[
    {
        "epnum": 1,
        "title": "Episode 1: Entry and Exit in Agriculture",
        "url": "https://seenunseen.in/episodes/2017/1/16/episode-1-entry-and-exit-in-agriculture/",
        "description": "India has a panoply of laws that prevent corporations from getting into farming, and which prevent farmers from escaping agriculture, by virtue of not being able to sell their farm land for non-agricultural purposes. The Seen Effect of this is that they are protected from exploitation by rapacious capitalists. But are the Unseen Effects worse?"
    },
    {
        "epnum": 2,
        "title": "Episode 2: Demonetisation",
        "url": "https://seenunseen.in/episodes/2017/1/24/episode-2-demonetisation/",
        "description": "On November 8, 2016, India’s prime minister Narendra Modi announced that 500- and 1000-rupee notes would cease to be legal tender from midnight that day. This removed 86% of the cash from circulation, an unprecedented event in human history. Demonetisation, as it was then called, or DeMon or Notebandi as it is also known, had humanitarian and economic effects that might take years to play out. In episode 2 of The Seen and the Unseen, Amit Varma is joined by Suyash Rai, an economic analyst from Delhi, as they examine whether demonetisation achieved any of its intended effects, and try to come to terms with some of its unintended (but foreseeable) consequences."
    },
    {
        "epnum": 3,
        "title": "Episode 3: GST",
        "url": "https://seenunseen.in/episodes/2017/1/30/episode-3-gst/",
        "description": "There are two kinds of diversity in India, one good, and one not so good. Our greatest strength is our diversity of people and cultures and languages. But one of our great weaknesses is our diversity of <em>taxes</em>, across states and regions. We have so many different kinds of taxes that the cost of compliance is the most daunting cost for many businesses, and corruption is out of control. Also, taxes create friction in trade, and the costs are borne by consumers and businesses alike. It’s a negative-sum game."
    },
    {
        "epnum": 4,
        "title": "Episode 4: Immigration",
        "url": "https://seenunseen.in/episodes/2017/2/7/episode-4-immigration/",
        "description": "The history of humanity is the story of <a href=\"http://indiauncut.com/iublog/article/the-expanding-circle/\">an Expanding Circle</a>: one in which the world gradually gets more and more globalised, and the movement of goods and labour becomes more and more free. But recent years have seen <a href=\"http://indiauncut.com/iublog/article/why-both-modi-and-trump-are-textbook-populists/\">the rise of populists</a> who, among their many follies, are suspicious of immigration. America, a land built by immigrants, just elected a demagogue who prefers walls to bridges."
    },
    {
        "epnum": 5,
        "title": "Episode 5: This is All Because of Rupal Ben",
        "url": "https://seenunseen.in/episodes/2017/2/13/episode-5-this-is-all-because-of-rupal-ben/",
        "description": "A few years ago, a photo studio in Ahmedabad offered its customers free passport photographs. There was no catch, no small print. It was a free lunch. Amit Varma is joined by Mohit Satyanand, as they explore how this free lunch transformed financial regulation in India. They also discuss how bad incentives can lead to corruption becoming a cultural phenomenon."
    },
    {
        "epnum": 6,
        "title": "Episode 6: Surgical Strikes",
        "url": "https://seenunseen.in/episodes/2017/2/20/episode-6-surgical-strikes/",
        "description": "On September 18, 2016, a group of terrorists attacked an Indian army brigade headquarters near the town of Uri in J&amp;K. Nineteen people died, and there was immense pressure on the Indian government to retaliate. The prime minister, Narendra Modi, eventually launched what he described as ‘surgical strikes’, meant to be a show of strength and resolve. Defence analyst Pranay Kotasthane joins Amit Varma to discuss the Seen and Unseen effects of these surgical strikes."
    },
    {
        "epnum": 7,
        "title": "Episode 7: MRP",
        "url": "https://seenunseen.in/episodes/2017/2/28/episode-7-mrp/",
        "description": "For any shopper in India, there is no acronym as comforting as MRP: Maximum Retail Price. When you see that on any packaged good, you feel assured that you won’t be ripped off. But is it really that simple? Prithwiraj Mukherjee joins Amit Varma to discuss the seen and unseen effects of MRP."
    },
    {
        "epnum": 8,
        "title": "Episode 8: The Medical Council of India",
        "url": "https://seenunseen.in/episodes/2017/3/7/episode-8-the-medical-council-of-india/",
        "description": "Healthcare in India is in a dismal state, and so is the state of medical education. Pavan Srinath joins Amit Varma to discuss the role of the Medical Council of India in this mess. Is it a responsible industry watchdog helping keep standards high — or is it a part of the problem?"
    },
    {
        "epnum": 9,
        "title": "Episode 9: The Profit Motive in Education",
        "url": "https://seenunseen.in/episodes/2017/3/13/episode-9-the-profit-motive-in-education/",
        "description": "Jawaharlal Nehru once said that profit is a ‘dirty word’. He wasn’t alone in his distrust of the profit motive, which is effectively banned in education in India.&nbsp;Amit Varma chats with education reformer Parth Shah on why this thinking is misguided, and might be responsible for the pathetic state of education in India."
    },
    {
        "epnum": 10,
        "title": "Episode 10: Digital India",
        "url": "https://seenunseen.in/episodes/2017/3/20/episode-10-digital-india/",
        "description": "Big Brother is watching you, and you have no protection. There has been much hype about how ‘Digital India’ will transform our lives, but there are unseen elements to it that should make you worry. Devangshu Datta joins Amit Varma to discuss why it is so alarming that there are no laws in India to protect privacy and defend against data theft."
    },
    {
        "epnum": 11,
        "title": "Episode 11: FSI (Floor Space Index)",
        "url": "https://seenunseen.in/episodes/2017/3/27/episode-11-fsi-floor-space-index/",
        "description": "Mumbai is one of the most expensive cities in the world, and one of the reasons is that there is too little land and too much sky. Alex Tabarrok joins Amit Varma to discuss Mumbai’s insanely low Floor Space Index (FSI), a key reason why real estate here is at such a premium."
    },
    {
        "epnum": 12,
        "title": "Episode 12: Futures Markets in Agriculture",
        "url": "https://seenunseen.in/episodes/2017/4/3/episode-12-futures-markets-in-agriculture/",
        "description": "For decades now, India has either banned or heavily regulated futures markets in agriculture. The conventional wisdom is that futures markets can turn farmers into gamblers. But what if the Unseen Effect of such regulation is exactly the opposite? Karthik Shashidhar joins Amit Varma to chat about the unintended consequences of such well-intentioned but misguided regulation."
    },
    {
        "epnum": 13,
        "title": "Episode 13: The Anti-Defection Law",
        "url": "https://seenunseen.in/episodes/2017/4/10/episode-13-the-anti-defection-law/",
        "description": "It is a sad day for any democracy when MPs and MLAs sell themselves to the highest bidder. Horse-trading is monstrous. It was to prevent exactly this that the Anti-Defection Law was passed in 1985. But did it end up doing more harm than good to democracy? Barun Mitra joins Amit Varma to discuss the unseen effects of this famous legislation.&nbsp;"
    },
    {
        "epnum": 14,
        "title": "Episode 14: Rent Control",
        "url": "https://seenunseen.in/episodes/2017/4/17/episode-14-rent-control/",
        "description": "Rent control is a classic example of a regulation meant to help the poor that ends up hurting everyone. Alex Tabarrok joins Amit Varma to discuss how real estate in Mumbai would be so much cheaper if not for such government regulation."
    },
    {
        "epnum": 15,
        "title": "Episode 15: Kannada Dubbing Ban",
        "url": "https://seenunseen.in/episodes/2017/4/24/episode-15-kannada-dubbing-ban/",
        "description": "For decades, there has been a stricture in Karnataka that non-Kannada films cannot be dubbed into Kannada. The idea behind this was to protect the local film industry — but were the unintended consequences just the opposite? Pavan Srinath joins Amit Varma to discuss the Unseen effects of this ban on Kannada dubbing."
    },
    {
        "epnum": 16,
        "title": "Episode 16: Artificial Intelligence",
        "url": "https://seenunseen.in/episodes/2017/5/1/episode-16-artificial-intelligence/",
        "description": "Like all technology, Artificial Intelligence (AI) will make humanity better off in the long run. But in the short run, it will cause much disruption, including mammoth job losses in India’s services industry. Futurist Ramez Naam and policy wonk Pavan Srinath join Amit Varma to talk about the Unseen effects of AI."
    },
    {
        "epnum": 17,
        "title": "Episode 17: Centrally Sponsored Government Schemes",
        "url": "https://seenunseen.in/episodes/2017/5/7/episode-17-centrally-sponsored-government-schemes/",
        "description": "Swachh Bharat Abhiyan. Sarva Shiksha Abhiyan. Pradhan Mantri Gram Sadak Yojna. All these are centrally sponsored government schemes with good intentions at their heart. But are good intentions enough? Pranay Kotasthane joins Amit Varma to discuss the Unseen Effects of Centrally Sponsored Government Schemes."
    },
    {
        "epnum": 18,
        "title": "Episode 18: Restaurant Regulations",
        "url": "https://seenunseen.in/episodes/2017/5/15/episode-18-restaurant-regulations/",
        "description": "&nbsp;If you want to see the many ways in which the government resembles a hafta-extorting mafia, look no further than restaurant regulations. They come about with a noble stated intent, but end up harming both consumers and restaurants. Madhu Menon joins Amit Varma to talk about the intended consequences of restaurant regulations."
    },
    {
        "epnum": 19,
        "title": "Episode 19: RTE (The Right to Education Act)",
        "url": "https://seenunseen.in/episodes/2017/5/22/episode-19-rte-the-right-to-education-act/",
        "description": "The Right to Education Act sounds noble, but has caused devastation in schooling across the country. Vivek Kaul joins Amit Varma to discuss its Unseen Effects."
    },
    {
        "epnum": 20,
        "title": "Episode 20: The Coming Jobs Crisis",
        "url": "https://seenunseen.in/episodes/2017/5/29/episode-20-the-coming-jobs-crisis/",
        "description": "Many of the terrible policies followed by our government over the decades have one common unseen effect: a lack of jobs. India is headed for a jobs crisis, and Vivek Kaul joins Amit Varma to discuss why it has come about and what we can do to stop the slide."
    },
    {
        "epnum": 21,
        "title": "Episode 21: Slums",
        "url": "https://seenunseen.in/episodes/2017/6/5/episode-21-slums/",
        "description": "Slums in India have been both demonized and deified. Some say they are an eyesore to the city; others say they are hotbeds of entrepreneurship. Pavan Srinath joins Amit Varma to take a deeper look at the role slums play in our society."
    },
    {
        "epnum": 22,
        "title": "Episode 22: China’s Influence in South Asia",
        "url": "https://seenunseen.in/episodes/2017/6/11/episode-22-chinas-influence-in-south-asia/",
        "description": "China has become an influential force in India’s neighbourhood recently. Is this something India should be worried about? Foreign policy expert Pranay Kotasthane joins Amit Varma to allay these fears."
    },
    {
        "epnum": 23,
        "title": "Episode 23: Public Sector Banks",
        "url": "https://seenunseen.in/episodes/2017/6/18/episode-23-public-sector-banks/",
        "description": "In 1969, Indira Gandhi carried out a wave of bank nationalisations with some excellent stated intentions. But what were the Unseen Effects? Mumbai-based economist Kumar Anand joins Amit Varma to discuss the structural flaws in the very concept of public sector banks."
    },
    {
        "epnum": 24,
        "title": "Episode 24: Prostitution",
        "url": "https://seenunseen.in/episodes/2017/6/26/episode-24-prostitution/",
        "description": "For all practical purposes, prostitution is banned in India, and looked down upon by society. Manasa Venkataraman joins Amit Varma to discuss the legal, moral and economic aspects of criminalising sex work."
    },
    {
        "epnum": 25,
        "title": "Episode 25: Farm Loan Waivers",
        "url": "https://seenunseen.in/episodes/2017/7/3/episode-25-farm-loan-waivers/",
        "description": "In episode 25 of The Seen and the Unseen, Kumar Anand and Vivek Kaul join Amit Varma to talk about the part farm-loan waivers play in keeping farmers in PPP: Perpetually Planned Poverty."
    },
    {
        "epnum": 26,
        "title": "Episode 26: The Right to Property",
        "url": "https://seenunseen.in/episodes/2017/7/10/episode-26-the-right-to-property/",
        "description": "The Right to Property is the underpinning of all our rights — and yet, the Indian constitution does not consider it a Fundamental Right, though it once did. Constitutional expert Shruti Rajagopalan joins Amit Varma to discuss why this right is important, and the consequences of its being weakened in India."
    },
    {
        "epnum": 27,
        "title": "Episode 27: Television Price Controls",
        "url": "https://seenunseen.in/episodes/2017/7/17/episode-27-television-price-controls/",
        "description": "Indian television is appalling, and the reasons for that go beyond culture. Renowned journalist Ashok Malik joins Amit Varma in episode 27 of The Seen and the Unseen to describe how government regulation has played its part."
    },
    {
        "epnum": 28,
        "title": "Episode 28: GST Revisited",
        "url": "https://seenunseen.in/episodes/2017/7/24/episode-28-gst-revisited/",
        "description": "In <a href=\"https://seenunseen.in/episodes/2017/1/31/episode-3-gst\">Episode 3</a> of The Seen and the Unseen, we had discussed GST — the Goods and Services Tax. Now that it’s actually been implemented, Vivek Kaul joins Amit Varma to discuss its Seen and Unseen Effects."
    },
    {
        "epnum": 29,
        "title": "Episode 29: Drug Price Controls",
        "url": "https://seenunseen.in/episodes/2017/7/31/episode-29-drug-price-controls/",
        "description": "The government of India often fixes the prices of medicine in India so that poor people can afford them. Pavan Srinath joins Amit Varma to discuss the Unseen Effects of this, and how they can be ameliorated."
    },
    {
        "epnum": 30,
        "title": "Episode 30: Real Estate Prices",
        "url": "https://seenunseen.in/episodes/2017/8/6/episode-30-real-estate-prices/",
        "description": "Why do real estate prices in India not fall when demand goes down and inventory stops moving? Vivek Kaul plays economic detective to help Amit Varma solve this mystery."
    },
    {
        "epnum": 31,
        "title": "Episode 31: Urban Governance in India",
        "url": "https://seenunseen.in/episodes/2017/8/13/episode-31-urban-governance-in-india/",
        "description": "Our cities are in a mess. They are not in such bad shape because of corrupt individuals or apathetic citizens, but because our structures of governance are all messed up. Shruti Rajagopalan joins Amit Varma to explain why."
    },
    {
        "epnum": 32,
        "title": "Episode 32: Non-Performing Assets (NPAs)",
        "url": "https://seenunseen.in/episodes/2017/8/21/episode-32-non-performing-assets-npas/",
        "description": "Indian public sector banks have a notorious problem of non-performing assets, or NPAs. Vivek Kaul and Kumar Anand join Amit Varma to discuss the causes of this problem, and what can be done about it."
    },
    {
        "epnum": 33,
        "title": "Episode 33: Football Transfers",
        "url": "https://seenunseen.in/episodes/2017/8/28/episode-33-football-transfers/",
        "description": "How does the football transfer market work? Why do some players command insanely high transfer fees while others get nothing? Karthik Shashidhar joins Amit Varma to demystify this particular market."
    },
    {
        "epnum": 34,
        "title": "Episode 34: Uber Surge Pricing",
        "url": "https://seenunseen.in/episodes/2017/9/3/episode-34-uber-surge-pricing/",
        "description": "Isn’t surge pricing exploitative? Shouldn’t it be banned? Karthik Shashidhar joins Amit Varma to speak about the Unseen Effects of price caps. He also describes how Uber turned an illiquid market into a liquid one."
    },
    {
        "epnum": 35,
        "title": "Episode 35: The Bhopal Gas Tragedies",
        "url": "https://seenunseen.in/episodes/2017/9/11/episode-35-the-bhopal-gas-tragedies/",
        "description": "In episode 35 of The Seen and the Unseen, economist and lawyer Shruti Rajagopalan explains why there were three Bhopal Gas Tragedies, not just one."
    },
    {
        "epnum": 36,
        "title": "Episode 36: SEZs (Special Economic Zones)",
        "url": "https://seenunseen.in/episodes/2017/9/17/episode-36-sezs-special-economic-zones/",
        "description": "Special Economic Zones are usually set up with the best intentions: to attract businesses and create employment. But what are their Unseen Effects? Karthik Shashidhar joins host Amit Varma in episode 36 of The Seen and the Unseen."
    },
    {
        "epnum": 37,
        "title": "Episode 37: Obamacare",
        "url": "https://seenunseen.in/episodes/2017/9/25/episode-37-obamacare/",
        "description": "Obamacare is almost an article of faith for elite American liberals, but it has had devastating Unseen Effects. Economist Sudhanshu Neema, who joins host Amit Varma on episode 37 of The Seen and the Unseen, believes that it was responsible for Trump coming to power. Listen up!"
    },
    {
        "epnum": 38,
        "title": "Episode 38: Import/Export",
        "url": "https://seenunseen.in/episodes/2017/10/2/episode-38-import-export/",
        "description": "The Foreign Trade Policy 2015-2020 is an example of a policy that harms those it is meant to help. Sudhanshu Neema joins Amit Varma in episode 38 of The Seen and the Unseen to explain why."
    },
    {
        "epnum": 39,
        "title": "Episode 39: Eating Out",
        "url": "https://seenunseen.in/episodes/2017/10/9/episode-39-eating-out/",
        "description": "Why don’t Indians eat out as much as people in other countries do? Karthik Shashidhar joins Amit Varma in episode 39 of The Seen and the Unseen to explain how we landed up in an equilibrium in which our restaurants prefer ‘tasty’ to ‘healthy’."
    },
    {
        "epnum": 40,
        "title": "Episode 40: State of the Economy",
        "url": "https://seenunseen.in/episodes/2017/10/16/episode-40-state-of-the-economy/",
        "description": "Many of the things wrong with India’s economy today are Unseen Effects of Demonetisation and the botched design of GST. Vivek Kaul join joins Amit Varma in episode 40 of The Seen and the Unseen to take stock."
    },
    {
        "epnum": 41,
        "title": "Episode 41: Money in Cricket",
        "url": "https://seenunseen.in/episodes/2017/11/6/episode-41-money-in-cricket/",
        "description": "Cricket has been transformed in the last four decades, first because of Kerry Packer’s World Series Cricket, and then recently by the IPL. Noted cricket writers Gideon Haigh and Prem Panicker join Amit Varma in episode 41 of The Seen and the Unseen to discuss the enormous impact of this commercialisation."
    },
    {
        "epnum": 42,
        "title": "Episode 42: Behavioral Economics",
        "url": "https://seenunseen.in/episodes/2017/11/13/episode-42-behavioral-economics/",
        "description": "To celebrate Richard Thaler’s Nobel Prize, behavioural econ geek Nidhi Gupta joins Amit Varma in episode 42 of The Seen and the Unseen to discuss key concepts from the field — all of which explain many of the Unseen Effects of our actions, and the way we’re wired."
    },
    {
        "epnum": 43,
        "title": "Episode 43: Parenthood",
        "url": "https://seenunseen.in/episodes/2017/11/20/episode-43-parenthood/",
        "description": "Natasha Badhwar, the author of a celebrated parenting column, recently released her moving book, ‘My Daughter’s Mum.’ In episode 43 of The Seen and the Unseen, she joins Amit Varma to discuss the process of parenting, writing about it, and the Seen and Unseen Effects of Parenthood."
    },
    {
        "epnum": 44,
        "title": "Episode 44: The Delhi Smog",
        "url": "https://seenunseen.in/episodes/2017/11/26/episode-44-the-delhi-smog/",
        "description": "&nbsp;It is well known that the key cause of Delhi’s smog is the ‘stubble’ burnt every year by Punjab’s farmers. Vivek Kaul joins Amit Varma to discuss the bad incentives in play, how government sops might have caused this problem, and what can be done about it."
    },
    {
        "epnum": 45,
        "title": "Episode 45: The BJP’s Magic Formula",
        "url": "https://seenunseen.in/episodes/2017/12/4/episode-45-the-bjps-magic-formula/",
        "description": "Over the last few years, the BJP has built the most formidable election machine in human history. Prashant Jha, author of the book ‘How the BJP wins’, joins Amit Varma in episode 45 of The Seen and the Unseen to break down the elements behind their success."
    },
    {
        "epnum": 46,
        "title": "Episode 46: The State of the Media",
        "url": "https://seenunseen.in/episodes/2017/12/11/episode-46-the-state-of-the-media/",
        "description": "&nbsp;"
    },
    {
        "epnum": 47,
        "title": "Episode 47: Poker and Stock Markets",
        "url": "https://seenunseen.in/episodes/2017/12/17/episode-47-poker-and-stock-markets/",
        "description": "Poker and stock markets are very similar — and both holds lessons for life. Ace investor Mohit Satyanand joins former poker pro Amit Varma in episode 47 of The Seen and the Unseen to discuss how both disciplines reveal the flawed machinery of the human brain."
    },
    {
        "epnum": 48,
        "title": "Episode 48: Reforming Urban Governance",
        "url": "https://seenunseen.in/episodes/2017/12/24/episode-48-reforming-urban-governance/",
        "description": "&nbsp;For almost two decades, V Ravichandar has been “a civic evangelist and a patron saint of lost causes” fighting to reform local government in our cities. He joins Amit Varma in episode 48 of The Seen and the Unseen to talk about the lessons he has learnt, and what keeps him going."
    },
    {
        "epnum": 49,
        "title": "Episode 49: Political Discourse",
        "url": "https://seenunseen.in/episodes/2018/1/1/episode-49-political-discourse/",
        "description": "Social media has enabled everyone to have a voice — but no one <em>listens</em> any more. In episode 49 of The Seen and the Unseen, Amit Varma examines why our political discourse is so polarised. One particular bugbear of his is the tendency to shift the focus from the argument to the person, and he outlines a few different ways in which people personalise arguments."
    },
    {
        "epnum": 50,
        "title": "Episode 50: The State of Indian Politics",
        "url": "https://seenunseen.in/episodes/2018/1/8/episode-50-the-state-of-indian-politics/",
        "description": "Indian politics is complex to the point of being almost unfathomable. JP Narayan, that rare public intellectual who also embraced electoral politics, joins Amit Varma in episode 50 of The Seen and the Unseen to share his learnings."
    },
    {
        "epnum": 51,
        "title": "Episode 51: Alpha Zero",
        "url": "https://seenunseen.in/episodes/2018/1/14/episode-51-alpha-zero/",
        "description": "The chess program Alpha Zero made waves recently when it taught itself chess in four hours — and then thrashed the strongest chess engine in the world, Stockfish. This illustrated a dramatic advance in Artificial Intelligence. Devangshu Datta joins host Amit Varma in episode 51 of The Seen and the Unseen to talk about its impact for both chess and AI."
    },
    {
        "epnum": 52,
        "title": "Episode 52: Caste in Modern India",
        "url": "https://seenunseen.in/episodes/2018/1/22/episode-52-caste-in-modern-india/",
        "description": "Modern India’s greatest shame is that even after 70 years of Independence, we still haven’t solved the problem of caste. Shruti Rajagopalan joins Amit Varma in episode 52 of the Seen and the Unseen to shed light on some of the ways in which we have messed up at an institutional level."
    },
    {
        "epnum": 53,
        "title": "Episode 53: Pakodanomics",
        "url": "https://seenunseen.in/episodes/2018/1/29/episode-53-pakodanomics/",
        "description": "Narendra Modi famously invoked a pakoda seller last week when he spoke about job creation in India. How apt is that invocation? Columnist Vivek Kaul, who coined the term ‘Pakodanomics’, and economist Shruti Rajagopalan join Amit Varma in episode 53 of The Seen and the Unseen to discuss the prime minister, the pakoda seller and India’s job problem."
    },
    {
        "epnum": 54,
        "title": "Episode 54: Budget 2018 Quick Takes",
        "url": "https://seenunseen.in/episodes/2018/2/5/episode-54-budget-2018-quick-takes/",
        "description": "The Budget presented by the government of India is an annual ritual that millions of people tune in to. What was the 2018 budget like? Pavan Srinath and Pranay Kotasthane, staff writers of Pragati, join Amit Varma to offer their quick analysis, and to supplement <a href=\"https://www.thinkpragati.com/category/budget-2018/\">the budget coverage at Pragati</a>."
    },
    {
        "epnum": 55,
        "title": "Episode 55: Defending the Indefensible",
        "url": "https://seenunseen.in/episodes/2018/2/12/episode-55-defending-the-indefensible/",
        "description": "It is important to always question received wisdom. In episode 55 of The Seen and the Unseen, libertarian thinker Yazad Jal joins Amit Varma to challenge the commonly held view on five subjects. Listen in and see if you agree with him."
    },
    {
        "epnum": 56,
        "title": "Episode 56: Easy Money",
        "url": "https://seenunseen.in/episodes/2018/2/19/episode-56-easy-money/",
        "description": "The turbulence in the world economy today is enabled by the same phenomenon that caused the 2008 financial crisis, and was perversely also a response to that crisis: Easy Money. Vivek Kaul, author of the <em>Easy Money</em> trilogy, joins Amit Varma in episode 56 of The Seen and the Unseen to explain the damage irresponsible governments can do to the economy."
    },
    {
        "epnum": 57,
        "title": "Episode 57: India’s Maldives Dilemma",
        "url": "https://seenunseen.in/episodes/2018/2/26/episode-57-indias-maldives-dilemma/",
        "description": "There is turmoil in the Maldives, as a tyrant unfriendly to India cozies up to China. Do we need to intervene? Foreign policy expert Pranay Kotasthane joins Amit Varma to give his point of view in episode 57 of The Seen and the Unseen."
    },
    {
        "epnum": 58,
        "title": "Episode 58: Misogyny and our Legal System",
        "url": "https://seenunseen.in/episodes/2018/3/5/episode-58-misogyny-and-our-legal-system/",
        "description": "As three recent cases show, misogyny exist not just in our outdated laws, but also in the minds of our lawmakers and the judiciary. Legal expert Madhav Chandavarkar and feminist Hamsini Hariharan join Amit Varma in episode 58 of The Seen and the Unseen to discuss Triple Talaq, Hadiya and the Mahmood Farooqui case."
    },
    {
        "epnum": 59,
        "title": "Episode 59: Protectionism",
        "url": "https://seenunseen.in/episodes/2018/3/12/episode-59-protectionism/",
        "description": "Protectionism is on the rise across the world, which is bewildering, given how harmful it is. Economist Anupam Manur joins Amit Varma in episode 59 of The Seen and the Unseen to bust eight common myths about protectionism"
    },
    {
        "epnum": 60,
        "title": "Episode 60: India’s Water Crisis",
        "url": "https://seenunseen.in/episodes/2018/3/19/episode-60-indias-water-crisis/",
        "description": "We take water for granted, but India might be entering a full-blown water crisis. Water evangelist <a target=\"_blank\" href=\"https://twitter.com/zenrainman\" rel=\"noopener noreferrer\">Vishwanath S</a>&nbsp;joins Amit Varma in episode 60 of The Seen and the Unseen to shed light on this."
    },
    {
        "epnum": 61,
        "title": "Episode 61: Aadhaar",
        "url": "https://seenunseen.in/episodes/2018/3/26/episode-61-aadhaar/",
        "description": "According to media commentator Nikhil Pahwa, Aadhaar is a subject on which “what we do will impact generations.” Nikhil joins host Amit Varma on episode 61 of The Seen and the Unseen to explain how Aadhaar threatens our freedoms, and why we need to take it seriously."
    },
    {
        "epnum": 62,
        "title": "Episode 62: Judicial Reforms",
        "url": "https://seenunseen.in/episodes/2018/4/2/episode-62-judicial-reforms/",
        "description": "India’s judicial system is broken. How can we fix it? Legal expert Alok Prasanna Kumar joins Amit Varma in episode 62 of The Seen and the Unseen."
    },
    {
        "epnum": 63,
        "title": "Episode 63: Foreign Policy",
        "url": "https://seenunseen.in/episodes/2018/4/9/episode-63-foreign-policy/",
        "description": "We all have our own guidelines for how individuals should treat each other. But how should nations behave with other nations? Foreign Policy Realist Nitin Pai joins Libertarian Amit Varma to explain the evolution of foreign policy through the ages, and its imperatives today."
    },
    {
        "epnum": 64,
        "title": "Episode 64: Libertarianism",
        "url": "https://seenunseen.in/episodes/2018/4/16/episode-64-libertarianism/",
        "description": "What does it mean to be free? What is the basis of individual rights? Episode 64 of The Seen and the Unseen is a rerun of an old episode of The Pragati Podcast, as Amit Varma tells Pavan Srinath what it means to be a libertarian, and why it all boils down to one word: Consent."
    },
    {
        "epnum": 65,
        "title": "Episode 65: The Future of the Internet",
        "url": "https://seenunseen.in/episodes/2018/4/23/episode-65-the-future-of-the-internet/",
        "description": "The internet has empowered us all beyond belief — but is there a flip side to this? Does it need to be regulated? Nikhil Pahwa and Amit Doshi have a lively conversation with Amit Varma in episode 65 of The Seen and the Unseen."
    },
    {
        "epnum": 66,
        "title": "Episode 66: The State of the Economy 2",
        "url": "https://seenunseen.in/episodes/2018/4/29/episode-66-the-state-of-the-economy-2/",
        "description": "What does our economy look like today? Vivek Kaul joins Amit Varma in episode 66 of The Seen and the Unseen, as they talk about Air India, cash shortages, the jobs crisis and other such miscellanea."
    },
    {
        "epnum": 67,
        "title": "Episode 67: Ask Me Anything",
        "url": "https://seenunseen.in/episodes/2018/5/6/episode-67-ask-me-anything/",
        "description": "This is an AMA (Ask Me Anything) episode, in which host Amit Varma answers questions from both in-studio guests and Twitter and Facebook users."
    },
    {
        "epnum": 68,
        "title": "Episode 68: Online Content Regulation",
        "url": "https://seenunseen.in/episodes/2018/5/14/episode-68-online-content-regulation/",
        "description": "The government of India recently broached the possibility of regulating online content — even more than it already does. What does this mean for our freedoms. Nikhil Pahwa joins Amit Varma in episode 68 of The Seen and the Unseen."
    },
    {
        "epnum": 69,
        "title": "Episode 69: Immigration and Outsourcing",
        "url": "https://seenunseen.in/episodes/2018/5/20/episode-69-immigration-and-outsourcing/",
        "description": "Donald Trump had two simple answers to everyone who complained about jobs in America. One: Immigrants are taking your jobs. Two: Your jobs are being shipped overseas. Trump was bullshitting. Gaurav Sabnis joins Amit Varma in episode 69 of The Seen and the Unseen to explain why."
    },
    {
        "epnum": 70,
        "title": "Episode 70: Online Conversations",
        "url": "https://seenunseen.in/episodes/2018/5/27/episode-70-online-conversations/",
        "description": "The internet was supposed to bring us all together — but instead, is it driving us apart? Reddit moderator Nikhil X joins Amit Varma in episode 70 of The Seen and the Unseen to discuss the changing shape of online conversations — and society."
    },
    {
        "epnum": 71,
        "title": "Episode 71: Data and the Government",
        "url": "https://seenunseen.in/episodes/2018/6/4/episode-71-data-and-the-government/",
        "description": "The Indian government has a disturbing tendency to cherry-pick data. Vivek Kaul joins Amit Varma in episode 71 of The Seen and the Unseen to catch them with their pants down."
    },
    {
        "epnum": 72,
        "title": "Episode 72: The GDPR",
        "url": "https://seenunseen.in/episodes/2018/6/11/episode-72-the-gdpr/",
        "description": "The General Data Protection Regulation (GDPR) has just been passed in Europe. What are its Unseen Effects? What can India learn from it? Legal expert Manasa Venkataraman joins Amit Varma in episode 72 of The Seen and the Unseen to demystify this subject."
    },
    {
        "epnum": 73,
        "title": "Episode 73: Trade Deficits (and Trumpism)",
        "url": "https://seenunseen.in/episodes/2018/6/18/episode-73-trade-deficits-and-trumpism/",
        "description": "The US has a trade deficit with China. Trump is worried. Trump is nuts. Vivek Kaul explains why to Amit Varma in episode 73 of The Seen and the Unseen."
    },
    {
        "epnum": 74,
        "title": "Episode 74: The Bad and Complex Tax",
        "url": "https://seenunseen.in/episodes/2018/6/24/episode-74-the-bad-and-complex-tax/",
        "description": "GST was supposed to be a Good and Simple Tax, but has ended up as just the opposite. This is hurting the poor the most. Economist Shruti Rajagopalan joins Amit Varma in episode 74 of The Seen and the Unseen to suggest a way out."
    },
    {
        "epnum": 75,
        "title": "Episode 75: Stand-Up Comedy in India",
        "url": "https://seenunseen.in/episodes/2018/7/2/episode-75-stand-up-comedy-in-india/",
        "description": "“Comedy is tragedy plus time.” Aditi Mittal joins Amit Varma to elaborate on this in Episode 75 of The Seen and the Unseen.&nbsp;Abbas Momin sits in as well, as the conversation spins from the evolution of stand-up in India to the challenges it faces."
    },
    {
        "epnum": 76,
        "title": "Episode 76: Claiming Your Space",
        "url": "https://seenunseen.in/episodes/2018/7/8/episode-76-claiming-your-space/",
        "description": "Misogyny is ubiquitous. Women begin life with the odds stacked against them. Aditi Mittal joins Amit Varma in episode 76 of The Seen and the Unseen to discuss how hard it was for her to claim her space. Guest appearance:&nbsp;Swati Bakshi."
    },
    {
        "epnum": 77,
        "title": "Episode 77: Education in India",
        "url": "https://seenunseen.in/episodes/2018/7/16/episode-77-education-in-india/",
        "description": "According to education scholar and activist Amit Chandra, education in India is a fraud committed on the people of this country by the state. He joins Amit Varma in episode 77 of The Seen and the Unseen to explain why."
    },
    {
        "epnum": 78,
        "title": "Episode 78: Crowd Violence in India",
        "url": "https://seenunseen.in/episodes/2018/7/23/episode-78-crowd-violence-in-india/",
        "description": "More and more, across this country, violent crowds are taking the law into their own hands. What’s going on? Legal experts Madhav Chandavarkar and Alok Prasanna Kumar share their insights with Amit Varma in episode 78 of The Seen and the Unseen."
    },
    {
        "epnum": 79,
        "title": "Episode 79: Democracy in Pakistan",
        "url": "https://seenunseen.in/episodes/2018/7/30/episode-79-democracy-in-pakistan/",
        "description": "More and more, across this country, violent crowds are taking the law into their own hands. What’s going on? Legal experts Madhav Chandavarkar and Alok Prasanna Kumar share their insights with Amit Varma in episode 78 of The Seen and the Unseen."
    },
    {
        "epnum": 80,
        "title": "Episode 80: India in the Nuclear Age",
        "url": "https://seenunseen.in/episodes/2018/8/6/episode-80-india-in-the-nuclear-age/",
        "description": "India as a nuclear power is a different force from what it was before we went nuclear. Lt Gen Prakash Menon joins Amit Varma in episode 80 of The Seen and the Unseen to describe how War and Statecraft have been redefined by nuclear weapons."
    },
    {
        "epnum": 81,
        "title": "Episode 81: Chinese Foreign Policy",
        "url": "https://seenunseen.in/episodes/2018/8/13/episode-81-chinese-foreign-policy/",
        "description": "How does China see its place in the world? What are its foreign policy objectives? Should India be worried? China expert Manoj Kewalramani joins Amit Varma in episode 81 of The Seen and the Unseen."
    },
    {
        "epnum": 82,
        "title": "Episode 82: Swachh Bharat",
        "url": "https://seenunseen.in/episodes/2018/8/20/episode-82-swachh-bharat/",
        "description": "The Swachh Bharat Abhiyan is short-sighted, and does not achieve its purpose. Why? What can we do? Economist <a href=\"https://twitter.com/srajagopalan\" target=\"_blank\" rel=\"noopener noreferrer\">Shruti Rajagopalan</a>&nbsp;joins <a href=\"https://twitter.com/amitvarma\" target=\"_blank\" rel=\"noopener noreferrer\">Amit Varma</a>&nbsp;in episode 82 of The Seen and the Unseen to break it all down."
    },
    {
        "epnum": 83,
        "title": "Episode 83: Young India",
        "url": "https://seenunseen.in/episodes/2018/8/27/episode-83-young-india/",
        "description": "India is a young country, and young Indians today are entitled and angry. Snigdha Poonam joins Amit Varma in episode 83 of The Seen and the Unseen to discuss the turmoil in small-town India."
    },
    {
        "epnum": 84,
        "title": "Episode 84: Being Gay in India",
        "url": "https://seenunseen.in/episodes/2018/9/3/episode-84-being-gay-in-india/",
        "description": "What is it like to grow up gay in a deeply homophobic country? Writer and stand-up comedian Navin Noronha joins Amit Varma in ep 84 of The Seen and the Unseen to talk about his experience growing up gay in Bhayandar, and his insights from his podcast, Keeping it Queer."
    },
    {
        "epnum": 85,
        "title": "Episode 85: DeMon, Morality and the Predatory Indian State",
        "url": "https://seenunseen.in/episodes/2018/9/10/episode-85-demon-morality-and-the-predatory-indian-state/",
        "description": "Episode 85 of The Seen and the Unseen is about Demonetisation — and a lot else. First, host Amit Varma launches into an angry monologue about how economic benefits can never justify moral costs. Then he is joined by economist Shruti Rajagopalan, who elaborates on all the things wrong with DeMon. They discuss the predatory Indian state, how Indians are forced into <em>jugaad</em>&nbsp;to cope with it, and that this <em>jugaad</em>&nbsp;might seem to be a good thing, but represents the enormous cost that all of us pay."
    },
    {
        "epnum": 86,
        "title": "Episode 86: The State of Our Farmers",
        "url": "https://seenunseen.in/episodes/2018/9/16/episode-86-the-state-of-our-farmers/",
        "description": "Episode 85 of The Seen and the Unseen is about Demonetisation — and a lot else. First, host Amit Varma launches into an angry monologue about how economic benefits can never justify moral costs. Then he is joined by economist Shruti Rajagopalan, who elaborates on all the things wrong with DeMon. They discuss the predatory Indian state, how Indians are forced into <em>jugaad</em>&nbsp;to cope with it, and that this <em>jugaad</em>&nbsp;might seem to be a good thing, but represents the enormous cost that all of us pay."
    },
    {
        "epnum": 87,
        "title": "Episode 87: Where Are the Jobs?",
        "url": "https://seenunseen.in/episodes/2018/9/24/episode-87-where-are-the-jobs/",
        "description": "Episode 85 of The Seen and the Unseen is about Demonetisation — and a lot else. First, host Amit Varma launches into an angry monologue about how economic benefits can never justify moral costs. Then he is joined by economist Shruti Rajagopalan, who elaborates on all the things wrong with DeMon. They discuss the predatory Indian state, how Indians are forced into <em>jugaad</em>&nbsp;to cope with it, and that this <em>jugaad</em>&nbsp;might seem to be a good thing, but represents the enormous cost that all of us pay."
    },
    {
        "epnum": 88,
        "title": "Episode 88: Metrics of Empowerment",
        "url": "https://seenunseen.in/episodes/2018/10/1/episode-88-metrics-of-empowerment/",
        "description": "The lives of women in India must be gradually getting better, right? How do we measure this? Devika Kher, Nidhi Gupta and Hamsini Hariharan join Amit Varma in episode 88 of The Seen and the Unseen to discuss a range of possible metrics."
    },
    {
        "epnum": 89,
        "title": "Episode 89: The State of the Media 2",
        "url": "https://seenunseen.in/episodes/2018/10/8/episode-89-the-state-of-the-media-2/",
        "description": "Are journalists redundant in a world where no one cares about facts any more? Are we to cater to people’s imagined realities? And when money and power come together, how are Independent journalists to resist? Sidharth Bhatia of&nbsp;<em>The Wire</em>&nbsp;and Peter Griffin of&nbsp;<em>The Hindu</em>&nbsp;join Amit Varma in episode 89 of The Seen and the Unseen."
    },
    {
        "epnum": 90,
        "title": "Episode 90: The #MeToo Movement",
        "url": "https://seenunseen.in/episodes/2018/10/15/episode-90-the-metoo-movement/",
        "description": "#MeToo is the most important cultural moment of our lifetimes. Supriya Nair and Nikita Saxena join Amit Varma in episode 90 of The Seen and the Unseen to share their insights."
    },
    {
        "epnum": 91,
        "title": "Episode 91: IL&amp;FS and the Indian Financial System",
        "url": "https://seenunseen.in/episodes/2018/10/22/episode-91-ilfs-and-the-indian-financial-system/",
        "description": "The crisis at IL&amp;FS reveals just how rotten India’s financial system is. Vivek Kaul and Ashutosh Datar join Amit Varma in episode 91 of The Seen and the Unseen to demystify the problem."
    },
    {
        "epnum": 92,
        "title": "Episode 92: An Economist Looks at #MeToo",
        "url": "https://seenunseen.in/episodes/2018/10/29/episode-92-an-economist-looks-at-metoo/",
        "description": "Will the #MeToo movement change behaviour by changing incentives? Economist Shruti Rajagopalan joins Amit Varma in episode 92 of The Seen and the Unseen to talk about Criminal Economics in the context of crimes on women in India."
    },
    {
        "epnum": 93,
        "title": "Episode 93: America in South Asia",
        "url": "https://seenunseen.in/episodes/2018/11/4/episode-93-america-in-south-asia/",
        "description": "For over 200 years, America has been interested in South Asia across three separate axes: power, ideology and culture. Historian Srinath Raghavan joins Amit Varma in episode 93 of The Seen and the Unseen to provide a guided tour of this fascinating history."
    },
    {
        "epnum": 94,
        "title": "Episode 94: Rajesh Jain and Dhan Vapasi",
        "url": "https://seenunseen.in/episodes/2018/11/11/episode-94-rajesh-jain-and-dhan-vapasi/",
        "description": "Rajesh Jain was one of the architects of Narendra Modi’s win in 2014 — and then got buyer’s remorse and turned against the BJP. Now, he has launched Dhan Vapasi, an insanely ambitious and innovative attempt at disrupting Indian politics. He joins Amit Varma in episode 94 of The Seen and the Unseen to explain where he’s coming from."
    },
    {
        "epnum": 95,
        "title": "Episode 95: The Indianness of Indian Food",
        "url": "https://seenunseen.in/episodes/2018/11/19/episode-95-the-indianness-of-indian-food/",
        "description": "What does it mean when we say that something is ‘Indian’? Does origin matter? Food writer Vikram Doctor joins Amit Varma in episode 95 of The Seen and the Unseen to talk about how most of what we think of as Indian food originated elsewhere — and why it doesn’t matter."
    },
    {
        "epnum": 96,
        "title": "Episode 96: The Evolution of Everything",
        "url": "https://seenunseen.in/episodes/2018/11/25/episode-96-the-evolution-of-everything/",
        "description": "The world evolves in a bottom-up way, despite the top-down beliefs of those who have blind faith in either God or Government. Matt Ridley joins Amit Varma in episode 96 of The Seen and the Unseen to describe the evolution of the universe, life, culture, language, cities, the economy, our minds, our future and more."
    },
    {
        "epnum": 97,
        "title": "Episode 97: The Evolution of Cricket",
        "url": "https://seenunseen.in/episodes/2018/12/2/episode-97-the-evolution-of-cricket/",
        "description": "In his three-decade career covering cricket, Harsha Bhogle has had an inside view on the transformation of the game. He joins Amit Varma in episode 97 of The Seen and the Unseen to talk about how cricket has changed&nbsp;–&nbsp;and why it gives him hope."
    },
    {
        "epnum": 98,
        "title": "Episode 98: The Deccan Before Shivaji",
        "url": "https://seenunseen.in/episodes/2018/12/10/episode-98-the-deccan-before-shivaji/",
        "description": "When people think of the Deccan, they think Shivaji vs Mughals. But the history of the Deccan is far richer than that — and far racier. It’s full of&nbsp;lust and laughter, murder and madness, sex and senselessness. Historian Manu S Pillai joins Amit Varma in episode 98 of The Seen and the Unseen to tell that fascinating story."
    },
    {
        "epnum": 99,
        "title": "Episode 99: The Importance of Rules and Institutions",
        "url": "https://seenunseen.in/episodes/2018/12/16/episode-99-the-importance-of-rules-and-institutions/",
        "description": "A democracy is not merely about voting. Those who are voted into power need to be kept in check, and Rules and Institutions are essential for this. Foreign policy analyst Ameya Naik joins Amit Varma in episode 99 of The Seen and the Unseen to elaborate — and to explain the danger that Donald Trump poses."
    },
    {
        "epnum": 100,
        "title": "Episode 100: The 100th Episode Ramble",
        "url": "https://seenunseen.in/episodes/2018/12/24/episode-100-the-100th-episode-ramble/",
        "description": "The Seen and the Unseen reaches 100 episodes! Yea! Economist Shruti Rajagopalan, the most frequent guest on the show, joins host Amit Varma as they shoot the breeze about the 99 episodes before this, the horrors of 2018, and the further horrors of 2019."
    },
    {
        "epnum": 101,
        "title": "Episode 101: The Progress of Humanity",
        "url": "https://seenunseen.in/episodes/2018/12/31/episode-101-the-progress-of-humanity/",
        "description": "We tend to take progress for granted, and are wired to focus on bad news instead of good. Steven Pinker joins Amit Varma in episode 101 of The Seen and the Unseen to talk about why the world is getting better, and why Enlightenment values are essential for ensuring that the trend continues."
    },
    {
        "epnum": 102,
        "title": "Episode 102: The Paradox of Narendra Modi",
        "url": "https://seenunseen.in/episodes/2019/1/7/episode-102-the-paradox-of-narendra-modi/",
        "description": "Shashi Tharoor, author of&nbsp;<em>The Paradoxical Prime Minister</em>, joins Amit Varma in episode 102 of The Seen and the Unseen to talk about the many faces of Narendra Modi, as well as the nature of politics, the idea of India and his own journey as a politician."
    },
    {
        "epnum": 103,
        "title": "Episode 103: The Emergency",
        "url": "https://seenunseen.in/episodes/2019/1/14/episode-103-the-emergency/",
        "description": "The Emergency of 1975 was not an aberration, but was written into the DNA of the Indian state. Historian Gyan Prakash joins Amit Varma in episode 103 of The Seen and the Unseen to shed light on why the framers of the constitution gave such draconian powers to the state — and why we may not have become so free in 1947 after all."
    },
    {
        "epnum": 104,
        "title": "Episode 104: Understanding Gandhi. Part 1: Mohandas",
        "url": "https://seenunseen.in/episodes/2019/1/21/episode-104-understanding-gandhi-part-1-mohandas/",
        "description": "Mahatma Gandhi is one of the most fascinating characters in history: complex, misunderstood, deeply impactful. Ramachandra Guha, author of two acclaimed biographies of the man, joins Amit Varma in episode 104 of The Seen and the Unseen to discuss the first 45 years of Gandhi’s life, before he returned to India to catalyse the Indian freedom struggle."
    },
    {
        "epnum": 105,
        "title": "Episode 105: Understanding Gandhi. Part 2: Mahatma",
        "url": "https://seenunseen.in/episodes/2019/1/28/episode-105-understanding-gandhi-part-2-mahatma/",
        "description": "In the second of a two-part series, historian Ramachandra Guha joins Amit Varma in episode 105 of The Seen and the Unseen to talk about Mohandas Gandhi’s transformation into Mahatma Gandhi — and how that changed the world. Among the subjects discussed: caste, misogyny and Gandhi’s personal obsessions."
    },
    {
        "epnum": 106,
        "title": "Episode 106: Stubborn Attachments",
        "url": "https://seenunseen.in/episodes/2019/2/4/episode-106-stubborn-attachments/",
        "description": "In his latest book,&nbsp;<em>Stubborn Attachments</em>, Tyler Cower lays out a moral vision for the future. He joins Amit Varma in episode 106 of The Seen and the Unseen to explain why future lives matter as much as present ones, and why our priorities should be centered around sustainable economic growth constrained by negative rights."
    },
    {
        "epnum": 107,
        "title": "Episode 107: An Economics Ramble",
        "url": "https://seenunseen.in/episodes/2019/2/11/episode-107-an-economics-ramble/",
        "description": "Host Amit Varma is joined by Vivek Kaul and Kumar Anand in episode 107 of The Seen and the Unseen to talk about the economic landscape of the day. Subjects discussed include the interim budget, the minimum income guarantee, the jobs crisis and how good politics leads to bad economics."
    },
    {
        "epnum": 108,
        "title": "Episode 108: The Importance of Cities",
        "url": "https://seenunseen.in/episodes/2019/2/18/episode-108-the-importance-of-cities/",
        "description": "India is rapidly urbanizing – and the Indian state seems to be in denial about it. Reuben Abraham and Pritika Hingorani join Amit Varma in episode 108 of The Seen and the Unseen to discuss what India needs to do to prepare for its urban future."
    },
    {
        "epnum": 109,
        "title": "Episode 109: Plato (or Why Philosophy Matters)",
        "url": "https://seenunseen.in/episodes/2019/2/25/episode-109-plato-or-why-philosophy-matters/",
        "description": "Should we care about philosophy in these modern times? Philosopher Rebecca Goldstein&nbsp;joins Amit Varma in episode 109 of The Seen and the Unseen to argue that we should — and Plato’s Dialogues illustrate why."
    },
    {
        "epnum": 110,
        "title": "Episode 110: Reporting Venezuela",
        "url": "https://seenunseen.in/episodes/2019/3/4/episode-110-reporting-venezuela/",
        "description": "Venezuela is a country blessed by nature but cursed by politics. Journalist Alexandra Ulmer joins Amit Varma in episode 110 of The Seen and the Unseen to share her insights from her years as a reporter there."
    },
    {
        "epnum": 111,
        "title": "Episode 111: The India-Pakistan Conflict",
        "url": "https://seenunseen.in/episodes/2019/3/11/episode-111-the-india-pakistan-conflict/",
        "description": "What are the hidden dynamics of the India-Pakistan conflict? What are the possible ways of resolving it? Historian and foreign policy analyst Srinath Raghavan joins Amit Varma in episode 111 of The Seen and the Unseen to discuss the game theory and geopolitics of this messy situation."
    },
    {
        "epnum": 112,
        "title": "Episode 112: Early Indians",
        "url": "https://seenunseen.in/episodes/2019/3/18/episode-112-early-indians/",
        "description": "Who were the first Indians? Where did the Harappans go? Who were the Aryans? Whose descendants are we? Tony Joseph joins Amit Varma in episode 112 of The Seen and the Unseen to describe how massive scientific advances in the last few years have given us answers to these questions."
    },
    {
        "epnum": 113,
        "title": "Episode 113: The Geopolitics of the Bangladesh War",
        "url": "https://seenunseen.in/episodes/2019/3/25/episode-113-the-geopolitics-of-the-bangladesh-war/",
        "description": "The formation of Bangladesh was neither inevitable nor a bilateral matter between India and Pakistan. Historian Srinath Raghavan joins Amit Varma in episode 113 of The Seen and the Unseen to describe the geopolitical forces that shaped those events of 1971."
    },
    {
        "epnum": 114,
        "title": "Episode 114: Crime in Indian Politics",
        "url": "https://seenunseen.in/episodes/2019/4/1/episode-114-crime-in-indian-politics/",
        "description": "Why is crime ubiquitous in Indian politics? Why is your neta also a dada? Political scientist Milan Vaishnav joins Amit Varma in episode 114 of The Seen and the Unseen to speak about the incentives in play that have brought us to this place."
    },
    {
        "epnum": 115,
        "title": "Episode 115: The Intellectual Foundations of Hindutva",
        "url": "https://seenunseen.in/episodes/2019/4/8/episode-115-the-intellectual-foundations-of-hindutva/",
        "description": "The ideology of Hindutva dominates our political and cultural landscape today. How did it begin, and what is it precisely? Aakar Patel, author of the forthcoming book&nbsp;<em>Our Hindu Rashtra</em>, joins Amit Varma in episode 115 of The Seen and the Unseen to shed light on three important Hindutva thinkers."
    },
    {
        "epnum": 116,
        "title": "Episode 116: India’s Lost Decade",
        "url": "https://seenunseen.in/episodes/2019/4/15/episode-116-indias-lost-decade/",
        "description": "In 2008, India was growing at 8.8% and was described as a miracle economy. It all went downhill in the next 10 years. Puja Mehra, author of&nbsp;<em>The Lost Decade,&nbsp;</em>joins Amit Varma in episode 116 of The Seen and the Unseen to describe the random events, political imperatives and human dramas that collided to bring us to the brink of a crisis."
    },
    {
        "epnum": 117,
        "title": "Episode 117: What is Libertarianism?",
        "url": "https://seenunseen.in/episodes/2019/4/22/episode-117-what-is-libertarianism/",
        "description": "In 2008, India was growing at 8.8% and was described as a miracle economy. It all went downhill in the next 10 years. Puja Mehra, author of&nbsp;<em>The Lost Decade,&nbsp;</em>joins Amit Varma in episode 116 of The Seen and the Unseen to describe the random events, political imperatives and human dramas that collided to bring us to the brink of a crisis."
    },
    {
        "epnum": 118,
        "title": "Episode 118: Zombie Firms and Creative Destruction",
        "url": "https://seenunseen.in/episodes/2019/4/29/episode-118-zombie-firms-and-creative-destruction/",
        "description": "In 2008, India was growing at 8.8% and was described as a miracle economy. It all went downhill in the next 10 years. Puja Mehra, author of&nbsp;<em>The Lost Decade,&nbsp;</em>joins Amit Varma in episode 116 of The Seen and the Unseen to describe the random events, political imperatives and human dramas that collided to bring us to the brink of a crisis."
    },
    {
        "epnum": 119,
        "title": "Episode 119: Modi’s Lost Opportunity",
        "url": "https://seenunseen.in/episodes/2019/5/6/episode-119-modis-lost-opportunity/",
        "description": "Despite being a Congress spokesperson, economist Salman Soz was hopeful in 2014 that the Modi government would be good for India. As the title of his new book indicates, that turned out to be quite&nbsp;<em>The&nbsp;Great Disappointment.&nbsp;</em>Soz joins Amit Varma in episode 119 of The Seen and the Unseen to elaborate on the many economic failures of the Modi government. He also tackles tough questions on the Congress party ."
    },
    {
        "epnum": 120,
        "title": "Episode 120: Resisting State Injustice",
        "url": "https://seenunseen.in/episodes/2019/5/13/episode-120-resisting-state-injustice/",
        "description": "Despite being a Congress spokesperson, economist Salman Soz was hopeful in 2014 that the Modi government would be good for India. As the title of his new book indicates, that turned out to be quite&nbsp;<em>The&nbsp;Great Disappointment.&nbsp;</em>Soz joins Amit Varma in episode 119 of The Seen and the Unseen to elaborate on the many economic failures of the Modi government. He also tackles tough questions on the Congress party ."
    },
    {
        "epnum": 121,
        "title": "Episode 121: Public Choice Theory",
        "url": "https://seenunseen.in/episodes/2019/5/20/episode-121-public-choice-theory/",
        "description": "Despite being a Congress spokesperson, economist Salman Soz was hopeful in 2014 that the Modi government would be good for India. As the title of his new book indicates, that turned out to be quite&nbsp;<em>The&nbsp;Great Disappointment.&nbsp;</em>Soz joins Amit Varma in episode 119 of The Seen and the Unseen to elaborate on the many economic failures of the Modi government. He also tackles tough questions on the Congress party ."
    },
    {
        "epnum": 122,
        "title": "Episode 122: The 2019 Elections",
        "url": "https://seenunseen.in/episodes/2019/5/27/episode-122-the-2019-elections/",
        "description": "Elections in India are madly complex, and defy simple explanations. Sadanand Dhume joins Amit Varma in episode 122 of The Seen and the Unseen to discuss the Age of Modi, and what these elections mean for India, the BJP and the Congress party."
    },
    {
        "epnum": 123,
        "title": "Episode 123: India’s Supreme Court",
        "url": "https://seenunseen.in/episodes/2019/6/3/episode-123-indias-supreme-court/",
        "description": "As the recent sexual harassment case indicates, all is not well with the Supreme Court of India. Constitutional economist Shruti Rajagopalan joins Amit Varma in episode 123 of The Seen and the Unseen to explain why the Supreme Court has gone wrong on both ends of the tradeoff between Independence and Accountability."
    },
    {
        "epnum": 124,
        "title": "Episode 124: Religion and Ideology in Indian Society",
        "url": "https://seenunseen.in/episodes/2019/6/10/episode-124-religion-and-ideology-in-indian-society/",
        "description": "What is the role of religion in Indian society? What is conservatism like in India? Suyash Rai joins Amit Varma in episode 124 of The Seen and the Unseen for a wide-ranging free-wheeling chat on these subjects."
    },
    {
        "epnum": 125,
        "title": "Episode 125: The Importance of Finance",
        "url": "https://seenunseen.in/episodes/2019/6/17/episode-125-the-importance-of-finance/",
        "description": "People often talk of the world of Finance as a giant casino, where sociopathic bankers gamble with the livelihoods of real people. Economist Ajay Shah joins Amit Varma in episode 125 of The Seen and the Unseen to explain why this is a misconception, and why Finance is at the heart of our progress."
    },
    {
        "epnum": 126,
        "title": "Episode 126: Building Sports Ecosystems",
        "url": "https://seenunseen.in/episodes/2019/6/24/episode-126-building-sports-ecosystems/",
        "description": "Can India ever be a sporting nation? What will it take to get there? Joy Bhattacharjya, who started up Kolkata Knight Riders, brought the u-17 Football World Cup to India and is CEO of the Pro Volleyball League, sure thinks so. He joins Amit Varma in episode 126 of The Seen and the Unseen to share his passion and vision for Indian sport."
    },
    {
        "epnum": 127,
        "title": "Episode 127: Our Colorful Past",
        "url": "https://seenunseen.in/episodes/2019/7/1/episode-127-our-colorful-past/",
        "description": "Indian history is wild fun. Historian Manu Pillai joins Amit Varma in episode 127 of The Seen and the Unseen to regale him with stories from his latest book. The subjects discussed include caste, gender, narrative manipulation, mad elephants and men blown out of cannons."
    },
    {
        "epnum": 128,
        "title": "Episode 128: India = Migration",
        "url": "https://seenunseen.in/episodes/2019/7/8/episode-128-india-migration/",
        "description": "India is a nation on the move, and migration is in our DNA. Economic historian Chinmay Tumbe joins Amit Varma in episode 128 of The Seen and the Unseen to present the rich history of migrations into, out of and within India."
    },
    {
        "epnum": 129,
        "title": "Episode 129: Budget. Bollywood. Badmaashi",
        "url": "https://seenunseen.in/episodes/2019/7/15/episode-129-budget-bollywood-badmaashi/",
        "description": "Like cricket and cinema, the annual budget brought out by the central government has become a national obsession. Vivek Kaul. the Shah Rukh Khan of Economics, joins Amit Varma, the Govinda of Podcasting, in episode 129 of The Seen and the Unseen to demystify the budget. Much fun is had. Blockbuster guaranteed."
    },
    {
        "epnum": 130,
        "title": "Episode 130: Demystifying GDP",
        "url": "https://seenunseen.in/episodes/2019/7/22/episode-130-demystifying-gdp/",
        "description": "In recent times, the GDP has become less of an economic measure and more of a political tool. Economist Rajeswari Sengupta joins Amit Varma in episode 130 of The Seen and the Unseen to explain what the GDP is, what it is good for, what it is not good for and what the fuss over this figure in India is all about. This episode has immeasurable value."
    },
    {
        "epnum": 131,
        "title": "Episode 131: Political Ideology in India",
        "url": "https://seenunseen.in/episodes/2019/7/29/episode-131-political-ideology-in-india/",
        "description": "The usual spectrum of left and right does not apply to Indian politics. But does that mean that our politics is based on identity and patronage, and not ideology? Not quite, says political scientist Rahul Verma, as he joins Amit Varma in episode 131 of The Seen and the Unseen to explain the two ideological cleavages that divide India."
    },
    {
        "epnum": 132,
        "title": "Episode 132: Women at Work",
        "url": "https://seenunseen.in/episodes/2019/8/5/episode-132-women-at-work/",
        "description": "There is a crisis in India today. There are not enough women taking up paying jobs — and their unpaid labour at home continues to be taken for granted. Journalist Namita Bhandare joins Amit Varma in episode 132 of The Seen and the Unseen to talk about the state of women in India today."
    },
    {
        "epnum": 133,
        "title": "Episode 133: Fighting Fake News",
        "url": "https://seenunseen.in/episodes/2019/8/12/episode-133-fighting-fake-news/",
        "description": "We live in a world besieged by falsehood — but there is a growing resistance movement. Pratik Sinha of Alt News joins Amit Varma in episode 133 of The Seen and the Unseen to talk about disinformation, misinformation and why the truth will prevail."
    },
    {
        "epnum": 134,
        "title": "Episode 134: Kashmir and Article 370",
        "url": "https://seenunseen.in/episodes/2019/8/19/episode-134-kashmir-and-article-370/",
        "description": "Kashmir is in lockdown, and Article 370 is history. What does this mean for Kashmir — and for India? Historian Srinath Raghavan joins Amit Varma in episode 134 of The Seen and the Unseen to discuss the historical, geopolitical, ideological and moral questions at the heart of the Kashmir problem."
    },
    {
        "epnum": 135,
        "title": "Episode 135: Two Economic Crises (2008 &amp; 2019)",
        "url": "https://seenunseen.in/episodes/2019/8/26/episode-135-two-economic-crises-2008-amp-2019/",
        "description": "Mohit Satyanand saw the 2008 crisis coming and put his money where his mouth was. Now he says we’re in the middle of another crisis. He joins Amit Varma in episode 135 of The Seen and the Unseen to explain what exactly went wrong in 2008, and what’s gone wrong now."
    },
    {
        "epnum": 136,
        "title": "Episode 136: Data Journalism and Indian Politics",
        "url": "https://seenunseen.in/episodes/2019/9/2/episode-136-data-journalism-and-indian-politics/",
        "description": "Data journalism in India is fast coming of age, shedding light on our society and politics. Roshan Kishore joins Amit Varma in episode 136 of The Seen and the Unseen to speak about his profession (data journalism), his passion (political economy) and his dark, mysterious past as a student leader in JNU."
    },
    {
        "epnum": 137,
        "title": "Episode 137: Indian Society: The Last 30 Years",
        "url": "https://seenunseen.in/episodes/2019/9/9/episode-137-indian-society-the-last-30-years/",
        "description": "The India of 2019 is a different country from the India of 1989. Social commentator Santosh Desai joins Amit Varma in episode 137 of The Seen and the Unseen to discuss the many ways in which we have been transformed in this time — not always for the better."
    },
    {
        "epnum": 138,
        "title": "Episode 138: Twelve Dream Reforms",
        "url": "https://seenunseen.in/episodes/2019/9/16/episode-138-twelve-dream-reforms/",
        "description": "Times are bad — but pessimists can dream! Tired of only talking about problems, Shruti Rajagopalan, Rajeswari Sengupta and Vivek Kaul join Amit Varma in episode 138 of The Seen and the Unseen, to propose solutions! Three each. Many bad jokes and Bollywood songs are thrown in."
    },
    {
        "epnum": 139,
        "title": "Episode 139: The Gita Press and Hindu Nationalism",
        "url": "https://seenunseen.in/episodes/2019/9/23/episode-139-the-gita-press-and-hindu-nationalism/",
        "description": "The recent victories of political Hindutva were enabled by a century-long cultural movement spearheaded by a publishing house based in Gorakhpur. Akshaya Mukul, author of <em>Gita Press and the Making of Hindu India</em>, joins Amit Varma in episode 139 of The Seen and the Unseen. Themes discussed include the relationship between society and the state, Marwari history, cow, temple, gender, caste, Muslims, Communism, and the spontaneous combustion of virtuous Hindu women."
    },
    {
        "epnum": 140,
        "title": "Episode 140: India’s Agriculture Crisis",
        "url": "https://seenunseen.in/episodes/2019/9/29/episode-140-indias-agriculture-crisis/",
        "description": "What exactly is wrong with Indian agriculture? How can we help our farmers? Barun Mitra and Kumar Anand join Amit Varma in episode 140 of The Seen and the Unseen to discuss the root causes and remedies of this decades-long problem."
    },
    {
        "epnum": 141,
        "title": "Episode 141: Being Gay, Loving Books",
        "url": "https://seenunseen.in/episodes/2019/10/6/episode-141-being-gay-loving-books/",
        "description": "Vivek Tejuja, known for his writing on books, has just released his memoir of growing up gay in India. He joins Amit Varma in episode 141 of The Seen and the Unseen to discuss how he — and those around him — came to terms with his sexuality. In the second half of the episode, Vivek and Amit discuss writers they like, and read out their favourite poetry."
    },
    {
        "epnum": 142,
        "title": "Episode 142: Ponzi Schemes",
        "url": "https://seenunseen.in/episodes/2019/10/13/episode-142-ponzi-schemes/",
        "description": "We are surrounded by frauds, and are dying to believe them. Vivek Kaul joins Amit Varma in episode 142 of The Seen and the Unseen to discuss ponzi schemes, both in India and outside, both by private actors and the government. Also discussed: chit funds and kitty parties, and why we are wired to be deceived."
    },
    {
        "epnum": 143,
        "title": "Episode 143: What Does China Want?",
        "url": "https://seenunseen.in/episodes/2019/10/21/episode-143-what-does-china-want/",
        "description": "The geopolitics of the West is reasonably well-understood — but China remains a mystery to many. What drives China? How does it look at India? China expert Manoj Kewalramani joins Amit Varma in episode 143 of The Seen and the Unseen to provide historical context and strategic perspective."
    },
    {
        "epnum": 144,
        "title": "Episode 144: Women in Indian History",
        "url": "https://seenunseen.in/episodes/2019/10/28/episode-144-women-in-indian-history/",
        "description": "The history of humanity is more than just the history of men. Historian Ira Mukhoty joins Amit Varma in episode 144 of The Seen and the Unseen to talk about going beyond the male gaze to write history. She also discusses <em>Daughters of the Sun</em>, her account of the rich and complex world of Mughal women."
    },
    {
        "epnum": 145,
        "title": "Episode 145: The Indian Conservative",
        "url": "https://seenunseen.in/episodes/2019/11/4/episode-145-the-indian-conservative/",
        "description": "Is there such a thing as Indian conservatism? What does it mean and where did it come from? Jaithirth Rao joins Amit Varma in episode 145 of The Seen and the Unseen to discuss his latest book."
    },
    {
        "epnum": 146,
        "title": "Episode 146: India’s Sedition Law",
        "url": "https://seenunseen.in/episodes/2019/11/11/episode-146-indias-sedition-law/",
        "description": "Section 124A of the Indian Penal Code is an archaic law and needs to go. But what is the historical background of our sedition law? What are the political and social contexts in which it evolved and thrived? Chitranshul Sinha joins Amit Varma in episode 146 of The Seen and the Unseen to discuss his book on the subject, <em>The Great Repression</em>."
    },
    {
        "epnum": 147,
        "title": "Episode 147: Jahangir the Curious",
        "url": "https://seenunseen.in/episodes/2019/11/18/episode-147-jahangir-the-curious/",
        "description": "Jahangir is often considered a lightweight Mughal emperor, an ineffectual drunkard sandwiched between his father and his son, Akbar and Shah Jahan. But this is an unfair view. Parvati Sharma joins Amit Varma in episode 147 of The Seen and the Unseen to shed light on not just Jahangir as an emperor, but on his human side, endearing and infuriating in equal measure."
    },
    {
        "epnum": 148,
        "title": "Episode 148: The Bombzooka Question",
        "url": "https://seenunseen.in/episodes/2019/11/25/episode-148-the-bombzooka-question/",
        "description": "In episode 148 of The Seen and the Unseen, host Amit Varma invokes a fictional super-weapon to build an argument against gun rights in India. Guests Shubho Roy and Sudhanshu Neema disagree with him, and each other, most vigorously."
    },
    {
        "epnum": 149,
        "title": "Episode 149: A Life in Indian Politics",
        "url": "https://seenunseen.in/episodes/2019/12/2/episode-149-a-life-in-indian-politics/",
        "description": "Jayaprakash Narayan was trained as a physician, served in the IAS, and went on to start a political movement. JP joins Amit Varma in episode 149 of The Seen and the Unseen to share his insights on Indian politics, the nature of the state and what we need to do to change India for the better."
    },
    {
        "epnum": 150,
        "title": "Episode 150: The Business of Books",
        "url": "https://seenunseen.in/episodes/2019/12/9/episode-150-the-business-of-books/",
        "description": "How has Indian publishing evolved in the last few decades? What does India read, and why? Publisher VK Karthika joins Amit Varma in episode 150 of The Seen and the Unseen to talk about what she learnt in her years in Penguin, Harper Collins and (now) Westland."
    },
    {
        "epnum": 151,
        "title": "Episode 151: Maharashtra Politics Unscrambled",
        "url": "https://seenunseen.in/episodes/2019/12/16/episode-151-maharashtra-politics-unscrambled/",
        "description": "Politics in Maharashtra is deeply complicated. Its themes and fault lines have been formed over decades. Veteran journalist and author Sujata Anandan joins Amit Varma in episode 151 of The Seen and the Unseen to unravel some of the mysteries behind its fascinating dramas."
    },
    {
        "epnum": 152,
        "title": "Episode 152: The Citizenship Battles",
        "url": "https://seenunseen.in/episodes/2019/12/22/episode-152-the-citizenship-battles/",
        "description": "Why is India burning over the Citizenship Amendment Bill? Why does the NRC matter? What is happening in Assam? Srinath Raghavan joins Amit Varma in episode 152 of The Seen and the Unseen to give historical perspective on our current ferments."
    },
    {
        "epnum": 153,
        "title": "Episode 153: The Indian Economy in 2019",
        "url": "https://seenunseen.in/episodes/2019/12/30/episode-153-the-indian-economy-in-2019/",
        "description": "Alongside much social unrest, the Indian economy went to hell in 2019. Vivek Kaul joins Amit Varma in episode 153 of The Seen and the Unseen to survey the damage, and to demystify the rubble."
    },
    {
        "epnum": 154,
        "title": "Episode 154: The Art and Science of Economic Policy",
        "url": "https://seenunseen.in/episodes/2020/1/6/episode-154-the-art-and-science-of-economic-policy/",
        "description": "Economic policy affects each of us — and yet, India has gotten it wrong for decades. In their groundbreaking new book, Vijay Kelkar and Ajay Shah write not just how to do policy, but how to think about policy. They join Amit Varma in episode 154 of The Seen and the Unseen to share their learnings, first principles onwards."
    },
    {
        "epnum": 155,
        "title": "Episode 155: Films, Feminism, Paromita",
        "url": "https://seenunseen.in/episodes/2020/1/13/episode-155-films-feminism-paromita/",
        "description": "Immense changes have swept through our lives in the last three decades. Filmmaker and writer Paromita Vohra joins Amit Varma in episode 155 of The Seen and the Unseen, and turns her unique gaze both inwards and outwards."
    },
    {
        "epnum": 156,
        "title": "Episode 156: Kerala and the Ivory Throne",
        "url": "https://seenunseen.in/episodes/2020/1/20/episode-156-kerala-and-the-ivory-throne/",
        "description": "Kerala has a madly interesting history. It was a hub of globalisation centuries ago, an exemplar of tolerance. Almost in contrast, it took casteism to an extreme. It also had a matrilineal system, a tradition of empowered women, and some badass queens. Historian Manu Pillai joins Amit Varma in episode 156 of The Seen and the Unseen to discuss all this and more."
    },
    {
        "epnum": 157,
        "title": "Episode 157: Taking Stock of Our Republic",
        "url": "https://seenunseen.in/episodes/2020/1/26/episode-157-taking-stock-of-our-republic/",
        "description": "India has endured — but as we celebrate another Republic Day, we must remember that we cannot take this for granted. Historian Ramachandra Guha joins Amit Varma in episode 157 of The Seen and the Unseen to examine some of the currents of history that brought us here, and are still in flux."
    },
    {
        "epnum": 158,
        "title": "Episode 158: Radically Networked Societies",
        "url": "https://seenunseen.in/episodes/2020/2/2/episode-158-radically-networked-societies/",
        "description": "From the Arab Spring to Shaheen Bagh, radically networked societies are rising up to express themselves. What do they have in common? How will a hierarchical&nbsp;state deal with a networked society? Pranay Kotasthane shares his insights with Amit Varma in episode 158 of The Seen and the Unseen."
    },
    {
        "epnum": 159,
        "title": "Episode 159: The Theatre of the Budget",
        "url": "https://seenunseen.in/episodes/2020/2/9/episode-159-the-theatre-of-the-budget/",
        "description": "From the Arab Spring to Shaheen Bagh, radically networked societies are rising up to express themselves. What do they have in common? How will a hierarchical&nbsp;state deal with a networked society? Pranay Kotasthane shares his insights with Amit Varma in episode 158 of The Seen and the Unseen."
    },
    {
        "epnum": 160,
        "title": "Episode 160: Participatory Democracy",
        "url": "https://seenunseen.in/episodes/2020/2/16/episode-160-participatory-democracy/",
        "description": "From the Arab Spring to Shaheen Bagh, radically networked societies are rising up to express themselves. What do they have in common? How will a hierarchical&nbsp;state deal with a networked society? Pranay Kotasthane shares his insights with Amit Varma in episode 158 of The Seen and the Unseen."
    },
    {
        "epnum": 161,
        "title": "Episode 161: The History of Desire in India",
        "url": "https://seenunseen.in/episodes/2020/2/23/episode-161-the-history-of-desire-in-india/",
        "description": "We may be a sexually repressed country today, but it wasn’t always like this. Madhavi Menon joins Amit Varma in episode 161 of The Seen and the Unseen to elaborate on the infinite variety of our desires all through history."
    },
    {
        "epnum": 162,
        "title": "Episode 162: Caste, Gender, Karnatik Music",
        "url": "https://seenunseen.in/episodes/2020/3/1/episode-162-caste-gender-karnatik-music/",
        "description": "So much of our culture is shaped by our social fault lines. <a href=\"https://tmkrishna.com/\" target=\"_blank\" rel=\"noopener noreferrer\" data-saferedirecturl=\"https://www.google.com/url?q=https://tmkrishna.com/&amp;source=gmail&amp;ust=1583117336340000&amp;usg=AFQjCNFrvfrwPMxBXkFLbxHLSTwh3rbGnw\">TM Krishna</a>&nbsp;joins Amit Varma in episode 162 of The Seen and the Unseen to peel the layers off the development of Karnatik music — and Indian society itself."
    },
    {
        "epnum": 163,
        "title": "Episode 163: Who Broke Our Republic?",
        "url": "https://seenunseen.in/episodes/2020/3/8/episode-163-who-broke-our-republic/",
        "description": "Seven decades after Independence, India is still wracked by poverty and strife. Who is responsible? Kapil Komireddi joins Amit Varma in episode 163 of The Seen and the Unseen to excoriate every political player of Independent India. No prisoners taken."
    },
    {
        "epnum": 164,
        "title": "Episode 164: The Ideas of Our Constitution",
        "url": "https://seenunseen.in/episodes/2020/3/15/episode-164-the-ideas-of-our-constitution/",
        "description": "Contrary to popular belief, the Indian constitution was not a copy-paste job without a vision. It emerged from decades of intellectual ferment. Madhav Khosla joins Amit Varma in episode 164 of The Seen and the Unseen to describe the history of the key ideas that drove our founders and shaped our constitution."
    },
    {
        "epnum": 165,
        "title": "Episode 165: Genetic Engineering",
        "url": "https://seenunseen.in/episodes/2020/3/22/episode-165-genetic-engineering/",
        "description": "Humans are the only bots with the ability to reprogram themselves. Shambhavi Naik joins Amit Varma in episode 165 of The Seen and the Unseen to discuss the science, ethics, politics and policy implications of genetic engineering."
    },
    {
        "epnum": 166,
        "title": "Episode 166: Nanak Was Here",
        "url": "https://seenunseen.in/episodes/2020/3/29/episode-166-nanak-was-here/",
        "description": "The man known as Guru Nanak was one of the great travellers of his time, passing through lands that are today spread across nine countries. Amardeep Singh joins Amit Varma in episode 166 of The Seen and the Unseen to talk about how he retraced Nanak’s path — and also about his efforts at documenting the Sikh heritage of Pakistan."
    },
    {
        "epnum": 167,
        "title": "Episode 167: India’s Greatest Civil Servant",
        "url": "https://seenunseen.in/episodes/2020/4/5/episode-167-indias-greatest-civil-servant/",
        "description": "In 1906, a 13-year-old boy burnt down his school in a village in Kerala and ran away from home to work in the gold mines of Kolar. Decades later, he put this country together. Narayani Basu joins Amit Varma in episode 167 of The Seen and the Unseen to talk about the extraordinary life of VP Menon."
    },
    {
        "epnum": 168,
        "title": "Episode 168: The Art of Translation",
        "url": "https://seenunseen.in/episodes/2020/4/12/episode-168-the-art-of-translation/",
        "description": "There are over 6000 languages in the world. How can we possibly understand one another? Arunava Sinha joins Amit Varma in episode 168 of The Seen and the Unseen to explain the importance of translation,&nbsp;and literature itself,&nbsp;in these divisive times."
    },
    {
        "epnum": 169,
        "title": "Episode 169: Taking Stock of Covid-19",
        "url": "https://seenunseen.in/episodes/2020/4/19/episode-169-taking-stock-of-covid-19/",
        "description": "How should India handle Covid-19? Every option on the table carries huge costs, and will take countless lives.&nbsp;Shruti Rajagopalan joins Amit Varma in episode 169 of The Seen and the Unseen to help navigate the complex decisions that policy makers are being forced to make with little information."
    },
    {
        "epnum": 170,
        "title": "Episode 170: Foreign Policy is a Big Deal",
        "url": "https://seenunseen.in/episodes/2020/4/26/episode-170-foreign-policy-is-a-big-deal/",
        "description": "So much of the lives of common people depends on the relationships between nations. But is foreign policy an arcane subject, meant only for wonks and elites? No! Pranay Kotasthane and Manoj Kewalramani join Amit Varma in episode 170 of The Seen and the Unseen to demystify international relations."
    },
    {
        "epnum": 171,
        "title": "Episode 171: India’s Start-Up Ecosystem",
        "url": "https://seenunseen.in/episodes/2020/5/3/episode-171-indias-start-up-ecosystem/",
        "description": "Many entrepreneurs aim to plug a hole in the world. Some try to expand the universe. Mohit Satyanand joins Amit Varma in episode 171 of The Seen and the Unseen to talk about why these are exciting times to&nbsp;be an angel investor."
    },
    {
        "epnum": 172,
        "title": "Episode 172: The Many Cities of Delhi",
        "url": "https://seenunseen.in/episodes/2020/5/10/episode-172-the-many-cities-of-delhi/",
        "description": "There is much more to Delhi than Old Delhi and New Delhi. The stones bear witness&nbsp;to a rich history, with much drama and tumult. Rana Safvi joins Amit Varma in episode 172 of The Seen and the Unseen to talk about how the forgotten past of Delhi continues to shape its present."
    },
    {
        "epnum": 173,
        "title": "Episode 173: The Resonance of Akbar",
        "url": "https://seenunseen.in/episodes/2020/5/17/episode-173-the-resonance-of-akbar/",
        "description": "So much of our history&nbsp;has been weaponized by politics — especially the Mughal period. Manimugdha Sharma joins Amit Varma in episode 173 of The Seen and the Unseen to shed light on the tug of war around Emperor Akbar — and why that history remains relevant even today."
    },
    {
        "epnum": 174,
        "title": "Episode 174: Tawaif",
        "url": "https://seenunseen.in/episodes/2020/5/24/episode-174-tawaif/",
        "description": "Tawaifs played a unique role in Indian society and culture in the 19th century, but have since been either vilified or romanticized. Filmmaker&nbsp;and author Saba Dewan joins Amit Varma in episode 174 of The Seen and the Unseen to talk about the fascinating human stories behind this lost community."
    },
    {
        "epnum": 175,
        "title": "Episode 175: The Indian Armed Forces",
        "url": "https://seenunseen.in/episodes/2020/5/31/episode-175-the-indian-armed-forces/",
        "description": "As institutions wither around us, the Indian Armed Forces have retained their credibility. But is there a risk of politicization there as well? Lt Gen Prakash Menon joins Amit Varma in episode 175 of The Seen and the Unseen to discuss&nbsp;the evolution of our armed forces through the decades, and the challenges they face today."
    },
    {
        "epnum": 176,
        "title": "Episode 176: The Nuances of Lockdown",
        "url": "https://seenunseen.in/episodes/2020/6/7/episode-176-the-nuances-of-lockdown/",
        "description": "What do past epidemics teach us about Covid-19? What do past disasters teach us about politics and the state? Is there a false binary between lockdown and no-lockdown? Anup Malani joins Amit Varma in episode 176 of The Seen and the Unseen to share his insights on these subjects and more."
    },
    {
        "epnum": 177,
        "title": "Episode 177: India’s Economy in the Time of Covid-19",
        "url": "https://seenunseen.in/episodes/2020/6/14/episode-177-indias-economy-in-the-time-of-covid-19/",
        "description": "Our economy was going down, down, down well before Covid-19 struck. And now? Vivek Kaul joins Amit Varma in episode 177 of The Seen and the Unseen to spread his usual quota of sunshine and joy."
    },
    {
        "epnum": 178,
        "title": "Episode 178: What Happened to Our Journalism?",
        "url": "https://seenunseen.in/episodes/2020/6/21/episode-178-what-happened-to-our-journalism/",
        "description": "Journalism used to be a quest to establish the truth. It has now become a battle of conflicting narratives. We have gone from seeking to shouting. What went wrong? Nidhi Razdan joins Amit Varma in episode 178 of The Seen and the Unseen to share insights from her eventful career."
    },
    {
        "epnum": 179,
        "title": "Episode 179: The Plight of Our Street Vendors",
        "url": "https://seenunseen.in/episodes/2020/6/28/episode-179-the-plight-of-our-street-vendors/",
        "description": "<div>India suffers from a predatory state, and nothing illustrates this better than the sorry state of our street vendors. Prashant Narang joins Amit Varma in episode 179 of The Seen and the Unseen to elaborate&nbsp;on this unseen tragedy of the streets around us."
    },
    {
        "epnum": 180,
        "title": "Episode 180: Elite Imitation in Public Policy",
        "url": "https://seenunseen.in/episodes/2020/7/5/episode-180-elite-imitation-in-public-policy/",
        "description": "Indian decision makers often blindly copy public policy from abroad, without considering whether it would work in local conditions. Shruti Rajagopalan and Alex Tabarrok join Amit Varma in episode 180 of The Seen and the Unseen to explain the damage caused by such ‘isomorphic mimicry,’ and why it happens in the first place."
    },
    {
        "epnum": 181,
        "title": "Episode 181: The Dragon and the Elephant",
        "url": "https://seenunseen.in/episodes/2020/7/12/episode-181-the-dragon-and-the-elephant/",
        "description": "Why is there this tension between China and India? To understand that, we must uncover many layers of the past. Foreign Policy scholars Hamsini Hariharan and Shibani Mehta join Amit Varma in episode 181 of The Seen and the Unseen to share their insights on the rich history of the interactions between these two great civilizations."
    },
    {
        "epnum": 182,
        "title": "Episode 182: Conversation and Society",
        "url": "https://seenunseen.in/episodes/2020/7/19/episode-182-conversation-and-society/",
        "description": "<div>We live in an age of competing monologues. We talk, but we do not listen. Russ Roberts joins Amit Varma for a wide-ranging conversation in episode 182 of The Seen and the Unseen."
    },
    {
        "epnum": 183,
        "title": "Episode 183: The Art of Narrative Nonfiction (+ JBS Haldane)",
        "url": "https://seenunseen.in/episodes/2020/7/26/episode-183-the-art-of-narrative-nonfiction-jbs-haldane/",
        "description": "In a complex world where the truth is up for grabs, we <em>need</em> narrative nonfiction. Samanth Subramanian joins Amit Varma in episode 183 of The Seen and the Unseen to talk about the art and craft of this form of literature. Also discussed:&nbsp;<i>A Dominant Character</i>, Samanth’s book on JBS Haldane, and the intersection of science and politics."
    },
    {
        "epnum": 184,
        "title": "Episode 184: Finding Dara Shukoh",
        "url": "https://seenunseen.in/episodes/2020/8/2/episode-184-finding-dara-shukoh/",
        "description": "The rivalry between Dara Shukoh and Aurangzeb is often considered a foundational one for Islam in India. Good Muslim vs Bad Muslim. But it’s not quite that simple. Historian Supriya Gandhi joins Amit Varma in episode 184 of The Seen and the Unseen to point out that the truth is complex, and there are no easy binaries."
    },
    {
        "epnum": 185,
        "title": "Episode 185: Fixing Indian Education",
        "url": "https://seenunseen.in/episodes/2020/8/9/episode-185-fixing-indian-education/",
        "description": "It is a humanitarian and moral failure that 73 years after Independence, our education system remains broken. We have failed our children through all this time. Karthik Muralidharan joins Amit Varma in episode 185 of The Seen and the Unseen to share his insights from years of research on the ground. We can fix this. Is the NEP part of the solution?"
    },
    {
        "epnum": 186,
        "title": "Episode 186: What Have We Done With Our Independence?",
        "url": "https://seenunseen.in/episodes/2020/8/15/episode-186-what-have-we-done-with-our-independence/",
        "description": "As India completes 73 years, it’s worth taking stock of our journey so far. Pratap Bhanu Mehta joins Amit Varma in episode 186 of The Seen and the Unseen, an Independence Day Special that takes a discursive look at the political and social&nbsp;currents that made us what we are."
    },
    {
        "epnum": 187,
        "title": "Episode 187: Dadabhai Naoroji and the Fight for India",
        "url": "https://seenunseen.in/episodes/2020/8/23/episode-187-dadabhai-naoroji-and-the-fight-for-india/",
        "description": "In the 19th century, when the Idea of India was so nebulous, what did it mean to be a freedom fighter? Dinyar Patel joins Amit Varma in episode 187 of The Seen and the Unseen to describe Dadabhai Naoroji’s battle to transform India from within the British empire."
    },
    {
        "epnum": 188,
        "title": "Episode 188: What a Long Strange Trip It’s Been",
        "url": "https://seenunseen.in/episodes/2020/8/30/what-a-long-strange-trip-its-been/",
        "description": "The Indian economy has been on a wild ride, traumatic in parts, for the last 73 years. And Arvind Subramanian was on a wild ride of his own as Chief Economic Advisor in the Indian government between 2014 and 2018. Arvind joins Amit Varma in episode 188 of The Seen and the Unseen to discuss both these journeys."
    },
    {
        "epnum": 189,
        "title": "Episode 189: The Acting Life",
        "url": "https://seenunseen.in/episodes/2020/9/6/episode-189-the-acting-life/",
        "description": "These are exciting times for Indian cinema, as multiple worlds and sensibilities collide in the streets and studios of Mumbai. Actors Rasika Dugal and Mukul Chadda join Amit Varma in episode 189 of The Seen and the Unseen to describe their journeys in this brave new world."
    },
    {
        "epnum": 190,
        "title": "Episode 190: Queeristan",
        "url": "https://seenunseen.in/episodes/2020/9/13/episode-190-queeristan/",
        "description": "Whatever you say of India, an old cliche goes, the opposite is also true. India has always been homophobic — but it also contains Queeristan. Parmesh Shahani joins Amit Varma in episode 190 of The Seen and the Unseen to talk about his long ongoing battle for LGBTQ inclusion in corporate India — and much beyond."
    },
    {
        "epnum": 191,
        "title": "Episode 191: Our Cities After Covid-19",
        "url": "https://seenunseen.in/episodes/2020/9/20/episode-191-our-cities-after-covid-19/",
        "description": "In normal times, cities are an engine of prosperity. In these strange times, they are also an engine of pandemic. Vaidehi Tandel joins Amit Varma in episode 191 of The Seen and the Unseen to discuss how important cities are to civilisation, and how Covid-19 will affect the way we live."
    },
    {
        "epnum": 192,
        "title": "Episode 192: The Loneliness of the Long-Distance Trucker",
        "url": "https://seenunseen.in/episodes/2020/9/27/episode-192-the-loneliness-of-the-long-distance-trucker/",
        "description": "There is much romance in being on the open road, always on the move. But not for the long-distance trucker, trapped in a moving cocoon, always travelling but getting nowhere&nbsp;slowly. Rajat Ubhaykar joins Amit Varma in episode 192 of The Seen and the Unseen to describe his insights from hitchhiking around India on trucks."
    },
    {
        "epnum": 193,
        "title": "Episode 193: The Fight of the Central Banker",
        "url": "https://seenunseen.in/episodes/2020/10/4/episode-193-the-fight-of-the-central-banker/",
        "description": "The conflict between the government and the central bank seems like an arcane one that only wonks care about — but it affects the lives of all of us. Viral Acharya joins Amit Varma in episode 193 of The Seen and the Unseen to explain why we should all join him in the battle against Fiscal Dominance."
    },
    {
        "epnum": 194,
        "title": "Episode 194: The First Assault on Our Constitution",
        "url": "https://seenunseen.in/episodes/2020/10/11/episode-194-the-first-assault-on-our-constitution/",
        "description": "The constitution of India, it has been said, is not a book but a periodical. Starting with Jawaharlal Nehru, every prime minister who wanted to do something unconstitutional simply amended the constitution. Tripurdaman Singh joins Amit Varma in episode 194 of The Seen and the Unseen to discuss India’s First Amendment, which began a rot that never ended."
    },
    {
        "epnum": 195,
        "title": "Episode 195: Memories and Things",
        "url": "https://seenunseen.in/episodes/2020/10/18/episode-195-memories-and-things/",
        "description": "Decades after the trauma of separation, Partition remains with us. Aanchal Malhotra joins Amit Varma in episode 195 of The Seen and the Unseen to talk about her work in excavating the memories of Partition survivors through the objects they carried with them — and their resonance in these modern times."
    },
    {
        "epnum": 196,
        "title": "Episode 196: The Importance of Data Journalism",
        "url": "https://seenunseen.in/episodes/2020/10/25/episode-196-the-importance-of-data-journalism/",
        "description": "Good data journalism can reveal otherwise unseen truths about our society. Pioneering journalist Rukmini S joins Amit Varma in episode 196 of The Seen and the Unseen to talk about the insights data brought to her journalism, and her groundbreaking podcast on Covid-19, The Moving Curve."
    },
    {
        "epnum": 197,
        "title": "Episode 197: Storytelling and Conversation",
        "url": "https://seenunseen.in/episodes/2020/11/1/episode-197-storytelling-and-conversation/",
        "description": "Stories and conversations can shape the world, and ourselves, in ways that we often don’t appreciate. Neelesh Misra joins Amit Varma in episode 197 of The Seen and the Unseen to chat about his journey as a storyteller&nbsp;and interviewer."
    },
    {
        "epnum": 198,
        "title": "Episode 198: Cities and Citizens",
        "url": "https://seenunseen.in/episodes/2020/11/8/episode-198-cities-and-citizens/",
        "description": "As our cities are growing, our citizens are growing apathetic. Can we reassert our rights and reform our governance? Ashwin Mahesh joins Amit Varma in episode 198 of The Seen and the Unseen for a wide-ranging conversation on urban governance, citizenship, education and much more."
    },
    {
        "epnum": 199,
        "title": "Episode 199: An Adman Reflects on Society &amp; the Self",
        "url": "https://seenunseen.in/episodes/2020/11/15/episode-199-an-adman-reflects-on-society-the-self/",
        "description": "Figuring out what consumers want is pretty similar to figuring out what society wants. Adman and author Ambi Parameswaran joins Amit Varma in episode 199 of The Seen and the Unseen to share his insights from his decades in advertising, and the many books he has written."
    },
    {
        "epnum": 200,
        "title": "Episode 200: The Hunter Becomes the Hunted",
        "url": "https://seenunseen.in/episodes/2020/11/22/episode-200-the-hunter-becomes-the-hunted/",
        "description": "The tables are turned in episode 200 of The Seen and the Unseen. Host Amit Varma is in the firing line, replying to questions from 22 of his past guests and fans as Shruti Rajagopalan plays proctor. They talk about poker, podcasting, politics, policy and the personal."
    },
    {
        "epnum": 201,
        "title": "Episode 201: A Cricket Tragic Celebrates the Game",
        "url": "https://seenunseen.in/episodes/2020/11/29/episode-201-a-cricket-tragic-celebrates-the-game/",
        "description": "Cricket has a unique place in Indian society, and has touched and shaped millions of lives. Ramachandra Guha joins Amit Varma in episode 201 of The Seen and the Unseen to describe how he came to love, play and even administer the ‘most subtle and sophisticated game known to humankind.’"
    },
    {
        "epnum": 202,
        "title": "Episode 202: The BJP Before Modi",
        "url": "https://seenunseen.in/episodes/2020/12/6/episode-202-the-bjp-before-modi/",
        "description": "The dominance of Hindu nationalism in Indian politics is so complete that it seems like it was inevitable. Was it? Vinay Sitapati joins Amit Varma in episode 202 of The Seen and the Unseen to discuss the BJP’s long journey to this point, as reflected in the jugalbandi of Atal Bihari Vajpayee and Lal Krishna Advani."
    },
    {
        "epnum": 203,
        "title": "Episode 203: Brave New World",
        "url": "https://seenunseen.in/episodes/2020/12/13/episode-203-brave-new-world/",
        "description": "If someone from the year 1990 visited the world of 2020, it would seem magical, even fictional. Vasant Dhar joins Amit Varma in episode 203 of The Seen and the Unseen to discuss how technology will continue to change our world in ways we cannot imagine. Will the future upgrade us — or will it make us obsolete?"
    },
    {
        "epnum": 204,
        "title": "Episode 204: A Scientist in the Kitchen",
        "url": "https://seenunseen.in/episodes/2020/12/20/episode-204-a-scientist-in-the-kitchen/",
        "description": "Indian cooking is often treated as a mystical art — but it is the science behind it that should fill us with wonder. Krish Ashok joins Amit Varma in episode 204 of The Seen and the Unseen to speak about <em>Masala Lab</em>, his effort at explaining this great art from scientific first principles. Every meal of yours can now be a romantic adventure filled with the ecstasy of insight — whether you cook it, eat or or do both while playing the violin."
    },
    {
        "epnum": 205,
        "title": "Episode 205: India’s Tryst With Pandemics",
        "url": "https://seenunseen.in/episodes/2020/12/27/episode-205-indias-tryst-with-pandemics/",
        "description": "Pandemic, lockdown, masks, vaccine, state failure, state overreach: India’s been here before, and it’s been worse. Chinmay Tumbe joins Amit Varma in episode 205 of The Seen and the Unseen to discuss how 40 million lives were lost in the subcontinent between 1817 and 1920 in the cholera, plague and influenza pandemics — and the lessons we need to learn from them."
    },
    {
        "epnum": 206,
        "title": "Episode 206: Lessons From 2020",
        "url": "https://seenunseen.in/episodes/2021/1/3/episode-206-lessons-from-2020/",
        "description": "Finally, 2020 is behind us. It changed our world, the way we live our lives, and how we relate to each other and to ourselves. Shruti Rajagopalan and Alex Tabarrok join Amit Varma in episode 206 of The Seen and the Unseen to take stock of the year gone by, with each of them picking five lessons they feel 2020 holds for us. Because they can’t count, though, they end up with more than 15 — he"
    },
    {
        "epnum": 207,
        "title": "Episode 207: Religion, Food, Indian Society",
        "url": "https://seenunseen.in/episodes/2021/1/10/episode-207-religion-food-indian-society/",
        "description": "God is a controversial subject, but we can all agree that food exists, and is often divine. Shoba Narayan joins Amit Varma in episode 207 of The Seen and the Unseen to describe her explorations of religion and food in India."
    },
    {
        "epnum": 208,
        "title": "Episode 208: Lessons in Investing (and Life)",
        "url": "https://seenunseen.in/episodes/2021/1/17/episode-208-lessons-in-investing-and-life/",
        "description": "Is the stock market an engine of our economy or a casino disconnected from reality? Does it require deep thinking or mad gambling? Deepak Shenoy joins Amit Varma in episode 208 of The Seen and the Unseen to talk about the lessons he has learnt about the markets — and about life."
    },
    {
        "epnum": 209,
        "title": "Episode 209: Two Girls Hanging From a Tree",
        "url": "https://seenunseen.in/episodes/2021/1/24/episode-209-two-girls-hanging-from-a-tree/",
        "description": "In 2014, a photograph of two girls hanging from a tree in an Indian village went viral. Sonia Faleiro joins Amit Varma in episode 209 of The Seen and the Unseen to discuss the years she spent researching their story, and the complex layers of truth she uncovered. And also, how the larger crime is the one our society commits on itself."
    },
    {
        "epnum": 210,
        "title": "Episode 210: Feeding the Hungry in the Pandemic",
        "url": "https://seenunseen.in/episodes/2021/1/31/episode-210-feeding-the-hungry-in-the-pandemic/",
        "description": "A virus can kill you — and so can hunger. The lockdown last year led to an explosion of hunger around the country. Where the state failed, civil society stepped in. Ruben Mascarenhas joins Amit Varma in episode 210 of The Seen and the Unseen to discuss his initiative, Khaana Chahiye, that fed lakhs of people in Mumbai. Also discussed: activism, local politics and the clash between principles and the will to power."
    },
    {
        "epnum": 211,
        "title": "Episode 211: The Tragedy of Our Farm Bills",
        "url": "https://seenunseen.in/episodes/2021/2/7/episode-211-the-tragedy-of-our-farm-bills/",
        "description": "Our agriculture needs reform — but we should be wary that our attempt to get there is not at the cost of our democracy. Ajay Shah joins Amit Varma in episode 211 of The Seen and the Unseen to share his insights on the process, content and implication of the farm bills. Also discussed: knowledge assimilation, public health, how we tackled the pandemic and what we can do going forward."
    },
    {
        "epnum": 212,
        "title": "Episode 212: Pandemonium in India’s Banks",
        "url": "https://seenunseen.in/episodes/2021/2/14/episode-212-pandemonium-in-indias-banks/",
        "description": "India’s financial system has been in crisis for more than a decade — and it affects all of us. Tamal Bandyopadhyay joins Amit Varma in episode 212 of The Seen and the Unseen to make sense of all the turbulence."
    },
    {
        "epnum": 213,
        "title": "Episode 213: A Venture Capitalist Looks at the World",
        "url": "https://seenunseen.in/episodes/2021/2/21/episode-213-a-venture-capitalist-looks-at-the-world/",
        "description": "VCs have a crazy job description. They need to understand society, figure out what people will want tomorrow and bet on the future. Sajith Pai joins Amit Varma in episode 213 of The Seen and the Unseen to talk about his frames of looking at the world — and what he has learnt about media, entrepreneurship and this country of ours."
    },
    {
        "epnum": 214,
        "title": "Episode 214: Raghu Sanjaylal Jaitley’s Father’s Scooter",
        "url": "https://seenunseen.in/episodes/2021/2/28/episode-214-raghu-sanjaylal-jaitleys-fathers-scooter/",
        "description": "India is a complex country. The last few decades have been full of tumult. How does one make sense of it all? Raghu Sanjaylal Jaitley joins Amit Varma in episode 214 of The Seen and the Unseen to talk about the many frames he uses to look at our politics, economics, culture and Dilip Kumar."
    },
    {
        "epnum": 215,
        "title": "Episode 215: A Writer Learns to See",
        "url": "https://seenunseen.in/episodes/2021/3/7/episode-215-a-writer-learns-to-see/",
        "description": "There is so much about India that is unseen to us, hidden behind layers of blindness. If only we could peel them off. Annie Zaidi joins Amit Varma in episode 215 of The Seen and the Unseen to describe how her many years as a writer, blogger, journalist, playwright and filmmaker deepened her vision of our world."
    },
    {
        "epnum": 216,
        "title": "Episode 216: Being Muslim in India",
        "url": "https://seenunseen.in/episodes/2021/3/14/episode-216-being-muslim-in-india/",
        "description": "What is it like to be Muslim in India? Ghazala Wahab joins Amit Varma in episode 216 of The Seen and the Unseen to discuss.the history of Islam in the subcontinent — and how, at this present moment, we may be trapped in a vicious circle."
    },
    {
        "epnum": 217,
        "title": "Episode 217: The Prem Panicker Files",
        "url": "https://seenunseen.in/episodes/2021/3/21/episode-217-the-prem-panicker-files/",
        "description": "Prem Panicker has been raising hell in Indian journalism for over 30 years: A muckraker and a pioneer, a maverick and an elder statesman, he is loved by fans and feared by the establishment. Prem joins Amit Varma in episode 217 of The Seen and the Unseen for a raw and intimate account of the wounds he got from living, and the lessons he learnt while healing."
    },
    {
        "epnum": 218,
        "title": "Episode 218: A Creator of the Floating World",
        "url": "https://seenunseen.in/episodes/2021/3/28/episode-218-a-creator-of-the-floating-world/",
        "description": "The world of creators has changed in the last few years — and maybe advertising is dead? Varun Duggirala joins Amit Varma in episode 218 of The Seen and the Unseen to describe his journey as a creator in the world of advertising — and the time he kidnapped people for reality television."
    },
    {
        "epnum": 219,
        "title": "Episode 219: Keeping India Safe",
        "url": "https://seenunseen.in/episodes/2021/4/4/episode-219-keeping-india-safe/",
        "description": "There are many things that threaten our nation, both internal and external, both seen and unseen. Our armed forces protect us from some of them. Sushant Singh joins Amit Varma in episode 219 of The Seen and the Unseen to discuss the state of our military, his experiences in Kashmir, the threats from Pakistan and China, and the danger of politics to national security."
    },
    {
        "epnum": 220,
        "title": "Episode 220: The Sharda Ugra Files",
        "url": "https://seenunseen.in/episodes/2021/4/11/episode-220-the-sharda-ugra-files/",
        "description": "India has changed so much in the last 30 years — and so has Indian sport. One of our finest chroniclers, Sharda Ugra, joins Amit Varma in episode 220 of The Seen and the Unseen to talk about sports journalism, cricket, other Indian sports, and how she has embraced both the sublime and the shady. Also discussed: the eternal charm of Sion, Atul Bedade, gorillas and paagal kuttas."
    },
    {
        "epnum": 221,
        "title": "Episode 221: Science and Covid-19",
        "url": "https://seenunseen.in/episodes/2021/4/18/episode-221-science-and-covid-19/",
        "description": "These are difficult times. How do we make sense of what is happening around us? Well, there is science. Anirban Mahapatra joins Amit Varma in episode 221 of The Seen and the Unseen to share his insights on the science of Covid-19 — and on the state of science and scientific writing in general."
    },
    {
        "epnum": 222,
        "title": "Episode 222: The Saffron Trail",
        "url": "https://seenunseen.in/episodes/2021/4/25/episode-222-the-saffron-trail/",
        "description": "Trained as a medical doctor, Nandita Iyer has blazed a trail in the last 15 years creating content about food in media as diverse as blogs, Instagram, YouTube and even good old-fashioned columns and books. She joins Amit Varma in episode 222 of The Seen and the Unseen to discuss her journey in food, what we can learn from our grandparents&nbsp;and the fine art of dissecting cadavers."
    },
    {
        "epnum": 223,
        "title": "Episode 223: The Economics and Politics of Vaccines",
        "url": "https://seenunseen.in/episodes/2021/5/2/episode-223-the-economics-and-politics-of-vaccines/",
        "description": "The second wave in India could have been avoided. We should not have been suffering like this. Vaccines were the answer. Ajay Shah joins Amit Varma in episode 223 of The Seen and the Unseen to discuss how our thinking about vaccines was fundamentally flawed — and what we should do now. Also discussed: why Indian healthcare is in such a mess."
    },
    {
        "epnum": 224,
        "title": "Episode 224: Modeling Covid-19",
        "url": "https://seenunseen.in/episodes/2021/5/9/episode-224-modeling-covid-19/",
        "description": "How do we make sense of the madness around us? Well, there’s the rational, scientific approach: gather data, build models, keep refining and iterating, get closer and closer to the truth. Gautam Menon joins Amit Varma in episode 224 of The Seen and the Unseen to describe the exciting field of biophysics and his work in building mathematical models of infectious diseases — especially Covid-19. Also discussed: the joys of science, and how Indian music is the best embodiment of the idea of India. Kumar Gandharva FTW."
    },
    {
        "epnum": 225,
        "title": "Episode 225: Understanding Indian Healthcare",
        "url": "https://seenunseen.in/episodes/2021/5/16/episode-225-understanding-indian-healthcare/",
        "description": "We may have been in denial earlier, but no more. Covid-19 has laid bare how badly India’s healthcare system is broken. Before we can fix it, we must understand it. Karthik Muralidharan joins Amit Varma in episode 225 of The Seen and the Unseen to shed light on his many years of studying&nbsp;this field. The discussion also contains thoughts on whether GDP is edible, and a bout of antakshiri right at the end."
    },
    {
        "epnum": 226,
        "title": "Episode 226: Helping Others in the Fog of Pandemic",
        "url": "https://seenunseen.in/episodes/2021/5/23/episode-226-helping-others-in-the-fog-of-pandemic/",
        "description": "Does shared suffering lead to greater empathy? There has been an outpouring of relief work during this pandemic, with citizens rushing to help other citizens where the state has failed. But there are complexities and moral dilemmas involved. Ashwin Mahesh joins Amit Varma in episode 226 of The Seen and the Unseen to describe his experiences of organising relief at scale, and the importance of working with the state."
    },
    {
        "epnum": 227,
        "title": "Episode 227: Taking Stock of Our Economy",
        "url": "https://seenunseen.in/episodes/2021/5/30/episode-227-taking-stock-of-our-economy/",
        "description": "The Indian economy has been going downhill for a decade now. How has Covid-19 affected it? Ila Patnaik joins Amit Varma in episode 227 of The Seen and the Unseen to take stock of where we are today, and where we go from here."
    },
    {
        "epnum": 228,
        "title": "Episode 228: The Kavita Krishnan Files",
        "url": "https://seenunseen.in/episodes/2021/6/6/episode-228-the-kavita-krishnan-files/",
        "description": "We’re well into the 21st century, but Indian society seems stuck in ages past — especially when it comes to the state of our women. Kavita Krishnan joins Amit Varma in episode 228 of The Seen and the Unseen to discuss her evolution as a feminist, and what she has learned from her activism."
    },
    {
        "epnum": 229,
        "title": "Episode 229: The Practice of Medicine",
        "url": "https://seenunseen.in/episodes/2021/6/13/episode-229-the-practice-of-medicine/",
        "description": "In these difficult times, no one’s had a harder time than our medical professionals. They see death every day, and they fight it. What is it like to be a doctor in India? Lancelot Pinto joins Amit Varma in episode 229 of The Seen and the Unseen to talk about the practice of medicine in general, and the battle against Covid-19 in particular. Also discussed: the incentives of doctors, the importance of sleep, how to quit smoking, and the Epidemic of Sighing."
    },
    {
        "epnum": 230,
        "title": "Episode 230: Jai Arjun Singh Lost It at the Movies",
        "url": "https://seenunseen.in/episodes/2021/6/20/episode-230-jai-arjun-singh-lost-it-at-the-movies/",
        "description": "His writing is self-reflective, his humour is self-deprecatory, and he’s one of our finest writers on cinema. Jai Arjun Singh joins Amit Varma in episode 230 of The Seen and the Unseen to describe how he to came to love cinema — and how that love changed shape as he did."
    },
    {
        "epnum": 231,
        "title": "Episode 231: The China Dude Is in the House",
        "url": "https://seenunseen.in/episodes/2021/6/27/episode-231-the-china-dude-is-in-the-house/",
        "description": "Bollywood lost him, journalism wasted him, and thank goodness for that. Manoj Kewalramani, the foreign policy analyst also known as The China Dude, joins Amit Varma in episode 231 of The Seen and the Unseen to discuss his brilliant new book on post-Covid China, <i>Smokeless War</i>. Also discussed: Lokhandwala Cafes and the art of building narratives."
    },
    {
        "epnum": 232,
        "title": "Episode 232: Understanding India Through Its Languages",
        "url": "https://seenunseen.in/episodes/2021/7/4/episode-232-understanding-india-through-its-languages/",
        "description": "The problem with the past is that it’s over. How can we enter distant history and understand what happened? Language is one way. Peggy Mohan joins Amit Varma in episode 232 of The Seen and the Unseen to share her insights on what the evolution of our languages reveals about how we got here."
    },
    {
        "epnum": 233,
        "title": "Episode 233: Pranay Kotasthane Talks Public Policy",
        "url": "https://seenunseen.in/episodes/2021/7/11/episode-233-pranay-kotasthane-talks-public-policy/",
        "description": "Public policy may seem like a dull subject fit only for wonks, but it matters: our lives are deeply affected by what our governments do. Pranay Kotasthane joins Amit Varma in episode 233 of The Seen and the Unseen to chat about his intellectual journey, his private beach and why public policy can be&nbsp;<i>so</i>&nbsp;stimulating. He also answers racy questions from the Twitterverse."
    },
    {
        "epnum": 234,
        "title": "Episode 234: Kanti Bajpai on India vs China",
        "url": "https://seenunseen.in/episodes/2021/7/19/episode-234-kanti-bajpai-on-india-vs-china/",
        "description": "What exactly is going on between India and China? When cooperation would lead to a win-win game, why is there conflict? Kanti Bajpai joins Amit Varma in episode 234 of The Seen and the Unseen to share his Four Ps framework for understanding this conflict. Also discussed: academia, public intellectuals, how one learns, and why writing and teaching make you a better thinker."
    },
    {
        "epnum": 235,
        "title": "Episode 235: Kavitha Rao and Our Lady Doctors",
        "url": "https://seenunseen.in/episodes/2021/7/26/episode-235-kavitha-rao-and-our-lady-doctors/",
        "description": "Back in the 19th century, women were supposed to stay home and learn cooking and needlework — but some dared to fight the odds and get an education. Some even became doctors. Kavitha Rao joins Amit Varma in episode 235 of The Seen and the Unseen to discuss her new book on six pioneering lady doctors. Also discussed: the craft of writing and storytelling, and the endless possibility for late bloomers."
    },
    {
        "epnum": 236,
        "title": "Episode 236: The Life and Times of Vir Sanghvi",
        "url": "https://seenunseen.in/episodes/2021/8/2/episode-236-the-life-and-times-of-vir-sanghvi/",
        "description": "The task of a journalist is to document the present moment. And there have been plenty of crazy present moments in India in the last 40 years. Vir Sanghvi joins Amit Varma in episode 236 of The Seen and the Unseen to share his insights on how our society, politics and media have been transformed over the course of his career. He also looks inwards."
    },
    {
        "epnum": 237,
        "title": "Episode 237: The Importance of the 1991 Reforms",
        "url": "https://seenunseen.in/episodes/2021/8/9/episode-237-the-importance-of-the-1991-reforms/",
        "description": "The liberalisation of 1991 lifted more than a quarter of a billion people in India out of poverty. And yet, we often don’t recognise their importance, and have gone backwards in the last decade. Shruti Rajagopalan and Ajay Shah join Amit Varma in episode 237 of The Seen and the Unseen to discuss what life was like before 1991, where we had gone wrong, what we put right and what remains to be done."
    },
    {
        "epnum": 238,
        "title": "Episode 238: The State of Indian Sport",
        "url": "https://seenunseen.in/episodes/2021/8/16/episode-238-the-state-of-indian-sport/",
        "description": "Indian sport has never been healthier. Joy Bhattacharjya and Nandan Kamath join Amit Varma in episode 238 of The Seen and the Unseen to share their inside view on what has happened behind the scenes to bring us here."
    },
    {
        "epnum": 239,
        "title": "Episode 239: Roshan Abbas and the Creator Economy",
        "url": "https://seenunseen.in/episodes/2021/8/23/episode-239-roshan-abbas-and-the-creator-economy/",
        "description": "If you’re a creative person, there is no better time to be alive. Roshan Abbas joins Amit Varma in episode 239 of The Seen and the Unseen to describe his remarkable journey as a creator — and to explain why the best is yet to come."
    },
    {
        "epnum": 240,
        "title": "Episode 240: Prakash Iyer, Alteration Tailor",
        "url": "https://seenunseen.in/episodes/2021/8/30/episode-240-prakash-iyer-alteration-tailor/",
        "description": "You can learn life lessons by actually living life — or you can take a short cut and learn them from those who have done the living for you. Prakash Iyer joins Amit Varma in episode 240 of The Seen and the Unseen to discuss his journey rising to the top of the corporate world, and then sharing the lessons he learnt."
    },
    {
        "epnum": 241,
        "title": "Episode 241: The Importance of Satya",
        "url": "https://seenunseen.in/episodes/2021/9/6/episode-241-the-importance-of-satya/",
        "description": "The gangster film and the city film are two genres that took a while to evolve in Bollywood. Uday Bhatia joins Amit Varma in episode 241 of The Seen and the Unseen to explain why Ram Gopal Varma’s&nbsp;<i>Satya</i>&nbsp;was a seminal moment, shaped by what came before it, and changing the course of Hindi cinema."
    },
    {
        "epnum": 242,
        "title": "Episode 242: India’s Security State",
        "url": "https://seenunseen.in/episodes/2021/9/13/episode-242-indias-security-state/",
        "description": "We are subjects, not citizens — and India’s state is designed to keep us that way. Josy Joseph joins Amit Varma in episode 242 of The Seen and the Unseen to discuss the astonishing ways in which India’s security state misuses its powers."
    },
    {
        "epnum": 243,
        "title": "Episode 243: The Barkha Dutt Files",
        "url": "https://seenunseen.in/episodes/2021/9/20/episode-243-the-barkha-dutt-files/",
        "description": "In the last 25 years, India has changed, journalism has changed and Barkha Dutt has been at the frontlines. She joins Amit Varma in episode 243 of The Seen and the Unseen to speak about how we got here, and the lessons of these years."
    },
    {
        "epnum": 244,
        "title": "Episode 244: The Multitudes of Our Maharajahs",
        "url": "https://seenunseen.in/episodes/2021/9/27/episode-244-the-multitudes-of-our-maharajahs/",
        "description": "India’s Maharajahs get a bad rap. Both the British empire and our freedom fighters pushed wrong stereotypes about them. Manu Pillai joins Amit Varma in episode 244 of The Seen and the Unseen to chat about the multitudes of our maharajahs — and much else that matters."
    },
    {
        "epnum": 245,
        "title": "Episode 245: The Dark Side of Indian Pharma",
        "url": "https://seenunseen.in/episodes/2021/10/4/episode-245-the-dark-side-of-indian-pharma/",
        "description": "When we pick up medicine from our nearby chemist, we assume that we are getting what we pay for. That trust may be misplaced. Dinesh Thakur joins Amit Varma in episode 245 of The Seen and the Unseen to share the story of the Ranbaxy fraud, and the shoddy state of Indian pharma today."
    },
    {
        "epnum": 246,
        "title": "Episode 246: The Life and Times of Ayaz Memon",
        "url": "https://seenunseen.in/episodes/2021/10/11/episode-246-the-life-and-times-of-ayaz-memon/",
        "description": "Over the last few decades, India has changed, cricket has changed, our media has changed — and one man has seen it all. Ayaz Memon joins Amit Varma in episode 246 of The Seen and the Unseen to reflect on some of what he has seen and learnt."
    },
    {
        "epnum": 247,
        "title": "Episode 247: The Business of Winning Elections",
        "url": "https://seenunseen.in/episodes/2021/10/18/episode-247-the-business-of-winning-elections/",
        "description": "Our political&nbsp;parties suck at governance but excel at narratives, as that’s what wins them elections. Shivam Shankar Singh joins Amit Varma in episode 247 of The Seen and the Unseen to describe his experiences at the heart of different political machines."
    },
    {
        "epnum": 248,
        "title": "Episode 248: The Decline of the Congress",
        "url": "https://seenunseen.in/episodes/2021/10/25/episode-248-the-decline-of-the-congress/",
        "description": "The Congress Party once dominated Indian politics. Today, it’s on the outside looking in. Rahul Verma joins Amit Varma in episode 248 of The Seen and the Unseen to discuss the complex social and political factors behind this massive decline."
    },
    {
        "epnum": 249,
        "title": "Episode 249: Dial C For Snehal Pradhan",
        "url": "https://seenunseen.in/episodes/2021/11/1/episode-249-dial-c-for-snehal-pradhan/",
        "description": "C is for Cricket. C is also for Creator. Snehal Pradhan, former fast bowler for the Indian team and current superstar creator, joins Amit Varma in episode 249 of The Seen and the Unseen to share her insights on both these ecosystems."
    },
    {
        "epnum": 250,
        "title": "Episode 250: Narendra Shenoy and Mr Narendra Shenoy",
        "url": "https://seenunseen.in/episodes/2021/11/8/episode-250-narendra-shenoy-and-mr-narendra-shenoy/",
        "description": "Narendra Shenoy and Mr Narendra Shenoy are cult figures who transcend the universe of ordinary podcast guests. One of them, a renowned&nbsp;storyteller, joins Amit Varma in episode 250 of The Seen and the Unseen. Which one? Who knows?&nbsp;Schrödinger’s Shenoy."
    },
    {
        "epnum": 251,
        "title": "Episode 251: Amit Schandillia, History Communicator",
        "url": "https://seenunseen.in/episodes/2021/11/15/episode-251-amit-schandillia-history-communicator/",
        "description": "History is often told in such a boring way that it might as well not have happened. And then, there are those who bring it so alive that the present seems so much clearer. Amit Schandillia joins Amit Varma in episode 251 of The Seen and the Unseen to talk about how his historical storytelling made him a Twitter sensation — and why both history and storytelling matter in these times."
    },
    {
        "epnum": 252,
        "title": "Episode 252: The State of Our Economy",
        "url": "https://seenunseen.in/episodes/2021/11/22/episode-252-the-state-of-our-economy/",
        "description": "Winter is here.The pandemic has receded, but our economy was already in bad shape before Covid struck, which made it plummet further. Where do we stand now? Can we recover? Puja Mehra and Mohit Satyanand join Amit Varma in episode 252 of The Seen and the Unseen to take stock."
    },
    {
        "epnum": 253,
        "title": "Episode 253: Our Parliament and Our Democracy",
        "url": "https://seenunseen.in/episodes/2021/11/29/episode-253-our-parliament-and-our-democracy/",
        "description": "A democracy is not just about voting, The rules of the game have to protect individuals, and institutions have to keep the government accountable. MR Madhavan joins Amit Varma in episode 253 of The Seen and the Unseen to discuss his efforts at empowering MPs and MLAs with knowledge — and why we should not lose hope in our nation."
    },
    {
        "epnum": 254,
        "title": "Episode 254: The Life and Times of Abhinandan Sekhri",
        "url": "https://seenunseen.in/episodes/2021/12/6/episode-254-the-life-and-times-of-abhinandan-sekhri/",
        "description": "He carried cables on a film set. He teamed up with friends named Arvind and Manish to save Delhi. He started a media company that said Boo to advertisers. Abhinandan Sekhri joins Amit Varma in episode 254 of The Seen and the Unseen to speak about the many things he’s learned during his rich and unconventional life."
    },
    {
        "epnum": 255,
        "title": "Episode 255: Sara Rai Inhales Literature",
        "url": "https://seenunseen.in/episodes/2021/12/13/episode-255-sara-rai-inhales-literature/",
        "description": "In India, we inhabit many worlds, and we live in many languages, many literatures. Sara Rai joins Amit Varma in episode 255 of The Seen and the Unseen to talk about her rich life learning to write, learning to read, learning to live."
    },
    {
        "epnum": 256,
        "title": "Episode 256: Pramit Bhattacharya Believes in Just One Ism",
        "url": "https://seenunseen.in/episodes/2021/12/20/episode-256-pramit-bhattacharya-believes-in-just-one-ism/",
        "description": "Data has no ideology, and journalists should always be guided by skepticism. Pramit Bhattacharya joins Amit Varma in episode 256 of The Seen and the Unseen to describe his journey learning the craft and the values of analytical journalism."
    },
    {
        "epnum": 257,
        "title": "Episode 257: Objects Speak to Annapurna Garimella",
        "url": "https://seenunseen.in/episodes/2021/12/27/episode-257-objects-speak-to-annapurna-garimella/",
        "description": "The world is what it is — but no one knows what that is, and we all see different worlds. Designer and art historian Annapurna Garimella joins Amit Varma in episode 257 of The Seen and the Unseen to describe her passage of seeing, remembering, reflecting."
    },
    {
        "epnum": 258,
        "title": "Episode 258: The Universe of Chuck Gopal",
        "url": "https://seenunseen.in/episodes/2022/1/3/episode-258-the-universe-of-chuck-gopal/",
        "description": "There has never been a better time to be a creator — but you need to be productive to make use of it! Deepak Gopalakrishnan aka Chuck Gopal joins Amit Varma in episode 258 of The Seen and the Unseen to talk about his journey, and to share his learnings on creation and productivity."
    },
    {
        "epnum": 259,
        "title": "Episode 259: The Loneliness of the Indian Woman",
        "url": "https://seenunseen.in/episodes/2022/1/10/episode-259-the-loneliness-of-the-indian-woman/",
        "description": "Indian women are lonely in the bedroom, lonely in the kitchen, lonely in the workplace. Shrayana Bhattacharya joins Amit Varma in episode 259 of The Seen and the Unseen to discuss the interior and exterior lives of these unseen millions."
    },
    {
        "epnum": 260,
        "title": "Episode 260: Sneaky Artist Sees the World",
        "url": "https://seenunseen.in/episodes/2022/1/17/episode-260-sneaky-artist-sees-the-world/",
        "description": "What we mean by art has changed in modern times — and there has never been a better time to be an artist. Nishant Jain aka Sneaky Artist joins Amit Varma in episode 260 of The Seen and the Unseen to talk about his journey, and to share his insights on the creator economy."
    },
    {
        "epnum": 261,
        "title": "Episode 261: Rukmini Sees India’s Multitudes",
        "url": "https://seenunseen.in/episodes/2022/1/24/episode-261-rukmini-sees-indias-multitudes/",
        "description": "You may think you have India figured out — but do you? Rukmini S joins Amit Varma in episode 261 of The Seen and the Unseen to speak about the many layers of India she has uncovered by looking closely at data, and the stories that lie beneath."
    },
    {
        "epnum": 262,
        "title": "Episode 262: Nehru’s Debates",
        "url": "https://seenunseen.in/episodes/2022/1/31/episode-262-nehrus-debates/",
        "description": "There was a time when our leaders dived into the public discourse and embraced the world of ideas. Tripurdaman Singh and Adeel Hussain join Amit Varma in episode 262 of The Seen and the Unseen to describe&nbsp;four debates that Jawaharlal Nehru entered with Muhammad Iqbal, Muhammad Ali Jinnah, Sardar Patel and Syama Prasad Mookerjee. These old debates matter today, because those ideas are still being contested."
    },
    {
        "epnum": 263,
        "title": "Episode 263: The Life and Times of Mrinal Pande",
        "url": "https://seenunseen.in/episodes/2022/2/7/episode-263-the-life-and-times-of-mrinal-pande/",
        "description": "Mrinal Pande, older than our republic, was writing from a time when it was felt that “a woman writing was like a dog walking on two hind legs.” She joins Amit Varma in episode 263 of The Seen and the Unseen to share her learnings from a life in literature. Subjects discussed include our society, our languages, gender, politics and the state of our media."
    },
    {
        "epnum": 264,
        "title": "Episode 264: Barun Mitra, Philosopher and Practitioner",
        "url": "https://seenunseen.in/episodes/2022/2/14/episode-264-barun-mitra-philosopher-and-practitioner/",
        "description": "Intellectuals need to get out of their ivory towers and take their ideas to the people, learning from them in the process. Barun Mitra joins Amit Varma in episode 264 of The Seen and the Unseen to discuss what he learnt from his decades combining reflection and activism."
    },
    {
        "epnum": 265,
        "title": "Episode 265: Amitava Kumar Finds the Breath of Life",
        "url": "https://seenunseen.in/episodes/2022/2/21/episode-265-amitava-kumar-finds-the-breath-of-life/",
        "description": "Life is beautiful, but we are too busy to notice. Writing is one way to capture the world, and to make our journey memorable. Amitava Kumar joins Amit Varma in episode 265 of The Seen and the Unseen to describe his journey as an author, journalist, artist, Instagrammer — and to explain the joys of slow-jamming the news."
    },
    {
        "epnum": 266,
        "title": "Episode 266: Ram Guha Reflects on His Life",
        "url": "https://seenunseen.in/episodes/2022/2/28/episode-266-ram-guha-reflects-on-his-life/",
        "description": "Historians write about the lives of others — but what about their own journeys? Ramachandra Guha joins Amit Varma in episode 266 of The Seen and the Unseen to reflect on his notion of home, how he got from there to here, and the strange dreams that sometimes come."
    },
    {
        "epnum": 267,
        "title": "Episode 267: Dhanya Rajendran Fights the Gaze",
        "url": "https://seenunseen.in/episodes/2022/3/7/episode-267-dhanya-rajendran-fights-the-gaze/",
        "description": "Indian mainstream media tends to see our country with the gaze of a privileged North Indian man.&nbsp;That is changing. Dhanya Rajendran joins Amit Varma in episode 267 of The Seen and the Unseen to talk about her journey in setting up The News Minute, and in deepening our journalism and the conversations we have."
    },
    {
        "epnum": 268,
        "title": "Episode 268: Russia, Ukraine, Foreign Policy",
        "url": "https://seenunseen.in/episodes/2022/3/14/episode-268-russia-ukraine-foreign-policy/",
        "description": "Russia’s invasion of Ukraine is not just a seminal moment in world history, but a teachable one. Pranay Kotasthane and Nitin Pai join Amit Varma in episode 268 of The Seen and the Unseen to discuss concepts and frameworks of foreign policy that can help us make sense of this turmoil."
    },
    {
        "epnum": 269,
        "title": "Episode 269: The Life and Times of Nirupama Rao",
        "url": "https://seenunseen.in/episodes/2022/3/21/episode-269-the-life-and-times-of-nirupama-rao/",
        "description": "A lifetime in diplomacy gave Nirupama Rao an inside view of the making of the first draft of history. She joins Amit Varma in episode 269 of The Seen and the Unseen to share her life lessons — and what still keeps her buzzing every day."
    },
    {
        "epnum": 270,
        "title": "Episode 270: Aakar Patel Is Full of Hope",
        "url": "https://seenunseen.in/episodes/2022/3/28/episode-270-aakar-patel-is-full-of-hope/",
        "description": "Things are bad — so bad that he’s written two books about it. Aakar Patel joins Amit Varma in episode 270 of The Seen and the Unseen to discuss politics, the media and his reasons for being hopeful in spite of all the doom and gloom."
    },
    {
        "epnum": 271,
        "title": "Episode 271: Crossing Over With Deepak Shenoy",
        "url": "https://seenunseen.in/episodes/2022/4/4/episode-271-crossing-over-with-deepak-shenoy/",
        "description": "Deepak Shenoy wants to ask Amit Varma about the creator economy. Amit wants to talk to Deepak about finance and his new book. Episode 271 of The Seen and the Unseen is a crossover episode with the Capital Mind Podcast in which Amit and Deepak get a jugalbandi going."
    },
    {
        "epnum": 272,
        "title": "Episode 272: The Ferment of Our Founders",
        "url": "https://seenunseen.in/episodes/2022/4/11/episode-272-the-ferment-of-our-founders/",
        "description": "Our freedom fighters didn’t just fight the British. They also grappled with each other in the marketplace of ideas and actions. Shruti Kapila joins Amit Varma in episode 272 of The Seen and the Unseen to describe how so many of our founders were also innovative political philosophers — and how we still fight their battles today."
    },
    {
        "epnum": 273,
        "title": "Episode 273: Warren Mendonsa Plays the Universal Pentatonic",
        "url": "https://seenunseen.in/episodes/2022/4/18/episode-273-warren-mendonsa-plays-the-universal-pentatonic/",
        "description": "He’s that Blackstratblues guy. He’s done rock, blues, sessions work for Bollywood, and you can’t put him in a box. Indie music legend Warren Mendonsa joins Amit Varma and guest co-host Chuck Gopal in episode 273 of The Seen and the Unseen to talk about his career, how he only aims to make music that makes him happy, and the common thread that binds us all."
    },
    {
        "epnum": 274,
        "title": "Episode 274: Two-and-a-Half Bengalis Have an Economics Adda",
        "url": "https://seenunseen.in/episodes/2022/4/25/episode-274-two-and-a-half-bengalis-have-an-economics-adda/",
        "description": "India is in bad shape. Bad economics is one reason why. Economists Rajeswari Sengupta and Shrayana Bhattacharya join Amit Varma in episode 274 of The Seen and the Unseen to take stock of the mess. You don’t like dissent? Too bad. We’re Bongs, and you cannot shut us up."
    },
    {
        "epnum": 275,
        "title": "Episode 275: Hussain Haidry, Hindustani Musalmaan",
        "url": "https://seenunseen.in/episodes/2022/5/2/episode-275-hussain-haidry-hindustani-musalmaan/",
        "description": "We live in times when all Indian Muslims are forced to be aware of their Muslimness. Hussain Haidry joins Amit Varma in episode 275 of The Seen and the Unseen to talk about his life, his art and these difficult times we live in."
    },
    {
        "epnum": 276,
        "title": "Episode 276: The Incredible Curiosities of Mukulika Banerjee",
        "url": "https://seenunseen.in/episodes/2022/5/9/episode-276-the-incredible-curiosities-of-mukulika-banerjee/",
        "description": "How did one of the greatest nonviolent movements in history emerge from within the supposedly violent Pathans of the wild frontier? Why do poor people in India vote even though there seems to be no point to it? Why does an ancient garment like the sari endure — but democracy seem in peril? Mukulika Banerjee joins Amit Varma in episode 276 of The Seen and the Unseen to discuss the questions that kept her up at night — and the lessons they hold for us."
    },
    {
        "epnum": 277,
        "title": "Episode 277: The Rooted Cosmopolitanism of Sugata Srinivasaraju",
        "url": "https://seenunseen.in/episodes/2022/5/16/episode-277-the-rooted-cosmopolitanism-of-sugata-srinivasaraju/",
        "description": "He grew up breathing Kannada literature — and he also embraced the globalised world. Sugata Srinivasaraju joins Amit Varma in episode 277 of The Seen and the Unseen to discuss this confluence of the old and the new, the near and the far, his society&nbsp;and the world."
    },
    {
        "epnum": 278,
        "title": "Episode 278: Climate Change and Our Power Sector",
        "url": "https://seenunseen.in/episodes/2022/5/23/episode-278-climate-change-and-our-power-sector/",
        "description": "To fight climate change, we need to reform the power sector. Right now, it’s dysfunctional. Akshay Jaitly and Ajay Shah join Amit Varma in episode 278 of The Seen and the Unseen to share their roadmap for change."
    },
    {
        "epnum": 279,
        "title": "Episode 279: Abhijit Bhaduri Breaks the Algorithm",
        "url": "https://seenunseen.in/episodes/2022/5/30/episode-279-abhijit-bhaduri-breaks-the-algorithm/",
        "description": "If you make space for serendipity in your life, good things happen. Abhijit Bhaduri joins Amit Varma in episode 279 of The Seen and the Unseen to describe his journey from the corporate life to the creator economy — and the lessons he learnt along the way."
    },
    {
        "epnum": 280,
        "title": "Episode 280: Manjima Bhattacharjya: The Making of a Feminist",
        "url": "https://seenunseen.in/episodes/2022/6/6/episode-280-manjima-bhattacharjya-the-making-of-a-feminist/",
        "description": "The world is changing for women — but is it getting better? Manjima Bhattacharjya joins Amit Varma in episode 280 of The Seen and the Unseen to describe her journey as a feminist and why she believes in the long arc. She also talks about her book <i>Intimate City,&nbsp;</i>and the changing face of sex work in India."
    },
    {
        "epnum": 281,
        "title": "Episode 281: From Cairo to Delhi With Max Rodenbeck",
        "url": "https://seenunseen.in/episodes/2022/6/13/episode-281-from-cairo-to-delhi-with-max-rodenbeck/",
        "description": "He grew up in Cairo, spent many years writing on the Middle East, saw the Arab Spring coming, and was bureau chief of the Economist in South&nbsp;Asia. Max Rodenbeck joins Amit Varma in episode 281 of The Seen and the Unseen to share his experiences in journalism, the lessons he learnt in India, and the troubling ways in which it resembles Egypt."
    },
    {
        "epnum": 282,
        "title": "Episode 282: Naushad Forbes Wants to Fix India",
        "url": "https://seenunseen.in/episodes/2022/6/20/episode-282-naushad-forbes-wants-to-fix-india/",
        "description": "He’s been an academic who’s studied the country, and a businessman who’s created wealth and jobs. Now he wants to help India achieve its potential. Naushad Forbes joins Amit Varma in episode 282 of The Seen and the Unseen to talk about his life and learnings — and the roadmap that can help India lift its citizens."
    },
    {
        "epnum": 283,
        "title": "Episode 283: The Forgotten Greatness of PV Narasimha Rao",
        "url": "https://seenunseen.in/episodes/2022/6/27/episode-283-the-forgotten-greatness-of-pv-narasimha-rao/",
        "description": "If leaders are to be judged by their actions, PV Narasimha Rao was our tallest leader. Vinay Sitapati joins Amit Varma in episode 283 of The Seen and the Unseen to discuss how Rao showed&nbsp; conviction and political skill in going against the tides of the day to enable the 1991 reforms, which brought hundreds of millions of Indians out of poverty."
    },
    {
        "epnum": 284,
        "title": "Episode 284: The Life and Times of Nilanjana Roy",
        "url": "https://seenunseen.in/episodes/2022/7/4/episode-284-the-life-and-times-of-nilanjana-roy/",
        "description": "A lifetime spent reading, writing and reflecting teaches you a lot. Nilanjana Roy joins Amit Varma in episode 284 of The Seen and the Unseen to talk about books, feminism, family, memory and the state of the world."
    },
    {
        "epnum": 285,
        "title": "Episode 285: The Life and Times of Montek Singh Ahluwalia",
        "url": "https://seenunseen.in/episodes/2022/7/11/episode-285-the-life-and-times-of-montek-singh-ahluwalia/",
        "description": "Our real heroes are often backstage. Montek Singh Ahluwalia joins Amit Varma in episode 285 of The Seen and the Unseen to discuss&nbsp;his life, his learnings and the liberalisation of 1991."
    },
    {
        "epnum": 286,
        "title": "Episode 286: Pradeep Magazine Replays His Life",
        "url": "https://seenunseen.in/episodes/2022/7/18/episode-286-pradeep-magazine-replays-his-life/",
        "description": "He wrote about cricket for decades — and also turned his piercing gaze on society and himself. Pradeep Magazine joins Amit Varma in episode 286 of The Seen and the Unseen to talk about his journey, and how it changed him."
    },
    {
        "epnum": 287,
        "title": "Episode 287: The Life and Times of Urvashi Butalia",
        "url": "https://seenunseen.in/episodes/2022/7/25/episode-287-the-life-and-times-of-urvashi-butalia/",
        "description": "She helped generations of women in India find a voice. She expanded the worldview of countless people. She confronted the horrors of our past and the fissures of our present. Urvashi Butalia joins Amit Varma in episode 287 of The Seen and the Unseen to talk about her life and learnings."
    },
    {
        "epnum": 288,
        "title": "Episode 288: Chandrahas Choudhury’s Country of Literature",
        "url": "https://seenunseen.in/episodes/2022/8/1/episode-288-chandrahas-choudhurys-country-of-literature/",
        "description": "To immerse yourself in literature is to immerse yourself in the world. Chandrahas&nbsp;Choudhury joins Amit Varma in episode 288 of The Seen and the Unseen to chat about reading, writing, friendship, Mumbai and the guests at his fantasy dinner table."
    },
    {
        "epnum": 289,
        "title": "Episode 289: Shruti Jahagirdar is the Sporty One",
        "url": "https://seenunseen.in/episodes/2022/8/8/episode-289-shruti-jahagirdar-is-the-sporty-one/",
        "description": "She’s skated down&nbsp;<i>tekdis</i>, played volleyball for her state, run through deserts and wrestled a bear with her bare hands. Ok, not the last one. Shruti Jahagirdar joins Amit Varma in episode 289 of The Seen and the Unseen to discuss women’s sports in India, fitness, nutrition and a world without limits."
    },
    {
        "epnum": 290,
        "title": "Episode 290: Karthik Muralidharan Examines the Indian State",
        "url": "https://seenunseen.in/episodes/2022/8/15/episode-290-karthik-muralidharan-examines-the-indian-state/",
        "description": "In 1947, few people gave us 75 years. Bloody hell, here we are! And it is up to us now to make this country the best version of itself. Karthik Muralidharan joins Amit Varma in episode 290 of The Seen and the Unseen to discuss one of our problem&nbsp;areas: the Indian state. Can we fix it? Yes we can!"
    },
    {
        "epnum": 291,
        "title": "Episode 291: The Refreshing Audacity of Vinay Singhal",
        "url": "https://seenunseen.in/episodes/2022/8/22/episode-291-the-refreshing-audacity-of-vinay-singhal/",
        "description": "He was born in a small village in Haryana, built and lost one of the biggest viral sites in the world, and is now building a Netflix for India’s dialects. Vinay Singhal joins Amit Varma in episode 291 of The Seen and the Unseen to speak about what he learnt from Witty Feed, the philosophy behind&nbsp;his new venture Stage, and how India lives, truly lives, in its dialects."
    },
    {
        "epnum": 292,
        "title": "Episode 292: Varun Grover Is in the House",
        "url": "https://seenunseen.in/episodes/2022/8/29/episode-292-varun-grover-is-in-the-house/",
        "description": "He’s one of our finest writers, lyricists, comedians, dissenters — and the breadth of his work is matched by the depth of his insights. Varun Grover joins Amit Varma in episode 292 of The Seen and the Unseen to talk about his life and work so far."
    },
    {
        "epnum": 293,
        "title": "Episode 293: Womaning in India With Mahima Vashisht",
        "url": "https://seenunseen.in/episodes/2022/9/5/episode-293-womaning-in-india-with-mahima-vashisht/",
        "description": "The world we live in is designed by men for men. What is it like to be a woman in this world? Mahima Vashisht joins Amit Varma in episode 293 of The Seen and the Unseen to share her experiences documenting all that is unseen&nbsp;by men and lived by women."
    },
    {
        "epnum": 294,
        "title": "Episode 294: Dance Dance For the Halva Waala",
        "url": "https://seenunseen.in/episodes/2022/9/12/episode-294-dance-dance-for-the-halva-walla/",
        "description": "You can lose yourself in cinema — and you can find yourself in it. Jai Arjun Singh and Subrat Mohanty join Amit Varma in episode 294 of The Seen and the Unseen to talk about the films in their lives, why we should watch old films, why we should watch new films, why Bollywood and Hollywood and other woods are all great, and why we live in a wonderful technicolor world. This episode is a celebration of cinema!"
    },
    {
        "epnum": 295,
        "title": "Episode 295: The Girl From Kashmir",
        "url": "https://seenunseen.in/episodes/2022/9/19/episode-295-the-girl-from-kashmir/",
        "description": "Imagine being a young girl growing up in a world of constant curfews, occasional raids, army bunkers outside homes, and the fear that whoever leaves home may not return. Farah Bashir joins Amit Varma in episode 295 of The Seen and the Unseen to speak about her childhood in Kashmir — and the act of writing about it."
    },
    {
        "epnum": 296,
        "title": "Episode 296: Caste, Capitalism and Chandra Bhan Prasad",
        "url": "https://seenunseen.in/episodes/2022/9/26/episode-296-caste-capitalism-and-chandra-bhan-prasad/",
        "description": "The evil of caste will be solved not by deliverance from up top but empowerment from down below. Dalit scholar and writer Chandra Bhan Prasad joins Amit Varma in episode 296 of The Seen and the Unseen to explain why the cure for caste lies in capitalism — and why his two great heroes are Babasaheb Ambedkar and Adam Smith."
    },
    {
        "epnum": 297,
        "title": "Episode 297: Alice Evans Studies the Great Gender Divergence",
        "url": "https://seenunseen.in/episodes/2022/10/3/episode-297-alice-evans-studies-the-great-gender-divergence/",
        "description": "We’re in the 21st century, and it would seem that the world is finally moving towards gender equality, right? Not so fast. Alice Evans joins Amit Varma in episode 297 of The Seen and the Unseen to discuss why some parts of the world are crawling slower than others."
    },
    {
        "epnum": 298,
        "title": "Episode 298: The Life and Work of Ashwini Deshpande",
        "url": "https://seenunseen.in/episodes/2022/10/10/episode-298-the-life-and-work-of-ashwini-deshpande/",
        "description": "Her pioneering work has helped us understand how caste and gender remain huge problems in India. But her past goes beyond numbers, into a rich history of aajobas and aajis and theatre and song. Ashwini Deshpande joins Amit Varma in episode 298 of The Seen and the Unseen to discuss how she used her economist’s gaze to understand our social problems — and how films and music also played their part."
    },
    {
        "epnum": 299,
        "title": "Episode 299: The Reflections of Samarth Bansal",
        "url": "https://seenunseen.in/episodes/2022/10/17/episode-299-the-reflections-of-samarth-bansal/",
        "description": "What should a newsroom report on? Does journalism know its own purpose? Do we? What ethics should we live by, and why? Samarth Bansal joins Amit Varma in episode 299 of The Seen and the Unseen to talk about living the examined life, and asking the fundamental questions."
    },
    {
        "epnum": 300,
        "title": "Episode 300: The Gentle Wisdom of Pratap Bhanu Mehta",
        "url": "https://seenunseen.in/episodes/2022/10/24/episode-300-the-gentle-wisdom-of-pratap-bhanu-mehta/",
        "description": "Our selves are nebulous, the world is complex and the times they are a-changin’. Pratap Bhanu Mehta joins Amit Varma in episode 300 of The Seen and the Unseen for a freewheeling chat about how to make sense of all of this."
    },
    {
        "epnum": 301,
        "title": "Episode 301: Natasha Badhwar Lives the Examined Life",
        "url": "https://seenunseen.in/episodes/2022/10/31/episode-301-natasha-badhwar-lives-the-examined-life/",
        "description": "Her acclaimed personal essays explore motherhood, marriage and this modern world — and hold up a mirror to all of us. Natasha Badhwar joins Amit Varma in episode 301 to speak about her life and her writing."
    },
    {
        "epnum": 302,
        "title": "Episode 302: The Life and Times of Teesta Setalvad",
        "url": "https://seenunseen.in/episodes/2022/11/7/episode-302-the-life-and-times-of-teesta-setalvad/",
        "description": "She began as a journalist in the pursuit of truth. She went on to embrace activism in the pursuit of justice. Teesta Setalvad joins Amit Varma in episode 302 to talk about all that she learnt from her life and work."
    },
    {
        "epnum": 303,
        "title": "Episode 303: The Loneliness of the Indian Man",
        "url": "https://seenunseen.in/episodes/2022/11/14/episode-303-the-loneliness-of-the-indian-man/",
        "description": "Women are not the only victims of patriarchy — men are also diminished by it. Nikhil Taneja joins Amit Varma in episode 303 of The Seen and the Unseen to discuss what he has learnt about mental health, young people in India, the epidemic of loneliness in our country — and the enormous power of storytelling."
    },
    {
        "epnum": 304,
        "title": "Episode 304: Make Me a Canteen for My Soul",
        "url": "https://seenunseen.in/episodes/2022/11/21/episode-304-make-me-a-canteen-for-my-soul/",
        "description": "Food is more than just&nbsp;sustenance&nbsp;for the body. Food contains stories, memories, emotions, and the ingredients of the self. Sameer Seth and Yash Bhanage join Amit Varma in episode 304 of The Seen and the Unseen to describe their journeys in food, from starting cult restaurants like Bombay Canteen and O Pedro, to setting up the pathbreaking Bombay Sweet Shop, to now taking that deeper dive into the role food plays in our society."
    },
    {
        "epnum": 305,
        "title": "Episode 305: Coomi Kapoor Has the Inside Track",
        "url": "https://seenunseen.in/episodes/2022/11/28/episode-305-coomi-kapoor-has-the-inside-track/",
        "description": "She’s been a journalist for half a century, wrote the definitive book on the Emergency, and is revered for her political insight. Coomi Kapoor joins Amit Varma in episode 305 of The Seen and the Unseen to discuss her life, Indian politics and the state of our media."
    },
    {
        "epnum": 306,
        "title": "Episode 306: The History of the Planning Commission",
        "url": "https://seenunseen.in/episodes/2022/12/5/episode-306-the-history-of-the-planning-commission/",
        "description": "Society cannot be designed in a top-down way. Central planning was a historic blunder that harmed India — even though it was conceived by great men with good intentions. Nikhil Menon joins Amit Varma in episode 306 of The Seen and the Unseen to talk about the flawed genius PC Mahalanobis, the planning commission, and his own life as a scholar."
    },
    {
        "epnum": 307,
        "title": "Episode 307: Suyash Rai Embraces India’s Complexity",
        "url": "https://seenunseen.in/episodes/2022/12/12/episode-307-suyash-rai-embraces-indias-complexity/",
        "description": "Indian society, the Indian state and the Indian economy are all complex beasts that defy simple narratives. Suyash Rai joins Amit Varma in episode 307 of The Seen and the Unseen to describe how he has tried to make sense of it all — and how he tries to make a difference."
    },
    {
        "epnum": 308,
        "title": "Episode 308: Saaz Aggarwal Enters a Vanished Homeland",
        "url": "https://seenunseen.in/episodes/2022/12/19/episode-308-saaz-aggarwal-enters-a-vanished-homeland/",
        "description": "Borders and nation states can sometimes seek to divide communities — but isn’t that a bit like cutting water with a knife? Saaz Aggarwal joins Amit Varma in episode 308 of The Seen and the Unseen to discuss her work chronicling the history and culture of the Sindhi people — and her own rich life as a writer and artist."
    },
    {
        "epnum": 309,
        "title": "Episode 309: The Adda at the End of the Universe",
        "url": "https://seenunseen.in/episodes/2022/12/26/episode-309-the-adda-at-the-end-of-the-universe/",
        "description": "As 2022 draws to a close, it’s time to chill. Vikram Sathaye and Roshan Abbas join Amit Varma in episode 309 of The Seen and the Unseen to share wit, wisdom and life lessons that are priceless. There is cricket, there is singing, there are great bad jokes — never has insight been so much fun!"
    },
    {
        "epnum": 310,
        "title": "Episode 310: Abby Philips Fights for Science and Medicine",
        "url": "https://seenunseen.in/episodes/2023/1/2/episode-310-abby-philips-fights-for-science-and-medicine/",
        "description": "Known online as The Liver Doctor, he’s a crusader against quackery of all sorts. Cyriac Abby Philips joins Amit Varma in episode 310 of The Seen and the Unseen to describe his journey to becoming a doctor-scientist, the breakthroughs in his field, what he has learnt as a physician — and the dangers of ‘alternative medicine.’"
    }
]