[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "It's the morning of November 8, 2016. You are the Prime Minister of India for the rest of that day. And in that day, you have to enact exactly one policy, which without breaking the law, or going against the constitution of India, hurts the people of India the most. The maximum damage to the maximum people, whose effects will linger for the longest possible time. What will you do? This is a thought experiment I've been posing to my friends for the past couple of months, and none of them, not one of them, has come up with a policy worse than what our Prime Minister, Narendra Modi, actually announced on the evening"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:49.800",
        "message": "of November 8. Demonetization. Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Badumal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:07.680",
        "message": "Welcome to The Seen and the Unseen, my weekly podcast on the seen and unseen effects of public policy and private action. On November 8, 2016, India's Prime Minister, Narendra Modi, announced that 500 and 1000 rupee notes would cease to be legal tender from Bindai that day. These notes constituted 86% of the cash in circulation, and essentially reached into every single pocket in the country. My first reaction when I heard of the move was that it was bound to be a disaster. I remembered Frederick Hayek's warning about the limits of knowledge. A move like this disrupted too much of the economy, reached into too many lives and the unknown unknowns, as it were, the unintended consequences, were terrifying. It's been just two and a half months since demonetization, or notebandi as it's also called, and we are still coming to terms with the initially unseen effects. None of the news is good. But the interesting thing is that even at the level of initially seen effects, there is no good news. The government laid out a bunch of desirable objectives, but did those really materialize? To discuss the seen and the unseen effects of demonetization, I have with me today, Suyash Rai, an economic analyst based in Delhi. Suyash, welcome to the show. Thank you for having me. Suyash, before I talk about the unintended consequences of demonetization, I want to talk a bit about the intended effects. A primary intention behind demonetization was to hit black money. How far do you think the government succeeded in this?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:47.200",
        "message": "So let's first understand what the decision was and what are the pathways through which it could impact black money and those holding black money. The decision was precisely to discontinue the legal tender status of 500 and 1000 rupees notes from 8th November midnight. And these notes basically were 86% of the currency in circulation. And lots of people held these notes. And some of these notes must have been held by those who had made black money over a period of time. Now, people make black money and then they accumulate it over a period of time, right? That's unaccounted wealth is the right term to use for that wealth that they hold. And that wealth is held in many forms. Some of it is probably held in cash form. Some of it is held in the form of property, binami, in gold, in the form of shares, in the form of wealth stored in foreign accounts. So there are many ways in which it may be held. And this one pathway of impact on black money from demonetization is an attack on the cash form of unaccounted wealth. How much is that? So, I mean, we don't have really good estimates of how much is that because we're not observing all the behaviour across the country about how unaccounted wealth is stored. But one source of data that we have is from the rates that are conducted by the tax authorities all over the country. So if you look at the data that was provided by the Ministry of Finance in its 2012 white paper on black money, it provides data from over 23,000 tax rates conducted over several years from 2006 onwards. And what it shows is that from the total undisturbed income that is found after these rates are conducted and investigations are conducted and you figure out how much was the undisturbed income that a person was having, less than 5% on an average is the cash that is caught in these investigations and rates. So it is not a totally precise estimate of the unaccounted wealth in cash form, but it's a reasonably good beginning point. Now, based on some other considerations that you may have, you can adjust it. But if it's less than 5% from this data, I would be very, very, I mean, I would not be keen to accept any estimate more than 6, 7% of unaccounted wealth being in cash form. So that's what we're talking about here. That's the first pathway. And even if a person loses all of that 5, 6%, the welfare loss for him or her is not very big because what can you buy with 100 crore that you can't buy with 93 crore or 94 crore, right? So it's an inconvenience. It's a tough time for a few days, maybe weeks, but it's not going to disrupt your life entirely. There is another pathway, which we'll know over a period of time how it played out. This is a pathway of enforcement opportunities. So what has happened is that lots of people must be trying to launder money, trying to hide money, trying to get money exchanged. So in that process, some of them will make mistakes and will get caught. We're hearing lots of news reports of tax authorities conducting raids on people with new money or old money trying to get it laundered. So, but it is not adding up to a large number, right? I read a report, the Centre for Monitoring of Indian Economy had done a summary of all these raids that have been conducted. And so far, after two months, this is as of 6th of January 2017, the total undisclosed income from all these raids added up to just over 5,000 crore rupees. And just imagine you've cancelled 15.4 lakh crore rupees of notes in circulation. And this pathway gives you, has still not given away 5,000 crore rupees, if this estimate is to be believed. The other pathway, which I just talked about, where a loss has been inflicted upon the person who is holding unaccounted wealth in cash form. We don't even know how much is that because we have not yet been told. We are recording this on the 12th of January 2017. And we don't even know how much money does not come back into the system. So that's one estimate about how much may have been destroyed in the hands of people holding unaccounted wealth. And even the money that doesn't come back, part of it may be by genuine people who had to take a loss. Like I read an op-ed by someone who had 50,000 rupees in crisp old, but crisp notes of 500 rupees each. And that person simply had lost trace of it and found it after the deadline had expired. So we are in a situation where we can't truly tell. But even if you assume that all of the money that doesn't come back, all the old money that doesn't come back, is basically black money that has been disrupted and destroyed. It is not likely to be a big dent on those holding black money because we have some idea that their total unaccounted wealth, only a small portion of it is in cash flow."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:50.280",
        "message": "So essentially to sum it up, one, this move attacked the stock and not the flow of black money. Two, even as far as the stock of black money was concerned, the estimates by the finance ministry themselves based on these IT rates showed that around 5% of black money is actually kept in the form of cash. And even that from the anecdotal evidence I hear all around me has been laundered very, very easily. So black money holders have at best suffered the kind of minor inconvenience that the Modi government promised they would, but the people would, but the poor have suffered far, far more. Moving on to sort of the next rationale given for demonetization, which was that this will attack fake currency. There's a lot of counterfeit currency out there. There were whispers about how Pakistan is, you know, introducing fake currency into the market, is used for terrorism and so on. How much credence does this explanation hold?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:44.840",
        "message": "So let me be very clear. This decision will wipe out all the fake currency in the economy. Most of it, almost. Why? Because we know that most of the fake currency is in 500 and thousand rupee notes. So it's an achievement and that's a good thing to have happened. However, let me just, I mean, discuss the scale of this problem. So, you know, the problem is being solved through this decision, but the scale also matters about how big a problem it was and should such a disruptive decision have been taken to solve that problem. So National Investigation Agency, along with the Indian Statistical Institute, Calcutta, had in early 2016 done an estimate of total black money, total fake currency in circulation in India, and that estimate pegged it at around 400 crore rupees. So out of about 18 lakh crore rupees of currency in circulation, only about 400 crore rupees was in fake Indian currency note, FICN. So one out of 4,000 notes was estimated to be the fake currency. And this estimate is not done by some, I mean, you know, independent researcher sitting in his office, but by the foremost statistical institute in this country and the foremost investigation agency in the country. So that was the scale and this would have disrupted it, but it is not a permanent solution to the problem of fake currency because it's only a question of those, for those who are trying to circulate fake currency in the Indian economy, they have to just adapt, they have to change their machines and bring out new fake currencies. There have already been reports of people trying to fake the new 2,000 rupee notes through very kind of crude methods as of now, but even though more sophisticated methods will be used and they'll be, they'll come back. But at least from what I have read about it, this is not usually the method that countries employ for addressing fake currency. Usually what is done is that slowly you phase out the old notes so that the fake currency that was in those designs are removed. We did two years ago, we basically eliminated the 2,500 rupee note that was issued before 2005 and that helped address the problem. Secondly, you try to intercept when they are trying to infuse this currency into the economy. So for example, we in India are able to intercept about a third of the fake currency that they try to infuse. So that takes care of a part of the problem. So it's, first of all, the scale is not as big. If you look at the scale of this problem for USD and all, it's much bigger. And secondly, there are other better methods, gradual, but better methods to address this problem, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:28.400",
        "message": "The third rationale which is often given is connected to the fake currency to some extent is that terrorism and criminality thrive on, are a cash economy, they thrive on cash and that they would be affected by this. What's your take on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:44.800",
        "message": "I think that's a reasonable expectation. To a large extent, these activities are cash based. For example, there have been reports that child trafficking has slowed down or totally disrupted because it was a largely a cash based network. But we have to think about whether this is a permanent impact on these activities or even a medium term to long term impact, or is it something which is just in the transition? Because the entire economy is disrupted because if you cancel out 86% of the currency in circulation, so all activities, a subset of those activities are criminal and terror activities. And we have to see whether some of these networks are permanently disrupted, that we will know over a period of time. For example, some of the networks could not withstand the pressure of not having any activity for two, three months or four months, if they are permanently disrupted. That's a benefit for society in the long run. But other than that, only short term, because you're already seeing reports of terrorist activities being conducted, and you've catched or killed terrorists who have the new notes on their bodies, you find new notes, there was some encounter in Kashmir. And there is no evidence, at least from say, look at Kashmir, the number of terror attacks has not really decreased in these, so there is no, I mean, anyway, there are so many other factors that come into play, that it's very hard to assign causality or any kind of, you don't know the counterfactual. Maybe it would have been higher, the terror attacks frequency would have been higher if demonetization was not done. But I don't think there is any evidence to suggest or even a prior kind of reasoning to suggest that there's going to be a permanent impact on these activities. But there will be a short term impact, because as you rightly said, there's a considerable amount of cash intensity to these activities, and that will be disrupted. But, I mean, demonetizing 86% of currency is not the..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:44.240",
        "message": "Yeah, I mean, this argument always seemed a little specious to me, because I would think"
    },
    {
        "speaker": "Guest",
        "time": "00:13:47.960",
        "message": "that, look, if you disrupt all businesses, you will, of course, disrupt these kinds of businesses as well. Yeah, like, if you disrupt your all mobile network in the country, okay, then all terrorists will not only talk to each other, but you and I will also not talk to each other."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:01.840",
        "message": "Exactly. So I want to move on from this a bit. I mean, the remarkable thing about this demonetization and why it's unfair to compare it to, say, you know, earlier demonetizations is the last time when this happened in the late 70s. The notes in question were really high denomination and they constituted only 0.6% of the total cash supply. These are 86% of the total cash supply. A 500 rupee note today will buy you less than a 50 rupee note would have, you know, bought you in 1978. So the common man uses these notes. These aren't just used for, you know, storing illicit money, but actually for everyday transactions. So tell me a little bit about the enormous impact this must have had on the economy."
    },
    {
        "speaker": "Guest",
        "time": "00:14:44.440",
        "message": "So let me begin by just drawing a thread from what you said, that these are not really high denomination notes, you know, these are higher denomination notes than other notes that circulate in the Indian economy. So if you look at other countries, there is a 500 euro note, there is a 1000 Swiss franc note, there's a 10,000 yen note. These are high denomination notes. So in fact, EU has studied the use of 500 euro note and they also are trying to phase out gradually, not in this overnight fashion, the 500 euro note because the studies show that it's being disproportionately used for storing black money or for criminal activities and all because it's not a practical medium of exchange note, right? So these notes have two core key functions. One is the store of value, store of white money value and black money value, right? And the other function, which is a very important function, probably the most important function is the medium of exchange function. It is used to buy things to transact in the economy, right? So these two are the uses. What you are trying to address is the store of value function for black money. That's the limited thing you want to address. But in the process of disrupting the store of value in white money, as well as the whole medium of exchange function in the economy. And as I said, the 500 and 1,000 rupee notes are not very, very big notes. Everybody is using them. These are practical medium of exchange notes. For example, if you want to go and buy grocery, you can easily get a 1,000 rupee change because it's not a very expensive note. In purchasing power parity terms, it's just $30 basically. So now in the Indian economy, especially this is important to understand because the Indian economy is still very cash intensive in terms of the volume of transaction. In the value of transaction terms, there's a lot of large value business to business transactions have moved online because it's not practical to give 100 rupees in a cash form to a company from which you're buying lots of auto parts, right? That's not how it works. But in retail, if you look at individual and retail behavior, so let's look at two things. One is how many people have used non-cash instruments. So in 2013, there was a survey done which showed that more than 90% people had never used anything other than cash. Never. So that's one fact for you. Second is that there are about 1.5 crore shops in this country, retail shops. Out of these 1.5 crore, there are only 14.6 lakh devices to accept debit or credit cards. And some of these devices are actually such that in one shop, there are two or three devices. So you can say less than 10%, well below 10% shops have the facility to accept card based payment. This was the reality on November 8th. So of course, these things should change and will change over a period of time. But what this means is there is a certain disruption that sets in when the decision is taken in such a sudden way. So what you're seeing is that yes, some people have in terms of the number of transactions moved to the cashless instruments and using it. But even there, the values of transaction are actually not increasing. They're actually dropping on average, because they're trying to adapt and figure out whether to spend how much to spend and all of that. We have to figure that out what is happening there. But this is a massive monetary shock. Now let me just come to contextualize the monetary shock a little bit. When the decision was taken, there were about 18 lakh crore rupees of currency in circulation, out of which 15.4 lakh crore rupees were in 500,000 rupee notes, which was disrupted. There are about 10.5 lakh crore rupees in demand deposits in banks, and more than 96 lakh crore rupees in time deposit in banks. Okay, so this is a part of that overall money supply that is available to you and me for transacting and for storing the value. Now, out of this currency in circulation, 86% was destroyed, not the 86% of total money supply. But for people who are only using cash for them 100% of their I mean, most almost 100% of the practical medium exchange cash was destroyed. So those are where the impacts are likely to be. So there's a lot likely to be a lot of impact on the informal sector. So if the Federation of Small and Medium Enterprises has said that 80% of their members have been severely affected by this decision, we'll know the impact when better measurements are done, surveys are done. So and in a formal economy where the GDP measurement will show a certain impact, we'll know in a few quarters what is the impact, because the recent estimate that was put out by CSO does not take into account the data and all the numbers onwards. But we will know and the estimates about what is that impact range from 0.5% to 3.5%. I've not done any forecasting, but it is likely to be a significant impact. And just remember that 1% of GDP is about 1.5 lakh crore rupees of cost. And much more important to understand and this cost will incurred by people who didn't do anything wrong, you know, so and so the nature of this cost is very different from the nature of the benefit. So you can't say that one rupee of benefit in the form of a loss inflicted on someone who is holding black money is the same as one rupee of wage loss for a labourer who's not able to get work. So the nature of costs and dimensions are very different. And you have to take that into account while you're comparing by costs and benefits. So even if suppose we figure out that 2 lakh crore rupees of loss was inflicted on people with black money, you better have much smaller cost to justify that. You cannot say that as long as 1 lakh 99,999 crore rupee worth of costs have been incurred, it's okay, because the benefits are out of the cost. No, that's not how it should work. Because if you truly take the welfare implications into account, the welfare implication for someone holding the black money, getting a 5% haircut is almost negligible, while a welfare implication of a person not able to get wage for 10, 15, 20 days is much more significant. So that you have to take into account that's good applied economics that in fact is a part of policymaking when you do cost benefit analysis in many countries, you'd have to take equity considerations into account. And once you take into account my hypothesis right now is that costs are going to outweigh the benefits. I mean the humanitarian costs are massive"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:02.640",
        "message": "and one reason for this is that despite the government's energetic PR on this matter, the fact is that a lot of people weren't equipped to even begin moving towards a cashless economy. The fact remains that around 600 million people or 60 crore people don't have bank accounts and 300 million people don't have any form of ID whatsoever. So this means all the people who store their life savings in cash, a significant number of them aren't even able to go to the bank to exchange it for new notes or to you know move seamlessly into what you call the digital economy. And what's your take on the sort of the impact on the informal sector and the impact on the poorest of the poor?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:44.920",
        "message": "So data will come in right, over a period of time we'll learn more about what's the impact on different sectors and different, I mean wage employment creation, the association of manufacturers in India have put a, put very drastic numbers out of the job loss because of this, revenue loss because of this, 30-40% job loss, 50% drop in revenues. They put out a large survey just a few days ago about the impact on their members. These are the manufacturers, this is the Make in India crowd. So you've got this, these bits and pieces of data that are coming out. Some of them are pretty significant and we have to look further into what is going on and some others we will know over a period of time. But even if you don't have this data, you're sitting on 8th of November, you should be able to say with some level of confidence with certain range, what is the likely impact on these? Because these are businesses which have supply chains which are very cash intensive, you know. They may be a case to be made for pushing, I mean slowly nudging them towards a less cash behaviour, you know. But to do this in this manner is a little, you know, difficult to accept. So, and what is the environment in which this is happening? If you look at the corporate data from 2016, about a third of the firms in India which do regular reporting were in financial stress. What does that mean? It means this precisely, that their operating profit was less than their interest obligation in a given year, okay. So that means that they are not even able to earn enough to be able to service their debt, which means they are very close to failure, right. So a third of them were there before this event happened. Now suppose some of them fail because of this. So those, that organisational capital that was created by some bunch of entrepreneurs and people working together over years and decades to create that will be lost forever. That's a permanent loss for the economy, that's a productivity loss. People who are working there, for them it's a job loss and given the fact that generally their economic condition is not good. You look at the investment data, the gross fixed capital formation, data on new investment announcements, data on fixed assets of firms, all across there has been a drop in the last, before demonetisation also, there was a significant drop. For example, GFCF is this year expected to, even the CSOs own projections drop, which is a very rare thing because GFCF is a measure of investment in the economy and in a developing country it usually just grows. But if you look at the last decade, in most years it has grown by double digit numbers. This year it's going to shrink. So that's the context in which this is happening. So if it was a very good situation and we were in a real boom situation, then the impact would have been a little less because many, less firms would have been on the border of failure, between failure and survival. And now it's, there's so many firms on that border that's more likely to be pushed down to failure. And that's a discontinuity. That's not just, you know, a step down. That's a throw into the abyss. You fall into the abyss. It's like a quantum leap backwards. Yes. So those firms, when they fail, I mean, it's not a reduction in profit. It's a destruction of organisational capital. It's a reduction of certain jobs, certain productivity in the economy, which is lost forever. And it will take years to recreate it because you, you know, I mean, how difficult it is to create a firm and make it survive, create some jobs. And this was a particularly bad time because firms are already hurting."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:12.360",
        "message": "One interesting statistic I saw, which illustrates how different strata of society have been affected by demonetisation is automobile sales, which have dipped sharply, most of all in the two-wheeler and three-wheeler segments. But SUVs haven't really seen a dip, which indicates that those who are relatively well-heeled and traditionally the holders of black money have done their jogar. They've laundered whatever they had to launder. And it's really just the poor who are suffering. All of the economic disruption that is happening now, these firms going through welfare shocks and shutting down, all the people losing their jobs and migrant labour shifting back and asking for enrega. How does it play out in the long run? Is it like a sort of a temporary disruption and all the migrant labour will be back in the cities next quarter? Or is it something that has rippled effects that go much beyond this and keep hurting the economy over a period of time?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:03.280",
        "message": "So let's set aside economic theory and just talk in terms of what we observe in the world, right? So yes, I'm expecting that by end of March, cash shortage will be mostly eased, right? ETMs will have cash, branches will not decline your money beyond 24,000 and all of that. So let's assume that is going to happen and things likely to happen. So at that point, some people are saying the disruption is, the shock is going to end. Yes, the shock in terms of the monetary shock will end that day. But there are knock-on effects. How does the world work, right? Like why do companies produce, why do factories produce? Because you and I can go and buy. Why are we, you and I able to buy? Because we're earning from somewhere, right? Why are we being paid? Because there is some demand for our labour, you know, in those companies that we work or wherever we work and on and on it goes, right? When you disrupt this, like, for example, you talked about auto sales, there's been a huge shock on two and three wheeler sale, right? Which will show up in the production numbers. Later the production should be realigned to produce fewer two and three wheelers. You're not going to just produce to stock, right? That's extremely inefficient. So that has an impact on the employment in these sectors and their ancillary industries, right? So those people will earn a little less. If they earn a little less, they will be spending a little less. And that will have a knock-on effect on the demand and in various sectors in the economy. That's one pathway. Second is that banks whose NPAs are at 9.1% of their total advances are going to probably, I mean, they have to see how it goes. It's probably going to be in a much worse shape. First of all, the immediate impact because it's two, three months, they're not doing anything other than this dispensing of cash. So they haven't had the time to really figure out collection and all of that. But some of the firms that were basically indebted by the banks will go into stress because of this event. And there will be more bad debt created because of that. Some more NPAs might be created and some companies which were about to come back into a situation where they can repay the bank loan would now probably again go back. So if the banking sector gets into another crisis, a bigger crisis, it's already in a crisis and it gets worse, then the credit supply can get choked, right? We are at a credit growth, which is lowest in about two decades, right? It's like six, it's hovering on six, 7%. And I mean, if you account for inflation, it's almost flat, which is very, very rare. We have seen two digit credit growth for the most part. So in the last few decades. So the question is that these are different paths which are going to play out. I'm not going to give a specific prediction about how it's going to play out, but I'm just describing to you generically how we observe the world and how this, how the general equilibrium response happens, right? These different demand shocks will play out into production, production will again affect demand and there's a knock on effect. The banking sector crisis, if it becomes further worse, is going to then play out into the ability of firms to borrow and then borrow to invest or borrow even to just keep, survive. So these all impacts will play out and then that will determine how long the crisis lasts. So it's not going to end in March, 2017. It will last longer. How much longer? We don't know. I mean, I'm assuming about a year more of difficulties of this type will be there. And then depending on how the government responds and what reforms are done and how people's own ingenuity rises to respond to these challenges, we will see how long it lasts."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:46.520",
        "message": "So I want to end with a slightly deeper and more fundamental question. One way the government spins a demonetization is saying that, yes, it's disrupting the informal sector, the cash sector in a really big way, but that's a good thing because we need to get rid of the informal sector and, you know, have just a formal economy where everyone's paying their taxes and so on and so forth. And the way I've always looked at it is that the existence of an informal sector is not a reflection of the moral failing of the people, but of an institutional failure on the part of the state. Is that something you'd agree with? And I mean, how would one unpack this? Why is an informal sector necessarily a bad thing? Why does it exist in the first"
    },
    {
        "speaker": "Guest",
        "time": "00:30:28.040",
        "message": "place? So let me take it point by point. First, let's take an example of a brick manufacturing setup in, say, my village. Okay. It's set up by some person who has never even told the state that he or she exists or his or her enterprise exists. Never told anybody. There's no registered company, never paid tax. Say, employs 20 people directly and indirectly. Produces some brick useful for society. I mean, the very fact that they exist means that they're providing a value to society. Because people are buying bricks, bricks are useful. People build houses, etc, etc. So what is wrong with this person? The most important wrong that this person is doing is the fact that he or she is not paying taxes, right? That's the main thing. Other than, yes, he's not registered a company and all of that, employing people without reporting to the labor department, all of that is there, but the main thing. So what is the outcome we want from this? I mean, what is socially optimal? Socially optimal is this person starts paying taxes, you know, maybe pay some back penalty for the taxes he or she has avoided for a few years and start paying taxes and then comes into the formal sector and starts, you know, being a part of this formal economy, official economy. That will be good because I'm assuming the taxes are fair and all of that. Let's abstract that away, that there will be concerns about taxation and all of that. So that's one. But if this, you do demonetization and this business is highly cash intensive and it dies, then the society is not really better off because those 20 jobs are gone. This organizational capital, of course, informal is gone forever. So how is this more optimal than having a, I mean, this semi-legal enterprise producing? It's a legal activity. I mean, making bricks is not illegal. He's doing it in a illegal way. So that, that, that is, I mean, I'm not approving of that. So that's one way of looking at it. Just take an example of such enterprises and see what would be better for society. That you go after these guys, cash them and make them pay taxes and then continue, let them continue with their businesses, right? Or you just take the risk of destroying some of them because of demonetization. That's one. Second is that you have to think about why people do informalization. Like let's talk about, say, labor force, right? A lot of informalization have been induced by our own labor laws. I mean, this is, it's a cliche to say it. Everybody knows the issues there. Why more than 90% are employed informally into the economy because to employ someone formally comes with such huge obligations that it is better for you to temp and construct."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:57.920",
        "message": "So essentially compliance is either impossible or the cost of compliance is too high."
    },
    {
        "speaker": "Guest",
        "time": "00:33:02.040",
        "message": "For competitiveness purposes. So if you're in the same sector, there are some people who are doing a lot of contracting and temping and some people who are mostly taking on roles, formalizing labor, then the latter are going to be in a disadvantage because the former don't have to incur those compliance costs and are not bound by the restrictions on hiring and firing and all those kinds of issues. So there are those reasons also, which the state very much has its control, you know, like state, in a broad sense, central government as well as state government, they have certain powers which they can use to ease those burdens which will then encourage formalization. There will still be people who will always want to stay under the radar. For them, enforcement is a strategy. You go after them, you catch them and you bring them to the law, right? Like, okay, you've been avoiding taxes for 10 years, you pay taxes, your penalties, all of that. So that's the way to go. But to use this kind of a blend instrument, and some people have said this is an experiment, you know, it's an experiment for society. But there are experiments that are worth running and experiments that are maybe not so good running. Like some writers said that there's an invisible hiding hand, you know, the benevolent hiding hand. But that's Hirschman's characterization. He took 11 cases and wrote that there's a benevolent hiding hand. It's a very interesting concept. It says this, that when the policymaker is making, announcing a new project, you usually underestimate the risk of risk in the project, the obstacles you're going to face. And that's good because later human ingenuity ensures that the benefits outweigh the cost. That is hypothesis based on 11 cases. But in 2015, there was a paper that Cass and his co-author did who looked at more than 300 cases put together. And they found that in about 80% cases, it's a malevolent hiding hand, not the benevolent. In about 80% cases, what you see is that the costs are higher than what you had initially imagined and benefits are lower. Because it's the opposite that happens. It's not that human ingenuity works to increase the benefits and reduce the cost for society. In fact, the opposite happens because many people are able to take advantage and all of that. So the pathways are not very clear, but there are empirically compared to the initial expected benefits and expected costs, the final costs are higher and benefits are smaller than about 80% of these 300 odd cases. So empirically, Hirschman's benevolent hiding hand is more of an exception. Out of five, one case you will find where the benevolent hiding hand is working, and the experiment is going to succeed and make the society better. Even if you don't know the outcome in the beginning, right, you underestimated the costs and overestimated the benefit at the beginning. But when it actually plays out, you may realise that you know, you actually overestimated the benefits and underestimated the costs. So we have to look at it that way. And this particular experiment I suspect is going to be more of a malevolent hiding hand. I have some, it's my hypothesis, malevolent hiding hand, because the way it's playing out, everybody is guilty unless proven innocent. Everybody is a little suspicious. So people are going to respond to basically not look at what is the larger problem that is being solved, how we can contribute to it. They're going to just save themselves or take the opportunity to do whatever they can for themselves about it. So although lately, we have been hearing the narrative that you're all in it together, we are all fighting this together. For about a month, month and a half, it was like a lot of uncertainty. There was a state and people on the other side, and everybody who was depositing or exchanging was suspect and now taxman could come after you and all of that. So we should not be very confident that this is going to necessarily become a benevolent hiding hand and we are going to have a successful experiment. And if the planning was wrong, people's ingenuity will bring it up and make it a good decision because the nature of the decision does not lend itself to those kinds of responses from"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:53.080",
        "message": "the society, in my view. So, Yash, thanks a lot for talking to us about the malevolent unseen effects of demonetization."
    },
    {
        "speaker": "Guest",
        "time": "00:37:01.000",
        "message": "It was a pleasure having you on the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:02.760",
        "message": "Thank you. Thank you. It was fun talking to you, Amit. The day demonetization was announced, I wrote to my editor at the Times of India, for whom I write occasional guest columns, that this was a defining political event of the decade. I think I might have understated it. Since this podcast was recorded, the IMF has released their estimate of GDP growth for the years to come. According to their forecast, our growth forecast has dropped by a full percentage point to 6.6 for this year. This is not a mere statistic. As my friend Nitin Pai of the Takshashila Institution has pointed out, a 1% increase in GDP means that around 2 million people come out of poverty. Demonetization, therefore, is a humanitarian disaster with real human costs, and most of its unseen effects will remain unseen as private tragedy, barely reflected in public data. As it happens, both Soyash and I have written extensively on this subject, and you can read our pieces on this episode's page on sceneunseen.in. On that note, I bid you goodbye until next week when Devangshu Dutta will join me to discuss GST, the Goods and Services Tax."
    },
    {
        "speaker": "Unknown",
        "time": "00:38:40.880",
        "message": "Take care."
    }
]