[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a bad dream the other night. I dreamed that I was an intern at the income tax department of the government of India and my boss told me to go and make a list of every tax that was applied by either the states or the center anywhere in India. So I went to the auditing department and the guy across the table looked at me and sniggered. What's so funny? I asked. Nothing, he said and he opened the drawer. Then he took out a big roll of toilet paper and handed it to me. What's this? I said. It's a list of taxes, he said. And indeed, in very small font size, there was a list of Indian taxes on it. I started reading and as I did so, the roll of toilet paper started unspooling. The list went on and on and on. And soon, the whole room was covered with toilet paper."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:05.440",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badman."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:17.040",
        "message": "Welcome to the scene and the unseen, my weekly podcast on the seen and unseen effects of public policy. In the Lord of the Rings, the real hero of the story is not Frodo Baggins, but the ring he is after, the one ring to rule them all. Well, today's episode is about the one tax to rule them all, the GST. The GST, or the goods and services tax, is one central tax that is meant to replace a massive list of many other taxes at the state level. On the face of it, it's a great idea. So many different taxes create compliance issues and thus avenues for corruption. They drive up prices and hurt the consumers. They create friction in trade, which hurts the economy. So here's a scene effect of the GST. The GST consolidates a whole bunch of different taxes. It simplifies life for businesses, thus potentially lowering costs for consumers. Now, the GST hasn't been passed in India yet. And what was just described as a scene effect of the GST is essentially the intended effect. And the unseen effects I will now talk about also haven't happened yet, but are some of the possible unintended consequences that might just take place given the way things are unfolding. To discuss this, I've got as a guest on the show today, Devanshu Dutta, an economic analyst who is also a columnist for the Business Standard. Devanshu, tell"
    },
    {
        "speaker": "Guest",
        "time": "00:02:55.880",
        "message": "me what's so great about the GST? Look, in theory, it's an extremely nice idea. It's probably the best thing to have come out of the European Union in the sense that you take 10 countries, 12 countries, 20 countries, whatever it is now, and they all have borders, they all have internal checkpoints, they all have different tax and excise systems. So the brilliant idea here is that you impose one tax and excise system across these 11 countries. You no longer need the internal borders. And if you don't have the internal borders, your goods can move faster and with much less in the way of paperwork and friction. So for example, if, say, the Poles are sending something to Belgium, it might be crossing three countries on the way, but the truck wouldn't be stopped anywhere in those three countries. And to make it work, you need a very good computerized backend where everything can be reconciled and handled. But India does have that. We have 23 states and I think umpteen Union territories as well, and each of them has a different internal state excise and tax system. In fact, it takes longer to send something from, say, Bangalore to Bombay directly by road. And that's just one border, essentially the Karnataka-Maharashtra border that you're crossing and the Bombay-Octroi at city limits. Then, you know, you could actually send goods quicker to Colombo and let a ship take it out from Sri Lanka and drop it in Bombay harbour, then directly send it by road. And that sort of problem multiplies when you're talking five states, say, sending something from, again, let's say from Kerala to UP is an insanely complex thing because you have trucks held up at every state border. You have local state excise officers insisting on inspecting every cargo, every manifest. A lot of speed money has to change hands. And there's a lot of friction in the system. Now, if you could get rid of this friction, it would be, for the first time, India would actually be one market. So, in theory, it's an extremely good idea. The thing is, of course, that India is also a federal state. The states have specific powers to raise taxes. And to a degree, their financial independence depends on their ability to raise taxes. So, by imposing a centrally administered tax rate, you are essentially asking the states to give up a certain amount of their financial independence. And the carrot here is that you can tell them that eventually you will gain because, as trade improves, every state in the nation should eventually be gaining. And also, a commitment from the center to divide the revenues from the central tax equitably. These are, again, in theory, very nice things in practice with half a dozen regional parties and a lot of political, let's say, a shifting flow of political alliances. It's taken six or seven years to work through this. And one of the problems with GST is that, unlike its younger rather value-added tax, you actually need to get more or less every state on board to start making this thing work. With VAT, you could actually say that, okay, six states make it work, and then the other states came on board slowly. Here, unfortunately, if you're transporting goods from Kerala to UP, even if UP and Kerala agree to be part of the GST, if Andhra Pradesh and Karnataka, which come in between on Chhattisgarh, do not want to be part of GST, they'll go through the same issues of being stopped at the border. So you need it to essentially be an all-India scheme. They've managed to get that, finally, to sort of happen. It's still not clear whether that will happen, but at least the constitutional hurdle of states being willing to give up their powers, that has gone through. Now, you're only fighting about the rather important details of what exactly this tax will be. And that is where the next set of problems in negotiations arise."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:03.400",
        "message": "So to sum it up, essentially, you would say the scene effect or the intended scene effect of GST would just be to reduce all the friction along borders. And while India has been one country since 1947, we've been a whole bunch of different markets. And by turning it into one market, we'll make it cheaper for the consumer and easier for businesses to function. One of the unseen effects you pointed out is that states lose some of the independence and competitiveness they get from a federal structure where they can compete with each other and set their own taxes and so on. Do you feel that this is per se, regardless of consequences, on principle, a bad thing? Because governance, as we have seen through history, works best when it is as local as possible. So to actually centralize something like this"
    },
    {
        "speaker": "Guest",
        "time": "00:08:48.640",
        "message": "and not allow states to set their own rules. I agree that there is always going to be a large problem with an imperial centralized structure. But if such a system can be made to work across Europe, which don't forget, had so many internal wars as well happening over such a long period, and it's worked pretty well, it would be the, you know, the best reason for the European Union to exist would be the fact that you have essentially a GST type system. So I suppose if sovereign nations can decide that we will live with this, you can probably make it happen in the Indian context. But yes, it has to be voluntary. And it has to be carefully negotiated so that, you know, the states feel comfortable with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:45.600",
        "message": "this process. In theory, GST sounds great, but implementing it in practice has taken many years to come to where it's at, has gone through many compromises in the political process. The political economy is messy and complicated with so many states and parties and competing interests. What are the sort of unseen effects that this can"
    },
    {
        "speaker": "Guest",
        "time": "00:10:04.720",
        "message": "lead to? Well, first, even Europe went through two years of chaos putting it together. We have arguably as good computer systems and we have that experience to say that there are certain mistakes maybe we won't make because the Europeans made it and, you know, we look at best practices. However, that apart, what we are going to end up with for a while is an extremely compromised system where first of all, states do not want to get rid of their right to tax specifically high value items like alcohol, tobacco and petroleum products. Those three things they would like exemptions on. And if you have that, then in a sense, if you look at the Indian revenue, the indirect tax revenue breakups, those three things are extremely important. Second, instead of having essentially the European GST works because they have very few tax slabs, they have I think a total of three slabs which is one for goods, one for services and a third for special items. In India, we already have four slabs plus a commitment to a fifth slab and in effect a sixth slab and maybe a seventh. So if you have a GST which is spread across seven different slabs and I'm not including zero tax items in this, it will be incredibly messy and complex system to implement because in a sense, any sort of GST works on a VAT principle that I pay for, you know, I pay for a car but and the chap who manufactures the car is taxed on the value of what he's adding to the 30,000 or 50,000 parts which he's bought and sourced from the market and the expenses he's had in terms of labour to put it together, blah, blah. So if you have that sort of thing happening and every one of those 30,000 items then have to be, you know, classified under seven different categories and taxes calculated on that, again in theory, yes, of course, a computer can do this but in practice, it will be an extremely complicated and very AI, artificial intelligence dependent process where in a sense, even an assessing officer will not be able to tell you offhand what is going on. That's one problem. The second thing is that you have exemptions where essentially state governments are still going to be imposing their own taxes, which means that in a sense, lorries will be stopped at the border of every state and this whole process of checking your manifesto and a five kilometre long queue while manifests are being checked and cargos are being inspected visually, etc. and of course, the associated corruption that goes with this whole process that doesn't disappear. The state excise and revenue departments remain live departments. It isn't as though the officers are going to be given a pension and told to go away or absorbed in different departments. They will stay in uniform and they will continue to hold up trucks. So those frictions will remain for a while, at least for the next three to five years. And given demonetisation, this entire process of negotiation may well break down and break down for very rational reasons. One of the areas which the centre does not have any sort of say in is stamp duty. That's imposed on land and it's collected by every state which sets its own circle rates and things and for reasons which we all know, but let's not elaborate, the real estate market has frozen. The secondary real estate market essentially does not exist at this point of time and whenever it does come back, there is a fairly good chance that it will be depressed in terms of value for a while. If that happens, the states will lose stamp duty revenue. If they lose stamp duty revenue and they anticipate losses of revenue at least for the first couple of years on GST, most of them do not want to be placed in a position where they'll be running at fiscal deficits, which will actually erode their bargaining power versus the centre. A state which has, in fact we've seen this, a state which has reasonably sound finances, a Tamil Nadu or a Maharashtra, has regardless of the government at the centre vis-a-vis the government at the state, it has a lot of bargaining power because they can manage their own finances. Essentially Tamil Nadu or Gujarat or Maharashtra could be independent countries, maybe not very prosperous independent countries but they run reasonably balanced budgets, they earn their own revenue and in that sense they do not need central intervention. A Bihar can't. A Bihar or a Jharkhand is much more dependent on the centre. And if you have a scenario where quite rationally a lot of states anticipate a crunch in terms of internal revenue collections, they would rather not have the GST happening. So I think there will be a further sequence of negotiations where it could break down. And of course a redefinition of powers as it happens. So if it is implemented at all, it will be a very messy implementation. Otherwise if there's a breakdown in negotiations as well, essentially as the bill stands right now, if it's not implemented by 30th September 2017, they would need to run a new set of bills through Parliament. And again, it is going to be touch and go because this is a constitutional bill, you are dealing with centre state relationships, the Rajya Sabha has to vote on it separately. It's not a money bill, even though it's all about money, it is not a money bill. You have to push it through the Rajya Sabha where the state representatives have to agree to give up their power. And whether you can make that happen a second time if this bill lapses is, well let's say it's likely to be doubtful. Also likely to be doubtful whether any sane central administration will want to impose GST going into a general election, because you have a huge problem if you anticipate even one year of chaos. And at the end of it you don't know where your finances will be and you don't know what sort of impact that will have on specific areas. Why would you want to take the risk going into a general election?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:01.520",
        "message": "So let me try and sum up the sort of unseen effects that you have spoken about. Number one is because of the potentially seven different kinds of categories and because of the multiple numerous exemptions that exist, the process will actually become even messier than it is now perhaps. There will be a lot of discretion given to government officials, the rent seeking will continue, the friction at the state borders will continue. You will still know when you approach a state border by car, by the line of trucks that you see that this must be a state border. And the second unseen effect is really where the states fear losing their independence because they're already hurt by the loss of stamp duty due to demonetisation and if they can't maintain a balanced budget they lose a lot of the bargaining power they have vis-a-vis the centre and you almost reach an imperial sort of system where the states have less power. So my question to you is that given that within the political economy we are in with so many states and so many parties and so many different competing interests that this kind of messy process was almost inevitable. Was the GST a good idea in India in the first place and if so how would you have done it differently?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:11.080",
        "message": "I think you'd have had to find a way to live with three rates and note that right now I'm just talking about the G. They still haven't worked out what the S rate is going to be and that is also going to because… Can you elaborate on that G and S? Yeah of course. They've worked out goods rates, they've worked out a zero rate, four rates of 5%, 12%, 18% and 28%. There will be another rate which will be imposed specifically on bullion and precious stones. That has not yet been negotiated. There will be a cess on top of the 28% items which are luxury items etc. which will be imposed in order to raise money for the anticipated losses that states will face in terms of revenue for the first two to five years. This cess is supposed to have a time bound thing that it will only happen for two years or whatever but you know what happens in India. Reservations are supposed to be time bound. So we don't know how that will happen and they haven't yet gotten down to brass tacks working out the service tax rates. Now the service tax rates as you all know is about 14.5%. However you have perfectly rational people saying that well you know there is a difference between say an oncologist versus a civil engineer versus a pizza delivery guy. They're all performing services undoubtedly but there is pretty much a difference. So should that be reflected in a service tax rate? If you decide that it should be reflected in a service tax rate, well again do you arguably, a flipkart which is based in Bangalore, if it's acting as a delivery boy and delivering something to you in Delhi, it is a service so it should have a service tax component but if you have a service tax component what should that service tax component be? So this back and forth is going on. So they don't even apart from the goods rates which are still subject to reclassifications, they haven't yet worked out the service tax rates at all. So I think that is where you have a real problem happening now in that you need to sit down and say look you cannot have you know seven different rates or ten different rates just because the current system has seven different or ten different rates or twenty different rates. GST works essentially because it simplifies the system. You have to you know find a median rate, whatever that median rate is which is reasonably satisfactory and crunch it and just let it happen. I mean shrug your shoulders and say okay maybe service tax should be 16% and let it go for a year. If 16% turns out"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:22.000",
        "message": "to be too high then cut it back. So just a further question to go back to the goods rates for example just a jeep out of it. You said there are four existing rates with three more potential rates in three different categories possibly coming up. Now why is this? Who asked"
    },
    {
        "speaker": "Guest",
        "time": "00:22:36.280",
        "message": "for these different rates because they tried to the essentially because our state excise systems have on even our central tax systems have these extremely complicated classifications and reclassifications of goods. So when they started negotiating for this instead of throwing that out of the window and saying that let's have a simplified system they said no no no you know we call cars luxury items so we have to have a rate which. But who said like who is the interest group which is protesting this? Well every interest group obviously is involved all the manufacturers associations and the traders associations have lobbied. At the same time central and state government finance ministers of state finance ministers have put their feet down and said that well you know we charge a lot we charge a high amount on let's say electronic items or cars. So we want that to have that higher amount should be charged in in the whatchamacallit in the GST so it should be at 28%. At the same time you know you have it's a classification which is electronic items but not computers and mobile phones. So you are running into subcategories of classification because computers are I think charged at the lowest rate or at zero I'm not quite sure but it's an extremely low rate whereas I say a microwave oven could be having a 35% or 40% tax on it given the combination of central and state excisors. Now essentially a microwave is a dumb computer it has a chip in it and you know the rest of it is it's just faff. But you have at some stage decided to make these peculiar distinctions and you continue making these peculiar distinctions even though you had a chance and you could have actually said that let's converge to some average rate which seems reasonable let's cut it down to three different items you know sinful items non-sinful items and essential items. Essential items for example food has zero tax, books are zero tax, physical books are. Now charging you for downloading Kindle books this will bankrupt me. Yeah so I mean on the at least a contemplating charging you for downloading Kindle books and again books are free but music cassettes are not, a computer program is not. Well again certain categories of computer programs are free but games are not. So I mean our zero tax versus games not being zero tax so if you have some man sitting there somewhere in a you know Sarkari office making these distinctions for what might or"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:45.920",
        "message": "might not seem rational reasons. So one final question now given that we can't just create a utopian world where we design everything absolutely perfectly and we have to work within the limitations of the system. Supposing Narendra Modi was to walk in the door and say Devanshu I've made many mistakes but I've finally met you so I'm going to take you to this time machine and you're going to come back in time with me to 2014 and you are going to run my GST policy. Should we have a GST? Should we let taxes stay there? If we try to get a GST through how should we design it? What are the kind of compromises we can make and we cannot make? What would you then do as a policy maker? What would you do differently? I would"
    },
    {
        "speaker": "Guest",
        "time": "00:26:27.680",
        "message": "have pared it down to three rates. I would have told the states that we'll calculate a shadow rate based on the income you would have made on every item of the old thing and we'll figure out a way of compensating you. Instead of looking for a constitutional amendment I would have made it some sort of tripartite deal with maybe the RBI or maybe even the World Bank standing in as a interlocutor and guarantor for this particular financial transaction that shadow tolling happens for example on roads where you say that well we won't make this a toll road because it's public policy we want to connect point A to point B and we're not going to toll it. However the guy that builds it will count every vehicle that wanders down the road and we'll figure out at the end of the year or every quarter or whatever it is every two weeks as the case may be how much revenue there would have been and we'll pay that revenue. So shadow tolling I would have tried you're asking me this question out of the blue but I would have tried doing something like that figuring out a shadow tolling a shadow tax system where if it's stuck with the old system this is what the and you have to anyway it may sound complicated but anyway this is a comparison you have to make to find out to find out whether GST makes sense or not. So I would have said that we'll do that and you know we'll compensate you if it turns out that you're making you know that you are foregoing revenues under GST and if it turns out that you're not foregoing revenues and you're actually ending up better off or we are ending up better off at the end of it well then the centre keeps the money. If you like this is a two-way bet if the GST works the centre actually ends up with a surplus and the states end up with the same money that they would have made anyway. And if the GST doesn't work the states get the money they would have made anyway but the centre loses a little bit. The centre loses something."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:39.640",
        "message": "They take the onus of GST on themselves which would make the state more agreeable. The risk"
    },
    {
        "speaker": "Guest",
        "time": "00:28:46.920",
        "message": "would be the centres and you'd ask them to dismantle essentially dismantle your state excise services or cut it down to one chap who doesn't necessarily stop trucks. You're going digital anyway so you know this guy as the truck approaches you he can basically SMS you his manifest and you enter it and you carry on. Thanks a lot Devansh, a pleasure"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:14.280",
        "message": "talking to you. The GST is deeply complicated. It may or may not actually pass this year but even if it does it's useful to remember that it's had such a convoluted development that it may not achieve much of what its designers would like. It is always good to be forewarned. On that note I shall sign off from the show. See you next week."
    },
    {
        "speaker": "Unknown",
        "time": "00:29:47.400",
        "message": "Next week on The Seen and The Unseen, Amit Verma will be talking to Shikha Dalmia about immigration. For more, check out seenunseen.in. If you enjoyed listening to The Seen and The"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:58.160",
        "message": "Unseen, check out another great show by IVM Podcasts, Made in India, hosted by my friend May Thomas, where every week she profiles up-and-coming independent Indian bands."
    },
    {
        "speaker": "Unknown",
        "time": "00:30:09.080",
        "message": "Hey man, just help me out man. I need some, I need some podcasts man. I haven't had a fix in a week. Just need some. Don't you worry about it. I got podcasts galore for you man. Just go to ivmpodcasts.com. You can also find us on Facebook, Twitter, and Instagram. Thanks"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:26.200",
        "message": "man. I'm gonna check it out."
    }
]