[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "Welcome to the IBM Podcast Network."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:05.000",
        "message": "I had a strange dream the other night. I was driving my car on a bridge and I was looking forward to getting to the other side. I don't remember my destination now because it was a dream. Memory tends to be selective in dreams. But I remember the feeling of freedom as I stepped on the gas, the cool breeze on my face, though that might well have been the AC. And the song on the radio, Led Zeppelin's Immigrant Song. And then I reached the other end of the bridge and found nothing but a giant wall there. A huge wall. The biggest wall I had ever seen. A really great wall. I felt exasperated. So I turned around and headed down the other way to wherever I had come from. And as I got to the other end of the bridge, I saw in the distance another huge wall. There was a wall in front of me. There was a wall behind me. And I was strapped on the bridge. I stopped the car. Another car stopped right besides mine. And his driver waved at me, asking me to lower my window so he could speak to me. I lowered my window. He leaned forward and he said, Tell me something, bro. How did we get here?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:19.000",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:33.000",
        "message": "Welcome to The Seen and the Unseen. I'm libertarian. And as you'd guess, I love bridges and I hate walls. But these days, the world seems to be getting more and more insular. Many would say that's a good thing. I've heard arguments about how there's an economic cost to immigration. I've heard arguments about how there's a cultural cost to immigration. To discuss both the seen and unseen effects of immigration, I've got with me Shikha Dalmia, who is a senior analyst at Reason Foundation and a columnist for The Week. Shikha, welcome to the show."
    },
    {
        "speaker": "Guest",
        "time": "00:02:07.000",
        "message": "Thanks for having me, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:09.000",
        "message": "Shikha, those who argue against immigration say that every country has limited resources and they should only be available to citizens. They also say that immigrants come and take jobs away from locals and that they freeload on the welfare benefits of wherever they are, putting a strain on the resources of the state. So how can open borders possibly be a good thing?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:28.000",
        "message": "So first of all, let me just explain what exactly, you know, one means by open borders. You know, at least in the United States, which is where I write a lot and also where immigration has been a huge issue, huge issue, as Donald Trump would say, in the last, you know, 10, 15 years. Although there is a strong open border movement and the, you know, the case for open borders has been pretty strongly made, both on moral, ethical, political grounds. But there is a pejorative sense of open borders and the pejorative sense is that, you know, you just kind of have no controls and you just let anybody in anytime they want. That's not exactly what open borders means. What open borders means is that the, you know, the government has a legitimate role in doing some background checks. It ought to vet foreigners for, you know, health reasons, public security reasons. You don't want to let terrorists in, what have you. But when people want to come in for peaceful reasons, economic reasons to work or to live peacefully and interact with the citizens of the country, you know, for mutual benefit, then there should not be restrictions on that. So the way I put it is open borders is a position that builds a presumption of liberty into the immigration policies of any country so that the government has to show why some foreigners should not be allowed into the country and not the other way around. You know, most people come to another country because somebody else in that country wants them there. Either there's an employer who wants to hire this person or there is, you know, somebody who wants to marry them or live with them. So you're not just interfering with the mobility rights of the foreigners. You're also interfering with the actual individual rights of your own citizens if you have, you know, sort of a restrictionist immigration policy. So that's kind of what the term open borders means. Now, why does open borders not strain a country's resources? And essentially the reason is that, you know, life is not a zero-sum game. Economics is not a zero-sum game. We all interact and trade with each other for mutual benefit. So insofar as a foreigner is in the United States and has a job, it is because they are creating more value for their employer than they are consuming in wages, right? So they are creating some surplus for the employer. So by definition, that's a contribution to society. They are growing the economic pie more than they are consuming. And that's essentially why immigration, just like trade, is a win-win for everybody."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:17.000",
        "message": "So now it's almost a given that everyone in a poor country would love to move to a rich country. So if you have open borders and only those outliers who fail those background checks are kept out, is it not the case that rich countries would be overwhelmed by an influx of immigrants?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:32.000",
        "message": "Yeah, you know, that's one of the fears that is generally exploited by your people who want to shut the borders. But, you know, just as with other resources, markets and prices are remarkably good at regulating these, you know, immigration flows. If you, you know, polls, of course, to go simply by the polls on this is somewhat misleading. So if you look at the polls, yeah, literally, you know, about a fourth of the world, people in the poor countries want to move to rich countries. So I think, you know, the world's population is 6 billion and 2 or 3 billion say that they want to move to rich countries. But that's not how it actually works. Even though they say they want to move to rich countries, that's not what all of them will end up doing. Partly because prices and wages will moderate much before it is worth their while to move to the United States or to Europe or what have you. There is a standard formula that's used that the wage differential has to be, you know, three to four times, depending upon how your proximity to the country that you want to move to before somebody will move. To give you an example, America has, actually America used to have open borders with most of the world till about 1930. Anybody could come to Ellis Island with some kind of a background check showing that they are not a criminal and they are generally of good health and they would be given their immigration papers on the spot and they could then go and find employment. It was only, so almost for like, you know, the majority of America's history, America had open borders. And America actually declared open borders or, you know, no restrictions with Puerto Rico about 30, 40 years ago. Net migration flows from Puerto Rico right now are effectively zero. And it's not because Puerto Rico is now as rich as America. In fact, George Borjas, this Harvard economist, who is one of the very, very few economists in the United States who supports a restrictionist position, he himself has admitted that, you know, a truck driver or a construction worker could take a very cheap flight from Puerto Rico to America and increase his wages like two or three times. And yet they don't do it. And the reason is that there is a huge emotional, there's a huge, you know, there are huge non-monetary costs to moving to another country and most people will not do it unless there is a huge, huge, huge financial upside for them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:04.000",
        "message": "I've always found it amusing that there's the same assumption at the heart of the argument for restricting immigration as there is for controlling the population. And this is that too many people are a problem and are a strain on resources. Are people a problem, Shikha?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:18.000",
        "message": "Yeah, so that's a very good question, Amit. I mean, I think you have hit the nail right on the head here. There is a certain Malthusian mindset, which is, you know, to be fair, very intuitive, right? I mean, too many people, too few resources and each one has less to, you know, to go around. And that's kind of the thinking that drives the environmental movement that overpopulation is a problem. I mean, we've forever had this, you know, this population doomsday kind of mindset that if the world's population keeps growing, you know, we are all going to die and go to hell sort of, you know, mentality. It has never worked out, right? I mean, I remember a time when the earth's carrying capacity was supposed to be like about half of, you know, the number of people actually there are on, you know, on the planet right now. So human beings are extremely, extremely inventive people. You know, there is a very inventive species and Julian Simon, to my mind, you know, one of the finest 20th century economists, but more than, he was more than an economist. You know, he pointed out that human beings are not, they're not just mouths who consume the economic pie. They're also hands and brains that grow the economic pie. And without human ingenuity, you would not have, you know, oil would have just been a toxic black fluid in the earth, right? Sand, which now generates computer chips that is powering the whole world, would have been just something, you know, people walk on on the beach. So human ingenuity turns physical material into resources, and physical materials may be finite, but resources are actually infinite, and you can draw infinite value out of it to improve human life. And so the limiting factor in any country's growth ultimately are not the physical resources that it has, but the mental resources that it has. And those are provided by, you know, people, population. That population can come through either, you know, just childbirth, or it can come through immigration, and both are equally, in my view, valid ways of, you know, keeping a society and an economy going."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:37.000",
        "message": "And in fact, this is why people always migrate to cities, to densely populated cities instead of away from them, which is the opposite of what you would expect. Now, all this is fine in theory, but if someone were to ask you that, is there any empirical evidence that immigration actually benefits the people of a country? What would your response be?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:56.000",
        "message": "Yeah, I mean, you know, in America, there is a great, great body of economic literature, which shows that immigrants are, you know, a net positive for the economy. And, you know, it is right that this research should exist in America, because America has historically been the land of immigrants, right? I mean, America, as we know it today, would not exist but for immigrants. And there is a great deal of research that shows that immigrants, of course, improve their own lives when they move from a, you know, less wealthy country to a more wealthy country like America. I mean, instantly, you know, they step across the, you know, the border, and the value of their labor goes up many, many fold. You know, Mexican can step across the line in America, and when they do the same work, demands much more wages. And the reason is that the American system, the governing system over there, allows for more productivity. So you can get more for the same amount of work. And so there is a great deal of research that shows that immigrants are a net benefit for America. First of all, you know, immigrants, most Americans are not competing for wages or jobs with immigrants. They are the customers of immigrants, right? Immigrants produce goods and services that other Americans need. So they essentially lower, you know, the prices of goods, and therefore increase the real income, the real wages that any American is drawing. In effect, the way I like to put it is that they give you a raise without you having to do any additional work. whatsoever. So that's one thing. Now, there are some people with whom immigrants do compete. But what you do find is that, you know, again, human beings are an inventive species, and they adapt. And in America, what happens is that when immigrants come into some area, like, say, let's say construction, or let's say landscaping, where there are Americans providing those services, they start doing the menial work, and the cultural skills of those Americans become more valued. And so, you know, English speaking, which if you have a completely homogeneous labor market, don't count for anything. But you have a bunch of Spanish speakers, suddenly English speaking skills are at a premium. So those construction workers who were Americans who were performing, you know, doing just construction work, now they can go to supervisory roles and make more money that way. So, you know, nobody in America disputes, and for this, there is a great deal of literature, that high skilled immigrants, foreign techies, Indian, Chinese, they make so much, you know, they are such high value added, you know, work providers, that they every, I think, for every 100 H1B foreign workers, you know, they support 183 jobs. So there's a net job increase. I think H1B workers provide something in 10 to 25% of the aggregate productivity growth over 20 years in America has been through H1Bs. So once you look at all of that, you know, you realize that, you know, immigrants are not taking jobs, they are not depressing wages. In fact, they are doing the exact opposite of all those things, simply because they are bringing, you know, productivity and cruises through their innovations and, you know, through their hard work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:27.000",
        "message": "So what you're saying is certainly true of high skilled immigrants. But, you know, opponents of immigration are not just at an international level. I mean, I live in Mumbai, and the Shiv Sena basically came to prominence here, by arguing against migrants from other parts of the country, first South Indians and then Biharis. And they're essentially talking about the lower end of the food chain. So Biharis, for example, coming to Bombay and becoming taxi drivers or auto drivers instead of local Maharashtrians. And their argument is, and it's a standard trope for anti-immigration campaigners everywhere, that these local jobs at the bottom of the chain are being taken away by immigrants who are willing to do it for cheaper."
    },
    {
        "speaker": "Guest",
        "time": "00:15:04.000",
        "message": "Yeah. I mean, you know, it's a fair point. And, you know, if with any policy, with any exogenous shock, let's say, there are winners and there are losers, right? And so, you know, one can see that in the short run, if there is a huge influx of people, and the public services, let's say, can't keep up, you will have congestion, you will have, you know, overcrowding. Similarly, it takes time for the market to adjust, right? So you have influx of taxi drivers from Bihar to Bombay, and some people will be at that time thrown out of work. And they will obviously feel the pain and the pinch of it. But, you know, and that's the visible part of it. And this goes to, you know, in some ways, the title of your podcast."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:54.000",
        "message": "That's the scene effect."
    },
    {
        "speaker": "Guest",
        "time": "00:15:55.000",
        "message": "That's the scene effect is, you know, this negative externality that you see. What you don't see are the positive externalities, right? First of all, well, this is not an externality. The fact that all the consumers who benefit, you know, from, so maybe a few people are pushed out of their jobs and their employment. But the vast majority of people who are consuming, say, those cab services benefit. And now they have, because they are getting services, better services at a cheaper, you know, price, they now suddenly have savings that they can invest elsewhere. They can use to spend, you know, buy something else. And so that taxi driver who has now been thrown out of employment will have some other opportunities. But that process of adjustment takes time and it's very visible. But the benefits are very diffused and widespread and they are invisible. You know, so initially one can see the backlash. And it is, you know, to some extent, it is rational and, you know, it's fair, it's legitimate. The problem becomes when policymakers only develop policies based on the seen negative effects and not on the unseen positive effects. That's when the problem arises."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:04.000",
        "message": "Another issue with immigration, and this is something Milton Friedman once brought up, was that it's problematic for a welfare state because immigrants get welfare benefits, which the taxes of local citizens have paid for. And this is especially so if immigrants are, as in general, they are poorer than the local people. Is there some merit to this argument?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:24.000",
        "message": "So, you know, what Milton Friedman said was actually even more nuanced than that. You know, what he said in the United States was that, and this was in the context of the debate about illegal immigration. As you know, in the United States, and this is the issue that Donald Trump has basically written to the White House, which is that there is a huge undocumented population, you know, from Mexico, because it's a contiguous country with the United States, number of, you know, about 30 million, I think, undocumented workers. And what Milton Friedman was saying was that, and nobody in America likes these workers, not nobody, but the restrictionists who are, you know, more of the more nativist mindsets, see these workers as a problem. They feel that they have broken America's rules and regulations and come there illegally and there should be a penalty for it. And what Milton Friedman was arguing was that actually those people, the illegals, are a net benefit for the United States. The reason they are the net benefit for the United States is that they come and they perform all kinds of works that Americans don't want to do, you know, for wages, you know, that Americans would not accept. And they don't go on the welfare state because they are not entitled to those welfare benefits. So he said illegal immigration is a net net positive for the United States. But he said, if you have open borders and all the immigrants came and became qualified for welfare, then you may have a problem. But, you know, I actually think Milton Friedman was, you know, kind of wrong even about that. Because, first of all, you know, you already have in America a system where you can deny welfare benefits to, you know, to immigrants. I mean, you have to be a green card holder before you qualify for anything more than emergency health care and, you know, schools. So, you know, you can control it that way. And second of all, you know, immigrants provide a net windfall to the society that they move into, the economy that they move into. And this is something that no study seems to ever take into account, which is that they, what I call the parasitic stage of their life, you know, when they are net consumers of resources, you know, when they are children going to school and they are feeding and, you know, all those costs are borne by the country that they were born in, their native country. And then in their peak productive years, they go to, you know, another country and then start contributing immediately. So even if they were entitled to some welfare benefits, schools and, you know, roads, their net cost is still a lot smaller than their net contributions. If you look at it in America, you know, if and I make this point repeatedly is, you know, a lot of Western countries are now facing a demographic decline. They are not replacing their population at replacement level. America is one of the few countries that is, and it is because it has had higher immigration rates. Now, if you were to try and replace a country's population solely by childbirth, you would have to pay for those children right from the time they are born to the time they become productive. That would be a much, much bigger welfare cost on a Western country than actually allowing more immigration. So I think Milton Friedman was kind of half right and half wrong about, you know, what he said."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:48.000",
        "message": "I really hope our Prime Minister Modi doesn't listen to this podcast because the lesson he will take out of it is that we should not let anybody immigrate from India. Why should we spend on them? They should spend their productive years here."
    },
    {
        "speaker": "Guest",
        "time": "00:21:00.000",
        "message": "Well, that's an old argument, right? I mean, that was when I left India in 1985. I was criticized, you know, roundly. And at that time, I remember every IITian who could get a job in the States would just make a beeline, you know, for the United States because they got such, you know, their wages were so much higher over there. And so we used to call that the brain drain problem, right? And my standard response used to be that, well, it's better than the brains being in the drain, because if they were over here, they would not be deployed productively. If they go to America and they advance themselves and they can be in a place where their capital and labor resources can be better matched, they, you know, increase the whole world's sort of, you know, wealth and economic pie. And they can send, you know, they repatriate money, they can bring their skills back home. And I actually think that, you know, liberalization in India happened because it was facing this outflux of people and realized we have to improve our governing institutions. We have to improve our, you know, economic climate over here to be able to keep our own people and harness their, you know, creativity and energy and what have you. So I don't think keeping these people trapped in India will do India any good. So if Modiji is listening, please, Modiji, don't do that. It will not help you. It'll just hurt them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:27.000",
        "message": "Let's hope Modiji agrees with you. Now, I buy your economic argument. Immigrants, like all people, are valuable resources. All human interaction is a positive sum game. Everyone benefits economically from immigration. But there is a cultural aspect to immigration as well. Restrictionists argued that crime rates go up because of immigration from poorer countries. Donald Trump implied as much when he called Mexicans rapists. And clearly that found a resonance with many people because after all, he is your president now."
    },
    {
        "speaker": "Guest",
        "time": "00:22:55.000",
        "message": "Thanks a lot. Wrap it in, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:59.000",
        "message": "That's a low blow, isn't it? So it would appear that many common people feel that way as well, despite the economic benefits that you point out. And there are similar concerns raised about Muslim migration in Europe and about the cultural clash and the consequences of that. These fears are understandable, but are they justified?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:17.000",
        "message": "First of all, when it comes to crime rates, that is a completely bogus argument. In fact, you know, immigrant crime rates are far lower than native crime rates. And the interesting thing in America is that undocumented workers, they have the lowest crime rate of virtually any other cohort. And if you go to El Paso in Texas, which is this border city that, you know, the border of Mexico, which has the highest undocumented population, is also the safest city, the lowest crime rate. And the reason for that is that, you know, again, these immigrants are there because they want to improve their lives. They want to contribute, you know, indirectly to society by improving their own prospects. These are just naturally law-abiding people. They are there very single-mindedly for one purpose, improve themselves. So they are not interested in, you know, messing around with, you know, the wrong kind of people and, you know, what have you. Now, of course, immigrants are, after all, also human beings and you will have some criminals among them, just as you have among any group. But the problem is that their crime gets sensationalized and they become defined by, you know, isolated incidents of crime, which are not representative of their general behavior. That's one thing. But to the broader point that, you know, immigrants are, after all, they are not widgets, you know, they are not products. They have a cultural baggage. They have aspirations. They have, you know, all kinds of ideas of their own, which will influence their host country. And, you know, and it's not just modern day nativists who worry about, you know, the cultural effects of immigration. Even the America's founders who were ultimately open borders used to worry about that. Thomas Jefferson used to worry about how immigration from non-Republican countries, by Republican he didn't mean conservative, but who were not habituated to self-governance. You know, at that time, immigration in America was mainly from Europe, which was monarchical. And, you know, so they were coming from monarchies and didn't know about democracy and voting. And he felt that could, you know, hurt America. He and, you know, Ben Franklin famously was opposed to German immigrants. He hated, you know, the Huns as he called them. And he was afraid that they would Germanize us rather than us Anglicize them because they were not willing to give up their language and they were not willing to, you know, give up, you know, their cultural habits. You know, but it never, you know, none of those fears have ever panned out. And I think that has got something to do with, again, the sociology of immigration, especially of most immigrants are economic immigrants. They are economic migrants. That's why most people, you know, move to another country. And what helps them to, you know, improve their prospects and fulfill their own mission and their own goal of self-improvement is learning the habits of that country, learning the, you know, the ways of that country. And I always say in America, we don't need assimilation programs for immigrants. What we need are jobs for immigrants because jobs themselves are greatest assimilation program. You know, you can't get ahead in your job till you learn English. You can't get ahead in your job till you understand some of the habits of, you know, the native, you know, people. So, you know, that process works itself out. There could be some ways in which immigrants change their host society and some might be negative, but I would argue for every negative effect, you know, that an immigrant has, there are multiple positive effects that immigrants have. So, Indians go to America. I mean, family values is like this huge thing in America, right? I mean, America is constantly struggling with family values because the divorce rate is very high and what have you. You have an influx of, you know, Indian immigrants whose family values are extremely strong and you strengthen that institution. Yes, maybe they're on the margins. There might be some habits of Indians that are, you know, that even I would object to."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:28.000",
        "message": "Gobi Manchurian."
    },
    {
        "speaker": "Guest",
        "time": "00:27:29.000",
        "message": "Gobi Manchurian. Well, I like Gobi Manchurian, but, you know, but, you know, well, not to, you know, castigate any group, but, you know, they have a certain pathology of de novo riche. I mean, they do well and they want to flaunt their wealth in the United States and it is a little bit out of sync with the egalitarian sensibilities of most Americans. So, you know, you can see that, okay, you know, that is a little bit out of sorts, but, you know, but look at all the family values they are contributing. I mean, they are such good parents. You know, they are so ambitious for their children. I mean, now they are considered to be this model minority. I mean, that's important that we Indians have to wear, you know, bear in America. I mean, I have got no head for math and anybody who looks at me and says, hey, Indian, you know, you can obviously solve this quadratic equation. And I go, not really. So it is a mix, but overwhelmingly because immigrants are self-selected, they go to a country because they are ambitious and they want to get ahead. They go with the mindset, we want to make it and we want to learn."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:33.000",
        "message": "So immigrants are already by self-selection the cream of the crop anyway."
    },
    {
        "speaker": "Guest",
        "time": "00:28:36.000",
        "message": "Right. And they, in one way or another, they don't have to be geniuses. They don't all have to be Einsteins. But the very fact that they are willing to, you know, pick up their bags and prove themselves and go to another country suggests that they are the cream in the sense that they are entrepreneurs. You know that these are ambitious people. These are people who are hardworking. So in that sense, yes, they are the cream of the crop."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:02.000",
        "message": "My final question to you is about immigration from an Indian perspective. One could argue that we are in a troubled neighborhood, allowing open borders with Pakistan or Bangladesh could let in a flood of immigrants from there. No matter how rigorous our background checks are, if at all the state has a capacity to carry out background checks, this might be one way that terrorists could slip in. So simply as a rule, isn't it sensible not to have open borders at all and to just let nobody in?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:27.000",
        "message": "So, you know, like I said at the beginning of the podcast that, you know, open borders does not mean that you leave let terrorists or, you know, people who pose some kind of a public threat in. But, you know, think about it, Amit. You know, in America, they say if you outlaw guns, only outlaws will have guns. Something similar is true for immigration to the vast majority of Pakistanis and Bangladeshis who want to come to India. They want to do so for peaceful reasons. Not every Pakistani is a terrorist. Not every Bangladeshi is a terrorist. Most of them, you know, have a great deal of cultural affinity. You know, they love, you know, Indian, you know, clothes, Indian products. That's what they want to come here for. They want to see the sites over here. India has such a historical connection. You know, the Mughal Empire has built these beautiful buildings. You know, they want to come and see them. They want to see the Meenakshi Temple. So, if you were to try and restrict all of them, you know, you will restrict the ones who want to come here for peaceful purposes because they are not going to move, you know, heaven and earth to come to India. The people who will move heaven and earth to come to India are the ones who want to do it harm and they will do so anyway. It does not matter how many restrictions any government imposes. If they are motivated enough, they will do so. The ones who will not do so are the ones who are less motivated but want to come here for peaceful reasons. You know, so it is kind of a counterproductive strategy. So, I would say, if Modiji is listening to this podcast, I would say, you know, open the immigration and trade channels with Bangladesh and Pakistan. Let all the peaceful people come. Do proper background checks. And then once you can control the legitimate immigration flows, it will become much easier to then go after the people who want to come here for nefarious reasons."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:27.000",
        "message": "I agree with you entirely, though I am not sure if Modiji would feel the same way. Thank you so much for coming on the show, Shikha. It has been such a pleasure."
    },
    {
        "speaker": "Guest",
        "time": "00:31:35.000",
        "message": "Pleasure to be with you, Amit. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:37.000",
        "message": "As I said at the start of the show, I love bridges. I hate walls. For me, immigration is a win-win game. Both the immigrants and the natives of a place, if such a term has any meaning anymore, benefit from immigration. Shikha made the case better than I could. And while we live in worrying times, where anti-immigration leaders seem to be taking over the world, most alarmingly in America, I console myself with the thought that we are all globalized now. And you cannot put this most excellent genie back in the bottle. If nothing else, technology alone won't allow it. On that cheerful note, I bid you goodbye until next week, when I will take a detour from public policy to tell you the fascinating story of a lady named Rupal Ben, who might just have proved that there really is something called a free lunch. Watch out for that."
    },
    {
        "speaker": "Unknown",
        "time": "00:32:32.000",
        "message": "If you enjoyed listening to The Scene and The Unseen,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:35.000",
        "message": "check out another hit show from IndusVox Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on iTunes or any other podcasting network. Hey man, just help me out man."
    },
    {
        "speaker": "Unknown",
        "time": "00:32:52.000",
        "message": "I need some, I need some podcast man. I haven't had a fix in a week. Just need some. Don't you worry about it. I got podcasts galore for you man. Just go to ibmpodcast.com. You can also find us on Facebook, Twitter and Instagram. Thanks man, I'm gonna check it out."
    }
]