[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Welcome to the IBM Podcast Network. Imagine this. You are taking a leisurely walk in a quiet neighborhood of Ahmedabad, when suddenly you see a queue of people, a long queue that reveals its length as you walk alongside it, it snakes around the corner, goes to the end of the next road, turns left, then turns right, then left again, then up a flyover, down the flyover, around a Gol Chakkar, and finally it ends at a small photo studio. You go to the head of the queue and ask the first person in the line, hey what's going on here, why such a long queue? The gentleman looks at you and says, haven't you heard? This photo studio is offering free passport photographs to everyone, no strings attached. That is why we have all lined up. You scratch your chin, you think for a few moments, and then you say wait a minute, there must be some catch, this is weird, there is no such thing as a free lunch. Just then, a lady in the queue offers you a dhokla. You accept her dhokla gratefully, for you are hungry after this long walk. The dhokla tastes amazing. Is there really such a thing as a free lunch?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:19.800",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.680",
        "message": "Welcome to The Scene and the Unseen, I am your host, Amit Verma. In today's episode, I am not going to talk about a specific public policy from a wonks point of view. Instead, I am going to tell you a little story. A few days ago, I was in Delhi, staying over at my friend Mohit Satyanand's place. We were drinking tea and talking about this and that, when his office assistant came over and handed Mohit a thick bunch of papers. Mohit leafed through the papers and he sighed."
    },
    {
        "speaker": "Guest",
        "time": "00:02:01.000",
        "message": "Then he said to me, this is all because of Rupal Bain."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:05.360",
        "message": "Mohit, welcome to the show. Thanks, Amit. Mohit, so tell me, who is this Rupal Bain and what has she done?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:13.320",
        "message": "Well, you know, you have to rewind to the 2005-2006 era, when there was this enormous flurry of IPOs, initial public offerings, when shares get placed on the market. And it seemed as though every IPO, when it actually came onto the market, offered a huge premium between the price of the IPO and the launch price on the stock exchange. So it seemed as though all you had to do was get hold of some shares in that allotment and you made money. Now, the catch obviously was that every IPO was oversubscribed, five times, ten times, fifty times, hundred times. So it's not as though you could get as much as you wanted at the time of the IPO. Now, you know, the story you told about the snaking line, it reminds me of Soviet Russia. And one of the things that was wrong with Soviet Russia was bad incentives. And that's usually the story of every bad economy. So now the government in its infinite wisdom said that people benefiting from IPOs should not just be the rich people. The small person, you know, that overriding concern for the small person. Like me. Yeah, like you. Must be benefited as well. And so for every IPO, they had a separate category for the small investor called the retail investor. And I think at that point in time, the retail investor was defined as somebody who put less than one lakh application because the number of retail investors was always fairly small in comparison to the people who had money and wanted to go into it. So chances of getting allotment in the retail were much higher. So what Rupal Ben Panchal did was that in the Yes Bank IPO, it was later detected that she had fielded, I have the figure here somewhere, 6,515 applications under the retail segment. And out of that, 6,221 had the same address, 402 to 403 Shashwat building opposite Gujarat College Ahmedabad. Okay. Now, obviously this could only be done in collusion with a bank. So bank was obviously involved. The bank which opened the bank account, which allowed them to pay the money, which allowed them to open a DMAT account. But there was one issue, which is that the forms had to be complete and the forms required a photograph, how do you produce 6,515 photographs, enter the free passport photograph?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:01.000",
        "message": "Tell me more about this."
    },
    {
        "speaker": "Guest",
        "time": "00:05:02.520",
        "message": "Well, that's the answer. So everyone who went in got that two free passport photographs, but Rupal Ben Panchal and her husband and their cabal also kept copies of that photographs, put them on to the application, had any kind of arbitrary signature, but at least, you know, this concept we have of Khanapuri, means you tick the boxes, the bank had ticked all the boxes. There was an address. In those days, you didn't require PAN card for any application under 50,000 rupees. So PAN card was not required, you had a photograph, you had an address, the bank manager ticked all the boxes and you made this application. So this is what they did and though it came to light in the Yes Bank application, in the Yes Bank IPO case, as the investigation proceeded, they discovered that this cabal had applied in 21 IPOs. And in one of those IPOs, it's not clear whether, you know, there was a fixed number of operators, but there were a lot of common elements. In one particular application, there were 21,000 forms, which were filled up by this ring."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:18.000",
        "message": "That is a lot of passport photographs."
    },
    {
        "speaker": "Guest",
        "time": "00:06:19.000",
        "message": "That's a lot of passport photographs and hence you're probably right, that line really sneaked through all around the path."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:27.080",
        "message": "So what happened as a consequence of her getting caught? Why does Rupal Ban bother you so much today?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:34.400",
        "message": "She bothers me for two reasons. She bothers me for two reasons because now what has happened is that as you started the story is that compliance issues have gone up. And this is a larger phenomenon that I face as a businessman and even as an honest tax paying citizen, which is that compliance issues have gone up massively. It takes me an enormous amount of time to comply with issues relating to know your customer, with issues relating to filing my tax returns, my tax returns then have to get audited, etc. etc. The effort that goes into opening a new bank account, this impacts everybody, it's just"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:19.920",
        "message": "me. It's a huge opportunity cost and the amount of time that people spend doing this, it could be doing something else which is productive for the economy."
    },
    {
        "speaker": "Guest",
        "time": "00:07:27.440",
        "message": "The other reason that it bothers me is that our economic history is littered with bad incentives. You take another area that I'm familiar with, which is the grain trade. So you have a public distribution system. What the public distribution system essentially does is to create differential pricing. So you create one price for the supposedly poor person, another price for the supposedly rich person. So you have the BPL and you have the APL and then you have the market price and then more recently another price was introduced, which was the Antyoday price, which is like, you know, to end poverty and end hunger. So I have four prices prevailing in the market. You're creating an opportunity for arbitrage and systems will milk that arbitrage. And what you do by creating these concessions, which is again coming from this great concern with the underdog, what you do is actually you corrupt the entire system. You create an entire class of people whose only contribution to the economy is to bridge that arbitrage. Now this we know, this is what efficient economies do. But as a result, you have created corruption from top to bottom. You've created FCI managers who send the trucks directly from FCI depots to grain traders. You have created truck drivers who are part of this whole system. You've created mill owners who function entirely on BDS stock. You've created BDS shops, which have a wheat milling installation next door so they can move. You've created, you've perpetuated a corrupt way of looking at the world by creating all these ridiculous incentives. Every sector you look at, there is this desire to tinker with the economy for some holier-than-thou motive. But all you do is create incentives for short circuits for the Rupal Panchayats of the world. So more than the compliance and the fact that I had to sign a few extra forms, what bothers me is that we don't seem to learn. We don't seem to learn that when you create an opportunity for arbitrage, that opportunity is going to get milked and you're going to create more and more corrupt people."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:50.320",
        "message": "And also when you create incentives for dishonesty, that eventually percolates down to the culture."
    },
    {
        "speaker": "Guest",
        "time": "00:09:55.960",
        "message": "That's what I'm talking about. That's what really bothers me, that we have a culture of corruption and that culture of corruption is not because we are inherently corrupt people or there's something wrong with the Hindu gene. It's because for 70 years, you have always tried to set prices and set artificial prices. Don't allow flexibility into the system, create two categories of economic players or three"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:22.400",
        "message": "or four or five, you're going to end up with this. So finally, if you had the story of Rupal Ban in a fourth standard textbook and fourth standard kids always want a moral at the end of the story, what's the moral of the story?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:36.320",
        "message": "The moral of the story should be eye pencil, which is that goods get created when and they get created efficiently and they get created with uniform and very elastic prices when"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:49.520",
        "message": "you allow economic actors to play. Mohit, thank you so much for being on the show."
    },
    {
        "speaker": "Unknown",
        "time": "00:10:55.200",
        "message": "My pleasure. Next week on The Seen and the Unseen, Amit Varma will be talking to Pranay Kodasane about the surgical strikes conducted by the government last year in September. For more, go to seenunseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:15.280",
        "message": "If you enjoyed listening to The Seen and the Unseen, check out another show by IVM Podcasts, Symbolified, which is hosted by my good friends Naren, Chuck and Srikith."
    },
    {
        "speaker": "Unknown",
        "time": "00:11:25.440",
        "message": "You can download it at Audioboom or iTunes."
    }
]