[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "At 5.30 in the morning of September 18, 2016, four terrorists attacked an Indian Army Brigade headquarters in Uri, near the line of control between India and Pakistan. They threw 17 hand grenades and engaged in an armed battle for six hours, at the end of which all four militants were killed, but so were 17 people on the Indian side, a death toll that would rise as the days went by and some of the injured succumbed. This presented a great challenge for the Indian government. Earlier in the year, there had been a similar attack on Pathankot and the Indian public was restless and wanted retaliation of some sort. Narendra Modi's government had spoken like hawks on the campaign trail. Once they came to power in 2014, though, they had wisely made overtures towards peace. But the attack was a step too far. Something had to be done."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:02.240",
        "message": "But what?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:18.720",
        "message": "Welcome to the Scene and the Unseen, my weekly podcast on the seen and unseen effects of public policy. 11 days after the Uri attacks, the Indian government carried out what it described as surgical strikes against terrorist launch pads across the border in Pakistan-occupied Kashmir. In today's episode, I will discuss both the intended effect and the unintended consequences of the military action. First, the scene effect. The scene effect of the surgical strikes was that India had demonstrated that it would fight fire with fire and this was expected to be a deterrence against similar future attacks from Pakistan. But is it really all that simple? My guest on the show today, to help me navigate some of the nuances of the surgical strike and to talk about some of its unseen effects, is Pranay Kotasdhane, a research fellow at the Takshashila Institution. Pranay, welcome to the show."
    },
    {
        "speaker": "Guest",
        "time": "00:02:20.160",
        "message": "Hi Amit. Good to be here. So first thing is, I don't like the term surgical strike itself. I would prefer to call it, say something, a boring name like operational conventional retaliation. The reason being that surgical strike, the word itself doesn't give much information to what was done. So whereas when we talk about an operational conventional retaliation, why I say that is because neither was this operation at a tactical level, which was happening anyways earlier. So there are border action teams which go into LOC from both sides and these attacks have been happening since long time back. So these were happening earlier, but the difference this time was that this time many elements of national power came together and there was an ownership of the attack right at the highest governmental level. There was a diplomatic push as well. So there was an operational strategy behind it and hence it is an operational retaliation and at a conventional level. So I would prefer to call it operational conventional retaliation. So if you consider what happened during that time, there were Uri attacks, military camp was attacked. So in that scenario, what would be the type of options that an Indian government would have? So broadly there could be three options. One is that India responds to such terrorist attacks, which have been happening against India for a long time with its own terrorist attacks on Pakistan. That's one strategy. The second one would be exercising strategic restraint and not attacking Pakistan because it would lead to escalation so on and so forth. And the third option would be what India did right, either using air power or using its own border action teams etc. do a retaliatory strike right. So these are the three broad options. Now India chose the third option. Now when we talk about unseen effects, none of these actions are Pareto optimal. So there would be effects of each of them. So what were the effects of this right? That is what we are talking about. So one thing, the unseen effect or which is becoming more and more seen now is that the ceasefire is pretty much over. There was a ceasefire in place since 2003 and because of that terrorism was sufficiently down in Kashmir as well. Not much intrusion happening, but now that is all gone because of this. In fact, a few days back we also had a Pakistani border action team killing three Indian soldiers right and beheading them etc. So that is going to be a norm going in the coming days as well. So there is more violence. The attacks haven't stopped. In fact, what has happened is instead of a terrorist attack there, what we are seeing is more cross-border shelling and what it does is that these cross-border shellings have been used to infiltrate militants etc. which will again increase a lot more. Given that we are in a situation when our own internal political situation in Kashmir, J&K is on the tenterhooks, this is really going to be a big problem right. So more ceasefire violations, that means more infiltration can happen and then the terrorism in the valley can again rise. That is one impact."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:34.200",
        "message": "So give me a little bit of background on the status quo before this. The ceasefire that existed, was it like a tacit agreement between the two armies or was it something that was…"
    },
    {
        "speaker": "Guest",
        "time": "00:05:46.320",
        "message": "It was a formal agreement which was signed in 2003 which agreed that there will be a cessation of hostilities on the border. So if there were any cross-border firing, there was a protocol that you need to report it and you need to say how many rounds were fired and things like that. So that was a formal way. So there were instances when the ceasefire was violated but you knew that it was violated because you could report it etc. and both sides had to accept agreements etc. So that was the status. But after this, the amount of violence has increased substantially."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:24.160",
        "message": "So the intention of this, the way the rhetoric goes would be that with a strong surgical strike there would be some amount of deterrence that we would show that we meant business and they would not attack us anymore. But you are saying the opposite has happened. The ceasefire is over, violence has gone up and now it's just no holds barred."
    },
    {
        "speaker": "Guest",
        "time": "00:06:42.520",
        "message": "So again, there are advantages to it. The advantage being that out of the three options that I mentioned earlier, this is the only option which probably puts a lid on the sub-conventional zone in which Pakistan was operating. Now it knows if there are terrorist attacks, there is a chance that India might retaliate"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:03.600",
        "message": "in a different manner."
    },
    {
        "speaker": "Guest",
        "time": "00:07:04.600",
        "message": "So can you explain what you mean by sub-conventional? Sub-conventional just means an attack which does not involve the conventional army. So it means terrorism, classic case. So that was what Pakistan was doing and India didn't have its own terrorists. So India was responding to it using traditional intelligence, gathering or trying to get better information about where these terrorists were. But that was what India's response was. So this is what we call conventional threshold. At which point would India use its own conventional forces? Now India has brought its conventional threshold significantly down after this. The intent is clear that if there are attacks of the terrorist kind also, we might respond using our conventional forces. So that is an advantage and yeah, there's a deterrence which is set into this. So and there are a few elements which can make this strategy work. For example, if this, since this act was done immediately after a terrorist strike, it is seen as a retaliatory strike, right? And that's an advantage because then you can drum up international support as well. For instance, here US batted for what India had done. So that works. Second thing, it also works if the attack is done in such a way that it does not destroy any core assets of the Pakistan army and it gives them a face-saving exit and it gives them motivation to stop escalation, right? The biggest disadvantage of all this is that it might escalate. So to prevent escalation, if Pakistan army feels that, okay, I can sustain this damage, but I don't want to take this on further, these are the type of conditions you would want to enforce. So if this attack was done, like this attack was done on a terrorist launch pad, it was just 20 kilometers across the border, right? In that region, there won't be no big terrorist camps, et cetera. So it was just launch pads, they are destroyed. So there is some motivation for Pakistan army to say, okay, let's stop, we agree there was some damage done and that's all. But if it were on, say a big Pakistani military establishment, then there are enough forces in Pakistan, which would cause it to spiral up and the attack would be higher."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:15.800",
        "message": "So are you saying for the intended effects of the surgical strike to manifest, you need a perfect storm of circumstances to happen and without that perfect storm, the unintended effects will actually lead to an increase in the probability of escalation?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:30.040",
        "message": "Yes, I agree. So for instance, even here, right, when this attack happened, at that time, there was a churn in the Pakistani military establishment as well, so Rahil Sharif was going to go out. So that was also a reason because of which Pakistan army didn't retaliate as much because everyone is looking for who will be, so for all said and done, the Pakistani prime minister chooses the army chief. So everyone was uncertain about what would the political establishment do. So there wasn't as much retaliation from the Pakistani army side. So it was a sort of a limbo situation. But that might not work in another scenario where the Pakistani army probably just six months later from now when the new army chiefs takes place, and he might have a point to show and if similar things happen there, we might see a totally different result."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:27.040",
        "message": "And do you think another unseen effect is actually in the domestic constituency that now that the PM has shown his willingness to retaliate an attack of the sort, there is pressure on him to retaliate to all future attacks?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:39.640",
        "message": "Exactly. Yeah. That's the new normal, which has been set, right, that if so many people died, when in Uri, if 18 people had died, you did something, why not now when say 28 people died or something like that, right? So such numbers would keep coming and it sets an expectation that India has to attack on each occasion, but that is something which is a negative and an unseen negative impact of such an attack."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:06.360",
        "message": "So the unseen effect of the surgical strikes is not just that violence has gone up because the ceasefire is effectively ended, but also that the probability of future escalation"
    },
    {
        "speaker": "Guest",
        "time": "00:11:15.760",
        "message": "is much, much higher. Probability of future escalation is higher, yes, yes. So what you would want to do in order to make this work is first do it immediately after a terrorist attack to signal that we are attacking and then you would want the Pakistan army to not escalate further. Now, how you can do that is one thing you would not want to signal a lot of jingoism which actually happened after these attacks, right? So you, a DGMO declares that yes, we have attacked, we do not have any intentions of taking it further, which was done in this case as well. But after that, it does not happen that the entire Indian setup is going against the Pakistan army and in fact, egging them on to take a bigger attack."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:04.080",
        "message": "But in a sense, the jingoism is coming from quarters that are outside the government's"
    },
    {
        "speaker": "Guest",
        "time": "00:12:07.560",
        "message": "control, right? Yes, yes. So that is something that the government might not control. But here in this case, you would see even the government, official government rhetoric was taking it to the next level, right? That could have been avoided. So if it is outside the government circle, yes, it can't be."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:23.440",
        "message": "Right, so given that the jingoism can't be avoided, let me then ask you that supposing you could be taken back in time, and let's say that the Prime Minister has somehow gone forward in time and heard this podcast and listened to your words of wisdom, and he were to ask you for advice, ki yaar Yuri pe attack hogaya hai, what do I do now? Given that the jingoism and all is not controllable, what would your advice be? What's your strategic and tactical advice?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:45.480",
        "message": "Yeah, so I personally feel that it is important to signal that India has multiple options. And hence, this particular strike was a good option to indicate that we were not only limited to engaging in sort of intelligence gathering or the conventional means of countering terrorism, but we have another option with us. So it's a good signal to do. So given that option was not there at all before, full national power, backed effort for countering terrorism, I would have probably done given the same advice. But now that it is already done, now we would probably want to explore more options rather than having the same response. Yeah, so out of the three options that we discussed earlier, right, one option was, if India is always at the receiving end of terrorism, can India have its own terrorists? Now that is a very dangerous option, right, you wouldn't want to do that, because that neither restricts Pakistan's options, neither gives any semblance of peace on the Indian side. And in fact, with the situation that Kashmir is in, we are actually, the situation will"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:56.040",
        "message": "even worse."
    },
    {
        "speaker": "Guest",
        "time": "00:13:57.040",
        "message": "So out of the three options, you'd count that out completely. Yeah, right. The second option would be strategic restraint, right. So withstand Pakistan's attacks, probably formulate a diplomatic response, get US, Saudi Arabia and China, which are big powers and which can take Pakistan's side to come forcefully against Pakistan. Now, US did, but it is unlikely that Saudi Arabia and China would go against Pakistan. Probably the worst, the best we can expect is they would not go out taking Pakistan's side in diplomatic fora. So that is the second option. This is something that we'd been doing from a long time, right. So there were no other options left. So in that sense, when this was done, now there is an uncertainty which is introduced and veterans rest on uncertainty. So in that way, this option indicates to the Pakistani side that India is sort of more"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:55.000",
        "message": "arrows in its quiver. But do you think he also reduces the options for himself by almost painting himself into a corner? Because when this next strike comes, there'll be pressure on him to respond similarly forcefully?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:05.760",
        "message": "Yes, that is the other side of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:07.480",
        "message": "That's another unseen effect of this."
    },
    {
        "speaker": "Guest",
        "time": "00:15:09.640",
        "message": "So now going ahead, possibly what would happen is they would need to develop more options for doing this so-called surgical strike itself, right. And then defining what are the levels at which these options would need to be taken. So does an attack on a military establishment also constitute a grave enough danger to go and attack? The various levels of attacks would have to be decided. And that's something that we've gotten ourselves into that situation. So there's no point in debating whether we could have taken ourselves into an alternate universe. But given that we are in this situation, we would have to make do with it and explore more options within this operational conventional retaliation, which can signal to Pakistan that terrorism won't be tolerated."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:01.800",
        "message": "Pranay, thanks so much for coming on the show. It's a pleasure talking to you. Thank you, Amit. When it comes to managing a conflict, it often happens that all the options before you are bad and you need to pick the least bad option. When the country was crying out for a strong retaliation from India, the surgical strike seemed an apt response. But while the seen effect was that it ostensibly sent a strong message across the border and quietened the bloodlust within India, the unseen effect was that the ceasefire of more than a decade was broken and violence actually went up. So did the possibility of escalation. All the other options before us were quite unappetizing as well, but it helps to know what the unseen effects of this one were, especially as cross-border violence has actually gone up after these surgical strikes. The India-Pakistan conflict, it seems, will never come to an end, but this episode of The Seen and the Unseen has."
    },
    {
        "speaker": "Unknown",
        "time": "00:17:11.200",
        "message": "Next week on The Seen and the Unseen, Amit Verma will be talking to Prithviraj Mukherjee about maximum retail price."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:17.880",
        "message": "For more, go to seenunseen.in."
    },
    {
        "speaker": "Guest",
        "time": "00:17:46.520",
        "message": "Don't forget to subscribe."
    }
]