[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A few nights ago I had a bad dream. I was lying in an operation theatre undergoing surgery. I was having a toenail removed. I was fully conscious and for some reason the doctor had cut open my torso and was bent over it in deep concentration. After some time he pulled out my kidney and held it up proudly. Here's your toenail, he said. I managed to find it. That's not my toenail, I shouted at him. It's my bloody kidney. I mean it's literally my bloody kidney. What have you done? Have you studied medicine? He looked at me and gave me a wild smile. Actually, he said, I don't exist. I'm just a creature in your dream. But doctors like me could be reality if not for the Medical Council of India. Everyone in India should be glad they exist. Because if they did not, I would. And then he gave an evil laugh as in front of my eyes, my kidney turned into a toenail."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:09.160",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:19.640",
        "message": "Welcome to the scene and the unseen, my weekly podcast where I examine the intended effects and the unintended effects of public policy. Today, I'm going to talk about the Medical Council of India, which is a statutory body that oversees medical education in India. What do they do? To quote from Wikipedia, the council grants recognition of medical qualifications, gives accreditation to medical schools, grants registration to medical practitioners and monitors medical practice in India. What is the scene effect of this? The scene effect of the Medical Council of India is that it sets high standards for medical education in India. That sounds like a healthy effect. But what are the unseen effects of such regulation? To discuss that, I've brought Pawan Srinath onto the show. Pawan is a fellow at the Takshashila Institution in Bangalore. Pawan, so it sounds intuitive to me that the Medical Council of India should, after all, regulate medical education because they are doctors. They're in the best place to make those decisions. What do you feel about it?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:33.920",
        "message": "So yes, on the offset, it feels like it's better that you have qualified doctors rather than appointed bureaucrats manage medical education. The problem is one of professional competition. We all know that we have a limited number of doctors in the country and basically medical education allows for new doctors to come in, you know, younger folk who are probably better trained, who probably have a bit more modern outlook. They have the latest research and these guys will start providing competition for the incumbents. So if you are regulating competition to yourself, will you be honest? Not really. And remember that the Medical Council of India is not just a board of some sort, but it's sort of an elected body. It has membership. So presidents get elected. So there is a politics inside the Medical Council of India, which wants a lack of competition."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:19.480",
        "message": "They have their own incentives."
    },
    {
        "speaker": "Guest",
        "time": "00:03:21.080",
        "message": "Yeah. So the incentives get perverse. So I do think that the Medical Council of India should have a role in intervening in medical education, but that should be to set standards, to do stuff like that, rather than be a gatekeeper for how many new colleges can be opened and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:37.640",
        "message": "how many new people can come in."
    },
    {
        "speaker": "Guest",
        "time": "00:03:39.520",
        "message": "So what are the unseen effects of this regulation? So the first unseen effect, which is seen in a certain way, is scarcity. So let me give you a few numbers. There's a rough estimate that we have about 600 to 700,000 doctors in the country who are practicing right now, who are qualified and trained and have a proper degree. And to this, we are now adding about 45,000 odd doctors every year who are graduating. And of this, the postgraduate numbers and the super specialization numbers are way smaller. We're talking 5,000 to 10,000 from within the country, a few more from outside. So that's very tiny a number. That's half a doctor for 1,000 people in the population. WHO says, you know, by and large, you're better off if you have about two and a half, three doctors. And the thing is, this scarcity is misattributed. We say that, oh, this is because we are a poor country. That's the standard. So many things are wrong because we are a poor country. But no, even as a poor country, we are producing far more engineers. And I would argue, increasingly better quality engineers over the last two decades. Right. So the situation that it was in, say, 1990 to now is fundamentally different. Whereas in medical education, maybe in 1990 or 2000, you would have, say, 25,000 doctors or 20,000 doctors coming out. Now it's 45. Right. So the scarcity is acute. And again, various folk devils get created where, who are to blame for this shortage, right? Oh, doctors don't care for the country. They go abroad and they pursue sort of personal interest, but don't do anything for the nation. So all these sort of tropes come about from this idea of scarcity. That's the first unseen effect. The second one is the immense cost of medical education, which we seem to have taken for granted. Right. There are two parts to this. One is we know that private medical education is extremely expensive. And we just think that, yeah, this, because they have to do so much lab work, so much clinical work, it just costs so much. But that's simply not true. It's because the moment you restrict supply and demand is immense, prices go through the roof, either legally or illegally. Right. And then the knock on effect of that is you say, oh, therefore, you need state subsidization of medical education. Right. So state should, so you need an AIMS in every state and, you know, just like we had, we wanted an IIT in every state. So you have the old trope sort of continuing. Right. And then what happens is there is perverse incentives for doctors who enter the system as well. There is a desperate need to super specialize so that you can sort of recover all this investment you've put in. Right. So remember, it's not just cost. Right. So probably doctors who go to private medical colleges between their MEBS and their post graduation spend maybe 50 lakhs, a crore, and not just that, but what, eight years of their time, 10 years of their time studying for all those exams and so on. So now you're 30 or 28, and now's the chance for you to start earning and you have to recover this. Right. And you want to. And then we say that medical costs are through the roof. Right. So that's the knock on effect that happens. Even beyond that, what happens is because this, the gate is so restricted, even the private players who get in, with a few salient exceptions, are slightly dodgy players. Right. So the people who know how to get in, because they know the right people, they know how to make the right connections and so on. Right. So do they not have an incentive to deliver quality education, but you have adverse selection where the best possible players in the market sort of leave. And I don't even want to go into the lack of FDI and education, the lack of foreign competition, all of that. Right. We still don't have that in other branches of higher education, but I would argue that the sectors are doing much better than how medical education is doing. So what you have is bad private players coming in and then private players in general getting a bad name, the old idea of, you know, private enterprise being evil in India. So the trope sort of continues. So it's a larger sort of, I would argue, a moral decay in society and sort of a misalignment of what is good and what is bad. Right. Which, which seems far fetched when I sort of draw this, it's like a third order effect, but I think it's really important."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:51.720",
        "message": "And would I be correct in saying that a knock-on effect of the scarcity, which you alluded to as a first effect, also then has an impact on healthcare costs, because there are less doctors, healthcare costs are way higher for the consumers, for the patients. And then this is blamed on private greed and so on. Exactly. Right. Or either private greed or graft. Right. Those are the two. So the government essentially doesn't allow a free market to operate. And the effect of restricting the supply is that prices go through the roof, there is scarcity, healthcare prices also go through the roof, and all of it is used by the government to say that, hey, look, the private free markets aren't working when"
    },
    {
        "speaker": "Guest",
        "time": "00:08:26.080",
        "message": "there weren't free markets. And therefore, we need a National Health Service, we need nationalizing this. So, and the other problem that happens is, again, more folk devils are, oh, look at the United States, look how messed up their system is. That's like talking about obesity to a malnourished person. It doesn't make sense. I mean, this person's not getting enough food. We don't have enough doctors. So they have sort of a postmortem problem, right? Or a first world problem. Our problems are entirely different. So healthcare costs go through the roof. And then what happens is quacks, charlatans, alternative medicine and pill peddlers step in to fill the vacuum because people desperately need solutions for their medical problems. And people are seeing that elsewhere in the world, sort of different diseases are getting tackled. And one of the things is no matter what income level you're in, if there's a cure, you will do whatever it takes to get your family member the cure, right? So, this is there at all levels, right? At one, you would have seen if you ever go to a medical store, you'll have people who come up and say, hey, I have a fever, what should I take? And the medical store clerk is dispensing medical advice. While we are loftily saying we want high standards for doctors, we're having a medical store clerk giving medical advice, right? That's patently ridiculous. I mean, at the other end, you have people who say, doctor, and then start practicing and, you know, start giving pills, start giving injections. The placebo effect is a real thing. So, you feel like this doctor has given you a dramatic"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:57.200",
        "message": "intervention. Plus, we have a ministry of Ayush with homeopathy."
    },
    {
        "speaker": "Guest",
        "time": "00:10:00.200",
        "message": "Let's not even go there. But so, you have quacks of all types who get in. And yeah, you have Ayurveda, you have, I don't have a problem with Ayurveda, per se, but it desperately needs to be modernized. And you have actual sort of quackery, which is homeopathy, Reiki, and all kinds of things that sort of fill up this vacuum that is there. And I'll give you one example of how weird this becomes. In 2014, there was this announcement that homeopathy and Ayurvedic practitioners can now start performing abortions. And this was done in the name of promoting sort of, you know, women's rights, you know, safety, and so on. Why? Because you don't have enough OBGYNs and doctors who can perform abortions. And it's ridiculous. I mean, homeopathy, by the way, does not believe in surgery either. So there are multiple levels of cognitive dissonance that is happening over here. But those are the kinds of weird solutions that people come up with. And I would say the final thing, the biggest sort of unseen effect that happens is, frankly, a curb on personal freedom. Right? We are saying, oh, you got a medical degree, now go spend a year and a half in a rural area. Or you do this, only if you clear conditions A, B and C, will I allow you to go abroad to practice medicine abroad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:22.480",
        "message": "Are there conditions like this?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:24.000",
        "message": "They're trying desperately to put it in. The good news is state capacity is a little limited. So they can't enforce some of the more draconian things. And as we have seen with any draconian rules, people find work around it. So what you see is just skewed decisions, people doing weird things to get around weird rules. And in general, you have a lack of freedom. I mean, so the reality is, if we didn't restrict supply, if instead of 45,000 doctors a year, we had 200,000, 500,000 doctors."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:53.720",
        "message": "Or whatever the market can take."
    },
    {
        "speaker": "Guest",
        "time": "00:11:56.040",
        "message": "And the reality is, India has been providing labor to the world. So it's not doctors in the US versus doctors in rural India. If we start supplying enough doctors, trained doctors, and India can do it more cheaply compared to most other countries, we can supply doctors everywhere. And we can solve, we can bring down medical costs in the United States if we get our medical education policy right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:23.640",
        "message": "We can send homeopaths to Pakistan to perform abortions, sir."
    },
    {
        "speaker": "Guest",
        "time": "00:12:26.920",
        "message": "Yes, that's probably we can do now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:31.360",
        "message": "So what in a utopian world where there's no opposition at all in the political economy is bowing down to you, what would be your policy recommendation? What would you do?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:40.760",
        "message": "Okay, so for what it's worth, this is a hard problem, right? Healthcare does not lend itself to a complete free market very easily. Because contestability is a big issue. And without contestability markets, you know, struggle to work. Can you explain contestability? So you go in saying that you have a cough and mild fever. One doctor says, oh, you have nothing, you just take good bed rest, stay at home for a day. Another doctor says, no, no, no, you need to go for these three tests, that this person, this diagnostic center who will give me money, you have to go get those tests done. And I'll do all these expensive things, right? And you as a patient, have no idea which doctor is better. So you need some form of mechanisms to sort of intervene over here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:28.940",
        "message": "What kind of mechanisms exist in more advanced markets where the market is allowed to operate?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:32.840",
        "message": "So the first thing is, you do need a body of doctors to sort of prescribe standards for medical education, right? What should people know before they get into medical school? What should they know after they get into medical school? What kind of exams should they go through? And this needs to be continuously updated, right? Because science is rapidly improving. But you probably need something. So I'll tell you what India is trying to do. There is a bill that's been put out by the Niti Aayog, a draft about how the Medical Council has to go. And this has happened because of some really giant scams in the last few years, which were inevitable when all the conditions were set in. So what they say is they want to get it back to the government. So the current solution, which I still think if they do it even half right is better than what it is right now, is create independent boards. These are not elected doctors, but they'll have, you know, doctor appointees, you will have sort of bureaucrat appointees. And the idea is also to separate functions, right? So you want to have a Medical Council overall, but then you want to have a separate accreditation board, right? So these guys will just take care of, you know, approving licenses for medical colleges. But even over there, I'll tell you, the way government policy happens is so silly. They want to say, oh, there should be adequate financial resources of any medical school that comes in. Why is that a criteria? So I think they should only see if equipment facilities, doctors and teachers are well trained, and maybe you should do random inspections a few things, but they should not have power to impose penalties themselves. They can only report, right? So the idea is to separate functions in a big way, and probably provide regulatory competition. So the current idea that's been envisaged in this new draft is you have this accreditation board, and there are state level boards, and they delegate a bunch of the powers to the state level. So this is automatically better because different states can experiment with different ideas. And then over time, the ideas, the best ideas sort of bubble up, right? So competition always, even at the regulatory level can provide interesting outcomes. But even here, you have a local monopoly, right? There's only that state board in that state. So instead, supposing we had, you know, the Medical Board of India A and the Medical Board of India B, and both of them had jurisdiction across the country, and you were a qualified doctor, and you were a qualified medical college, if you got approved by either of them, then they don't have as much of an incentive to seek rent, because automatically colleges will go to the player who is seeking less rent, right? So I would say some form of intelligent regulatory competition, which does not involve elected bodies of doctors, you know, is sort of an improvement over the status quo. And I think it's a complex enough field that it's, I would hesitate to provide one solution, which I think will work. I think we need to do these. I mean, it's, I remember my economics professor telling me it's not about good or bad. It's about better or worse, right? So let's get better with this. And then let's keep tinkering as to what improves, rather than have one Medical Council of India, which was set up in 1993, which now may finally meet its end."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:55.520",
        "message": "Right. And what are the obstacles within the political economy to these reforms taking"
    },
    {
        "speaker": "Guest",
        "time": "00:17:00.000",
        "message": "place? The biggest thing is, currently, the private medical colleges are run by individuals and groups which have a good amount of political power, and they're able to seek a lot of rent. So any changes in this will affect how much rent they are seeking from the economy, right? So there is some immense opposition. The good news over there is if the union government intervenes, most of this rent takes place at the state level. So arguably, an union level intervention could be blind to some of these considerations. But unless they manage this intelligently, they might pass the law and the states may not implement anything, right? The other thing is the old mentality of oh, the state will provide this, right? And there is intellectual support for this, which is the most troubling, right? If it was only the government saying this and intellectual support was against it, the game would be different. But there's intellectual cover being provided for why the state knows best. That is a mindset, and it's also power, right? So you have departments with immense power, immense budgetary power. And supposing you only have private medical colleges, or you only do financing, right? You don't do sort of you don't manage them as line department, then power is immensely reduced for those who are sitting in those departments. So they have a strong interest against this, right? So but these are problems that are not insurmountable. I mean, people wait for the right crisis, right? A crisis is always an opportunity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:32.080",
        "message": "But do we need a crisis for change to happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:34.880",
        "message": "I hope not. Well, for what it's worth, I'm quite happy that in 2009, there was a government committee called the Yashpal committee, which we sort of looked at this and gave fairly sensible suggestions along the lines that we discussed. In 2011, the previous government tried to pass the new bill, it somehow didn't go through. Now the Niti Aayog has a draft out. So hopefully, when this demonetization fracas gets over, I have no idea when it will."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:00.320",
        "message": "If people still have money to go to doctors."
    },
    {
        "speaker": "Guest",
        "time": "00:19:02.800",
        "message": "Yes. And if people still have money to pay for their kids medical education, hopefully we expect something in the next year."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:10.920",
        "message": "Awesome. It was great talking to you Pawan. Thank you so much. My pleasure. It's sad how often good intentions lead to bad outcomes. The state of health care is abysmal in India, and the Medical Council of India might actually be a contributor to its ill health. There is an old proverb here that is quite apt. Physician, heal thyself. The physician here, of course, is the Indian government, which is about as competent in governance as 18th century physicians were in treating disease. Back then, bloodletting was a common remedy for many diseases. Today, we know is usually just harmful, but our governments keep bleeding us. On that cheerful note, see you next week."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:06.480",
        "message": "Next week on The Scene and the Unseen, Amit Verma will be talking to Parth Shah about profit motive in education. For more, go to sceneunseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:16.860",
        "message": "If you enjoyed listening to The Scene and the Unseen, check out another hit show from Indusworks Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on iTunes or any other podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:31.920",
        "message": "Hi, this is Amit Doshi, and I wanted to thank each and every one of our listeners. It's been two years since I founded IVM, and it's been an amazing two years. We wanted to learn a little bit more about who is listening to our shows, and so we put together a short survey. The survey is anonymous, and we aren't going to be collecting any personal information. I would really appreciate it if you could take a couple of minutes out of your day and go to ivmpodcast.com slash survey and fill it out. Thanks, and please keep listening. Hey, man, just help me out, man. I need some podcast, man. I haven't had a fix in a week. I need some. Don't you worry about it. I got podcasts galore for you, man. Just go to ivmpodcast.com. You can also find us on Facebook, Twitter, and Instagram. Thanks, man. I'm going to check it out."
    }
]