[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "Welcome to the IBM Podcast Network."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:08.360",
        "message": "Let me tell you about something that happened to me a long, long time ago. It was October 1947. I was hanging out with some of my buddies at the Starbucks in Connaught Place, when a tall, thin gentleman walked in. He wore what would today be called a Modi jacket over a finely tailored kurta and the tightest churidar known to man. He had a Gandhi cap on his head and he wore a pair of dark glasses. Despite this inept attempt at disguise, I instantly knew who he was. This was Jawaharlal Nehru, our dapper Prime Minister, out to see for himself what this fuss over Starbucks was all about. Nehru walked to the counter and I surreptitiously made my way behind him. The guy at the counter asked him what he wanted. Give me a Rusciano, he declared. Uh, we don't have anything called a Rusciano, the guy at the counter said. Would you like an Americano? Nehru looked all around. I stared at the ceiling, where I discovered a lizard. Satisfied that no one could overhear him, Nehru said, Okay, give me that. The guy told him it would be two rupees, you gotta remember this was 1947, and Nehru paid the two rupees with a high-denomination five-rupee note. The guy behind the counter said, Thank you. Two minutes later, a Starbucks barista shouted, Jawaharlal Nehru went forward to get his coffee. The man handed it to him and Nehru took the cup with a sneer on his face. The barista asked him, Hey, aren't you gonna say thank you? Nehru looked at him with contempt and said, Why should I thank you? You are exploiting me. How dare you run this business for profit? Shame on you."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:56.080",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:08.760",
        "message": "Welcome to The Seen and the Unseen. A long, long time ago, I can still remember, Jawaharlal Nehru said to JRD Tata, Never speak to me of profit. It is a dirty word. Now Nehru had selflessly served his country all his life, and he believed that the profit motive was a bad thing. He thought that it was equal to exploitation. But while he was a great statesman in many ways, he was wrong about this. The story at the start of this episode illustrates that. The American writer John Stossel, in an old column of his, asked his readers to think about what happens when they enter a cafe to order a coffee. When they pay for the coffee they want, the cashier says, Thank you. When they get their coffee, they say, Thank you, unlike our good friend Jawaharlal. Stossel calls this the double thank you moment. Both people said thank you because both people benefited from the transaction. And this is the crux of the matter. Every voluntary transaction between any two individuals benefits both people, otherwise they wouldn't transact in the first place. Economists call this a positive sum game. Now think about what this means. This means that if you are driven by self-interest and the profit motive, you can only benefit by providing value to other people, by making them better off in some way or the other. In other words, the profit motive is the surest guarantee of social service. Unless you serve other people, you cannot make a profit. And this is why Nehru was so wrong. His thinking, this distrust of the profit motive percolated down to the policy environment in early independent India. And it is one of the reasons why, through a panoply of crazy laws and regulations, the profit motive is effectively banned in education. I find this a travesty, because allowing the profit motive, to my mind, is the only guarantee of good service. And to speak about this with me today is Parth Shah, who runs a centre for civil society in New Delhi and has been the foremost advocate for education reform over the last two decades. Parth, welcome to the show. So Parth, tell me, what was the thinking behind banning the for-profit motive in education?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:31.120",
        "message": "I think it's a very important question to raise about education. And most people don't even think about that part of education. Quite often, they are not even aware of the fact that there is no profit allowed in education at all. I think there is no single law that bans profit in education. There are Supreme Court judgments over the years of various kinds, T.M.A. Pai and many others, which talk about non-commercialization in education, talk about that surplus is okay, but profit is not okay. And there's a fine distinction that they try to draw between surplus and profit. So there are Supreme Court judgments of those kinds, which put a boundary around this issue. Then there are some states that have a law that says that the education institution must be either a trust or a society, and that is assumed to be non-profit. So it doesn't really say that education should be non-profit, it simply says that only trust and society can run education institutions, which are non-profit, so therefore education by default becomes non-profit. Then third component of that is the CBSE board, for example, requires that the affiliated schools should be non-profit. So all CBSE affiliated schools have to be non-profit. Similarly I think ICSE board also has similar provision. IB, on the other hand, does not require that you have to be non-profit. So you could be in an IB board school and be for profit, at least technically as far as board is concerned, even though obviously Supreme Court judgments will go against you and maybe there are some of the state laws would go against you. In our research, what we have found interestingly is that Haryana is one state which allows for-profit education and there are a few schools which have come up in Gurgaon which are openly for-profit and therefore they have figured out a way that within Haryana you can be legally for-profit as far as state law is concerned and they are affiliated with the IB board and therefore IB board obviously allows you to be for-profit. So that's one loophole in the system that does exist and some schools are able to use"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:47.560",
        "message": "that. And is there therefore a difference in the kind of education provided in say Haryana and Gurgaon because you have this kind of loophole and elsewhere?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:55.280",
        "message": "Hard to sort of judge that, just because of the fact that there are two or three schools"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:00.640",
        "message": "and there are not that many."
    },
    {
        "speaker": "Guest",
        "time": "00:07:02.960",
        "message": "And they are all very high fee schools, right, where the fees are in terms of five to six lakhs a year. And so they are not impacting the large part of the market. So I don't think there's an impact of that on the quality of education being delivered. Obviously these schools do very well, they are world-class schools obviously. And but they are at least openly for-profit, which is what gives you some hope that it's possible to sort of figure out a way around the system to run education, at least schools"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:34.960",
        "message": "for-profit. So tell me, speaking as an economist, when you ban the profit motive or effectively ban the profit motive in any particular field, what do you expect to play out in that sector? How does it change the incentives and what are the consequences of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:50.840",
        "message": "One thing we clearly see, and I've been here in Delhi since 1997, since CCS started. And I've seen every year long queues for admission. And there's a huge hoopla around and tremendous stress that parents go through to get their kids admitted in the schools in Delhi. And this has been repeated every year since 1997 that I have seen myself, right. And you have to ask yourself, why is that the case? Why are so many people not able to get into school year after year after year, right? There's no area of our life I can think of where similar situations exist, right. In case of housing, people who want to buy housing, willing to pay for housing, are able to get their homes, right. So there's no area of our life except for education, where you see the persistent shortage of seats in schools. And therefore, I remember a colleague of mine taking a three months break from work to get her daughter admitted to a good school."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:51.120",
        "message": "Wow, that's a tremendous loss in value and productivity for parents."
    },
    {
        "speaker": "Guest",
        "time": "00:08:55.160",
        "message": "And this is just one example. And there are lots of parents who, and she told me that she actually ended up paying fees in three different schools. Because the schools she got first admitted were not her first choice. So but she had to make sure that at least that seat doesn't go away. So she had to pay admission fee and secure the seat in that school. Second one got admitted, even that wasn't really her top choice. She paid fees there. Third one is where she really got in, where she finally was able to accept, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:25.440",
        "message": "It's interesting. Like I go to the supermarket, and if I want to buy shampoo, I can find like 50 different kinds of shampoo, dry hair, wet hair, itchy hair, non hair even. But when it comes to schools, there's a massive supply shortfall. And would you say a substantial part of that is because the incentives are skewed and if people can't set up a school for profit, why should they?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:47.440",
        "message": "And so that's one part of it that the access to capital is very limited. So people who are actually very good in say, running schools, whose heart into that vocation, right, they will find it very difficult to start a school of their own, unless they're independently wealthy, and have the resources to buy the land and build the buildings."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:06.280",
        "message": "Because no one's going to fund them as a venture capitalist, because there's no return of profit."
    },
    {
        "speaker": "Guest",
        "time": "00:10:09.880",
        "message": "Exactly. Legally, they cannot provide that, right. So I think one thing that you see a very clear example of that, and this is just glaringly obvious to anybody who wants to see it, that the nonprofit requirement education has created this huge shortage, right. And so much suffering happens to parents and obviously to the kids in the result of it, right. People are unhappy with the schools they ultimately get. So that is very hard to even calculate what that means for society as a whole, where a large number of children who feel that they are sort of stuck in a second, third rate school compared to what they would want to have, right. I think there's a huge social cost beyond the sort of economic cost of not getting right education and therefore not getting the right kind of labor force and all of that. I think when you begin to think about this, you realize how idiotic and how harmful this idea of nonprofit in education is, right. So at moral level, people seem to feel that yes, that's the right thing to do. The moment you begin to look at the real world impact of this policy, you see that it just makes no sense. It's completely inhumane, unjust policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:14.640",
        "message": "And you hear the argument also from people that listen, education is a social service and it's something that the government should do. And they often say that if you're talking about private schools in the private sector, private schools are lower in quality, they charge too much and so on and so forth, which over the years you have, in fact, you guys have demonstrated convincingly is, it's just a myth. It's not true."
    },
    {
        "speaker": "Guest",
        "time": "00:11:36.800",
        "message": "Can you elaborate on that a bit? So I think when people think about private schools, they think of usually the high fee private schools, DPSs and Vasant Valleys and international schools, right. The majority of the private schools actually are what we call low fee or budget private schools, right. We charge anywhere between three to 500, 600 rupees a month tuition fee. And this is where most of the lower middle class and even the poor now send the children to, right. The government schools are not living up to even their expectations, despite the free midday meal, despite the free textbooks and uniforms. And in Delhi, for example, they get two jerseys during winter and all of those things which are given to them, even after giving all of those things for free, government schools are not able to attract enough students. They all go into private schools, right. So that also is one aspect of this picture, that the government schools are not able to give away education for free. I mean, what does that tell you about the quality of a service that you cannot give away for free? Not just free, you are giving a lot of incentives for people to even accept that service and still people are not willing to do it. So I think that's the other part of the education sort of challenge we have in the country, which is how the quality of government schools are and what we are doing or not doing in changing that, right. But the private schools, majority of them are low fee private schools. So by our estimate, almost more than 85% of the schools in the country are in that low fee category."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:06.440",
        "message": "In fact, I remember it was quite a revelation to me a few years ago when I read James Tooley's book, The Invisible Tree, and also I read studies by CCS, which showed that children of very, very poor parents, even if they could go to a free government school, the parents chose to send them to a private school, which was low fee by our standards, but still a substantial amount for the parents, simply because that's how they valued the education. So my question for you is, all these low fee private schools which are opening or private schools per se, even if they're not legally for profit, because there are so many obstacles to that. Why do they open then? How do they function? What are the loopholes? Are they just doing some kind of jugaad too desperately? You know, because ultimately, they do run for profit. I mean, that's why they would, they're not all just for out of philanthropy. How does it work?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:54.920",
        "message": "How does the system work? I think for small, low fee private schools, it's not really that much amount of money involved. If you think about it, you have 20 students in a class, they're charging five rupees a month tuition fee, that's about 10,000 rupees a month that you're collecting from one class. Many of them have class one to five, so basically five classes, right? So total income you're for per month is 50,000 rupees, right? And through which they are paying for five teachers, you are paying for the building and rent, most likely renting the building, right? And little bit of leftover money is pretty much what the owner gets, right? Just like any other entrepreneur. So I think at the low fee level, there is not really much of a problem in terms of running those schools, and entrepreneurs are actually investing their full time. So they get a compensation from the school as a salary, the school would pay to a principal, for example, right? For high fee schools, it's an issue because there's a large, much larger amount of revenue that they are generating. And there are many models have come up. As you can imagine, we are quite ingenious in coming up with ways to bid the system. And so one of the common model which is being used is to establish a sort of for profit service delivery company, which will contract with a nonprofit trust and provide all the services and charge a fee. So basically, you are siphoning in a way indirectly all the surplus or profit from the school to this service delivery company, and then company, of course, will distribute that profit"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:27.800",
        "message": "to whoever. So you end up gaming the system, but there's a significant cost involved with that also, which is finally passed on to consumers and manifests in terms of not enough supplies, like the queues that you pointed out. Moving away from the profit motive for a moment and just talking about education in general, if you had to identify the biggest problems with the way education is run in this country, what would that be?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:50.280",
        "message": "License Raj, right? So the same license Raj that we had in the industry, largely before 1991, and part of that we sort of abolished in 91 reforms, exists today in education, right? So a study we had done in Delhi, for example, some time ago, we calculated about 36 different licenses that you need to open a school. That's actually far more today than the number of licenses you need to open a refinery. Just imagine that, a multi-million dollar project that you want to start, you need fewer licenses than opening a school in a city."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:30.000",
        "message": "But come on, Parth, the nation needs refineries, who needs education?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:36.080",
        "message": "And so I think license Raj is one of the biggest culprits, right? And that's the reason why you see the most of the new schools are run by usually real estate people. Majority of them have some link with the politicians, right? If you ask what do they know about education that other people don't, they don't know much about education, but they know they have the connections to get the licenses, to get the processes working in their favor. And therefore, education, which is a downside to license Raj system and the non-profit, the people who are getting attracted to the field have no interest in education. They have interest in other things, right? And those are the guys who are running our schools and colleges. So go to Maharashtra, go to Karnataka, many of the states, most colleges are run by politicians, right? And largely because of the fact that they are the ones who can play the system of licenses. You and I just won't be able to succeed in that area, right? So that's a huge cost of license Raj. Just give an example, how, it's one way to think about economic costs, all of that, but the human cost is even far greater. I remember giving a talk about education licensing system or regulatory system at our Mussoorie Academy where we train our IAS officers, right? So after I gave my talk, one of the new IAS officers stood up with almost tears in his eyes saying that, you know, what I really want to do in my life is to run a school. I applied for a license in my town, while I was waiting for the licenses to come through, I said, let's apply for IAS UPSC exam. So in two tries, I passed the exam. I'm here as a trainee, I still don't have a license to open a school, right? The reason why he had tears in his eyes is that now, even if I get a license, my wife will not allow me to give up my IAS job and go back to the town and open a school, right? That really made me think that here's a person whose heart is in running a school. That's what he dreams about every day. That guy would never be able to run a school. It would be impossible for him to give up his IAS job now and go back and run a school."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:49.260",
        "message": "And that's such a tragedy that it is in this field that the state has become a barrier between those who want to serve society and those who would benefit from that. And yet the state is a barrier in the middle of all that. Tell me, Parth, you've for almost two decades, you know, as the head of the Center for Civil Society, you've constantly tried to bring reforms into the system. What are the obstacles to those reforms? What are the interest groups that benefit from the status quo?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:16.120",
        "message": "The biggest interest group is, I think, the bureaucracy and the teacher unions, right? The current system is designed to keep the power in few hands. But obviously, where there's a power, there is all the perks that go with it, right? I think bureaucracy, in a sense, is the biggest beneficiary and, of course, biggest obstacle to taking away, changing those rules of the game, right? The second big group is the teacher unions, because they know that if you bring more competition, if you open the system, you sort of remove the license raj, then their life would become tougher. They would not be able to just not show up for work, sign once or twice a month on a register and collect their salaries, or even appoint contract teachers. So in many of the remote areas, the teachers who are appointed by the government don't actually show up ever. They have a person in the village who shows up on their behalf at one tenth the salary that they collect from the public, in a sense, right? So I think it's really the two groups of people who are the biggest opponent of any change in the system. And the third, and as we know, the Baptists and bootleggers, right, there are NGOs who believe that only salvation for India and for education is in a state run system, right? So they are so committed to government run, unified, what they call common school system, where every child goes to a government school in the neighborhood, right? That they are very opposed to even existence of private schools, right? So my constant battle outside the government and the teacher unions is with largely with the NGOs, right? They all well-meaning people, obviously, they all want well and good for the country and for the children of India, but very misguided about what would achieve that goal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:11.120",
        "message": "So what gives you hope? I mean, these are such strong entrenched interest groups and often in government, government never grows smaller, it just grows bigger and bigger and bigger. So what is it that gives you hope in your struggle to reform education?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:23.640",
        "message": "I think hope is that people are finding their own solutions, right? And the system and the demand is so high, the challenges are so huge, that no government is going to be able to stop people from solving their own problems, right? So these budget private schools that I talked about, are actually what I call community schools. These are the schools opened by people in the community, there's nobody coming from outside who goes to a slum area in a town and opens a school, usually the guy who is living in that area, right? He sees the need, he sees there are people dying to get slightly better education, what government is offering them, and then opens a school, right? In many cases, I've seen that guy who runs a kirana shop in the basti, is also a guy who runs a school in the basti, right? So there are community schools, there are people addressing their own challenges. I think that's the sort of biggest hope, that despite all the might of the state, it's not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:22.080",
        "message": "yet mighty enough. But does the state allow them to exist or because many of them are illegal, does the state then crack down on them?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:30.440",
        "message": "It does, it does, but I think numbers are so large, that is becoming more and more difficult. One part of the, of course, good thing is we are somewhat of a democracy. So when a bureaucracy is striking hard on you, you can go to the politician and thereby buy some time and some peace for yourself, right? And so many of the schools are very well organized locally. So there are associations of the schools, which work with local politicians, also sometime with the local bureaucracy, to make sure that they are on the good side of the system, right? And that's how they survive. Obviously, they pay the bribes and all of that, that everybody does in the system. But I think that's one hope and our effort has been largely to support these schools. One effort of CCS has been to do advocacy on their behalf, bring attention to who these schools are, what they actually do, how well they perform, right? And help them to fight the system, right? So we go to high courts and supreme courts on their behalf, require that due process must be followed in closing them down, if you want to close them down, challenge some of the rules under which they are getting closed down. So I think as long as we are able to keep these schools alive, and as long as they can keep prospering and expanding, I think despite the system, hopefully, we'll get slightly better education for the children of India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:54.440",
        "message": "Parth, thank you so much for coming on the show, it was a pleasure talking to you."
    },
    {
        "speaker": "Guest",
        "time": "00:23:58.080",
        "message": "My pleasure."
    },
    {
        "speaker": "Unknown",
        "time": "00:23:59.080",
        "message": "You think the episode is over?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:01.080",
        "message": "No, no, no, no, no, no, no. I didn't complete the story I began at the start of this episode. The year is 1947. I'm sitting at a Starbucks at Connaught Place and Jawaharlal Nehru is sitting in a corner sipping his Americano. Just then, a lady walks in, wearing a frilly skirt, holding a parasol that has a print of the Union Jack on it. Nehru gets up and they do a mua mua social kiss on each side of the cheeks and he holds her elbow, practically caresses her elbow as he guides her to her chair. She sits down and just as she does so, I recognize her. This is Edwina Mountbatten. So Jawaharlal Nehru is having a secret rendezvous with Edwina Mountbatten at the Starbucks at Connaught Place. What fun! I decide I must get closer to the action to witness first-hand what happens. I surreptitiously order another coffee and then go and sit at the table next to them. They are coochie-cooing sweet things when Jawaharlal Nehru leans over and whispers something in her ear. She stands up and gives him one tight slap. Fatak! Poor Jawaharlal Nehru grabs his cheek and starts sobbing as a manager of Starbucks rushes over to the table. He asks Mrs. Mountbatten, why did you slap him? She replies, because he said to me, would you like to profit with me, Edwina? So what's wrong with that? Asks the Starbucks manager."
    },
    {
        "speaker": "Unknown",
        "time": "00:25:31.560",
        "message": "Don't you know, said Edwina to him, profit is a dirty word. Next week on The Seen and the Unseen, Amit Varma will be talking to Divanshu Dutta about digital India and the absence of privacy laws. For more, go to seenunseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:55.700",
        "message": "If you enjoyed listening to The Seen and the Unseen, check out another show by IVM Podcast, Symbolified, which is hosted by my good friends Naren, Chuck, and Srikith. You can download it at Audioboom or iTunes."
    },
    {
        "speaker": "Unknown",
        "time": "00:26:08.560",
        "message": "Hi, this is Amit Doshi and I wanted to thank each and every one of our listeners. It's been two years since I founded IVM and it's been an amazing two years. We wanted to learn a little bit more about who is listening to our shows and so we put together a short survey. The survey is anonymous and we aren't going to be collecting any personal information. I would really appreciate it if you could take a couple of minutes out of your day and go to ivmpodcast.com slash survey and fill it out. Thanks and please keep listening."
    }
]