[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M. Welcome to the scene in the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:01:09.280",
        "message": "My guest today is Shashi Tharoor and we are going to be talking about his new book, The Paradoxical Prime Minister, which focuses on the many contradictions of Narendra Modi. Now, Tharoor is an MP of the Congress Party, so you would expect him to write an anti-Modi book. But this book isn't simplistic and one-sided at all. And the facts and arguments in them speak for themselves. He was very kind to give me an hour of his time on a very busy day for him. We recorded late at night over Skype and I overshot the time and couldn't ask him all the questions I wanted to. But he was very forthright in all his answers to what I did ask. We don't talk about only Modi in this chat, by the way, but also address multiple questions about the nature of our politics, the idea of India and the paradoxes within the Congress Party itself. But before we go to that conversation, let's take a quick commercial break. Like me, are you someone who loves fine art but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price and artists get royalties on sale, just like authors do. What's more, Indian Colors now has an exciting range of new products, including fridge magnets with some stunning motifs and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vazvo X Vazvo, Brinda Miller, Dilip Sharma, Shruti Nelson and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM podcast. IVM20 for a 20% discount at IndianColors.com."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:10.880",
        "message": "Mr. Tharoor, welcome to the scene and the unseen. Yes, hi, how are you?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:13.920",
        "message": "I mean, good to good to be with you. Thanks so much. And I requested this interview really to talk about your wonderful book, The Paradoxical Prime Minister, which I enjoyed reading a lot. But as it happens, we are recording on January 2nd. And yesterday, Mr. Modi gave a rather paradoxical interview as well. What did you think of that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:29.960",
        "message": "Well, I have to confess that I was actually doing something else myself and didn't watch it. But I read the excerpts in the newspapers and I've now got hold of the transcript, which I haven't fully read. I'm a bit taken aback by both his very defensive tone and his the fact that he actually didn't offer any new compelling reasons why we should, as Indian voters, want to reward him for his five years in office. I mean, all the Achyutini promise haven't come for anybody. He is defensive about demonetization, which was a disaster for large numbers of our population. And some of the vainglorious boasts about the love of crores of people for him make me wonder whether he's living in his own bubble and doesn't see the damage he's done in this country. And that's perceived by the voters of this country."
    },
    {
        "speaker": "Guest",
        "time": "00:04:21.360",
        "message": "One of the things that struck me about your book was the title of the book, where you called it the paradoxical prime minister and not the hypocritical prime minister, which seems to indicate that you sort of gave him the benefit of the doubt to start with. And you yourself were befuddled by kind of what went wrong. So can you tell me a little bit about your journey of how you looked at Narendra Modi"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:43.200",
        "message": "over time? Well, you know, as I've described in the book, I mean, I obviously when I was in the States when 2002 happened, and I shared everybody's anger and shame and revulsion at the horrors that were perpetrated in Gujarat in 2002, and therefore the fact that Narendra Modi had presided over all of this and in many accounts was seen as culpable for having encouraged some of the worst elements, all of that made me look at him as scant. I therefore didn't ever make any effort to meet him and met him entirely by accident, sort of backstage at a lunch at the Prabhasi Bharatiya Divas in Chennai in January of 2009, and was very pleasantly surprised because he was impressive, he was engaging, and what he had to say was not stuff that I could have expected from the, shall we say, the accounts of him that had demonized him. I don't know if you want me to recount one of the tales, but I mean, I remember saying to him, for example, you know, why did you allow all this to happen? And he said, I did everything I could. I called in the army. When there was no joy in that, I then went on to, you know, what the situation is today for Muslims in Gujarat. I said, I believe a sort of ghetto has been created, a sort of mini Pakistan, as people call it, and is that healthy for the future of Gujarat? And he said, they prefer it that way. So that conversation wasn't going anywhere else, and then I said, well, look, you know, one of the concerns is that you're not doing anything for Muslims in Gujarat in the aftermath of all of this. And he said, let me tell you a story. And he said, you know, this is exactly the charge that was laid on me by a commission that had come from Delhi. I assume this was the Sachar commission, but he didn't use the term. And he said, these people came and they came to my office and they said, we hear you've done nothing for Muslims in Gujarat. So he said, sit down and write. And he said, they all took out their notebooks and their pens very dutifully. And I looked at them and I said, you write, I'm saying this, I have done nothing for Muslims in Gujarat. And he says, they took out their pens and their notebooks and they started writing furiously that I've done nothing for Muslims in Gujarat. And he's a very good storyteller. So he paused dramatically. And then he said, write this also. I have done nothing for Hindus in Gujarat. And then as they also looked up with surprise, he said, I have only worked for Gujaratis. Now, I must say, that was a very effective story. It's the kind of message you expect from a secular political leader. And I thought that was a that was a. So I went to a feeling there was something here about this guy that perhaps the earlier accounts of his conduct in 2002 and so on had not captured. And then I saw another side of him, which I couldn't and my lawyers won't allow me to be explicit about what it was he said. But when I was minister of state for external affairs a few months after this episode, less than a year after this episode, the UAE authorities in the country I was visiting asked me to intervene on an unusual problem they were having, which was that their company, Dubai Ports World, had bought up the British company P&O, which is managing a number of Indian ports. So all the contracts had to be rewritten to change P&O to Dubai Ports World. It was basically the same people, the same staff and managers, but it was merely a legal exercise. And whereas in every state it had worked very smoothly, in Gujarat they were having a problem. And could I do something about it? So I, taking advantage of this earlier encounter with him in January, I called Narendra Modi, chief minister of Gujarat. He was very prompt in taking the call. And I said, look, this is what I'm doing. I'm in the UAE on official visit. And there seems to be this problem, you know. It's a very routine matter. What's the issue here? Why can't we just sign this and get it done with? And he said something which, as I said, I'm not allowed legally to quote, but which made it very clear that he was not going to do so. And he explained, he said, if you want the UAE to invest in my states, by all means, tell them to come to the interior and I will give them land and electricity and good roads and drinking water and all the connections they want. But I will not be giving them a port because I don't want to have Islamic terrorists running around my state. Now, this kind of thinking, this kind of talk was, to my mind, somewhat more revelatory of the Narendra Modi who I'd heard less sort of flattering things about. And then, of course, we had the Narendra Modi of the election campaign a few years later, the man who became the prime ministerial candidate of the BJP, having really built up a reputation for somewhat incendiary campaigning in Gujarat that was hostile to minorities, that was hostile to that was very overtly Hindutva oriented. And then he starts, particularly in the immediate aftermath of his victory, saying the most amazingly liberal things, the sabka saad, sabka vikas, for instance, or the assurance that I will be a prime minister for all Indians, or saying that the Constitution is my only holy book and the parliament is the temple of democracy, moving away from that aggressively Hindutva identity he had earlier cultivated. And so, yes, I was prepared to give him the benefit of the doubt at that time, because my view was that, first of all, one has to respect the electorate, which has put him there and they've just put him there. We can't act as if we have contempt for their electoral votes. But equally, by applauding the sentiments that he's expressing, we are now laying very clearly the yardstick by which his future action should be judged. We are applauding these things that you have said, these liberal pronouncements, and we will judge you by your ability to fulfill and live up to these yardsticks, these liberal pronouncements. That was the spirit in which I welcomed his initial remarks. And indeed, it wasn't very well understood in my own party, and I was pilloried and so on by many. But within six months of his assent, I had recanted. I published a book called India Shastra, Reflections on the Nation in Our Time, in December 2014. I think the copyright page for publishers reads as January 2015. But in that I wrote, in the introduction to what was a collection of essays that had been published over the preceding six or seven years, in the introduction I wrote that Mr. Modi really represents a contradiction because he says all these very liberal things, but he rests for political support and viability on the most illiberal elements in Indian society, the RSS types, the Hindutva types, the anti-science, the rewriting history elements, all of these because they love jihadis and the ghar wapasi types, all of whom had emerged from the woodwork in those first few months. And I said that in this contradiction may lie the seeds of his future failure. And this was published in December 2014. So when I wrote the paradoxical Prime Minister, I was able to begin with the words, I told you so. And to that degree, my own journey, as you put it, Amit, had in a sense been vindicated, almost as if Mr. Modi spent four years proving me right."
    },
    {
        "speaker": "Guest",
        "time": "00:12:04.400",
        "message": "Which is very gracious of him. And in your book, you do a beautiful job of documenting, you know, the various paradoxical aspects of Modi. You know, I noted down nine of them while reading the book. But before I ask you about them, I want to ask you some broader questions about broader paradoxes to do with politics and India. And the first of those is that it has always seemed to me that the imperatives of politics make it impossible for anyone who enters politics to actually hold on to whatever principles they might have. Because once you enter politics, you have to make compromises, you have to cater to your interest groups who fund you, you have to cater to different vote banks. And you have to, you know, cynically pursue the end over the means. And it can even be morally corrosive. Now, as someone who himself has had a very distinguished career in public life at the UN and as a novelist and a writer, and who joined politics rather late, is that something you'd have any views on? Is it really what are the tugs on the pulse like?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:07.640",
        "message": "So what you said is right, that to a great extent, any democratically elected politician has to be responsive to voters, to backers, to funders, all of these sources, everything you said is true. But that doesn't mean you sell your soul, because if you did, then what are you contributing to the nation's political values and the political discourse? It seems to me that something I realized even at the UN was that you had to have ideals. If you didn't have ideals, you shouldn't be at the UN because you may as well go off and be a banker or a lawyer or an accountant or whatever else, where you can mortgage your ideals to the service of your client and merely judge your success by the bottom line in your bank account. But if you are in an organization like the UN, and the same logic applies to politics, you must have ideals, you must have principles, you must have things you seek to pursue, but you must have the maturity and the wisdom to realize you can only pursue them within the limitations of what is politically possible. So the UN, I had to be responsive to 192 member states and the Security Council, the 15 very powerful countries. I can't sit around acting as if I own the world. I don't. I am an employee of the United Nations organization, which is in turn controlled by 192 governments. And there is an interplay of interests, beliefs, concerns, policy preferences of these governments in which I will have to make the right judgment as to what compromises to make. And the judgments I make are essentially where my values and principles are tested. Now you apply that logic to Indian politics, what happens is this. There are some things, for example, that I find I cannot say because they're at variance with the policies adopted by my party. Now if I were completely cynical, I'd swallow my own beliefs and mouth the party line. If I say, look, I understand that it's important for the party to take the stand it's taking. I'm not going to say what I don't believe. I could have a very different approach in which where I speak, I speak of my own conviction, and where I can't agree with my party, I just choose to stay silent. That's one way of limiting the extent to which you're compromising your convictions. Another example would come from when you're talking about responding to voters. You listen to your voters. That is extremely important. And when you find that your voters feel strongly enough about something, you have all the more an obligation to listen to them because you are their representative. If at the end of the day they personalize you, that their beliefs matter, then you do choose to compromise in your position. Whereas if you find that they are wrongheaded, you can argue to them and try and educate them to see things in your point of view. So I found myself both happening. That is on Section 377, for example, the vast majority of my voters disagreed with me. And I had to, in various occasions, to people from the church, to people of my voters, explain my position on 377. And of course, I took care to stress this is not about sex. It's about freedom. It's about the rights of Indian citizens like you and me to be themselves. And that argument I did not compromise on, even though had there been a poll taken, the vast majority of my voters would have been against my stand on Section 377. But they came around in the end. And once the court, the Supreme Court, took the decision it did, I actually looked good in retrospect in many of their eyes. Then you take something like Sabarimana, where the vast majority of my constituents disagreed with my initial position. And I came around to the realization that I had been wrong in framing the issue merely in terms of my familiar categories of principles of equality and constitutionalism. And that when you're touching matters of religious faith, you are actually talking about something that goes very deep into the heart of people's beliefs and worship. And so I came around to becoming an explainer of their concerns rather than somebody who would have stuck to what all my normal liberal constituency expected of me. And as a result, of course, I have been denounced by the very people who on most other issues I would have seen as my friends. Would I have come to that conclusion if I had not been an elected political representative in Kerala, meeting people every day who were expressing the passion of their views? Very clearly, no. If I had just been a liberal columnist or writer sitting either in New York or in New Delhi, I probably would never have changed my mind on Sabarimana. So their politics did bring about a change, and it's part of the compromise that democratic representation involves. But I don't see myself as having mortgaged my principles. If their arguments had not convinced me of their own merit, I would not have changed. But the realization that when you frame the issue as one of sanctity, that you're touching on profound matters of faith and of religious practice, that just south of Trivandrum is in Kanyakumari, the famous Kumari Amman temple from which Kanyakumari gets its name to the virgin form of the goddess, where men are not allowed in the inner sanctum. And if for thousands of years men have not been allowed there, if you've applied the Supreme Court's gender equality principle, men will be able to go there. And the day a man steps into that sanctum sanctorum, the sanctity of that temple for millions of women worshippers is completely destroyed. And you have to ask yourself as a political representative what is right, the principle of gender equality or the meaning of this temple as a sanctified place to its believers and worshippers? It becomes a very different debate when you think of it that way."
    },
    {
        "speaker": "Guest",
        "time": "00:18:57.800",
        "message": "Yeah, matter of colliding principles. I completely get that. And my sort of, I mean, I don't want to derail this by, you know, focusing on Sabarimala. So just moving on from there, my slightly related question there is that, is it then entirely fair to judge politicians by how much they implement the promises they might have made when the promises could have been fairly high minded? But if you consider the incentives, once they get to power, they include in general, two particular kinds of incentives, that is incentives of the interest groups, which put them in power and which will want them to implement favorable policies. And number two, the incentives which come from whichever vote banks they might be cultivating, and their actions might run inimicable to the general interest. Because, you know, in one case, they'd be working on behalf of interest groups. On the other hand, they might have to cater to a certain kind of identity politics that has dominated our discourse through the decades. And in the case of Modi, you could argue that there's even a sort of a third force, which is the RSS, which he's always been part of, which is exerting its own kind of nativist pressures. And is it even realistic to then assume that all of this high minded liberal talk, as you put it, the commitment to pluralism, and so on, can actually, you know, play out in action? And would anyone in his place be able to do something?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:18.600",
        "message": "OK, so as a general principle, I would say that most of the promises politicians make do not conflict with the interests of the majority of voters, or they wouldn't make them. So by and large, when a politician says something high minded or otherwise, it's because he knows his voters want to hear it. And if he therefore is unable to fulfill it, he needs to explain to his voters why he hasn't. I've stuck to that policy in my two terms in office. I explain everything that I promised to do and how I've tried to do it. And if I've failed, I explain why I failed and leave it to the voters to judge whether I should be blamed or not for that failure. And that's, I think, an important part of political accountability. But in the case of Mr. Modi, it was a more cynical exercise. He actually knew that the core Hindu vote was his anyway. That vote wasn't going to go away. And so the so-called high minded statements you're referring to were made to attract the undecided voters who were not Hindutva oriented, who were possibly even directly negative about Hindutva, but who were attracted by the other aspects of his message, particularly the developmental message. And the cynicism of that is, let me take you to a different political environment to give you a parallel. In America, it is often critiqued that the Republican Party runs on a campaign involving guns, God and gays, the sort of cultural nationalism of the American right, and thereby attracts the votes of a lot of working class people, small town people, salaried people and so on. And having come to power on that, it then unmasks its real agenda, which is to put more money in the pockets of the plutocrats. And it essentially devotes its political energy to financial and fiscal policies that benefit the tiny mass of their supporters and backers and funders. That is, in other words, cultural nationalism becoming the bait. And then you switch. It's called bait and switch. You switch to your real agenda, which is economics. I would suggest that what we've seen with Mr. Modi is also bait and switch. But it's the exact reverse of the Republican approach, which is that economics has been the bait. He's talked about Vikas. He's talked about Gujarat Inc. He's talked about how much he's been able to do and how much he's going to do for India. And people have voted for him. And then having come to power, instead of focusing on results in that area, he has merely unleashed some of the most retrogressive forces of cultural nationalism across the country. And the only conclusion one can inescapably draw is that that must have been his real agenda, that the economics was all talk and the real action is in cow vigilantism, is in car, Roper sees and love Jihad is in communal polarization, is in the murder even of Muslims for being too Muslim is in the compulsory ization of Bharat Mata, etc., etc., etc. All of that cultural nationalism has been dominant articulation and priority of this government having won votes on the basis of something quite different."
    },
    {
        "speaker": "Guest",
        "time": "00:23:28.080",
        "message": "I couldn't agree with you more. I think, you know, many of the people who might have been taken in by his promises of development should now listen to his words and say that, you know, you fooled me once, shame on you, fool me twice, shame on me. But my question was really more about a broader sort of question about politics in general. The next paradox I want to ask you about is a paradox of the idea of India. You know, Mr. Tagore's phrase and something that, you know, you bring up in your book, and you know, the objection that you know, at length, you quote the Indian upadhyay talking about the constitution and railing against it. And I think there is a question there that must be addressed by liberal elites such as you and me. And it was in fact, liberal elites who framed the constitution and you could make a criticism that look, the constitution didn't actually reflect the soul of the people. It was these westernized liberal elites in a sense, Nehru and Gang were really British liberals in a sense, in you know, where their thinking came from. And I mean that in a good way. But one, there is that paradox that forcing a liberal way of life on an illiberal country, isn't that act itself illiberal, you know, and that's one paradox. And the other paradox that then is that if now and I'm not saying this is necessarily the case, but if now the country is to assert its illiberalism and want the constitution to reflect that, on what grounds are we to stand in the way?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:54.520",
        "message": "Well, that's a very interesting question. I have to say that it's something which one doesn't have easy answers for, because I actually accept the critique that the constitution, as the Indian panther put it, is full of imported Western ideas written by Anglophile lawyers in English, which is not from his point of view, an authentic Indian language. And in these circumstances, you're really looking at a question that says, I'm prepared to say, so what if these ideas are good, if these ideas are actually ideas that in many, many ways would improve the lives of Indians, why shouldn't we adopt them even if they've come from abroad? Is any culture truly pristine? Hasn't India been open to external influences since time immemorial? Didn't we welcome these outsiders when they came, whether it was the Jews fleeing the destruction of their temple by the Babylonians and then by the Romans, whether it was Islam coming to the south of India as a message, as it were, during the lifetime of the prophet, whether it was Zoroastrianism, the Parsis coming as refugees fleeing Muslim persecution in Persia in the seventh century. All of these examples suggest to me that you actually have a society which has had a lot of openness to various influences and which, as Swami Vivekananda argued, has always found the secret of its survival in the acceptance of difference, the acceptance that other people of other ways were doing things. So it may be, in your view, a somewhat illiberal society, and if you look at caste relations and so on, it certainly does seem illiberal, but it has also been a society which, by the practice of acceptance, and I stress the word acceptance rather than merely tolerance, has actually allowed multiple forms of worship to exist and flourish on Indian soil. And the strength of that is what I think makes India ripe for a liberal constitution. It is not a liberal imposition on illiberal country. It is a liberal overlay on a system which, because of its respect for difference and its acceptance for difference, permits, if you like, modern constitutional principles to be addressed in this older society. One of the interesting distinctions that this causes is the following. In Western democracies, the individual citizen is the only one who has rights. In India, we have the individual rights that have come to us through Western democracy, but we also have community and group rights. We recognize things like personal laws of different religious communities, for which there is no equivalent in the United States or in most Western democracies. Now, what does this mean? This means that you have got an overlay, but that overlay is not incompatible with the idea of rights that already pre-existed in that society, in our society. So I don't consider it illiberal, and I'll take you back to the beginning of your initial comment. I would argue that the liberalism that you say might have been an imposition on this society is actually what has made a lot of the evolution of this society possible. That without the constitution of 1950, a Mayawati, a Dalit woman, who for 3,000 years, it would have been unthinkable to see a Dalit woman ruling the land of Arya Vrata, this Dalit woman has been elected three times as chief minister of UP, thanks to that liberal constitution. A man of very humble origins who sold tea on a railway station platform has become prime minister of India because of the liberal constitution and the institutions that were created and nurtured under it. So I would argue that in fact, our society needs this constitution, needs these liberal values and is what it is because these values have shaped us for 71 years."
    },
    {
        "speaker": "Guest",
        "time": "00:28:56.720",
        "message": "I take your point, though I'm a little sceptical about how individual rights and group rights can coexist, because it seems to me that there is a dissonance there, which eventually leads to conflict."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:07.460",
        "message": "But my other question there is that... Let me answer that before you move on from it, which is, to my mind, I've actually written an article in the Northern Journal of International Law about 30 years ago, making this point that they coexist only in a context in which the individual has the right to opt out. In other words, culture means that, yes, you can have Muslim personal law, but it can't be coercion. Culture should not be coercion. If a Muslim woman chooses to marry a non-Muslim or marry a Muslim under civil law, she has the right to do so under our constitution. And that's essentially the argument that says, for those who wish to abide by it, group rights exist. For those who wish to opt out, the constitution protects their individual rights. And to my mind, that gives you the way in which the two can coexist."
    },
    {
        "speaker": "Guest",
        "time": "00:29:54.920",
        "message": "Fair enough. And, you know, if we accept that, let's say that to begin with, we have a liberal, relatively liberal constitution, I still feel it's illiberal in many ways, in that it doesn't protect free speech enough, and the right to property is not a fundamental right, and so on. But leaving that aside, if we accept that the constitution is more liberal than society is even today, then, you know, the question that brings me to is a question, you know, how a society becomes liberal, is it a top down process, as you're saying it can be that a constitution can play a part in that? Or should it necessarily be a bottom up process? Like, for example, you're in the political marketplace, you're part of the supply end of the political marketplace, and there is a demand and you're catering to, and it's always seemed to me that you have to change the demand and first at the battle is first a cultural battle, and then a political battle. And if you don't change the demand end, and if the demand end is largely illiberal, then you're never going to get really liberal policies from the supply end, because politicians will reflect society."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:55.920",
        "message": "Yes, and no, I mean, you're broadly right. And I can't claim that the preponderance of evidence would be against your argument, your argument is actually right. In fact, I have noticed, particularly in the context of 377, that the judiciary has far more courage than politicians, because politicians don't think beyond the prejudices of their government, whereas the judiciary has no such fetters and is free to advocate certain principles and values that it holds dear. But you know, again, my counter argument involves precisely that, that the liberal constitution we have created has also created these different institutions. It's not as if the only change in our society is a change that can be voted for by a majority of members of Parliament. There are changes that are coming through the judicial route. Many would argue that there's a flurry of Supreme Court judgments over the last 15, 20 years have expanded the notion of women's rights in India way beyond anything that our society has known in the past, or that perhaps a government would have dared to introduce or a Parliament would have voted for. So let's accept that in a democracy, there are many institutions of democracy. The judiciary is one of them, and it sometimes thinks beyond what Parliament is capable of doing. But the media to which you belong is also an extremely important institution of democracy, and it can help promote change by what it depicts of cultural practices and social values. Certainly, the India in which I grew up and which I left at the age of 19 to go to graduate school in the West, and the India to which I returned at the age of 51, were very different Indias when it comes to things like, for example, sexual mores, when it comes to conspicuous consumption, when it comes to the overt public display of affluence, all sorts of things. A cultural change had occurred, and I think it was a change that was enabled by mass media, by media showing examples of all of these, by media showing that this was what was practiced elsewhere in the world, by media showing that the world was moving on and India should perhaps catch up, or some sections of India found it attractive to catch up with the rest of the world. So change comes in all sorts of ways, not just through politicians. Politicians in some cases can only reflect what their voters are prepared to tolerate. In some cases, they will have the courage of their convictions to take things forward. And in some cases, the politicians are operating in domains in which the public themselves don't know really any better or any worse. And so there is an educated role. When Manmohan Singh stood up in Parliament in 1991 and said, as finance minister paraphrasing Victor Hugo, that no power on earth can stop an idea whose time has come, what was he saying? He was basically saying at that point that the economic underpinnings of your normal life in India that you've always known are suddenly going to change. Now, you can't say that a lot of voters would have asked for it, but they didn't know they could ask for it, as it were. Most voters in India were living within the protected and somewhat overregulated economy that we had up to then. But suddenly when everything became possible, when foreign goods could come in, when restrictions were lifted, when companies could expand, etc., etc., etc., the same people, the same voters embraced these things. So it's only when it comes to matters that people are sensitive about, which are usually social, religious, cultural matters, that politicians are a bit more constrained. When it comes to things like economic policy, when it comes to things like most of the foreign policy issues in our country and so on, the voters do give politicians the freedom to pursue their convictions and their beliefs."
    },
    {
        "speaker": "Guest",
        "time": "00:34:38.960",
        "message": "Fair enough. Before I move on to talking about your book per se, just one final general question. As your anecdote at the start about Modi indicated, where he said that I do nothing for the Muslims of Gujarat, I do nothing for the Hindus of Gujarat, I focus on the Gujaratis, which is a remarkable rhetorical turn. And he is a master of rhetoric. And it's often been said about him that he focuses purely on optics, that he's great at campaigning and not so much governing. And one always assumed that this is going to come back and bite him at some point, maybe 2019. But my counterpoint to that is that maybe he sees something we don't, which is that maybe only the optics matters in the sense that what has happened over the last few years, exacerbated to some extent by social media, but not entirely, is that, you know, the journalist Walter Lippmann in the early 1900s wrote a book called Public Opinion, where the first chapter was titled, The World Out There and The World Inside Our Heads, where he pointed out that people construct a world inside their heads, and then whether or not it corresponds to the real world outside, they stick to that world. And it seems to me that social media makes it possible to meet like minded people, even if they're fellow bigots or mythogenists or whatever, who might validate those worst impulses, and you know, strengthen your belief in them. And it's very easy to form echo chambers, and then be imprisoned in those narratives, which cannot be touched by reality. So once you believe that narrative, for example, if you believe in narrative that Hindu civilization is under threat, and everything was glorious once and blah, blah, blah, then what is happening outside doesn't really matter so much like after demonetization, which I thought was a disaster and the biggest assault on property rights in human history, I was sure they would lose in UP. But they won by a landslide. And it seemed to me that what had actually happened, the suffering that people had gone through didn't affect the way they voted because it already made up a narrative inside the heads. And if that is the case, maybe Mr. Modi is smarter than we think, because he knows then on that only the narrative matters and the reality of things doesn't matter. So to hell with governance."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:41.800",
        "message": "I mean, that's a very depressing thought. Because I think the narrative worked for Mr. Modi in UP because it was very soon after the elections, very soon after the demonetization of the elections took place. And there was still time for a very, very clever narrative to seize the imaginations of people. One of which, by the way, was oddly enough, the politics of class resentment. It was basically saying, yeah, you've suffered. You know, the rich have suffered much more. The rich are the guys who've really got hit because of this. So we did this for you. And the poor said, wow, yeah, you're right. You know, those rich guys have suffered. Let's reward Modi. But with time, that argument, that narrative doesn't hold, because the poor are able to see that they're the ones who lost jobs. They're the ones who lost their savings. They're the ones who suffered. Whereas the rich are back to being rich again and are carrying on oblivious. And they realize that that old narrative that Modi had sold them in the UP election doesn't work. And on top of that, that they've elected a deeply unsatisfactory government, which has let them down really in all sorts of ways, and which has created an environment in which the BJP's unpopularity is now being widely talked about in the regime of Yogi Adityanath. And for these reasons, I think that you may be right about the whole management of narrative as an answer in the short term. I don't believe it works indefinitely in the long term. And I do think that we're going to find in the elections of 2019, Modi is going to find it very difficult to spin the same yarn twice. How does a young man in Kanpur, who voted for Mr. Modi in 2014 because Modi painted this brilliant portrait of jobs sort of tumbling out of the woodwork for him because he's going to attract all this investment and create so much business, and he's going to get rid of all the sclerotic practices of the old regime, and jobs are going to be there, and this young man will have a job and five years later, the same guy doesn't have a job, none of the fantasies that were depicted for him have come true. Why would he vote for Modi again? I mean, how do you how long can a narrative be a substitute for the reality experienced"
    },
    {
        "speaker": "Guest",
        "time": "00:38:47.880",
        "message": "by the human person? On that hopeful note, we'll take a quick commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "00:38:51.920",
        "message": "Hello, everybody. Welcome to another awesome week on the IBM podcast network. If you're not following us on social media, please make sure that you do. We're IBM podcasts on Twitter, Facebook and Instagram. So this week on Instagram, we asked everybody to tell us about their New Year's resolutions and we had some really interesting interactions with our audience on based on that. So if you'd like to get in touch with us, do check us out. On Cyrus Says Cyrus is joined by the habit coach Ashton doctor who talks about the importance of healthy habits, simple tricks to meditate and his new podcast, the habit coach. Speaking of the habit coach and three part series, Ashton shares his golden secrets to achieving New Year resolutions. On the Pragati podcast, Pawan is joined by Dr. Jayaprakash Narayan. They discuss India's success and failures as a republic and a democracy. On Thalle Harate, legal expert Allok Prasanna Kumar discusses the Supreme Court judgment on Aadhaar and its implication on citizens. On Geekfruit, Tejas, Jishnu and Rinkar do a recap of their favorite films from 2018. And on IBM Likes, Janan, Surbhi and Abbas give out some cool pop culture recommendations and discuss the new Netflix horror movie Bird Box starring Sandra Bullock. And with that, let's get you back to your show."
    },
    {
        "speaker": "Guest",
        "time": "00:39:49.560",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Shashi Tharoor about his brilliant book on Narendra Modi called the paradoxical Prime Minister. Mr. Tharoor, you outline a number of ways in which Modi is paradoxical in your book. And the first one which strikes me as very interesting and which I think gave some hope to a lot of liberal people who voted for Modi in 2014 was you spoke about how in Gujarat, like it's actually a triple paradox. He began as an RSS person. But when he was chief minister of Gujarat, he actually marginalized a lot of the extreme Hindu elements like the VHP and so on. He fought with Togadia. He kicked out Gurdan Duffadia from his cabinet, though he's, you know, back in his good books again. And a lot of people assume that he might do the same when he is in power at the center and that we won't go in this very Hindutva Bharat Mata ki Jai direction. And instead, he will live up to his promises on development and be Vikash Purush instead of Hindu Riddhe Samrat. This I mean, did this take you by surprise?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:49.400",
        "message": "Yeah, I actually did think, as you said, that that's what he he he might do, because first of all, Vikash Purush is was what he tried to depict himself as for the bulk of his time in Gujarat, and therefore that became his calling card for the nation. But second, I thought that it's also a better thing to run for reelection on, because, you know, the temporary satisfaction you get from beating people of other religions on the head is unlikely to be a sustainable asset, whereas improving people's livelihoods and making them feel good about themselves will obviously be new votes against. I was very much thinking that he would focus on that. But as I realized, as I said, within six months of his coming to power, it couldn't work for him that way, because his support base, the very people who needed to go out and knock on those doors and win those campaigns for him, actually happened to be people for whom the only thing that mattered was the Hindu Hridaya Samrat's work. And it is very, very sad in some ways that our own political and constitutional system kind of reinforced that, because we have elections somewhere or the other every six months, thanks to the vagaries of the parliamentary system. Some stay to the others going to the polls. And Modi, in his desire to consolidate power, became the nation's campaigner in chief, the Pradhan Pracharak, quite literally in the sense of campaigning, rather than the Pradhan Sevak that he claimed to be. He was not doing Desh Ka Seva, he was doing Bhaja Pa Ka Prachar. And in that process, what you saw throughout the country was a Modi who had to pander to the instincts of his followers, his campaigners, the guys who are going out knocking on doors and sticking up posters and banners, were the Hindutva elements, the RSS elements, the VHP and the Bajrang Dal. These were the characters who were there to support Mr. Modi so he could win state election after state election. And therefore, his message became tailored entirely to them. And he was also handicapped in his ability to say something when they got out of hand and actually murdered people or flogged them on YouTube or stabbed them to death in a very disgracefully public manner. Then instead of disavowing them, as one would expect any decent prime minister to do in terms of exercising the moral leadership of the nation, Mr. Modi went mysteriously silent. But the reason was he couldn't afford to antagonize the very people without whose efforts he couldn't win all these states. So the whole thing became circular, you see, in this way."
    },
    {
        "speaker": "Guest",
        "time": "00:43:17.680",
        "message": "And just as an aside, it's probably unfair to ask you this because you may not know him well enough, but do you think he has any core beliefs of his own or is he sort of the quintessential sociopath who'll do whatever it takes to further his immediate self-interest?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:33.640",
        "message": "That's a difficult question for me to answer because it's easy enough for an opposition MP to say the latter. But you know, there's something there in this in this man that makes me hesitate to just dismiss the possibility of the former. All I can say is his core beliefs seem to me to be much more to do with Hindutva rather than with the plus part. And I've talked about Modi-twa as Hindutva plus. But the plus part includes the Vikas Purush message somehow seem to be more tactical than core beliefs."
    },
    {
        "speaker": "Guest",
        "time": "00:44:08.920",
        "message": "Another of your paradoxes actually feeds on from this and it's probably, you know, a natural consequence of this, which is that he makes these pluralist statements once in a while and you think, I mean, that's a fairly liberal thing to say. But that is counterbalanced by his very polarizing campaign rhetoric, you know, which can be very communal and ugly. And at the same time, when he is in power as a prime minister and all of these things happen, lynchings happen and so on, there is a silence that almost seems tacit. And all of these kind of contradict each other. But you know, as you said, this the pulls and pressures you just described explain this as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:43.420",
        "message": "Yeah, I mean, the pulls and pressures do explain this."
    },
    {
        "speaker": "Guest",
        "time": "00:44:46.440",
        "message": "You're quite right. And yeah, and they also explain another paradox where he talks of the Constitution as a holy book, but the RSS is, you know, holds a Manusmriti as a holy book. So again, it's that paradox is also kind of explained by this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:01.560",
        "message": "But it's not just that, you know, he actually says that Dindayal Upadhyay is his hero and mentor when he came, became prime minister, he insisted that every single ministry hold a seminar on the thoughts of Dindayal Upadhyay and he put Dindayal Upadhyay logos on all the ministry letterheads and so on. Now, the fact of the matter is Dindayal Upadhyay may have been a very interesting and inspiring figure. But one thing he was absolutely clear about was that he despised the Constitution and wished to tear it up and discard it. So you cannot on hand say that the Constitution is a holy book and on the other hand say that you worship Dindayal Upadhyay. The two thoughts are fundamentally incompatible. Now one of these is insincere, and I believe it was the reference to the Constitution that was insincere. I think that Modi is indeed schooled in the Dindayal Upadhyay kind of approach. And ideally, he and his acolytes in the BJP do want to change the Constitution. But until they have the numbers in both houses, as well as in the state assemblies to amend the Constitution, they can't do it. And therefore, for the moment, tactically, it's useful to swear by the very Constitution that they're busy destroying the spirit of."
    },
    {
        "speaker": "Guest",
        "time": "00:46:10.080",
        "message": "But when he speaks of the Constitution as a holy book, who is he really speaking to? I mean, is it the case that he is secretly, he really wants the affection of the Lutyens elite who he disparages so much?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:21.080",
        "message": "Yeah, I think he wants the affection of the establishment, the media, the thinking classes and so on in this country. Or he wanted it at some point. I think he, my own view is that the gloves are going to come off in April of 2019. And we no longer see that kind of talk. But certainly I think he did want the affection of everybody. But more important, he wanted to disarm them. You know, he couldn't necessarily win over a lot of these people in terms of affection. But he had to at least convey the impression that he was no threat to the fundamental consensus that had built this country. And that's the only way, with the Vikas message and so on, that he could build up the support base around the country that would enable him then to amend the Constitution. Don't forget that he succeeded to the tune of 20 state governments. He's now lost three. But he had 20 state governments in the BJP kitty as recently as the last month of 2018. And that means that he was well on his way to fulfilling his dream. He had, with the NDA, 333 seats in the Lok Sabha. And thanks to the state assemblies he now controlled, he was gradually creeping up to a convincing majority in the Rajya Sabha. With all of this, in say, three, four, five years' time, he would have been in a position to write the Hindutva constitution of his dreams. Now the fact is that it looks like the nation is going to stop him before he gets there. Or that even if he inevitably becomes the dominant party in the Rajya Sabha, that he's going to be stopped in the Lok Sabha in the 2019 general election. So then my fears will again be dialed down. But certainly I have no doubt, having looked at the convictions of the BJP and the Hindutva Brigade and the followers of Mr. Modi, that had he been able to retain this majority in the Lok Sabha and add to it in a few years a majority in the Rajya Sabha, that we would have seen him openly and nakedly saying, we need to strike certain words in the constitution, we need to make India Hindu Rashtra with the Hindu faith as the official faith of the country, and so on and so forth. All of these are things that he and his followers have long believed, and they would finally have been in a position to do it. But the other talk was a means, it seems to me, to put themselves in a position to do it."
    },
    {
        "speaker": "Guest",
        "time": "00:48:38.440",
        "message": "And you know, another paradox that is a big paradox, and I imagine both you and I would be upset that it's a paradox at all, is that he said all these beautiful things before the elections about minimum government, maximum governance. And as you point out, it's just the opposite. We've had maximum government and minimum governance where, you know, you talk about the ideal size of the cabinet and you say that, you know, one sort of rule of thumb was that it should be around 10% of the Lok Sabha or about 55 or whatever. And you even outline in great detail what you think the ideal number should be and why, which is about 40-45, which, you know, the argument seemed very convincing to me. And you have a telling anecdote about his early days about why he was drawn to the RSS because, you know, it seemed to him that here was a group where everybody listened to one leader, which shows how his thinking from a very early stage is sort of a top down thinking. Now, you know, your expression of disappointment at him not living up to the slogan of minimum government, maximum governance also leads me to another larger paradox, which is that we have always been a nation of top down thinkers and large governments. I mean, Modi might have around 80 ministers right now, as you pointed out, but Manmohan Singh at 78 before this, as you mentioned in your book yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:53.800",
        "message": "And it's also true that we're the only country which has actually had to create a guideline saying no more than 15% of the strength of the two houses, because otherwise governments would have gone on and on appointing ministers and deputy ministers and parliamentary secretaries, because ultimately the big flaw in the parliamentary system, one which I've decried in a different book, India Shastra, is the fact that you are electing a legislator in order to form the executive, which is a fundamental, to my mind, a flaw in the entire British system, which we have taken on to ourselves. And so what's happening is that once you get elected as part of the ruling party, what you want to do is become a monthly or at least hold some other position the government can give you. Now, the fact is that thanks to the official guideline of 15%, they can't do that. But even then, it's very striking that we have this incredibly centralized situation where what Mr. Modi has realized is you hand out these various portfolios or SOPs to people, but you keep all real power to yourself. So you have your 18 ministers in the Modi government, but of that only one, and that's Mr. Modi himself, actually has any power to decide anything. Every other minister, first of all, has a secretary or a senior civil service that bypasses him and goes and reports to the prime minister's office under Mr. Modi. And second, the decisions are made with Mr. Modi's stamp and not that of the minister himself or herself, with the result that ultimately it almost doesn't matter when you speak of minimum government and maximum governance, what you're seeing is maximum centralized government in the shape of the PMO, which is certainly the most top-down, most centralized PMO we've seen since Indira Gandhi's emergency. And you have at the same time inefficient governance, which is actually not maximum governance or minimum governance, because a lot of decisions keep pending since the people in the PMO are human beings and there's a limit to how many files they can process. And so this government has the worst record in the filling of vacancies in the history of democratic India, because every blessed vacancy has to be filled with the approval of the PMO. And lots and lots and lots of vacancies, everything from administrative tribunals to the Information Commission to various other governmental bodies, pend and pend for weeks and months on end, because there just isn't time for the staff of the PMO who are making 2,000 other decisions at the same time to also deal with this."
    },
    {
        "speaker": "Guest",
        "time": "00:52:23.920",
        "message": "Now, when it came to your opposition to 377 or your equally principled opposition to the death penalty, you were sort of like a lone voice in the political landscape. Is that also the case on the issue of minimum government? Or, you know, is there a chance that we'll actually see a much smaller ministry if the Congress does come to power?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:42.080",
        "message": "No, sir, I'm afraid you won't, because I think the logic of the Congress party would be that, especially since it's going to be almost certainly a coalition government, and especially if it is a coalition government, that portfolios have to be sufficiently numerous in order to keep various constituent elements happy. And therefore, I don't think my ideas will go very far with a coalition government. My most radical idea, which I am truly alone, but which I'm convinced would be beneficial for this country, is to scrap the parliamentary system altogether and go for clear separation of powers between the legislature and the executive, elect an executive president in the center and an executive chief minister or governor in the states, and an elected, by the way, mayor in the towns as well, who would actually be invulnerable to the whims of a legislative majority, but would be able to have a free hand, plus the free budgetary authority, to actually do whatever they promised in their campaigns to do and be held accountable four or five years later. Well they would be challenged by a legislature. The legislature would reflect all the diverse interests in India today. And so you'd have more or less the same kind of parliament you have, except that parliament would not be constituting the executive. In fact, it would be completely separate from the executive, would be questioning the executive and holding it accountable on a day-to-day basis. And it would actually be a far, far better system for the diversity of our country, and at the same time a more efficient system, because the president could get on and get work done instead of spending all his or her time in staying in power, which is what Mr. Modi has been doing with his five years in office."
    },
    {
        "speaker": "Guest",
        "time": "00:54:21.280",
        "message": "And do you think something like that will ever be possible?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:24.520",
        "message": "You know, I'm afraid, you know, major constitutional change of that nature requires a world-class crisis to come about. I don't see it happening quite so easily. But you know, if there ever were a national cataclysm, a nuclear war or something, God forbid, I don't want to want to ever happen, but if it did, and we literally had to build up the pieces from rubble, this option should present itself to any sensible rethink at that point. And so I'm happy to lay it out there for posterity."
    },
    {
        "speaker": "Guest",
        "time": "00:54:52.480",
        "message": "I know we're running short of time and you have to get somewhere. So we'll quickly run through the rest of the paradoxes of Mr. Modi that you point out. Paradox to federalism, that there was a time where he claimed to be a believer in federalism, especially when he was the chief minister of Gujarat, of course. But he's acted in quite contrary ways once he's actually come to power at the center."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:12.000",
        "message": "Precisely. And, you know, as chief minister of Gujarat, he opposed anything that he could see as an encroachment on state's rights, whether it was the counterterrorism center, whether it was the Aadhaar implementation, whether it was GST, which he said took away the state's rights to tax on the punish producer states, as he called them and so on. The moment he becomes prime minister, somehow everything changes. And as I joked, where you stand depends on where you sit. He's sitting in Delhi in the prime minister's office and his stand is completely changed."
    },
    {
        "speaker": "Guest",
        "time": "00:55:43.800",
        "message": "That's really well said. Another Modi paradox is his desire to portray himself as a modern, tech friendly prime minister, but at the same time, this constant harking back to a glorious past, which is, of course, kind of mythical. And these two sort of collide in very awkward, uncomfortable ways, like his mention of how we did the first plastic surgery, which was Ganesha and so on. My broader question really here is beyond this obvious contradiction is that why is it that glorious past is such a key part of these kind of populist narratives, not just in India, but elsewhere as well?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:18.320",
        "message": "Well, in India, there is a complete worldview which Modi has internalized and which is fundamental to his thinking about the nature of the country, which is that India was this glorious, you know, golden bird that got despoiled when the evil Muslims and then the evil Christians came in and blocked its wings and despoiled it. And that now a Hindu Hriday Samaraj has come back to restore this forgotten glory. Now, if that is your narrative and that's your basic view of the history of India, which I'm afraid it is, because when I wrote my book An Era of Darkness Attacking British Colonialism, Modi, while hailing it, was making speeches about 1,200 years of foreign rule, which I don't agree with, because to my mind, the Mughals and the other Muslim rulers before them came to this country, settled here, and even if they did exploit or loot, they spent the products of their exploitation and loot in India. And they created some of the most beautiful buildings, architecture, monuments and cultural legacies of which we are all the inheritors today. So to my mind, they're not foreigners. Whereas the British as imperialists did drain our resources to build their country, and they didn't work in the interests of this country, but rather of their own. So there is a difference. Now, having said all of that, if Mr. Modi's view of Indian history is what it is that I've summarized to you, then a whole set of corollaries follow from it. Number one, that you've got to glorify that past, because it was so great. So everything about it is made to look fantastic in order to diminish what followed. Second, you have to demonize the successors of those whom you despise for having done terrible things to your country, and therefore you demonize Muslims and Christians. And third, you present yourself as the one who is restoring a gloried, fabled past. So you are not merely sort of advocating something new. You are coming back to ancient glories. But you are doing so using all the technologies available to you in the 21st century, because India is not going to be second to anybody when it comes to technology. So as I joked in the book, the image you sought to portray is of a leader who is comfortable clicking a mouse with one hand while brandishing a threshold with the other."
    },
    {
        "speaker": "Guest",
        "time": "00:58:35.360",
        "message": "That's a brilliant image. I'll quickly run through three of the other paradoxes I noted, and then I can get to some more questions to end the show with. The seventh paradox I found was where you, you know, you've quoted Modi saying to you, in fact, that how much he likes criticism, and he wants people to criticize and that makes the government stronger and all that. But at the same time, in practice, what we found is that he foments in-house trolls, he can be very petty and vindictive when it comes to, you know, people who criticize him and completely in the other direction. And a similar hypocrisy is when he speaks about how parliamentary debate is good, and it strengthens the nation and so on. But at the same time, the BJP has been second to none in disrupting parliament over time. And you also point out that it's not entirely their fault that you know, the anti-defection law of 1985 sort of made and I've had an episode on just that law in the past, and sort of made it compulsory for parliamentarians to vote with the party whip. And the natural consequence of that would be that parliamentary debate would necessarily go down because it became inconsequential. You could actually taut up the votes according to an Excel sheet."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:44.840",
        "message": "Correct. So my many objections to the parliamentary system include that precise detail of the way it works in our country, where thanks to the anti-defection law, because that was of course passed with very good intentions to prevent unprincipled defections, we've now created a situation where the individual legislator is no longer allowed to speak his mind or vote his conscience, but is obliged to adhere to the whip of his party, failing which he could actually lose a seat in parliament that he's worked so hard to win. And therefore he swallows his words and bites his tongue in order to prevent that kind of consequence for him. I do believe it's damaged the principle of representation very greatly. But that's gotten you away from the paradoxes of Mr. Moody, which you're quite right to point to that he does have these various paradoxes. You also should take the paradox of his great talent for publicity and self-promotion using the world media and his refusal to be accountable to the media in the form of a press conference. He's the only prime minister in his entire five years who has never held a press conference. He only wants scripted questions. And when even in interaction with his own party workers, he was asked an uncomfortable question, his discomfort and his refusal to answer was an embarrassment. This is very much at odds with somebody who claims to be an easygoing, frank, accessible,"
    },
    {
        "speaker": "Guest",
        "time": "01:01:03.560",
        "message": "dissent-tolerating individual. And sort of moving on from the paradoxes, you also talk about how the Hindutva vision of the world, which, you know, Moditwa also plays into is a very masculine vision where he boasts about his 56 inch ki chhati and you know, for all the noises they make about making India safer for women, their attitude seems very misogynistic in the sense that, like you said in your book, they view women as goddesses or mothers, both to be worshipped and protected, but they have no concept of how to deal with women who are neither."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:36.800",
        "message": "Stop quote. Exactly. And this whole business of women's equality, and that's linked to women's safety as well, is exacerbated by the galloping onset of modernity because people are suddenly finding women, especially, you know, people moving from rural India, from relatively traditional lives to cities are seeing women dressed in ways that they've never seen, behaving in ways with a degree of freedom and autonomy that they've never seen or got used to, leading independent lives, walking alone and all of that. And because they're unable to adjust to and cope with this, because they've never been trained to respect women as anything other than as mothers or goddesses, they've ended up, I'm afraid, assaulting many of these women. So even women's safety is linked to this inability to recognize the equality of women. And all of this is part of a social paradox that goes beyond Modi. Modi's masculinity is actually partly affectation. As I pointed out in the book, the 56 inch chest where an Atchikan needed to be stitched turned out to actually be 50. So there's a lot of exaggeration there in that masculinity. And certainly, you know, yoga rather than bodybuilding is his thing. So I don't think we need to detain ourselves too long on those tropes. But part of this, called the muscularity that the Hindutva movement needs to advertise to show its inherent superiority to others. So the masculinity is caught up in the muscularity, in the militaristic language and jingoism, in the praise for the army, often not matched by actual concrete support for the armed forces. But all of these things are part of this Hindutva assertiveness, which is what passes for right-wing ideology in our country today."
    },
    {
        "speaker": "Guest",
        "time": "01:03:26.280",
        "message": "And you know, there's a quote from you in your book, which really struck me when you were talking about the difference between Hinduism as it is and Hinduism as, Hinduism as a different political parties kind of view it, where you talk about how the view of it evolved, quote, from the soft Brahmanism of the Congress Party to the tough Kshatriya warrior tradition, stop quote. And we've already discussed and agreed on why there is a problem with that tough Kshatriya warrior tradition, so to say. But I also found the phrase soft Brahmanism of the Congress Party, you know, mildly disturbing, which leads me to my next question. And I don't want to, you know, sort of put you in a sort of spot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:02.760",
        "message": "But when we talk about… That wasn't my characterization, but the RSS's and Golwalkar say things like, you know, look at how all our Hindu gods are shown with weapons. What is all this Gandhi and Ahimsa talk? You know, we are a militaristic people. So they saw this as soft Brahmanism. And indeed, the principal Congress leaders were not only Brahmins. Of course, Nehruji was, Panditji was a Brahmin, but Gandhiji and Sardar Patel were not. So you know, I think one shouldn't generalize on the caste front of the Congress Party."
    },
    {
        "speaker": "Guest",
        "time": "01:04:33.360",
        "message": "That's my bad. I shouldn't have attributed that to you. Apologies for that. It was my paraphrase of what they felt. Fair enough. Fair enough. I buy that. And, you know, my sort of larger question to you is that, aren't there paradoxes that go beyond Mr. Modi to your own party? For example, Rahul Gandhi talks of inner party democracy, but he's himself an unelected leader. They talk against the communalism of the BJP, but they are also pursuing that Hindu vote"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:59.040",
        "message": "bank as you know, through the trips to Kedarnath. There are differences there. I mean, I'll be brief because I am now well past the hour mark that we discussed. But just to say that, number one, as far as the inner party democracy argument is concerned, you're right, absolutely, there is no widespread electoral process. But you're wrong in the sense that anyone in the Congress will tell you that if you had a free and fair election tomorrow amongst Congress workers and put any Congress leader you can name against Rahul Gandhi, that person would lose to Rahul Gandhi. The party, the party workers, the party organization wants a son of the Gandhi Nehru family to lead it. And that is definitely the case. And if there was a perception at one point that Rahul Gandhi was a reluctant leader, it's partially because he had been press ganged into this to a great extent by the demands of party workers. So that's on the first point. On the second point, I would disagree respectfully because I don't think what the Congress is doing is soft Hindutva, as has been alleged. It is very much the advocacy of an inclusive Hinduism as opposed to the kind of exclusionary and bigoted Hindutva that the BJP practices and propagates. So when the communal polarization is thought to be attempted by the BJP, though when they speak of Hindutva, we don't want to share that space with them. But when they say we're the only party that respects Hinduism, Hindu culture and speaks up for Hindu interests, we turn around and say, what are you talking about? They go to temples, we go to temples too. We worship and respect the same things you do. So now that we've neutralized that argument, can we set that aside and talk about vikas? Can we talk about whether you're a chidinavakam? Can we talk about the kind of conditions that you've been reduced to by this government? So it's not Hinduism in the sense of Hindutva. It is Hinduism as a tactic to neutralize a particularly potent part of the BJP's appeal in order to focus on the issues that we believe really matter to the Indian voter."
    },
    {
        "speaker": "Guest",
        "time": "01:07:01.400",
        "message": "Fair enough. I won't ask any more follow up questions on this particular subject because I know we're running out of time. One final question before I end, which is really a two part question. Given both the politics of this country and given the social scenario where we have a jobs crisis, we have an agricultural crisis and, you know, the demographic dividend, so to say, is turning out to be a demographic disaster. Given all of this, what makes you hope and what makes you despair about India in the next 10 years?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:27.200",
        "message": "What makes me hope is the extraordinary capacity of the Indian people, you know, and I've lived around the world and I've seen Indians thrive and succeed everywhere, and there's something about us as a people. We are by and large quick learners, hard workers, effective result producers, except it seems in India. And we need to get our act together here better, partly because the systems have held us down. We need to improve those. But the second reason I'm hopeful is because I do see change. I mean, change has occurred. As I said earlier, in a different context, the India I grew up in is not the India I return to, and it cuts right across the board in politics and economics and social and cultural relations, in caste equations, you name it. There have been some real changes. Some changes have been for the worse. The growing communalization has shocked me because I hear things being said from public platforms that when I was young would have been impolite to express even behind closed doors in private living rooms. So there is now a change in that communal discourse that I think is deplorable. But for the most part, the changes that have occurred have been positive. I find a very self-confident India that genuinely believes it can hold its own with the rest of the world. So I'm not too worried. And I think that the capacity for self-correction that our democracy gives us means that where we've gone wrong in the last five years, or if you want to say it, in the last 10 years, can be corrected in the next five or the next 10. And I think that the elections offer the Indian public a chance to correct that. You know, striking one of the paradoxes you and I never discussed was the paradox that we have at the helm of the nation somebody who is perhaps the most eloquent rhetorician who has featured on the Indian political stage since independence, at least in Hindi, the most eloquent and compelling orator. And yet, when some of the defining moments in the insecurity of our fellow Indians has occurred, the suicide of Rohit Memla, the flogging of those Dalits in Jaipur, the murder of Pahelwa Khan on YouTube, the murder of an Indian Air Force, Haridwar's father, Mohammed Lakhlaq on the suspicion of carrying beef, etc., etc., the horrendous number of cow vigilante Bob lynchings, all of these things have happened. This eloquent rhetorician has gone mysteriously silent. And I think that paradox points to one of the biggest defects of the Modi approach. Modi is diagnosing the problems of India very effectively in his speeches, blaming them all on the past, of course, rather than on himself. But then, when it comes to providing moral leadership through his words, he has gone silent on us. I think what we need in this country is a leadership that is both inclusive and cooperative, that actually provides a certain moral direction, but that derives its strength from the Indian people. Instead of a prime minister who portrays himself as sort of hero on a white stallion, charging down with upraised swords, saying, I know all the answers to all your problems, and I shall cut through the Gordian knots that are tying you down, and we've seen how well that has worked or failed to work in the last four and a half years, you have instead an alternative style of leadership that says, listen, I don't know all the answers, and I'm coming on foot. I don't have a stallion to ride on. But I'm going to listen to you telling me what your problems are, and I'll come accompanied by a very deep-bent strength of diverse, able, experienced people who will work with me and work with you to solve your problems. That is the alternative the opposition and the Congress Party in particular is offering. And that's what gives me hope. I think that kind of collective, cooperative effort can genuinely produce a better India"
    },
    {
        "speaker": "Guest",
        "time": "01:10:56.520",
        "message": "in the next decade. Mr. Tharoor, thank you so much for being so generous with your time and good luck in 2019."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:03.240",
        "message": "Thank you, Amit."
    },
    {
        "speaker": "Guest",
        "time": "01:11:06.120",
        "message": "If you enjoyed listening to this episode, head on over to Amazon or your nearest bookstore and pick up The Paradoxical Prime Minister by Shashi Tharoor or any of his other books. You can follow him on Twitter at Shashi Tharoor. That's it, just his name. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. And you can listen to past episodes of The Seen and The Unseen at seenunseen.in and thinkpragati.com."
    },
    {
        "speaker": "Unknown",
        "time": "01:11:29.200",
        "message": "Thank you for listening. Advertising is dead. Yep, you heard me right. Advertising is dead. We're all in the content business now. Let's not call it news, TV, radio, etc, etc. It's all content. And we're in the middle of this weirdly exciting phase where all the borders and lines that have been drawn over decades has been swept away by this lovely thing called the internet. Where I assure you, we don't dwell on just the stuff that is now, but rather the wider stuff about advertising, media, content and the whole goddamn circus surrounding it. Tune in every Tuesday for our weekly unboxing of the mystery box we used to call advertising. I'm Varun Duggirala, co-founder and content chief at The Glitch. And this is my new podcast, Advertising is Dead. Did I just catch you on your way to work? Or did you end up pulling an all-nighter? Let me guess, you have a packed schedule for the day, the week, and probably the month and the year. That's a lot for your mind to handle, don't you think? This buzzing chaos also brings tons of negative thoughts, am I right? Try spinning that bottle in a positive direction with me, Chetna, on the Positively Unlimited podcast, every Monday on IBM Podcast. It's time to change your life, one alphabet at a time."
    }
]