[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Before we move on with this episode of the Scene in the Unseen, do check out another awesome podcast from IVM Podcast, Cyrus Says, hosted by my old buddy, Cyrus Brochia. When it comes to economics, one of my complaints is that people think in zero sum ways. They assume that if someone wins something, someone else must lose. The rich can get rich only if the poor get poorer, and industrialists can only make money if poor workers down the line get exploited. This is why they feel, as Jawaharlal Nehru once said, that profit is a dirty word. The only solution to poverty, they think, is to redistribute from the poor to the rich. But the thing is, economies grow and societies prosper because the world works in a positive some way. Every voluntary transaction makes both parties better off. The writer John Stossel once called this the double thank you moment. When you buy a cup of coffee at a cafe, the guy at the counter says thank you when you hand over your money, and you say thank you when you receive the coffee. Both of you benefited, neither of you exploited the other. It strikes me that there is another field besides economics in which zero sum thinking is a mistake, and that is geopolitics. Except that in geopolitics there are both positive sum games and negative sum games. A negative sum game is one in which both parties lose. And a particularly bad kind of negative sum game is one in which both parties get trapped in a spiral where every action makes both parties worse off, but each is forced to stay in the game. There is no way out. Is the conflict between India and Pakistan like this? It's clear to me that there's no easy way out of this conflict. It's also clear to me that most ways out will make the situation worse, not better, for both parties. But doing nothing is also not an option. How did we get here? What can we do to get out of here? Is there anything we can do to get out of here?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:57.720",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:03.280",
        "message": "science. Please welcome your host, Amit Badma. Welcome to The Scene and the Unseen. Today's subject is the conflict between India and Pakistan and my guest is a historian and analyst, Srinath Raghavan. Srinath is both a historian and a foreign policy analyst. He's been on the show before and his books are linked on the episode page. Before I begin my conversation with him though, let's take a quick commercial break. Like me, are you someone who loves fine art but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price and artists get royalties on sale, just like authors do. What's more, Indian Colors now has an exciting range of new products including fridge magnets with some stunning motifs and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vasvo x Vasvo, Brinda Miller, Dilip Sharma, Shruti Nelson and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM podcast. IVM20 for a 20% discount at IndianColors.com. Srinath, welcome to the scene and the unseen. Good to be here. We are recording this on March 8, which is a Friday and this episode releases on March 11, which is a Monday. So if anything happens on the weekend, we are not to blame for it. So Srinath, what do you"
    },
    {
        "speaker": "Guest",
        "time": "00:03:52.880",
        "message": "make of the situation right now? Well, at this point of time, it does seem like the situation has calmed down. The immediate crisis at hand because of the fallout of the Pulwama attacks, at least the military dimension of it in terms of active operations, etc. has been curtailed. The Indian government has stated quite explicitly that, you know, operations are sort of at an end and that diplomatic action will continue. But this is very much an evolving situation in a sense that the next crisis is only as far away as the next terrorist attack is. And I say this with more than a hint of trepidation in my voice, because the next time around, I think it can be a lot more dangerous as a result"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:35.720",
        "message": "of what has happened this time around. In case any listener is binging on the show in the year 2023 and just wants a little perspective on what's happened so far, there was an attack in Pulwama, where around 40 people died. And after that, India responded with a surgical airstrike, the results of which are debated, but there definitely was a surgical airstrike. And after which there was an air skirmish the next day where India claimed that we had downed an F-16, but there's no evidence of that yet at the time of speaking. And they captured one of our pilots who was then released. And that kind of seemed to give both sides a way out of the situation where Pakistan could say, look, we want peace and we're releasing the guy and India could say that, look, they gave the guy back because we are so strong and we've done the surgical strike and we don't need to do any more. Is that how you look at it?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:26.360",
        "message": "Well, yes, I think at this point of time, both sides have enough to claim victory. And in as much as that allows them to sort of back off from a further spiral of escalation and another round of military action. I think that's a good thing. And of course, a lot depends on how domestic audiences in both countries will receive the sort of, you know, established narratives of what has happened in this context. And in as much as diplomatic action is now going to be foregrounded and there are going to be things like listing of Masood Azhar in the sort of United Nations list of terrorists and so on. There will be other kinds of diplomatic pressure that will be built up on Pakistan, the financial action task force and other avenues. So the sort of India's struggle against terrorism continues. But I think it's safe to say that for the time being, the military dimension of it takes a bit of a backseat, but it remains latent. I mean, and that provides the background context against which many further diplomatic and other options will be exercised."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:30.840",
        "message": "Now, I want to come back to the current situation at the end of this episode, because what I was hoping our conversation would do and which is why I invited you is, I wanted to get a better sense of the history of the conflict and also kind of sharpen the lens through which to view it. What are the strategic imperatives? What are the political imperatives? What, you know, how does one really view it? What are the options open to both parties and so on? Where do we start? I mean, obviously, we can just go a long way back to forever. But if we talk about specifically cross-border terrorism supported by Pakistan, you know, where should we start when we think about it?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:11.560",
        "message": "I think a good starting point would be the late 1980s. Because that's the time when obviously the insurgency in Kashmir really kicks off. And that insurgency then gives Pakistan and its inter-services intelligence an opportunity to really find another way of inflicting further pain on India, challenge its control and hold over Jammu and Kashmir. But we should remember that 1980s was also an important point of time in the sort of nuclear history of the subcontinent. That is the time at which the Indian government more or less came to some firm conclusions that the Pakistani nuclear program, which was a covert one, had actually sort of developed considerably by that point of time. Again, it's worth recalling that, you know, in the early 1980s, when Pakistan was very actively supporting the sort of, you know, operations against the Red Army in Afghanistan by through the Mujahideen and so on. That was also the period when the United States, the Reagan administration turned a blind eye to many bits and pieces of evidence that were emerging about Pakistan's pursuit of a covert nuclear program. In fact, we have evidence about how the Reagan administration willingly turned a blind eye to many very strong irrefutable pieces of evidence that Pakistan was actually pursuing a covert nuclear option and that it was being supported by China in different ways, perhaps to the extent of carrying out a test for Pakistan on a Chinese site. So by the late 1980s, the Indians are pretty sure that the Pakistani nuclear program is pretty well advanced. It is in that context that India also decides then to start thinking about weaponization of its own program. We had demonstrated capability as far back as 1974, but had desisted from any move towards weaponization in the next, you know, decade and a half and that begins to change. So the late 1980s, therefore, seems to me to be the right starting point because that's the time when this kind of combination of insurgency and terrorism as a tool being used by Pakistan, along with unrest in Kashmir and Pakistan's possession of some kind of, you know, strong nuclear capability actually comes together. And it is the fusion of these that allows Pakistan to continue to build up its support for insurgency because now it believes that it has a nuclear shield, which will deter India from carrying out any major conventional operations. I mean, just to give you an example, if you go back to the 1965 war, that was a war which also began because of Pakistani support for insurgents or attempt to infiltrate people into Kashmir and so on. But what was the Indian response? It was very quickly to strike across the line of control. When the Pakistanis responded by carrying out a conventional military attack on Akhnur, India responded by opening up the Punjab front, right? So you could escalate and demonstrate your conventional superiority because you are the more powerful country in a conventional sense. But once the Pakistanis possessed some kind of nuclear capability, even if it was shadowy, even if it was not demonstrated, but more importantly, once India knew that Pakistan had that capability and Pakistan knew that India knew, then the Pakistani strategy is to say that India's conventional superiority is now going to be negated by this nuclear shield that we have acquired. So that then allows them to believe that they can continue to use subconventional means like insurgency and terrorism to impose costs on India without having to fear a retaliatory response by the Indians. And that really is the dilemma with which we are still grappling. So in that sense, the late 1980s may be a useful starting point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:48.520",
        "message": "Let's take a step back to a period you're very familiar with. In fact, the Bangladesh war, which ends in 71 and we recorded an episode about this last week, but it airs two weeks later on March 25th. But regardless of that, so it's after 1971 when Pakistan lose and they're humiliated because, you know, the country is basically torn into two. I mean, they lose East Pakistan as it were, which is when they make the turn towards nuclear. So you know, my question there is, what does Pakistan want? What are its long term aims against India? How does it look at South Asia? How does it look at itself?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:21.400",
        "message": "Well, at one level, Pakistan's long term aim has been to sort of challenge India's control over Jammu and Kashmir, which it believes as a Muslim majority province should have rightly sort of joined Pakistan at the time of partition and independence. And because it did not, they have, you know, successively at various points of time, attempted to use force in order to wrest control of Kashmir from India. You saw that happening in October 1947. In fact, even before Kashmir had formally joined India, you saw that happening in 1965. We've, you know, seen that happening through the course of the insurgency, which began in the late 1980s. So Pakistan's aims have been consistent. It is a territorially revisionist power, which wants a piece of territory which is disputed between India and Pakistan to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:07.600",
        "message": "be entirely under its control. But is it also the case that, I mean, the military is dominant then, is it also the case that the incentives of the army are such that they want to keep Kashmir on the boil and they want to keep this conflict going. So that is where they get their power from. And it could therefore be said that their actions and their focus on Kashmir is a consequence of this. And they don't necessarily care about Kashmir per se, like in the same way that within India, for example, a lot of people who make noises about cow slaughter don't really care about cows. It's a proxy for the bigotry. So in that sense, is Kashmir a proxy for the military's need to keep the conflict bubbling over?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:47.880",
        "message": "Well, yes, in the sense that you could make an argument that Kashmir comes very handy to the Pakistan army to sort of talk about this, you know, threat from India to the existence of Pakistan and the need to recuperate Pakistan's sort of national territory, which they believe encompasses Kashmir, at least the Kashmir Valley and so on. And that then gives the Pakistan army a stronger handle with which to fight out various kinds of institutional battles and cement its own position within the Pakistani state and society at large. But at the same time, it's worth remembering that the Kashmir dispute in some ways predates the rise to prominence of the, so historically, it's not accurate to say that this was a dispute which was invented by the Pakistan army. In fact, the decision to send the first round of irregulars in October 1947, was taken at the time when Jinnah was the governor general. And he knew quite well, and this is well established in historical records, that he knew that this operation was being prepared and that the Pakistani state was supporting it. So in a sense, there is a longer term sort of question about Pakistan's, you know, sense of nationalism, its rivalry with India, which is crystallized in the Kashmir conflict. And the Pakistan army, of course, sees Kashmir as a raison d'etre for its own existence, and which allows it to continually accrue power within their system."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:05.800",
        "message": "So it kind of works both ways. So coming on to the 80s, so what's really happened is that Pakistan makes a determined move to become a nuclear power post 71. And India also sort of flirts with it. And already there is sort of a dynamic developing where Pakistan looks at the nuclear option as a military necessity, where India seems to look at the nuclear option more as a strategic necessity, you know, for deterrence and so on, and isn't actually thinking of using it on the battlefield. Is that correct?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:36.520",
        "message": "Well, yes, which is why, you know, from the time that Indians do the first nuclear test 1974, which incidentally is built, you know, it is euphemistically called a peaceful nuclear explosion. Now, let's remember that there was a category of nuclear explosions, which were called PNEs back in the day, and India invoked that category. So it's not like we sort of conjured it up out of thin air. It was an available sort of way of describing these activities. And we chose to do that. But what is also interesting, and this is now reasonably well established in the sort of work which has been done on the nuclear history of India, is that India did not really think actively of weaponization of the nuclear thing. Because I think, as you're suggesting, the assumption always was that, you know, we needed nuclear weapons or the kind of capability to sort of acquire nuclear weapons, primarily as a way of demonstrating our political sort of resolve against any attempts at coercion in the nuclear domain. So right, so you had important adversaries like China, which had acquired nuclear weapons, you knew that Pakistan was acquiring, in the 1971 context, you had the United States sending in the Seventh Fleet, which had nuclear weapons on board, to the Bay of Bengal, and so on. So in a sense, nuclear weapons and demonstrating that capability was seen basically as a way of telling others that India would not back down in the face of any kind of overt or covert threat of nuclear coercion, right. So it's that really. So in that sense, it is more at a strategic political level that India was thinking about it. Whereas for Pakistan, you know, the capability, and then even the moment at which they chose to sort of start developing that capability, really reflected their lopsided conventional military balance with India, right. The Bangladesh war really brings it to the fore. Not only do you lose half of the country, and in some ways, the more populous half, but you have 93,000 Pakistani soldiers in Indian custody. It is a very starkly humiliating sort of moment, which exposes Pakistan's conventional military inferiority vis-a-vis India. And in that sense, they always see nuclear weapons as a way of compensating for that conventional imbalance"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:45.920",
        "message": "of power with India. And would you say the quality of your nuclear capabilities to some extent, driven by these imperatives, like Pakistan's imperative is to actually have nuclear weapons they can use in a variety of different situations, tactically on the battlefield or otherwise, and so on. While for India, what is important is to have nuclear weapons, so as to be able to signal credibly that they are nuclear power. And does that then impact the intensity with which you pursue building an actual nuclear arsenal?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:14.480",
        "message": "Well, yes, but even in the case of Pakistan, these are things which happen only over a period of time, right? Because till such time you have covert capabilities, or you do not declare yourself and what nuclear weapons state, it becomes difficult to then, you know, try out a range of other things without others picking up on what your actions are. So in that sense, it's only in the post 1998 phase that Pakistan also starts thinking about how to make these nuclear weapons kind of more integrated with conventional sort of, you know, military power, not necessarily in terms of deploying them for, you know, for actual military use. But how do you use that in ways that will negate India's conventional superiority, right? So that design is there in the mind, but it's only in the post 1998 phase that the Pakistanis really start seeing it. But what is interesting is that even before Pakistan overtly sort of does its nuclear tests in 1998, they are already aware of the fact that Indians are aware of this, and then use that to push in more insurgency, terrorism in the context of Jammu and Kashmir, but also in other parts of India in that period. Of course, it is a context in Jammu and Kashmir, which kind of allows them to sort of do it. But the fact that they are able to leverage that context is in some ways unthinkable without the presence of some kind of even covert nuclear capability in that early stage."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:37.240",
        "message": "So you know, before we go on to discuss nuclear deterrence in detail and how it evolved and so on, tell me a little bit about deterrence per se. What are the different kinds of deterrence?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:49.200",
        "message": "Well, the word deterrence comes from the verb deter, which means to sort of stop someone from doing something that someone wants to do, right. So the way we think about deterrence is typically that you think about it in terms of deterrence by way of threatening prospective punishment, right. I mean, think about any day to day circumstance, you know, I have young kids, right. So how do I tell my kids not to do something is by saying, if you do that, then this is the punishment that you will get, you know, you will be sort of grounded for a week or something to that effect, right. I mean, in back in the day, parents used to actually give it to you. I hope they are listening to this. Do they listen to my podcast? Yeah. So, so, you know, back in the day, when I was growing up, parents had stronger ways of deterring you by giving you a, you know, a few tight whacks. I suppose we are, you know, at a level of civilization where those things are at least not to be talked about on podcasts. So, but that is a standard way of thinking about, right. So you, you, you, you change someone's behavior or by telling them not to do something by threatening prospective punishment. Now, there is another way of thinking about it, which is not just about punishment, but which is what you call deterrence by denial, right. Let me give you another example, which will sort of crystallize this. Now, how do you think about preventing a thief from entering your house? So one way of doing it is to say that, listen, we have law, which says anyone who tries to break into someone else's house, if he's caught, will be sort of punished for so many years, right. So that is a classic case of deterrence by punishment. You have law on the statute books, you have courts, you have the police, then whole enforcement machinery precisely to deter people. The idea is not so much to punish someone who's been caught. The idea is to deter those who may be thinking of such actions in the future. That is what deterrence by punishment is a classic example. But another way of thinking about the same problem, how to prevent the thief from entering your house, is to say, I am going to construct a 15 to 20 feet wall all around my house. I'm going to put an electricity sort of driven fence all around it. So every thief will know that it's actually next to impossible to break into this house. That changes his decision calculus about whether he should even try it or not. That is called deterrence by denial, right. So another way of thinking about this distinction is to say that, you know, all forms of deterrence aim to influence the cost benefit calculations of whoever is your target, right, whose behavior you want to change. Now, deterrence by punishment goes after the cost side of the equation because you're telling him or her that if you do this, then you're going to incur costs by way of my punishment. Yeah. But another way of thinking about it is to say that you go after the benefit sides of the equation by telling the other person that you won't, in the first instance, be able to pocket the benefits of whatever it is that you want to do, right. So that is called deterrence by denial, right. So deterrence works by punishment and by denial. These are not mutually exclusive, but there is one salient distinction. Deterrence by punishment is typically easier and less costly to execute, whereas deterrence by denial is more expensive. Just go back to the example of the thief, right? If I rely on the law and, you know, the threat of prospective punishment, do I need to do very much? Not. But if I want to build a fence and you want to put up walls, I've got to fork out money, right? So deterrence by denial is the stronger form of deterrence, but it's also the one which is more costly"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:18.200",
        "message": "for you to implement. So in the context of your kids, if you don't want them to watch too much TV, deterrence by punishment would be to tell them that, listen, you know, no dinner for you or too tight wax if you watch like TV beyond 9pm. And deterrence by denial would be not having a television set at home, which is very costly for you because you yourself"
    },
    {
        "speaker": "Guest",
        "time": "00:22:38.000",
        "message": "like television, right? And which is my preferred way of deterring them from watching television. I've not had the privilege of having a television set at home for maybe eight years now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:45.920",
        "message": "There you go. And I don't watch news television either. But what does one do about football? Well, you could argue there is Hotstar. Right. So we'll come back to deterrence by denial later. But just talking about deterrence by punishment, once Pakistan kind of goes nuclear and once India goes in that direction as well, through the 80s and up to 98, it's basically deterrence by punishment. And it's basically nuclear deterrence where you are either you're threatening to go nuclear or anything else you threaten isn't effective because the other side can go nuclear and therefore there's not much you can do at all. And you pointed me to this excellent paper by Vipin Narang, which is linked on my episode page, which kind of talks about the different levels of deterrence and especially why Pakistan is able to deter India, but India is not able to deter Pakistan. And what I learned from that was what Narang calls the posture, the nuclear posture of each country of Pakistan rather changed from 86 to 98. Tell me a little bit more about the different kinds of deterrence"
    },
    {
        "speaker": "Guest",
        "time": "00:23:51.120",
        "message": "and how 98 changed the dynamic. Well, I think it's important in the first instance to point out quite clearly what is it that India wants to deter and what is it that Pakistan wants to deter. Right. Because those are kind of two different things, even though the issues and what are the instruments in play are somewhat similar. Right. From the Indian perspective, the first instance you want to deter the use of any nuclear weapons by a state like Pakistan or any other state against India in any context. So there you have a posture of sort of declared nuclear policy of massive retaliation. You say that, listen, if you are going to use force against us, we are going to hit you so hard and punish you so much that it's not even going to be worthwhile for you to have initiated this action in the first place. Right. So, so that is a very clear strategy of deterrence by punishment, but which is aimed at the nuclear use. But there is another level at which you want deterrence to operate, which is to say that you want to deter Pakistan or the terrorist groups which are striking you from carrying out these terrorist strikes against you. Now, if you want to deter that, then frankly, the nuclear deterrence angle does not really come into play because what you have to have the capability there is in the first instance to either punish Pakistan and the terrorist organizations which are striking against you, or to be able to create systems which will deny them the opportunity to be able to carry out those attacks in the first place. Right. So there you need either denial or punishment. And, and that's a different kind of a level at which you are looking to do deterrence. Now, how does it work from Pakistani side? Right. From Pakistan's point of view, they know that India, because of its conventional superiority is unlikely to be using nuclear weapons in the first instance. So their nuclear weapons really are aimed against deterring India from bringing to bear its conventional superiority against Pakistan in any context. Now, that context could be that of terrorism, right? So you have a major terrorist attack. India sort of cannot respond with a major use of its conventional force, say in the way that it did in 1965, hypothetically, because it should then fear that this conflict will escalate to the nuclear level. It could invoke, it could sort of push Pakistan to use its nuclear weapons in order to deter a conventional use of force by India. Right. So for the Pakistani nuclear weapons, therefore, are basically a way of negating India's conventional superiority, and then allowing them to continue to impose costs on India by subconventional means, by which we mean insurgency and terrorism. But putting India in this bind of saying, listen, you have to absorb these costs, but you cannot punish us in any significant way, because that punishment then carries the risk of escalating to a nuclear conflict of some kind. And that is the way in which the Pakistani strategy of deterrence really operates. Right. And what Narang tries to tell in his paper is really about how the Pakistani posture has kind of evolved in the period after the Pakistani sort of nuclear tests of 1998, and also in response to various kinds of actions that India has taken. Right. So in that sense, I think the key thing for us to remember is that, you know, nuclear deterrence or normal deterrence is like any strategic situation. Yeah, strategy, the essence of strategy really is interdependent decision making. The decisions that you want to make depends on the decision that the other side is going to make and vice versa. Right. So in that sense, it's a constantly evolving iterative game that continues over a period of time, which is why game theory provides a very good basic template within"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:25.040",
        "message": "which to think about strategic situations. And are we disadvantaged by the fact that because of our rational posturing, and I know first use doctrine and so on, that our actions, our reactions have so far been relatively predictable, while the Pakistanis have been relatively unpredictable in the sense we don't really know how they will respond. And therefore, whenever we respond to a provocation from them, we tend to play it as safe as we can, because hey, what if they go nuclear, while in their case, they can do a lot of things with impunity, because you know, they know there's a no first news here, they know that, you know, we are also at some level wary of that kind of escalation, does that matter?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:04.560",
        "message": "Well, the first thing is to point out the reasons for India's adoption of the no first use policy, right. So the NFU posture was adopted or announced by the Vajpayee government soon after the nuclear tests. And the reason that, you know, sort of we kind of adopted that posture over a period of time, and then it was kind of, you know, codified in a doctrine and so on, was primarily to demonstrate that India is not looking to use nuclear weapons in any kind of military, you know, operational context at all, but that we are primarily looking at it as a device to prevent the use of nuclear weapons as tools of coercion by anyone else. So from that perspective, we saw it simply as a deterrent to against the use of nuclear weapons by any other state. Right now, there has been a lot of criticism over the years saying that India is, you know, unnecessarily tying its hands because the NFU posture then allows Pakistan to sort of do a range of things without India being able to invoke its nuclear weapons. But there is a flip side to it. And I think that argument is kind of worth taking on board, which is to say that if India abandons its no first use policy, or let's say it never had a no first use policy, if it had a policy saying, we reserve the right to use whatever capabilities that we have, depending on our assessment of what the nature of the threat to India is, then you have to understand that as the smaller of the two states, Pakistan will be concerned that India may actually use its nuclear weapons in a first use mode, a first strike, really to take out Pakistani nuclear capability, because that then neutralizes Pakistan's nuclear capability, and allows India to bring its conventional superiority to bear. Right. So that is the way if you are a rational actor, you would imagine that the way India would be thinking about it is to say that, hey, we have nuclear weapons, let's use these to take out the Pakistani nukes. Once the Pakistani nukes are gone, we are back to the pre nuclear age, where it's just the conventional superiority of India, which will kick in. And from Pakistan's perspective, that then brings about what, you know, nuclear deterrence or scholars of nuclear weapons call a use it or lose it dilemma. So the fear of a first strike could then actually catalyze them to sort of think about using it very early on in any crisis, rather than having a restraint, right. So in a sense, India's NFU posture actually allows these crises not from escalating very quickly. So I think that is a very important part of what the NFU brings to the table. And I think it's worth remembering that, because at the end of the day, the problem that India has been confronting for the last 30 years from Pakistan, fundamentally, is at the level of subconventional threats. And whether nuclear first use against Pakistan is the proportionate response to that, it's inconceivable that India or any decision makers sitting in New Delhi will actually assume that nuking Pakistan is the response to their support for terrorism of whatever scale or magnitude, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:58.280",
        "message": "So in a sense, our abandoning the first use doctrine would make first use more likely"
    },
    {
        "speaker": "Guest",
        "time": "00:31:02.280",
        "message": "by them. Exactly. I think it will make for much greater degrees of instability. And it can be a very worrying proposition. We have already seen that Pakistan has kind of developed, you know, sort of these tactical nuclear weapons, which they have sort of devolved down the chain of command, primarily because they believe India is trying to develop other forms of, you know, conventional capabilities, which you can bring to bear very quickly, what used to be called the cold start doctrine, and so on, which the Pakistanis believe have to be deterred, right. And in that sense, if we say that, listen, we are going to bring about a degree of ambiguity in this domain, I think that will have consequences of instability. In fact, there is a new paper, which is an even more interesting paper by Vipin Narang and Chris Clary, which has just come out even literally in the last couple of weeks, where they make an interesting argument saying, why is it that India constantly talks about saying that we need to abandon this NFU? You know, is India really moving towards a counterforce kind of strategy, which is saying we are developing a nuclear strategy, which aims at taking out Pakistani nuclear weapons? Now, if that is indeed true, then that could introduce very dangerous dynamics very early on in any crisis"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:12.160",
        "message": "between India and Pakistan. And just to summarise sort of Narang's thesis on how Pakistan's approach changed because of India going nuclear in 98 was, he talks about three kinds of nuclear postures that you can have the catalytic, the assured retaliation, and asymmetric escalation. Assured retaliation is basically what India and China do, which is the no first use doctrine. Catalytic is what according to him, Pakistan did between 86 and 98, which is basically, you know, you are trying to catalyse a third party into intervening. For example, what Israel did during the Yom Kippur War in 1973 was exactly this, where they showed that they were mobilising nuclear weapons so that the US would intervene, and not necessarily to use the weapons per se. And in both the brass tacks crisis of 1986, and then the Kashmir crisis of 1990, Pakistan postured in a catalytic way about its nuclear weaponry so that the US would intervene at a diplomatic level, which they succeeded in doing. But otherwise, Narang says India was not actually going to be deterred. And therefore, it wasn't effective. And what changed with 98 was that because India had gone nuclear to counter that they shifted from catalytic to asymmetric escalation, which is basically you are saying that we will use it at any point in time, we'll use it on the battlefield, we'll use it as a tactical thing, we are unpredictable. And the term he used about that strategy was deterrent optimal, which is that, you know, because Pakistan is doing asymmetric escalation, and you know, posturing that we will use it at any point in time, and India is saying we won't be the first to use it, it automatically gives them an advantage over us in the sense that they can continue doing subconventional, or, you know, supporting cross border terrorism, basically, with impunity, knowing that any escalation that we carry out has a threat of nuclear escalation. So I think it's in response to this that some people often say that, hey, we should leave the no first use doctrine."
    },
    {
        "speaker": "Guest",
        "time": "00:34:13.360",
        "message": "Yeah, as I said, I mean, the leaving out the no first use will introduce more dangerous dynamics in any India Pakistan crisis, in ways that may not necessarily be beneficial to India, there is no reason for India to adopt a crisis posture, which will somehow give incentives for the Pakistanis to think that the best thing is for them to use nuclear weapons early on, why would we do it? It's suicidal to think that that's in any way a strategically wise move. So to that extent, I don't think that's there. But there are other options that India has been sort of exploring. And in some ways, you know, you could think about the evolution of Indian strategy towards Pakistan, as primarily a search for usable options between the sort of conventional and nuclear realm, in order to deter Pakistan's subconventional activities, right, which is to say that, listen, the Pakistanis keep saying that we have these red lines that, you know, we can sort of go asymmetric very soon. But actually speaking, if they are a rational actor, they cannot want a nuclear exchange with India either. Because, you know, India will survive, but Pakistan cannot survive a massive retaliation by India, right. That is the premise of India's nuclear deterrent. So when the Pakistanis are suggesting that, you know, the nuclear threshold is actually here, it is not there. And the challenge for Indian strategy, therefore, is to explore what is the space between conventional and nuclear, where force can be brought to bear effectively to deter Pakistan's support of subconventional options, right. And so if you think about, you know, when the 1998 nuclear test happened, India was the first one to test. Then Indian Home Minister LK Advani said, I believe in Parliament, that, you know, now India will start pursuing options like hot pursuit of terrorists across the line of control. Because he believed that now that India had gone overtly nuclear, you know, it had the sort of ability to, you know, put Pakistan on the mat. But once Pakistanis got their own nuclear tests in a reciprocal way, then Indian decision makers had to become a lot more cautious. So, a year down the line, or almost a year down the line, when you had the sort of Kargil conflict happening, which was basically an attempt by Pakistanis to grab territory on the Indian side of the line of control in the Kargil area, the government of India responded by significant use of force, but ensured that that use of force was contained to evicting Pakistanis who had come on the Indian side of the line of control. Even the use of air power at that point of time was restricted to striking on Pakistanis who were on the Indian side of the line of control. We did not want to say strike Pakistani logistical lines or supply lines on the other side. And, you know, in fact, in his memoir on the Kargil war, the then Army Chief General VP Malik says that the air chief at that point of time pointed out that if we are going to use air power, then it can lead to escalation. And the political leadership of the time, which is Prime Minister Vajpayee, took a conscious decision that India should not cross the line of control, and that operations have to be carried out on the Pakistanis on this side of the line of control. And again, the reason for that was precisely because you wanted to use force in order to evict the Pakistanis, but you did not want to use force in ways that would lead to further escalation towards the sort of nuclear realm. So, in a sense, you are finding that space. In fact, after the Kargil war, then Defence Minister George Fernandes gave a speech, where he sort of pointedly said that the Kargil war has demonstrated that there is space between the conventional and the nuclear realm, where India can use force in order to bring things to bear. But of course, you know, using force on the scale of things of Kargil with the degree of restraint was only possible because of the peculiar sort of nature of that conflict, which was about Pakistanis doing a land grab on the Indian side of the line of control, right. But the problem of terrorism still proved quite difficult to crack. So, for instance, in the period after the nuclear tests and the Kargil conflict, you had a fairly sort of intense period where India was using various kinds of conventional means to deter Pakistani support for infiltration of terrorism across the line of control, right. So, you sort of hit them very hard with artillery weapons, constant small arms firing, even actions across the line of control, right, by what were sort of informally called, you know, BATs. So, you know, you would sort of go across, hit them, punish them, and tell them that listen, supporting infiltration from this sector is not a cost free option for you, right. So, that was one way of doing it. But when you had a significant terrorist strike, like what happened in by way of the attack on Parliament in India in December 2001, then the government felt that, you know, you had to respond much more strongly. But once again, you felt that air power was not possibly the best way of doing it. And then you mobilise the all your armed forces, threaten Pakistan with a serious strike. But once the Pakistanis counter mobilised, and once the rest of the international community got into the action, you very quickly realised that carrying out major conventional operations against Pakistan would be very risky."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:16.960",
        "message": "In fact, Musharraf explicitly said that our response to escalation may not be conventional"
    },
    {
        "speaker": "Guest",
        "time": "00:39:22.840",
        "message": "alone. Absolutely. Explicitly threatened. So, for Pakistan, it makes sense for them to sort of try and negate India's conventional superiority, right. So, so the search for the space between the conventional and the nuclear realm, where India could effectively use force to deter terrorism, continues after the 2001 crisis. That is when you come up with this whole concept of something called Cold Start, which has never been formally sort of accepted by the Indian government. But broadly speaking, the idea was that one of the major problems in the 2001-2002 crisis was that it took about three weeks before your entire armed forces could be mobilised, particularly a strike course, which are capable of carrying out, you know, serious offensive operations and imposing costs on Pakistan. So, you came up with this idea that it would be good to have, you know, formations which are capable of hitting across, maybe capturing some territory, imposing costs on the Pakistan army, but which did not require this kind of long gestation period of mobilisation and so on. So, it would be a cold, a standing start or a cold start was the way that you were thinking. But the Pakistani response to that was to then say that, you know, we are going to then lower the sort of nuclear threshold by a developing nuclear weapons, which can be used in more sort of practical ways, i.e. in an operational battlefield kind of context, and by devolving some of these sort of weapons further down the chain of command, right. So, you increase the risks of nuclear escalation for India. So, if India is going to think about saying that, listen, okay, we are going to send our armoured formation or whatever cold start kind of operation across. And when we are on their side of the international boundary or line of control, the Pakistanis use a tactical nuclear weapon, what are you going to do? Because they have used nuclear weapons in response to a conventional operation by you on their own territory, right. That then puts you in a great dilemma of saying, are you going to respond now really by that massive retaliation strike that you promised? Because there's an issue of proportionality. Proportionality and, you know, whether the issue merits that kind of a response. So,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:22.760",
        "message": "that search for that space, therefore, continues, right. And the problem, another problem with the cold start also would be that it's hard for us to predict what action they will consider sufficiently escalatory to go nuclear. So, we might think, for example, that we will go as far as point X and then we will come back, but they don't know that. So, you know, for example, you know, if we go into POK, that's one thing, and it might not even be sufficient provocation. But if we go anywhere in Punjab or Sindh, you know, Lahore is 25 kilometers from the border. We go 10 kilometers in, it's an existential threat for them. They could just go nuclear. So, since we don't know that, then as a matter of precaution, we don't go anywhere."
    },
    {
        "speaker": "Guest",
        "time": "00:42:03.000",
        "message": "Well, I mean, so that's the problem, right? Which is that nobody really knows where those red lines are. The Pakistani army and, you know, the head of the strategic plans division back in the day had enunciated some red lines and so on. But there is every incentive for Pakistan to keep those as hazy as possible, because you want to introduce uncertainty in the minds of the Indian decision maker, right? You know, Thomas Schelling used to say that, you know, there is a threat that leaves something to chance. That is exactly the kind of posture that the Pakistanis will want to adopt, which is to say that, listen, you don't know. And actually, frankly, even we don't know, because we will only know it when we are in that crisis. And at that point of time, if you are going to use this particular sort of option, then, you know, we genuinely don't know how we're going to do it. And again, you know, Tom Schelling, who wrote some of the most classic pieces of work on thinking through some of these dynamics of nuclear strategy, has this fantastic sort of, you know, an image or a metaphor, example of how this works. He says, think of two men in a boat, right? Both of whom are trying to say that one wants the boat to go in the direction of one bank, and the other one wants to push it in the other, right? So what's the best way of sort of convincing the other person is to start rocking the boat. Because when you rock the boat, what you're threatening is not that, you know, the other person will incur costs, but you're saying that both of them are going to incur costs, and we just don't know what point the boat is going to tip over, right? So those are threats that leave something to chance. And for Pakistan, it makes absolute rational sense to adopt that kind of a posture, rather than allowing India to say that, listen, we can be very sure of what is it that is going to trigger a nuclear use with Pakistan. Now, Indian decision makers may well believe that, no, Pakistanis are bluffing that actually their nuclear threshold is much higher, it is much further interior and so on. But can you be sure?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:58.440",
        "message": "So in a sense, is it like, you know, what game theorists would call the game of chicken where the more irrational party has a distinct advantage? And in this case, Pakistan can portray themselves as irrational, and you don't know what they're up to. But Indians, unfortunately, stick to a very sort of rational playbook. And that ship has probably sailed, we can't really portray ourselves as too irrational right now. But in that game of chicken, we are, we are losing, we are behind."
    },
    {
        "speaker": "Guest",
        "time": "00:44:23.280",
        "message": "Well, I mean, I think the sort of, you know, the example of chicken might exaggerate the elements of irrationality, which say a country like Pakistan has to demonstrate in this case, Pakistan is a conventionally weaker, geographically smaller. And for them, it's, it's perfectly rational to say that, listen, as the much smaller and weaker of the two sides, if we believe we are under threat, then we may use whatever is at hand. We don't know. We just cannot be sure. It's not about you cannot be sure, even we cannot be sure where those"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:55.280",
        "message": "red lines are. That's the only way to play this game. Yeah, but in the game of chicken, it's always rational to portray yourself as a more irrational"
    },
    {
        "speaker": "Guest",
        "time": "00:45:00.520",
        "message": "like Kim does in North Korea, for example. Yeah, exactly. So, in this context, I mean, I think the Pakistanis have, you know, you know, precisely all the incentives to act in ways that suggest that these things will go out of control. And again, you know, this is not a hypothetical. If you, we'll come to the latest sort of crisis. But if you recall, when Imran Khan, the Prime Minister of Pakistan, gave a televised press speech, and this was even before the Indian airstrike happened, he said, that, listen, you know, if India uses force, it's not like we will think of using force, we will actually have to retaliate. And thereafter, you know, nobody knows all bets are off. And that is exactly the rational approach to take for Pakistan by telling India that listen, it's not just that you can guess or not guess where our red lines are, even"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:49.760",
        "message": "we don't know. Right. We'll take a quick commercial break and come back on the other side of the break."
    },
    {
        "speaker": "Unknown",
        "time": "00:45:56.360",
        "message": "Hello, everybody. Welcome to another awesome week on the IVM podcast network. If you are following us on social media, please make sure that you are. We are IVM podcast on Twitter, Facebook and Instagram. If you are following us on social media, I'm sure you know that it's our fourth anniversary this month. Yeah, IVM is four years old. We've done 3500 plus episodes of content and it's been an amazing ride with a lot of fun guests, a lot of fun content and a lot of great hosts. We'd like to thank all of our hosts because without them we wouldn't really be doing all that much. Also, I mentioned over the last couple of weeks that we're running a survey right now, a listener survey. It's on IVM podcast dot com slash survey. If you have not filled that out, please do fill it up. It'll help us figure out what is working for you, what's not working, and will give us some information that we can use to get some advertising on the show. On Cyrus Says, Cyrus is joined by comedian Nivedita Prakasam. They talk about Nivedita's experience on a TV reality show and how dating and growing up is different in small town India. We're launching a new show called States of Anarchy about global affairs hosted by foreign policy enthusiast Hamsini Hariharan. On IVM Lies, Janam, Abbas, Karthik, and Alika celebrate IVM's 4th anniversary by recommending some standout episodes and recollecting their favorite moments and experiences. On Dating is Garbage, the hosts are joined by guest Sharanya Subramaniam to discuss dating red flags. On Paisa Vaisa, Anupam is joined by Jai Toshnival, CEO of Toshnival Equities, who explains how you can create wealth with equities. On the Habit Coach podcast, Ashton talks about the importance of checking food labels before buying to avoid hidden sugar, salt, and fat content. On the Svanch podcast, Ambhi Parmeswaran sheds light on the significance of reducing body copy of print ads and making the headlines stand out. And with that, let's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:23.720",
        "message": "continue with your show. Welcome back to the scene in the unseen. I'm chatting with Srinath Raghavan about the India Pakistan conflicts and the many things that the different options that India can reasonably contemplate or the different options that India explored after the dynamic of 98 with deterrence in where they're trying to explore what kind of space of retaliation is possible between the sub conventional and the nuclear. What can they do that doesn't provoke a nuclear response from Pakistan, and at the same time satisfies the need for revenge or the need to appear strong or the bloodlust of a domestic audience. So one of the options which you just pointed out is a cold start doctrine, which is the army goes in and it occupies territory but is impractical because we simply don't know at what you know what will be enough of a trigger for them to actually go nuclear. The other option which we've actually seen in recent times are these limited air strikes, where you sort of, you know, do what is what is called a surgical strike and you don't actually so far until recently go into Pakistani territory you're just striking at alleged terrorist scams across the line of control in Pakistan occupied Kashmir and you know, how effective are they and are they something that is now effective more in an optical sense than a military sense?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:46.920",
        "message": "So the first thing we need to sort of parse out is what are the various kinds of objectives that we have when we are trying to say use air power as we did in a context like this. So in the first instance, I would say that, you know, revenge is not a strategic objective. A strategic objective is the use of some means in order to achieve certain kinds of ends."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:08.700",
        "message": "But it's sort of a political objective for the domestic audience."
    },
    {
        "speaker": "Guest",
        "time": "00:49:12.360",
        "message": "So every strategic action has an outward dimension, as well as an inward dimension, right? So the inward dimension of the use of, say, air strikes or surgical strikes as in 2016 could be very much to signal to domestic audiences that here is a government which takes these things strongly, you know, it gives confidence to the people that these things will not. And of course, you can exploit it for political objectives, you know, various domestic political sort of purposes and so on. Now, but I don't think that's per se illegitimate. In fact, all kinds of strategic action will have this inward dynamic. The only question is whether you allow all strategic choices to be dictated by those or not. Even for terrorist organizations, it is there, right? I mean, they have to demonstrate to their supporters, their funders, their cadre that they are in action. So they have to carry out certain kinds of things. So that's the first thing, right? So you have a sort of inward dimension, which is about signaling to domestic audiences about what you want to do. But the more important and central sort of strategic concern has to be to say, what do you want to use force for? So as I see it, I mean, there are at least two different kind of objectives there which are related, but not exactly the same. So one is to say that we want to signal to the terrorist organizations themselves that they will directly incur costs if they carry out attacks on India, and that those attacks in sense also degrade their capacity to carry out future attacks, right? So in a sense, strikes are there targeted at the terrorist organization. The other thing is to say that, you know, we actually want to deter Pakistan from continuing to support or allowing these groups to operate out of its territory. The two things are not necessarily the same. They are somewhat related, but they are distinct objectives for us to pursue as well. Now, if we are thinking about saying, do we want to degrade the capacity of terrorist organizations to carry out some attacks? Yes, airstrikes, if effectively carried out, can enable that objective. Yes, they will take hits. It will take them a while to repair and get back into the game and so on. If we are thinking about saying, will airstrikes actually allow or change Pakistan's behavior, its stance towards the way that it thinks about using these groups, frankly, then the quantum of force which is being used there is unlikely to be sufficient to be able to change Pakistan's decision calculus in any significant way. Because let us remember at the end of the day, these jihadi tanzims and various terrorist organizations are effectively embedded with elements of the Pakistani state. That is the way in which historically that state has developed. It is very difficult to change the nature of that state. You know, if you think of historical examples, you know, if you want to sort of change the nature of certain kinds of states, you know, Nazi Germany, Imperial Japan, it took massive defeats in world wars, occupation, rewriting of constitutions, prolonged periods of political re-education, but even then only sort of, you know, success to varying degrees. What are the odds that an airstrike or even a series of airstrikes by India is going to change the nature of the Pakistani state? I think the odds are frankly limited. So we have to be clear about what is it that we want. If we want to say deter the Pakistanis from, you know, by saying that, listen, they should tell their tanzims that listen, there is a certain quantum beyond which you don't want to provoke India. That's fine. You've achieved some degree of objective by telling them that, listen, don't site your camps here and there, actually relocate them, push them further back outside of the range of the Indian military's ability to hit you. Fine. Some objective has been achieved. But if the assumption is that the use of these kinds of strikes is going to change Pakistan's fundamental calculus about how it thinks of using it, then it is unlikely to achieve that objective, right? There is space between the conventional and the nuclear realm where India can use force. But the question is whether that use of force is going to advance the objectives that you want."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:01.720",
        "message": "So on one hand, you don't actually change the fundamental calculus that the Pakistani state is going to continue supporting these groups. And on the other hand, while you may make it operationally harder for them to strike because you've destroyed a camp and they'll take time to reboot and maybe they need to have their future camps further out, it could also work the other way because any jihadi deaths that you actually cause could motivate new jihadis and future jihadis into coming into battle. Plus, any civilian casualties that you cause will essentially be creating new terrorists"
    },
    {
        "speaker": "Guest",
        "time": "00:53:34.680",
        "message": "out of nothing. Well, one is simply about that kind of dynamic of revenge and so on, right? Another very plausible dynamic is to say that it may actually give the sort of jihadi organizations incentives to carry out even larger attacks on India, right? Because if you are a terrorist organization, one of the major objectives that you really want is to sort of get India into some kind of a serious confrontation with Pakistan. And if their reading is that, listen, every time there's a major attack, India is going to respond with ever stronger strikes, then it makes sense to sort of keep provoking India"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:07.240",
        "message": "further and further. But why is that? Because, you know, their support for all these jihadi groups, doesn't it come out of Zia ul Haq's stated doctrine of leading India by a thousand carts and therefore they want to keep leading India with small carts and not actually have it escalate too far."
    },
    {
        "speaker": "Guest",
        "time": "00:54:20.880",
        "message": "No, I'm saying that is the incentive for the jihadi organizations themselves. Right. Right. I mean, so that's why I'm saying that, you know, it's not as if the jihadi organizations and the Pakistani state have exactly the same set of incentives, they don't. They neither have exactly the same set of incentives, nor do they have exactly the same degrees of means and capabilities, right? They are different sets, which is why I'm saying that in dealing with this problem, in thinking about whether air power or any other say missile strikes or some kind of the future can actually help you deal with the problem of terrorism, we have to understand that, yes, that will constitute deterrence by punishment of a certain variety. But deterrence by punishment, even of the variety that you are able to impose is unlikely to be able to solve the problem for you. For the simple reason that that problem is kind of endemic to the Pakistani state. And if you really want to change the behavior of the state, then you're talking about something orders of magnitude, higher levels of use of force, which the nuclear conflict context really precludes you from doing. Right. So therefore, I think there are limits to what you can achieve by adopting a strategy of deterrence by punishment. Deterrence by punishment works better for your domestic audiences, because you are seen as hitting back. If you look at the response to these strikes in India, you know, why is there such a great sort of, you know, whole degree of chest thumping going on saying we have now shown it to them? Because you just feel like you are helpless in some ways. It is not that the Indian state was doing nothing about these things. Yeah, we do have our own sort of sets of intelligence, covert capabilities, various other kinds of ways of imposing costs on these groups. But those are not things that can be put out in the public domain day in and day out. Whereas a strike like this sends out a signal that listen, we are really sort of going to take the game to them. But the problem is that it also sets expectations that somehow doing more of this is the solution to the problem, which I don't think is true. Deterrence by punishment will only have limited effects within the context of the India Pakistan"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:19.120",
        "message": "story. And also that there's a law of diminishing returns in the sense that the more surgical strikes we do, the more effective each one will be even in mobilizing domestic opinion. So you know, the first one, the Uri one might satisfy that domestic bloodlust to some extent, this one to a lesser extent and so on till it kind of becomes obvious that this is just optics and Pakistan isn't stopping."
    },
    {
        "speaker": "Guest",
        "time": "00:56:44.000",
        "message": "Well, the other thing, of course, and you know, which is what the current sort of crisis brought about is that the Pakistanis will respond in kind to a significant degree. They do have the capabilities to do that. See if you think about the difference between the Pakistani response after Uri and the Pakistani response here, the salient difference, it seems to me, is that in that context, Pakistan had some kind of what you might think as a face saving solution. India carried out these strikes quietly, you came and then made an announcement and the Pakistanis could just turn around and say, hey, nothing happened. But in this case, when the Pulwama attacks happened, your political leadership made clear speeches saying that Pakistan will have to pay the price for this. So the threat was sent out explicitly. And after that, when you actually carried through on the threat, it becomes almost impossible for Pakistan not to be able to respond in the same way. The second thing is that the use of air power in this context, in some ways, moves beyond the tacitly agreed threshold between the two sides. Once again, to go back to my sort of favorite thinker, Tom Schelling, in this context, Schelling has this idea of what he thinks of as thresholds, right. He says thresholds, when you're thinking about limited wars in a nuclear context, both sides will use force to extents and in ways that are limited to certain clearly identifiable thresholds. Those thresholds could be geographic context, they could be lines on the map, they could be use of certain kinds of weapon systems, right. Now what Schelling says is that even if both sides are not talking to each other and agreeing saying that we are only going to fight till the line of control or that we are only going to sort of use ground power, we are not going to use air power, there is a tacit understanding which comes. That's a tacit bargain. So a threshold is a result of a tacit bargain to restrict the use of force to certain domains. Now, I think it's fair to say that at least in the period from the late 1990s till about, you know, early this year, the threshold was very much seen as use of force on either side of the line of control. The Pakistanis could sort of carry out terrorist attacks, you would strike them across the line of control. Sometimes you would do it to greater or lesser extents. In the Uri context, we saw a very concerted kind of operation which took place, which was called surgical strikes at that point of time. Now, but still that did not cross the previously laid down threshold. Whereas with the use of air power, you opened up the threshold. And for the Pakistanis to restore a tacit balance meant that they had to respond to you by the use of air power. You know, it's very interesting, the air chief in a recent press conference said that, you know, people are asking us if Indian airstrikes were effective or not. If they were not effective, why did the Pakistanis respond by the use of air power? With all due respect, I think that's exactly the wrong way to think about the problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:38.120",
        "message": "That depends on how you define effective, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:40.120",
        "message": "I mean, No, it's not even about effectiveness. The sheer fact that you breached the threshold meant that for Pakistan to restore deterrence, they had to demonstrate their ability to do the same thing to you in the same sort of plane. So now, the use of air power has become the new threshold at which India-Pakistan conflicts are going to be limited. Now, if Pakistan had not done that, then it would have given signal that India can continue to keep breaking thresholds. And it's a one sided story. But as I said, every strategic action is about what the other side does as well. You know, this inability to sort of understand some of these dynamics, I think, has been at the heart of some of the mistakes that we've made, at least in terms of setting popular expectations about various things, right? Now, there is a very influential strand of argument which has been made by many air power thinkers in this country, including former air force officers, who've been advocating for a long time saying that the use of air power is not escalatory, right? That if we choose very clearly defined targets, and we use air power, air power is actually a relatively cost free, but highly precise way of delivering these effects. Fair enough. But escalation depends on what the other side decides to do. It is not just about what you want to do. In fact, you know, Clausewitz has this fantastic image with which the book begins. He says war, think of war as two wrestlers, each of whom is trying to use force to pin the other one down. If one person decides to use a certain amount of force, there is automatically an incentive for the other one to use more force, and vice versa. And this reciprocal interaction is what we call escalation, right? So this idea that listen, we can use air power, and it's not going to escalate is premised on the notion that Pakistan cannot use air power. And what they have shown to you is that yes, they can. They are militarily weaker than us, but they do have the capabilities to do this. So I think it's important to understand some of these dynamics. So the Pakistanis had to respond in the air to show that they could match you. But also to suggest that listen, if we continue in this vein, there will be further escalation. So I don't think, Amit, therefore, that it is wise for us to assume that we can continue to do these things ad infinitum going forward, because every incentive is aligned for Pakistan to suggest that escalation will happen much more quickly, that we cannot take for granted that this space is kind of open ended, and that we can continue to do unilateral strikes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:58.920",
        "message": "So what could we do wrong and what could we do right the next time there is a strike? I mean, forget long term strategy for the moment. Let's say a month later, there's another strike and the elections are closer. What can we do wrong? What can we do right?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:11.360",
        "message": "Well, for one thing, I would say that if God forbid, there are any further strikes within a very short period of time, I honestly do not see how politically it will be possible for any government not to at a minimum, do more air strikes, raise the threshold even further, or at least do what you've done, maybe introduce, break other kinds of thresholds, maybe do missile strikes, maybe carry out some kind of action in the sort of naval domain, right. And they are forced to respond."
    },
    {
        "speaker": "Unknown",
        "time": "01:02:38.800",
        "message": "They will be forced to respond."
    },
    {
        "speaker": "Guest",
        "time": "01:02:39.800",
        "message": "So I actually think that and that is again, because of this kind of, you know, fact that all strategic actors have to think about their domestic constituencies as well. I don't see that as somehow a vitiating factor. That is the nature of the structure of the game. Those audiences have to be responded to. And I think now that they, you know, threshold of air power has been breached. In fact, in some ways, the funny thing is that the onus is going to be on every future government if it does not resort to air strikes to somehow make the case saying why you did not do it. Yeah, because your political opponents and others will constantly come back to you and say, Hey, aren't you weaker than those guys who actually used it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:14.400",
        "message": "And it's not just therefore it would seem to me that it's not just for each side to consider its own domestic imperatives, but also for say Pakistan to consider our imperatives. So now it would be their interest not to have escalation as well because they want to continue bleeding us by a thousand cuts. And they would know that if they do carry out another terrorist attack before the elections is probably going to escalate and you don't know where it will stop. So it is at this moment in time in their interest as well to put this to a stop for a while."
    },
    {
        "speaker": "Guest",
        "time": "01:03:42.280",
        "message": "Well, the Pakistanis have shown that degree of rationality quite a few times in the past as well. Exactly. Right. I mean, if you think about what happened in the 2008 crisis, right after the Mumbai attacks, again, you know, we know, we know from, you know, reporting this time around that some of the options that were exercised now were already sort of being developed at that point of time. And we were in place before the political leadership. But at that point of time, the political leadership had other considerations, you know, you were coming off the back of a major global financial crisis. India wanted to be seen as a responsible power. You wanted to sort of, you know, focus on various other kinds of things. So you bought a lot of diplomatic pressure to bear on Pakistan. But then that did make sure that you do not have attacks of a significant scale on urban India for at least a while. Right. So it is not the case that the Pakistanis are totally irrational or that the Tanzims are entirely sort of independent actors. So yes, your actions can, you know, impose a degree of caution. And it is very much my hope that, you know, at least this set of actions that we've carried out buys us some amount of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:44.080",
        "message": "So before we move on to the third option, after the Cold Start Doctrine and after surgical airstrikes, before we move on to the third option, just thinking aloud, would it then be the case that the two previous crises we've had in the last 20 years, which is basically like after Kargil, basically, in the 2001 attacks and Operation Parakram that went on, what happened was there was this vast military mobilization by India, and we couldn't really do anything after that. The cost was immense. In fact, 800 people died, I think, just during the mobilization, somewhere 800 soldiers."
    },
    {
        "speaker": "Guest",
        "time": "01:05:13.120",
        "message": "Yeah, that's primarily because you lost people to various accidents, you know, they were demining operations and so on. Not in active combat."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:20.360",
        "message": "Yeah, and yeah, obviously, because there was no active combat, but the costs were huge for us. And Pakistan managed to get us to back down. And in a sense, they were the winners there. And in 2008, because of the diplomatic pressure that we brought to bear, and, you know, it could be said and India standing in the world went up because of the restraint we showed and so on and so forth. It could be said that India came out slightly on top over there. Would that be a fair assessment?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:43.360",
        "message": "Well, again, I think, you know, the way we read the 2001 crisis, obviously, you know, I think our interpretation changes as time passes, right. So if you look at the 2001 crisis, one way of judging India's attempt at coercing Pakistan is to say that it was a failure. It failed, because India actually laid down some clear demands. It gave a list of some 20 terrorists who had to be handed over by Pakistan to India, and the Pakistanis never did that. So you can say that, listen, you mobilized the threat of force, but that did not work. And ultimately, you know, you didn't get so it is a failure. But I think that would be a mistaken way of thinking about what happened in 2001. What happened in 2001, in a sense, was, you know, to use Vipin Narang's sort of phrase, India's action was also catalytic in some ways, because India's action catalyzed a lot of diplomatic pressure on Pakistan. And Parvez Musharraf was forced not just to ban organizations like the Lashkar and the Jaish, but to give sort of assurances in public that Pakistani territory would not be used for this thing. The end of the crisis in some ways paved way for a resumption of meetings between Musharraf and Prime Minister Bajpai. And that is what then led in 2004 to the unilateral declaration of a ceasefire by Pakistan. And let's not forget that in the period between 2004 to 2009, you did have a significant level of drop of insurgency infiltration in Jammu and Kashmir. Because of a combination of factors, Pakistan did not want to be in the doghouse post 9-11. You know, the threat of war had also sort of catalyzed action. They understood that it was better to talk to India. There was a serious dialogue going on in the back channels between Manmohan Singh and Musharraf. All of that created a context for the Pakistanis actually sort of gave it. Would we have had this context without the 2001 crisis happening? I think that counterfactual somehow seems not very persuasive to me. So I think there were second order effects, which were quite important. You know, part of the problem for people who study, you know, strategic interactions in a social sciences way is that you want to code outcomes as either one or zero. Either you got what you wanted or you did not. Whereas I think political actors are always willing to live with considerably higher levels of ambiguity of outcomes. And to say that, listen, if we are in a better situation than what we were earlier, we would still think of that as having accomplished something. Whether the costs were proportionate or not is something we can discuss. Yeah, it's something that people should debate. But I think to say that, you know, the 2001 crisis got us nowhere, I think is incorrect. It actually sort of paved the way for a period when Pakistan exercised considerable degree of restraint. It was not the only reason that happened. There was an international context. There was a bilateral context which shifted, which enabled that to happen. But that was important."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:30.360",
        "message": "Similarly, in the 2008 crisis. So speaking of ambiguity of outcomes, that kind of takes us to a third option after cold start and surgical air strikes us. Also, the school of thought that says that we should counter them if we don't already to a very small extent, and perhaps we did more than we do now, but we should counter them in the subconventional domain where people argued that, okay, if they are fomenting insurgencies in Kashmir, we should foment insurgencies in Balochistan and Gilgit-Baltistan and so on. What do you feel about that line of thought?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:01.880",
        "message": "Well, in the first instance, I think covert operations are very much the part of every country's toolkit for countering terrorism. And I would be very surprised if India is not, you know, using or has not used. We know for a fact that, you know, some things have happened. But should we think of covert actions simply as the sort of retaliatory support for various kinds of terrorist actions or insurgencies in Pakistan? I think that would be a very impoverished way of thinking about the range of things that constitutes what covert action can do, right? Covert action can mean non-military, but intelligence-led ways of degrading the capacities of these things, of targeting their leadership. You know, people tend to forget after the 2008 crisis, some of the key actors on the Pakistani side on the Lashkar who were sort of, you know, technical handlers, people who enabled that operation to be, were captured from all kinds of places. They were picked up from Spain, they were picked up from Sri Lanka by the government of India. Oh, really? Okay. I'm not revealing any state secrets out here, not that I'm privy to any. And these are very much examples of what you would think of as, you know, various kinds of covert and overt operations. So I think therefore to, you know, think in somewhat crude ways that, oh, the only way to sort of pay them back in the covert coin is by doing a Balochistan for a Kashmir, is I think, it just doesn't make any sense. And there are reputational costs for a country like India of going down the route, which I'd imagine Indian decision makers will take on board because, you know, you have to have plausible deniability. Already in Pakistan, there is this clamour saying every terrorist like that is happening in Pakistan and somehow being covertly funded and supported by India and so on. So I think covert operation actually has a very important role to play in countering terrorism. And India is, has sort of used those capabilities and they do present one more way of imposing costs on Pakistan. So if you're thinking about deterrence by punishment, it is not just sort of, you know, use of land forces across the line of control or the, you know, cold start kind of doctrines, nor is it just the use of sort of, you know, air strikes or missile strikes and so on. But you also have to think about these kinds of ways of bringing to bear costs directly on the, you know, jihadi tanzims and others."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:11.360",
        "message": "I mean, on the pros side of the issue, if you're looking at pros and cons, I guess a couple of the pros would be that one, it acts as some kind of deterrence by punishment. Two, it can be a bargaining chip on the table that look, if you stop doing covert operations here, we'll go easy there, otherwise we'll keep retaliating whenever you do something here. But on the con side of it, we lose the higher moral ground when it comes to the diplomatic stage where we can no longer portray ourselves credibly as victims of terrorism. If we do that and be it becomes very difficult to sort of dial back from there for either side to actually unilaterally, you know, bring their level of support down when the other side is still doing it. And the other thing that kind of strikes me is that even if covert action and are doing subconventional things was to pay off in the long run, maybe not to the extent of, you know, actually fomenting terrorism in Balochistan or whatever, but just sort of strengthening internal intelligence and doing disruptive things. Even if it was to pay off in the long run, there's no advantage for it politically. A politician would rather be seen doing something. And in the case of covert actions is covert, he doesn't get any political benefit from it, even if it's effective and it takes years to play out and you don't know counterfactuals. So that reduces the incentive slightly for politicians to go for that, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:25.760",
        "message": "Well, you're absolutely right. I think the entire range of sort of considerations that you laid out will come into play in the way that you think about sort of covert action and so on. But ultimately, you know, covert actions like any other overt form of use of military force for punishment, you know, will have to be judged by the kind of results that it gives you. As I said, deterrence by punishment on its own, even including all of these menu of options that you have, is unlikely to be able to suffice either to bring down the scale of attacks on you, let alone changing the political behavior of the Pakistani state."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:03.040",
        "message": "But would you view it as a net positive or something we should not do?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:05.920",
        "message": "Well, I think it is a net positive in that, as I said, there are a range of things that you can do with covert action, which are not necessarily the same as sort of supporting terrorists who are striking Pakistan. Because today, if you look at it, I mean, what is the major advantage that India has? It is that whether we like it or not, in the year 2019, it is very difficult for any state to say that, listen, we are supporting terrorism because these are not terrorists, they are freedom fighters. That entire argument, you know, which used to be the sort of standard line brought it out in favor of various kinds of national liberation movements, which resorted to violence, has been discredited. In a sense, the argument that we are supporting terrorists because they are fighting for a good cause does not have any traction internationally anymore. And I think that is a huge advantage for India to put Pakistan in the dock, rather than assume that we should sort of therefore be caught in the same sort of or whatever, even to the extent that, you know, because at the end of the day, these are not things which can be sort of, you know, shoved under the carpet forever, and even minor slip ups can sort of cost us. And again, our own history suggests that there are potential downside costs to doing those kinds of things. Think of the support that we gave to the LTT in the early stages of the sort of Sri Lankan problem, right, in the early 1980s, the LTT was effectively being supported, being trained in the R&DW camps is all very well known now. And ultimately, the LTT proved to be an instrument which was not amenable to your control. You had to fight them and incur huge amounts of costs and then finally pull out."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:42.360",
        "message": "Which is a common theme with a lot of covert operations in a sense, even a lot of what"
    },
    {
        "speaker": "Unknown",
        "time": "01:14:46.240",
        "message": "the US is doing."
    },
    {
        "speaker": "Guest",
        "time": "01:14:47.240",
        "message": "So unless and until you are willing to sort of embed them into your state and security structures and architectures in a way that Pakistan has done, it is possibly not that. But even from Pakistan's point of view, right? Think about it. Imagine when Imran Khan comes on television and says that 70,000 Pakistanis have died due to terrorism. You know, I don't, I can't vote for that figure. But it is definitely the case that there have been many terrorist attacks in Pakistan. But that is the kind of blowback that you would expect if you are harboring such significant levels of non-state actors capable of inflicting violence in your own state. I mean, in a sense, that is inescapable condition of developing those kinds of institutions in the first place. So even for Pakistan, if they were to look at it rationally, the pursuit of terrorism really has not given anything. But the reality is that the Pakistani state has defined its own self-image as one which is directly counterposed to that of India. And it is that rivalry and the desire for parity, you know, Farzana Sheikh, the great Pakistani historian, you know, puts this very, very neatly, which is say that, you know, from the very beginning, from the demand for Pakistan made in the Lahore sort of Congress of the Muslim League, Lahore sort of, you know, session of the Muslim League in 1940. What has been the argument? Argument has always been that we have to be equal to India, right? That pursuit of parity with India at all costs has come at an enormous sort of this thing. But it is kind of hardwired into their system. And frankly, it is for the Pakistani people now to sort of force their state to change, to dial back, or for some great external, you know, sort of cataclysm to happen. But in the context of nuclear weapons, frankly, thinking that, you know, we can use force in order to bring about that degree of change in the Pakistani state architecture is, I think, frankly, it's not on the cards. Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:35.560",
        "message": "So, the fourth option, you know, is on the table and is constantly being used to differing degrees is diplomacy. And tell me a little bit about how the great nations have traditionally viewed this conflict, and especially post the Cold War, you know, what is the US's stake on it? What is China's stake on it? They have their own imperatives. They both need Pakistan for different reasons and support Pakistan in different ways. How does that sort of play out and how well has India maneuvered the diplomatic minefield so to say?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:06.400",
        "message": "Well, it's worth pointing out in the first place, that historically, the emergence of these kinds of armed non-state actors in total cahoots with the Pakistani state was enabled precisely by a international context of the latest stages of the Cold War, right? In the aftermath of the Soviet invasion of Afghanistan, it is the United States of America, along with Saudi Arabia, which bankrolled the sort of, you know, arming of these various kinds of Mujahideen groups, many of whom were at that point of time feted as sort of freedom fighters, you know, you can even see photographs and videos of them sort of coming to the White House lawns and so on during the Reagan administration time. And let's also not forget that China at that point of time was also actively supporting Pakistan in supporting these groups. In fact, one of the very interesting and less known facts of international history of the early 1980s is that that was a period when the Chinese were actually selling a lot of weapons to the United States of America. Oh. Yeah. They were selling Soviet built weapons, which could then be transferred to the Mujahideen, which could then be difficult for the Soviets to say that this is actually Red Army sort of equipment, right, which the Chinese held in their stocks. So you know, the arms trade was actually running the other way around in that period. So this was a constellation of international forces which enabled the creation of this infrastructure. So in that sense, I think, you know, there is a lot of sort of responsibility or blame or whichever way you want to put it to go around. And you know, it was that context which enabled Pakistan and the ISI, which was not such a powerful organization up until that point of time. But Zia and, you know, the Pakistan army drove a tough bargain. In fact, at one point of time when the Carter administration announced that they would give this much support, Zia refused it. He said, this is peanuts. You know, imagine a poor country like Pakistan actually telling that to the United States because they knew that they could drive a harder bargain, which is exactly what they did. And that then continued, right. And in the sort of 90s, initially, when this was a problem, which was seen as primarily a manifestation of the India-Pakistan dispute over Kashmir, rather than it being seen one of sort of terrorism and violence against sort of civilians and so on. You still were able to try and turn a blind eye or bring in some kind of false equations by saying, oh, India is also carrying out human rights violations and so on. It is only from after 9-11 really, that the issue of terrorism has come to be seen in the frame in which we today look at it. But even then, as you're saying, both the Chinese, the Pakistanis, the Saudis and everyone else have their own sort of interests in play, and there is very limited reason for India to assume that those interests will automatically map on to what we believe or there should be. But at the same time, there is every incentive for India to use diplomacy to suggest that if Pakistani support for terrorism is not reined in, it will potentially result in significantly higher levels of risks of what is going to happen in this part of the world. And I think that's a very important part to convey to the international community that they just cannot absolve themselves of any responsibility. That you know, if you believe that you want to keep Pakistan warm because you want a certain outcome in Afghanistan, you believe you want to keep Pakistan warm because you're building this extraordinary infrastructure across the sort of, you know, CPEC projects and so on, you better also learn to tell the Pakistanis that there will be significant costs for their continuation of this. And in that sense, I think the airstrikes have actually given us an opportunity to catalyze diplomacy in a much stronger way than even in the past, because in the past we were counting on our restraint. Now, we are showing that the bounds of those restraints have been broken. But in and going forward, unless and until the international community actually takes this seriously, these things can go out of hand. At the end of the day, India is seen by the United States, by China as an emerging sort of power of a significant kind in the Asian context. And it is in nobody's interest to allow terrorism from Pakistan to provoke India into carrying out attacks, which will then result in significantly higher levels of punishment for Pakistan."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:15.520",
        "message": "So after 9-11, you know, people in Pakistan used to refer to Al-Qaeda as Al-Faida because of all the foreign aid that flooded in and obviously the US needed them for the conflict in Afghanistan and so on. And it could still be argued that the US still needs them. And Pakistan does hold that bargaining chip where beyond a point, they don't have to listen to the US no matter what. You know, is that still the case or have things changed substantially? Does the US wield more leverage or are they still dependent on Pakistan for the Afghanistan"
    },
    {
        "speaker": "Guest",
        "time": "01:21:48.640",
        "message": "situation? Well, on the one hand, the US does not wield that kind of leverage, because the United States has steadily sort of, especially over the last 3-4 years, taken a tougher line on Pakistan's support for terrorism. Because let us not forget that the terrorism that affects the United States directly is the support that Pakistan gives to various kinds of Taliban groups or to, you know, other kinds of organizations which are attacking American soldiers in Afghanistan, right? Or making the stability of Afghanistan in which the United States has invested so much of time and treasure as basically not being a viable threat. But that's different from like Jamaat-ud-Dawah and Jaisalmer. But that is a different kind of a story. But nevertheless, you have the Haqqani and others who are, so the Pakistanis, the Americans have been trying to put the Pakistanis on the mat. And the Trump administration has taken a reasonably tough line on some of that. But that has also meant that the relationship between the United States and Pakistan, especially under the Trump administration, is kind of frayed, right? I mean, it's not where it was earlier. But on the other hand, as Trump and, you know, the United States looks to find some way out and there are, there is every indication that they are doing it, you know, they have the Special Envoy who's kind of reaching out to the Taliban, various other people. You're looking to sort of create the state for some kind of a dignified exit out of Afghanistan. The Americans also will need Pakistani cooperation to get to some kind of an end state, right? So there is a degree of dependence, but I think their leverage is kind of limited. In the current crisis, the United States actually expressed significant levels of support for India. The National Security Advisor Bolton even called his Indian counterpart, Mr. Doval, and told him that the United States accepts India's right to self-defense in these kinds of situations, which is an important sort of expression of support for India. And on the other hand, they put a lot of pressure on Pakistan not to retaliate or then subsequently to release the pilot and so on. So in a sense, the United States has kind of done what it could in the current context, but its leverage on Pakistan is going to be limited and its dependence is going to be higher. So that is one aspect. As far as China is concerned, it's undoubtedly emerging as the external player who has the going forward, likely the more important clout on Pakistan, the nature of Pakistan's own economic dependence on China, the relationship between China and Pakistan on military security affairs, even on terrorism, right? I mean, the kind of sort of, you know, Pakistan, the Chinese sort of, you know, technical hold on nominating Masood Azhar or putting him on that list, etc. All of that has been kind of important, at least in a symbolic sense. So the Chinese will sort of continue to support Pakistan. But I think at the same time, the Chinese are very rational actors as well. If China wants to emerge as an important Asian power, if it sees itself playing in the same league as the United States of America, then it should learn how to restrain its allies. If it is not able to do that, if it is not able to deliver on places like China or North Korea or any other context, then I think its ability to sort of position itself as a responsible, you know, G2 kind of a player, which in its self-imagination it is, is going to be hollow"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:57.840",
        "message": "and it's going to sort of prove more difficult. And would it be fair to say that the growing friendship between China and Pakistan is actually something we should welcome, because it increases China's incentives, given their economic interests in Pakistan, to put pressure on Pakistan to clamp down on the terrorism?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:17.800",
        "message": "I have a slightly different reading of the China-Pakistan relationship. You know, the Sino-Pakistani relationship goes, started really flourishing after the India-China war of 1962, right? It's from about 1963-64, when they signed a boundary accord and other things that the relationship really starts flourishing. But there was an important moment of inflection around the mid-1990s, particularly you can think of 1996, when then Chinese President Jiang Zemin actually went to Pakistan. And there he made a statement saying that, you know, Kashmir is a bilateral dispute between India and Pakistan and that they should solve it, which is, funnily enough, India's line, right? It's not the Pakistani line. And thereafter, during Kargil and various other crises, the Chinese were more or less somewhat even-handed in their treatment, not to say, obviously, the relationship with Pakistan is much stronger, but they did not tilt heavily in the side of Pakistan. But what we have seen, particularly after about 2008, and I think there the US-India nuclear deal was an important trigger, the Chinese have started tilting a lot more towards Pakistan politically. Their military and security relationship with Pakistan has deepened considerably in ways that was not true earlier. And now their economic relationship with Pakistan because of the Belt and Road Initiative and the CPEC corridor is kind of also strengthened, right? So in a sense, I think one of the major challenges for Indian diplomacy is going to be to convince China to adopt a slightly more even-handed position vis-a-vis India when it comes to India-Pakistan issues. I think that's an area where we can work on. I think this is a good moment. We have demonstrated our willingness to sort of use power if necessary. And this is also a time when we are apparently having an upswing in our relations with China. The Prime Minister went to Wuhan last year, met President Xi Jinping. You know, we are supposedly sort of recalibrating our relationship. And I think we should definitely make one of the objectives of this recalibration a certain degree of restoration of balance by China when it comes to India-Pakistan relations. I think that is a much more useful way of thinking about it rather than obsessing about things like saying, you know, should China have blocked Masood Azhar? I mean, frankly, you can put anyone on any UN list that's not going to stop terrorism against India. You know, all the rhetoric that happened in India after Pulwama saying, oh, the Chinese should bear blame for what is happening, etc. It's just, it's rhetoric, frankly. That is not the kind of stuff that is going to advance hard national interests. Those can only be advanced if we take a very hard-headed view of what we want out of our relationship with China and what it is the Chinese can give. And I think this is the moment for us to exercise all those options."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:55.240",
        "message": "So before we move on to talking about deterrence by denial, let me kind of try to sum up what we've spoken about deterrence by punishment so far. Tell me if this is accurate, basically because of the deterrence dominance, so to say, of Pakistan in the sense that they deter us with the nuclear weapons, but you know, they continue doing at a subconventional level, whatever they do. Among the options we have, therefore, explored in the last 20 years include the Cold Star Doctrine, which for various reasons, which we discussed doesn't really work. The surgical airstrikes, which has a limited value in actually changing the Pakistani state's behavior or the basic calculus there, and even the political payback in India might diminish as they go on. The third option is, of course, subconventional, which is covert and therefore, you know, even if our leaders choose to ramp it up, they'll only see the benefits after a long time and we don't really know what's going on there. And the fourth is diplomacy where you've pointed out the various sort of forces at play. So it seems that as far as deterrence by punishment is concerned, yes, we've kind of raised the threshold with the recent airstrikes, but there is still a limit to what it can achieve. And your case would be that we can actually achieve much more through deterrence by denial."
    },
    {
        "speaker": "Guest",
        "time": "01:29:18.360",
        "message": "Well, that's not just my case. But I think a lot of the actual research on terrorism in various contexts actually shows that terrorism is much better tackled by methods of denial rather than by methods of punishment. In fact, methods of punishment pretty much haven't worked anywhere, right? In most contexts, in a sense that say, even if you take the one case with which a lot of people in India obsess, right, how the Israelis deal with it, you know, the Israelis never claim that, you know, punishment strikes are ever going to stop the problem. It hasn't stopped. If you look at it objectively, the problem hasn't gone away for them. What it has helped them to do is to sort of keep it under control. But the Israeli context is totally incomparable to the Indian one, because Israel has conventional capacities of a kind, it has a core nuclear capability, it has intelligence, you know, apparatus of a kind, which far outstrips that of any of its other neighbors."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:10.360",
        "message": "Much easier to defend."
    },
    {
        "speaker": "Guest",
        "time": "01:30:11.360",
        "message": "They have the wall. Smaller territory. Smaller territory. Absolutely. So, you know, in a sense, it's that that is frankly, to my mind, a meaningless comparison when it comes to India. I mean, it only gives us some sense that, oh, they have a certain kind of machismo that we don't, which I think is completely the wrong way of thinking about these problems. But denial based strategies are the best ones. I mean, if you think of most other contexts, in fact, you will automatically come to the conclusion that denial based strategies are the best way, right? Because see, punishment based strategies assume that you can target the particular entity which is carrying out the undesirable action and impose punishment on it. Right. But for most terrorist organizations, there is no return postcode in a way that there is with conventional states. In this case, because of the embeddedness of these groups with the Pakistani state, you can think about that. Right. So, punishment based options, in most cases, will only degrade capacity to a certain extent. You have to look at denial based options. You have to look at ways of making it much, much more difficult and costly for any terrorist organization to be able to carry out any significant attack of scale against you. And the idea is that over a period of time, that diminishes incentives for them to think about targeting India in quite that way. I think that is the more important way of thinking about what exactly a strategy of terrorism is. And that is also a strategy which uses force. That is not a strategy which is not using force. But you use force in different ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:34.360",
        "message": "So elaborate on that a bit. What are the kind of different ways to deter by denying?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:39.320",
        "message": "Well, deterrence by denial, again, you have an entire set of things starting from intelligence, your ability to sort of, you know, understand that attacks are happening, which are the groups that are likely to carry out, neutralize them, prevent them, thwart various kinds of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:53.520",
        "message": "plans. So the drama actually reflects a failure of the state in terms of intelligence and state"
    },
    {
        "speaker": "Guest",
        "time": "01:31:57.600",
        "message": "capacity and so on, isn't it? So the one thing I will say is that, you know, obviously, simply because of the nature of the game, successes of deterrence by denial are unlikely to go sort of recognized, right? When someone does not do something, you don't know whether he's done it. You don't celebrate what did not happen. Exactly. Right. So it's very much that kind of a problem. And conversely, to suggest that every terrorist strike in some ways is a failure of denial or the failure of intelligence would also be incorrect. Because you have to know, you know, what percentile, what percentage of the overall number of attacks does this constitute, for which frankly, we sitting out do not have. But the reason I should take Pulwama seriously is simply because of the scale of what was accomplished there, right? It was in the first instance, the first major suicide bombing that we've seen in Kashmir. It required a truck to be filled with what some 150 kilograms of explosive, early reports at 300, I think now we're talking about 150. I mean, I may still be wrong, but I think we're talking about numbers like that of RDX. You're talking about such a vehicle being prepared, an attack like this being carried out in the National Highway. You know, the amount of effort that the Indian Army puts into securing the National Highway between Jammu and Srinagar every single day of the year is phenomenal. You know, it's incredible the kind of effort that goes into securing the National Highway. And if despite that, an attack of this magnitude and this type, a very different kind of an attack has happened against security forces, then I think it does tell us about certain salient weaknesses in our sort of denial based apparatus in deterring terrorism. And in that context, I think, you know, Pulwama needs to be looked into. I understand, you know, we are in an election season, the government will not want to concede mistakes and so on. But unless we are willing to learn from our mistakes, believe me, I mean, you know, we are not going to be able to strengthen this apparatus, you know, deterrence by denial only is an incrementally improving game. You know, again, think of it in the context of Kargil, you know, just when, you know, the war happened, you know, we had the Kargil Review Committee, which looked into it, they even published their report with some redactations and so on. So I think at a minimum, the government should undertake a serious internal investigation and draw the right lessons instead of getting into this bravado that we sorted everything out by carrying out airstrikes, sorry, airstrikes as punishment, that still does not take away the problem of a failure of deterrence by denial in this first case."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:23.520",
        "message": "And when we talk of deterrence by denial, would you, would it be fair to say that part of that denial is denying those kind of bad actors a fertile ground which to exploit? I mean, you pointed out that, you know, between 2000 and 2010, you know, the Kashmir situation was much better. Now it's much worse. And it seems to me that what we have done in the last few years is that we've let the Kashmir situation go completely out of whack, partly because, you know, when you think about the good ways to fight an insurgency, David Galula's classic book or the learnings of people like Petraeus and so on after the Iraq disaster, you know, one of the standard learnings of counter-inturgency always is that you bring the local population to your side. And in Kashmir, we've, it's just been the other way around, like a very striking image that strikes me was that, you know, last week after there was this video that was floating around on Twitter of the Pakistani army taking the captured Abhinandan to their army base or whatever, and people throwing flowers at the army. And there was someone who made a snarky tweet about, you know, on this side of the Kashmir border, they throw flowers at the army, on the other side, they throw stones. And that seems to me to be very telling that if we cannot have the local population on our side, our tasks become that much harder. And part of the exercise of denial that we must do, if it's a deterrence of denial, is bring the local population to our side, let's win the peace before we can fight the war."
    },
    {
        "speaker": "Guest",
        "time": "01:35:56.520",
        "message": "So let me first say that, you know, I don't quite accept that equivalence, which that tweet is meant to establish."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:02.440",
        "message": "Sure, it's glib."
    },
    {
        "speaker": "Guest",
        "time": "01:36:03.440",
        "message": "It's very glib in as much as, you know, patriotic sentiment in favor of the army is, I mean, equivalent spades in our country as well. I mean, you only need to… But not so much in Kashmir. Not in Kashmir."
    },
    {
        "speaker": "Unknown",
        "time": "01:36:13.960",
        "message": "Right."
    },
    {
        "speaker": "Guest",
        "time": "01:36:14.960",
        "message": "And that's also, that's why I'm saying the equivalence does not hold. But I think the point which you're making is an important one, which is to say that to the extent that there is ferment in Kashmir, there is unrest, there are young people or older people who are willing to sort of lose their lives rather than continue with the status quo. It does create a fertile territory for the insurgency. Let's remember that the Kashmir insurgency is a historical phenomenon. It's not existed since the Kashmir problem existed. It is primarily in its large scale manifestation only existed from the late 1980s. We know that very well. We know that that allowed the Pakistanis to then take control of the insurgency, marginalize the more sort of, you know, local Kashmiri groups from Kashmir, and then push in their own sort of groups like Lashkar and, you know, others, which have then changed the character of the insurgency. And today, it is very clear that if a group like Jayesh is able to sort of carry out an attack like this, and is able to sort of, you know, actually have a suicide bomber who's from Kashmir, you know, that that clearly suggests that, you know, we are losing the plot in terms of the alienation of the people. And I think there is hardly any way in which anyone can deny that that is a story that has gone out of control over the last couple of years, particularly. And I think unless and until we take steps to sort of restore a degree of sort of political normality, and I'm choosing my words carefully, political normality, right, not a settlement or something, because all of those are very long term things. I'm saying that, you know, we have to bring politics back. Currently, there is no elected government there. The last elected government was, at least for the people of Kashmir, something of a disaster, because, you know, it kind of was a coalition which represented very disparate interests. On the one hand, you had the BJP, which is calling for abolition of Article 370. On the other hand, you had, you know, Mahbuba Mufti, who's supposedly, you know, at least branded by some sections of the Indian, this thing as a soft separatist, right. So in a sense, someone wants autonomy for Kashmir. So how that sort of a coalition of opposites could have worked out is something that we've now seen, right. I mean, it's led to more further alienation. And I think the first step towards stemming that alienation is to create conditions for politics to presume, for elections to be held, for people to believe that at a minimum, they have an opportunity to take control of their destinies. And even for the Indian security forces and others to sort of recalibrate the way that they're thinking about the operations, was not just about sort of terrorist strikes, right. I mean, you think about people coming on to sites where, you know, military encounters are happening, pelting stones at the armed forces or preventing, you know, making human shields and so on. All of which suggests a degree of desperation, which cannot be good news for India at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:55.640",
        "message": "So coming back to the current crisis, you know, this is where we are, there was a terrorist attack, and we've raised the threshold, we've done these airstrikes, at least domestically, we've shown that we are strong, we can do anything, and we've sent that message out that we are willing to escalate and they have responded in kind. What are the lessons that we can learn from this whole episode, assuming it's over?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:17.600",
        "message": "I'm speaking of it as if it's in the past tense. So in the first place, I think, you know, instead of me offering any lessons for anyone, because we're all living through this, and I think everyone's opinion is quite as good. I think it may be more useful to ask ourselves what lessons might decision makers on the Indian and the Pakistani side actually draw from this. That's pretty much what I mean. Because what I think is important about a crisis like this is that it is not an isolated moment, right? I mean, I'm sure future students of nuclear strategy, etc. will study this as an independent case study of some kind. But as a historian, I always find that it's important to remember that these are instances in time. The outcomes and learnings that people take away from one crisis sets the background conditions for the next. So you know, if we are going to sort of stumble into another crisis at some point, and my own judgment is that the problem of terrorism is not going to go away in a hurry, then it is important to understand what is it that both sides are likely to take away. Now at this point of time, just going purely by the sort of statements that have been given, for instance, the Prime Minister is on record as having stated that this was simply a pilot project and that, you know, we are going to sort of scale it up going forward. Now, that may well be for the consumption of a domestic audience. But at the same time, it was a similar sort of expectation from Uri 2016 that led to the use of air power in this first place. Because last time you concluded that listen, we can do this and the Pakistanis didn't really sort of have the gumption to respond. So this time you raise the stakes, right? And now if you're really you assumption is that what the crisis shows is that we can continue to do these things. And that the most important thing is that we've sort of breached the threshold and shown our ability to do this, then I think you are setting yourself up for more significant crises in the event of a major attack in the future. Because then the background expectations both strategically and politically will be that the best course is to respond and hit back even more strongly if necessary."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:21.680",
        "message": "And this is then the minimum you can do, you can only go beyond it."
    },
    {
        "speaker": "Guest",
        "time": "01:41:24.640",
        "message": "Precisely, right? Which is why, you know, the airstrikes seemed to be the natural sort of response because, you know, when it came to Uri, you carried out an action, then you sort of, you know, went to town in terms of publicizing it, there was a movie which was made, you know, so much of expectation had been set. So the next time something is done, you needed to do something which was dramatically at least commensurate to what had been done. And of course, this was a more serious attack, right? So in that sense, I think the lessons that we draw from this draw a certain baseline of expectation. On the contrary, if we draw the lesson that listen, yes, we've used airstrikes, we've shown Pakistan that even terrorist camps deep inside their territory are not immune to punishment from the Indian side. But the Pakistanis have also sort of responded in certain ways. So now the important thing for us is to say that, listen, how do we use the demonstration of our ability to use force and willingness to use force in order to catalyze a series of other kinds of things, whether on the diplomatic front, whether on the covert front and so on. Then I think we may be thinking in a more sort of constructive way about what we can get away from this. Now, if you are Pakistan, what is the kind of lesson that you're going to learn? I think the lesson that they are learning in some ways is not exactly symmetrical to the lesson that you're learning, because for instance, you believe that, oh, when the Pakistanis attempted to respond, we actually struck down an F-16. Now if an F-15 was really struck down, then the Pakistanis should draw the right lessons. But looking at everything that they have been saying, which is the only way to judge things at this point, it very much seems that they are cock-a-whoop. They believe that, you know, India struck and they struck back and showed the Indians that they could go toe to toe when it comes to these kinds of things. And that they have actually now made it absolutely clear that if India wants to escalate, the Pakistanis will escalate more. And I think there's something to be said about that. And again, because, you know, discussions of these issues tend to sort of get entangled so much in our sort of national passions, you know, where you say that, listen, we got the better of them. But just pause for a second. Think about how the Pakistanis responded. They respond, you know, we carried out an airstrike after giving a warning some 12 days after the event happened. They warned and carried out the airstrike less than 24 hours later. They carried out their airstrikes in broad daylight. You carried out airstrikes at 3.30am. That shows a willingness to take risks or at least to demonstrate a willingness to take risks, which is significantly higher. And that is the message that they wanted to convey to you. And whether we accept the message or not, they believe that that has paid off. So in a sense, they have shown that they may be weaker, but they have greater propensity for risk taking. And if that is the lesson the Pakistanis are going to take, then if India believes that the response to the next major attack has to be an even stronger response, then the Pakistanis will run even greater risks. And that means that we are then going to be setting ourselves up for more deeper crisis going forward. So I think the right lessons for the Pakistanis to draw, just like the Indians, would be that, listen, on this occasion, we actually got lucky. We got lucky because that Indian pilot was down. And that gave us a relatively cost-free option to sort of de-escalate the crisis. Next time around, you may not have a pilot to exercise those options."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:38.640",
        "message": "In fact, it seems to me that we almost had a perfect storm of events in the sense that both sides got a face-saving way out that they could say that they could take the high moral ground and they could once say that we responded airstrike to airstrike, and then they could take the high moral ground and say, we returned your pilot. And we could, on the other hand, claim that, look, we are so strong, they returned our pilot and hey, we did the airstrike. So both sides come out looking good. But as a historian, I don't know if you like counterfactuals, but how's this? You know, there was a video where the pilot was almost, was basically being lynched. And then the Pakistani army came and saved him. Now assume that a pilot falls and the Pakistani army doesn't get there in time and he's actually lynched to death. And that video comes out in India. What happens? Because then your prime minister has no option politically, but to escalate further in a much harsher way. And then Pakistan also has to respond to that."
    },
    {
        "speaker": "Guest",
        "time": "01:45:32.120",
        "message": "Can that spiral out of control? Absolutely. That would have been a major provocation. In fact, I think in even slightly more plausible sort of counterfactual, which is that let's assume the pilot had died by bailing out. If an Indian pilot had been killed in action, in this action, instead of the event actually fortuitously for us playing out that way, I think that could have still created much stronger sort of pressures on India to respond at least in kind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:55.680",
        "message": "Well, the same day there was some kind of helicopter crash and six people died. Unrelated."
    },
    {
        "speaker": "Guest",
        "time": "01:46:00.200",
        "message": "Unrelated. Yeah. Even the Pakistanis admitted that it was unrelated. Given that the Pakistanis were claiming credit for just about everything that was happening in those 24 hours, I think it was significant that that was a totally unrelated issue."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:10.680",
        "message": "So it could have spiraled even if the pilot just died in action."
    },
    {
        "speaker": "Guest",
        "time": "01:46:13.880",
        "message": "I think it would have created a lot more pressures to at least respond, bring down some Pakistani plane, you know, do something which would have then shown that, listen, we are not going to sort of allow this to pass. Right? Because I mean, again, you know, there is an article written just yesterday by one of our sort of, you know, most sober and finest sort of military thinkers, General H.S. Panag, where he says that, you know, the event was a draw, but as a stronger power for India to settle with a draw is not such a good thing. Now, you know, I respect General Panag enormously, but I think that kind of lessons, if they are drawn, then will set us up for continuing sort of use of force, which may not have been the best way to respond to this crisis. I think India and Pakistan did the right thing by trying to sort of pull out at a time when they could both declare victory and exit. But I think it would be very wrong if both sides believe that future crises will give"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:07.920",
        "message": "those kinds of options. And to go back to what I glibly said in my introduction to this episode, maybe it was a draw, but it was a negative sum draw, where both sides lost a little bit in the sense that there is greater likelihood of costly escalation whenever the next event happens. So when the, you know, just going forward, like looking at, say, a five-year, even a five-year period, what is the worst case scenario and what is the best case scenario in terms of this India-Pakistan conflict with reference to the cross-border terrorism that they promote?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:36.640",
        "message": "So the best case scenario is that the Pakistanis recalibrate. They agree that, you know, it is kind of not very wise for them to be able to carry on this kind of overt support of terrorism. They think about how to sort of, you know, recalibrate their relationship with the Tanzims themselves. In the best case scenario, I would imagine that India manages to restore a degree of political normality in Jammu and Kashmir that allows us to deal with the disaffection of some parts of the population in a political way rather than sort of using militarily. And that, you know, that kind of creates an equilibrium, which is kind of more livable for all concerned. The worst case scenario could be, you know, another major terrorist attack, then leading us to another kind of crisis. But I think the bottom line point, which I would suggest, at least for me, is worth sort of remembering as we come out of this crisis and are looking forward, you know, with some degree of pessimism about the future, is to say that, listen, terrorism is an important problem. But it is not a problem that is amenable to being solved, quote unquote, in any straightforward sense of the word. Because it is a problem that, as far as India is concerned, is entrenched in the state structures of another state. And there are only that many levers that either India or anyone else has to bring about a complete transformation of that story. So the important thing, therefore, for us is either to be able to endure the problem or to be able to manage it to a lesser or a greater extent. And I think the best thing we can hope for is that we manage it better going forward by using this entire range of things that we've discussed today, ways of punishment, ways of denial, diplomacy, all other kinds of things. At the same time, I think it's also useful to bear in perspective that terrorism is not, you know, the most significant challenge for India's national security in the medium-term horizon. You know, if you were to ask yourself the same question about, you know, in the mid-2000s, what is the most significant national security challenge? I think at that point of time, the consensus was that it's left-wing extremism. It's the Naxalite violence, which had reared its head at that point of time. And that was a time when the insurgency in JNK was kind of on a downswing, right? So these kinds of things do happen. But our challenge is to sort of prepare ourselves strategically for other kinds of competitions, right? Asia is seeing a resurgence of great power competition. There is the spectacular rise of China, you know, there are new kinds of things coming into place. There are new technologies. In that context, I mean, assuming that terrorism somehow is the most important challenge for our security establishment and allowing ourselves to be sucked into that direction, I think will counter something of a strategic distraction when we look back at this episode."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:25.760",
        "message": "Very wise words. Final question before we sign off from the episode. If my listeners want to learn more about both this particular conflict and about strategy in general or game theory and so on, what are the resources or books that you'd recommend they check out?"
    },
    {
        "speaker": "Guest",
        "time": "01:50:44.880",
        "message": "Well, I mean, you know, there are many important things which have been sort of written on terrorism per se, right, in a sense of various kinds of books and so on. But I think the one kind of important resource that I would suggest is actually a movie called The Battle of Algiers, which is an iconic movie on terrorism and gives you a sense of how terrorist organizations think and function and what kinds of constraints that they come about. It is actually set in Algeria and it's in the context of this sort of FLN, you know, sort of insurgency and terrorism against the French sort of occupation of Algeria. It's a fantastic movie. It's actually one of the most, you know, scarily realistic movies that you can read about, watch about terrorism. So, I'd say that, yeah, that's a good place to start with. My own favorite book on terrorism is actually a book called Images of Terror by an American historian called Philip Jenkins. Because what Jenkins tells you is that terrorism, like many other social phenomena, is actually a socially constructed problem in a sense that what we make of terrorism depends on the common understandings and acceptances that we have. So for instance, you know, why are certain kinds of activities not thought of as terrorist activities? You know, bombings of abortion clinic in the American South never get counted as terrorism by the FBI. Why is that the case? I think Jenkins's book is phenomenal because it raises precisely those kinds of deeper questions which go beyond thinking about it. If you're thinking for a good place to start on strategy, I would say Lawrence Friedman's sort of big tomb, Strategy of History. I know it's a very big book, but you can dip into it. It's wonderfully readable. And by one of the most sort of smartest, sensible and most sort of sane, wise observers of strategic behavior in the 20th century, I'd say that's a great place to start thinking about these things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:44.320",
        "message": "Srinath, thanks so much for coming on the show, I learned a lot today. Thank you. It was great fun. If you enjoyed listening to this episode, do hop over to Twitter and follow Srinath at Srinath Raghava 3. That's basically his name, only instead of the N, there's a 3 at the end. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. And you can browse past episodes of the Seen and the Unseen at SeenUnseen.in or ThinkPragati.com. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:53:21.120",
        "message": "How aware do you think you are of your laws and rights? Do you look up to laws when you're caught up in situations? Do you know what your rights are when you're stuck somewhere bad? Well, here's a show that can help you move an inch closer to being aware of what your rights are. Tune in to Know Your Kanoon with me, Amar Rana. This is a podcast meant to answer all your law-related queries. Catch Know Your Kanoon every week on the IVM website or the app or anywhere you get your podcasts from."
    }
]