[
    {
        "speaker": "Guest",
        "time": "00:00:00.000",
        "message": "I-V-M"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "And humans for even longer than that. It seems short-sighted to make that nation-state the focus of our identity. And it's equally short-sighted, in fact, to base our identity on any other circumstance of our birth, like our ethnicity or religion or caste. Those also haven't been around for too long and are far more fluid than we realize. If you think of your identity as an atomized individual who is a product of chance and circumstance, that's part of the truth right there. But if you see yourself also as connected to the past, a small part of something much bigger and older than yourself, then you need to go a little further back than 70 years, or a few hundred years, or even a few thousand years. You need to read Tony Joseph's book, Early Indians."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:20.000",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:28.000",
        "message": "Badma. Welcome to The Seen and The Unseen. I've spoken to historians on the show before and chatted about history, but the furthest back I've gone is a few hundred years. My guest today, the author Tony Joseph, will take us back tens of thousands of years. Early Indians is a book that answers many important questions about our species, particularly our species in India. Where did humans come from? When did they get to India? Who are the original Indians, if such a term applies? Who were the Harappans? Who were the Aryans? Whose descendants are we? Are North Indians and South Indians different from each other in some fundamental way? Are tribals lesser than our city dwellers? Some of these are questions of politics, but all of them can be answered only by science. And in the last few years, literally in this decade, there have been radical advances in a number of sciences that now answer these contentious questions. And Tony's remarkable book reveals all. As does this episode, so keep listening. I'll begin my conversation with Tony after a quick commercial break. What's more, Indian Colors now has an exciting range of new products, including fridge magnets with some stunning motifs and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vazvo X Vazvo, Brinda Miller, Dilip Sharma, Shruti Nelson and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an O-U. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM podcast. IVM20 for a 20% discount at IndianColors.com. Tony, welcome to the scene in the unseen. Thank you very much, Amit. It's a pleasure to be here. Tony, two very close friends of mine whom I both"
    },
    {
        "speaker": "Guest",
        "time": "00:03:44.000",
        "message": "adore and admire and almost revere,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:46.000",
        "message": "Devangshu Dutta and Nilanjana Roy, have mentioned to me that you gave them a gift for Indian Colors. What is it? They have mentioned to me that you gave them their first job and that makes you for me an almost mythical figure. Like you are an early Indian in my eyes. Tell me a little"
    },
    {
        "speaker": "Guest",
        "time": "00:04:04.000",
        "message": "bit about your career. I'm really glad that I did so and I was glad then that I did so and I'm glad that looking back that we worked together. And that was a time when I was in business standard with the brief to start a feature section a day. That's about, you know, a pull out full section and that involved every day of the week and build the team that will pull it off. So we had things ranging from smart investor on stock markets to the strategist on management. This is early to mid-90s. This would be 80, yeah, that's right. And you had to find people for that to staff this and you needed people who are really, really bright because you needed to go into new areas that had not been covered in the get the talent from existing newspapers because many they had not been looking at these areas in the way that we intended to look at these areas and cover them. So we might as well use this opportunity to break bring in new talent into journalism and it is absolutely amazing experience. I think the people that I worked with in business standard and later on in business world also and those were really outstanding teams and a pleasure to work with."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:16.000",
        "message": "When did you actually start as a journalist? What brought you into journalism? You know when I was growing up in the 80s the common view about journalists is that they failed at everything else. They didn't become an engineer or a doctor."
    },
    {
        "speaker": "Guest",
        "time": "00:05:28.000",
        "message": "What brought you into journalism? Journalism has always been what shall I say, an attraction for me because I think the idea of engaging with public ideas or public mind has been exciting. So the place that I joined us for first was a newspaper called Newstime. It was a newspaper that was began for the first time by the Inado group in Hyderabad. Which year? This would be 1983. Right. I would have been all of 21 years old. Right. So I started as a trainee with a stipend of 600 rupees a month and it was fascinating that it was a completely new paper then that would become a late motive for all of the rest of my career because I would have always worked with one year exception. I always worked in places which were either starting up or were already there but were going through a complete rejuvenation or a complete revamp of some kind and that's when you actually learn the innards of a process or a profession or of a system because you can see things being put together or being pulled apart. If you always work in places that are completely settled your pace of learning is much much lower. So yeah, I started at Newstime in Hyderabad then I was with India Today in Delhi for a year then I joined Economic Times where I was features editor when I left in 1991 then I was with Business Standard from 1991 till 1998 I think and then I was with Business World as editor for about 8 years in all"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:00.000",
        "message": "with a break in between. So you know a young journalist starting out today has the advantage of the internet, he can read the best journalism in the world, he can see back issues of the New Yorker, the New York Times, whatever but back then when you were starting out in the 80s, who were sort of your journalistic models and how did your ideas of best practices and what benchmarks to aim for evolve over time, like who were your early heroes for example and how did"
    },
    {
        "speaker": "Guest",
        "time": "00:07:24.000",
        "message": "that change? When I joined India Today at that point of time in 1987, I mean at that point of time that is the most highly valued, it's the most"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:34.000",
        "message": "important news"
    },
    {
        "speaker": "Guest",
        "time": "00:07:36.000",
        "message": "magazine at that point of time and had made a large impact and a very good team and I was starting out as a copy editor on their team and it was a very good place to be to learn from the rest of the team as well When you were in economic times, you again that was a period when you are starting out when you were learning to change this place from inside out because you are starting your features pages in a newspaper that had never, forget about features, they had never even new, worked on anchor news or anything other than just essentially plain vanilla news stories that mostly come out of government announcements So working with staff who had been in that kind of an environment with the same staff and to try and bring out completely new, those were learning, so I think these were periods when you are learning from your peers, your bosses and what you are doing yourself All that changed when I was in business standard, when you are starting those sections, because that's when you realize that each of those sections when you went into, you did not have models which you could pick from anywhere in the country because nobody was doing anything of that quality that you could say I want to beat that or I want to You first had to look at the best models in the world and then look at what trade-offs did they make that you don't want to make and what different kind of trade-offs do you want to make for the audience and the market that you are in So if you are looking at stock markets, for example, you will look at Barron's, you will look at many other publications, like if you are looking at building the Strategist the Harvard Business Review and the McKinsey Quarterly, so there are a whole range and the management books that are globally well accepted So in each of those areas that we got into this was when it became clear or really clear that your benchmarks have got to be global and since then it has been like that to answer, since I have been in multiple areas all the time I would stay with the Smart Investor for about six months start the team and then move on to starting the next section which is the Strategist, which is management, again build the team and then move on. So what you were considering as your competition or model to beat depends on which areas that you are in. And when did you move on from journalism? You know the entrepreneurship bug bit me at some point of time and I was looking at for a way of building something that is related to media and in around 2001 we did start a company I co-founded a company with two, three others which would work with media companies abroad to create, edit and design their products but I mean things didn't work out exactly the way that we planned because the market collapsed, media, print media especially in the West went through the kind of radical destruction of value that we have rarely seen in any industry so they themselves removed most of their editing staff so many of the work that we were planning to get became our assumptions became untenable but you could say this was an entrepreneurial break or a period but it was still related to media and not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:52.000",
        "message": "outside of it. And sort of coming to your book now, kind of early Indians, how did you start getting interested in this subject?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:00.000",
        "message": "I have always been interested. It's not that I had a greater interest in history per se but pre-history for some odd reason which I still can't fully understand the Harappan civilization for example has always had a great hold on me and ever since I came across it and these were also things that because this is not about chronology who did what because the very fact that you cannot know the names of the people in pre-history because there are no documents or the places"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:30.000",
        "message": "I mean the definition of pre-history is before"
    },
    {
        "speaker": "Guest",
        "time": "00:11:32.000",
        "message": "writing starts and therefore you are dealing with actual issues because to me what is frustrating in history is that there are too many people and too many specific issues and specific concerns and in pre-history when you don't have any of those things you are dealing with pure issues it's not talking about perspectives it's about what really happened here so some of the questions that were on my mind which has always been the case is who were the Harappans where did they come from where did they go and why did it take more than a thousand years imagine this more than a thousand years for cities and urbanism itself to rise up again in the subcontinent it strikes you if you haven't been to Dhaulavira in Gujarat please go one day it's one of the major Harappan centres the most distinctive Harappan city in India today and it's a stunning sight you know most of the superstructure has already been destroyed so you can only see the substructure the foundations but even seeing that you can see the robustness with which these places were built and you should see the scale of the ambition you know there's a large stadium stands for people and you can imagine what could have been going on there just that scale of ambition and the sturdiness with which things are built the huge reservoirs that have built and then you realize that this was would have been around 2600 BCE and you have to wait till the Mauryans arrive you know nearly a thousand five hundred years later to see structures of that scale ambition again so these were questions that did not have good answers to they were suppositions so around six years ago I decided that it would make sense to try and look at the Harappan questions in detail and see where we are compared to where we were then and what all the relevant disciplines today based on current research has to say on the equation I thought I would be able to write a big story or a cover story somewhere on the Harappans and I started going to all these sites, Tholavira, Lothal in Gujarat, Rakhigarhi"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:48.000",
        "message": "in Haryana. How did it feel to see all these places because to someone who is not aware of the context or the history it will just be ancient ruins or whatever but you are actually going there with a sense of what it was and what the ambition behind it was and how old it all is. That's right. And how was"
    },
    {
        "speaker": "Guest",
        "time": "00:14:02.000",
        "message": "the experience? Oh it's absolutely stunning and the visit to Tholavira I would say of all the places I have visited a lot of places I have been to other prehistoric places in India which are not related to the Harappans but that happened later but the visit to Tholavira was really moving because at that point of time it was not yet when I visited it was not yet fully clear are these people our ancestors or did they people who came from somewhere and disappeared now we know of course that they are to stand there and see the work that had been done and the streets that had been laid out because you can see the streets right and when you can see the streets you can almost see even though they are not there you can almost see the people walking down there visually it projects itself onto your mind so it was a very very moving experience. Lothal is a port city and yeah it also is much smaller than Tholavira but a stunning one. Rakhigarhi there is nothing much to see because whatever has been excavated they haven't they have filled it up again and to preserve it I think but there is nothing much to see but it is still interesting to go there and imagine that this place there used to be a thriving civilization the best of its time"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:16.000",
        "message": "and the interesting thing is you said that you sort of got interested in this again about you know 6-7 years ago and that's around the time that the science was also evolving at a rapid pace in fact if I may quote from your book quote just to get a sense of the speed at which things have moved consider this when work on this book began 6 years ago we did not know who were the people of the Harappan civilization or where their descendants had gone but now we do. 6 years ago we did not know how much of our ancestry we owed to the original out of Africa migrants who reached India about 65,000 years ago but now we do. 6 years ago we did not know when the caste system began but now we can zero in on the period with a fair degree of genetic accuracy these are just a few examples that demonstrate our rapidly improving understanding of prehistory and not just with regard to India stop quote and what you go on to describe in the pages of your book and I urge all the listeners to read it for themselves but what you go on to describe is a sort of a revolution in the science not just in like one field of it but you have looked at like 6 or 7 different disciplines here to kind of come to the conclusions but that you've come to which is now the new evolved understanding of what exactly happened and I had absolutely no idea all of this has happened till I read your book to be honest so tell me a little bit about what has happened in the"
    },
    {
        "speaker": "Guest",
        "time": "00:16:36.000",
        "message": "science. Yeah when I started on this 6 years ago I wasn't aware of the revolution that is happening with population genetics I wasn't I was barely conscious of the fact that there is something called population genetics that might be relevant to the area that you're looking at I was going through sites I was talking to archaeologists who had excavated them I was talking to historians I was talking to epigraphists who had looked at the script talking to philologists who might have something to say about what the old texts have to say about these things so I was going through all the traditional disciplines which they themselves had progressed during the last few decades that one had not been following it so it was quite interesting to see how far we had come and so it's only about 2-3 years into the research then you start understanding that hey a lot of new interesting information is coming from a new field that you had not been focused on which is called population genetics and they were using understanding of the genome of present day populations mostly initially to work out affinities between different population groups and that is absolutely interesting to the question of who were the harapins so then I started reading in the papers and getting in touch with the world's leading experts in India and outside and discussing with them their work and what they were finding and how it has been changing and during this process what you realized also is that population genetics itself is a science that is proceeding at a very fast rate it's progressing, it is introducing new ways of analyzing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:14.000",
        "message": "and the cost of doing It almost seems like it's not incremental"
    },
    {
        "speaker": "Guest",
        "time": "00:18:18.000",
        "message": "it's exponential, that's how it felt to me I think all disciplines go through that at some point"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:22.000",
        "message": "in their lifetime, maybe automotive"
    },
    {
        "speaker": "Guest",
        "time": "00:18:24.000",
        "message": "technology does that, then it stabilizes I think all disciplines in their life has a period when it is ramping up very rapidly in terms of its understanding and tools that it uses so population genetics went through that phase in the last 4-5 years so and then in the last 2-3 years what has happened is that they started using ancient DNA that is DNA from people who lived thousands or tens of thousands of years ago and then the whole game changed because now you can not only understand affinities between populations now you can answer the question who moved where and when and that is dramatic right because that answers the most basic questions about prehistory of people movements that formed populations and these have answered questions not just in South Asia, they have answered questions of population formation in Europe, in the Americas, in Australia in every part of the world so India is just one part of the new understanding of prehistory and how populations formed across the world to finish it, it just happened to be looking at these issues when a new science happened to be there providing the answers, so it was serendipitous"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:44.000",
        "message": "you could say in that way serendipitous and you know you've got a very complicated and nuanced discussion in your pages of population genetics and I'll just urge everyone to read, it can't possibly be summed up I took those pages very slow to kind of make sure I could understand all of that, but the basic thing is that if you are for example trying to now go back in history and tell all those grand stories like you said, you know without perspective, just what happened where did we come from, where did we move, what were the roots of migration, all of that can be told through genetics because through each generation you have those imprints coming down and you can go back in history and figure out all of that exactly"
    },
    {
        "speaker": "Guest",
        "time": "00:20:24.000",
        "message": "is that a correct summation? Yes, because of mutations that happen over time and mutations are carried on through successive generations, not everybody has the same mutations you can't find affinities between people who carry the same kind of genetic fingerprints or marks or mutations that's one way of I think my book explains it in much more detail, that's one way of describing how it is possible to look at different populations and see genetically without anything else, just their genomes to see who, which populations are related to which populations and to what extent, for example we now know that all populations outside of Africa came from a small subset of the African population that moved out of Africa around 70,000 years ago. This is a genetic discovery. It's a genetic discovery based on the huge understanding of the genetic diversity of existing human population around the world in Africa and outside of it and we know that all of the people outside of Africa come from a very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:32.000",
        "message": "small subset. And these are all generically called out of Africa migrations"
    },
    {
        "speaker": "Guest",
        "time": "00:21:36.000",
        "message": "That first one migration out of which people went out to populate all of the rest of the world is called the out of Africa"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:42.000",
        "message": "migration. And this happened around 70,000 BCE and then you talk about how around 65,000 BCE or 60,000 BCE you have India being inhabited by what you by these migrants from Africa whom you describe as the first Indians Correct. So tell me a little bit more about you know how we get this kind of knowledge and what are the kind of patterns of migration across the world during this time from out of Africa"
    },
    {
        "speaker": "Guest",
        "time": "00:22:08.000",
        "message": "The out of Africa migration now we have, now you need to use archaeology and other disciplines also to arrive at rough dating of how people went to arrived at different continents. For example, we know that the earliest modern humans or homo sapiens to reach the Americas, that was the last major continent to be occupied by modern humans was only about 16,000 years ago. We know that Australia and this is by archaeological evidence we know that Australia was occupied by modern humans at least by around 59,000 years ago and that Southeast Asia was occupied by modern humans at least by around 63,000 years ago. So if you know that the first out of Africa migration happened around 70,000 years ago using genetics and some amount of climatic possibilities at that point of time and you know that they reached Australia around 59,000 years ago then it is reasonable to assume that they were in India by around 65,000 years ago. I think the people who moved on from India went across to Southeast Asia East Asia, Japan, India, sorry China and they also went across to Australia and the best understanding is that there is one stream of out of Africa migrants who went up what is today Pakistan into Central Asia and then West and they might have another group that went even across West Asia into Europe. We know that the earliest science of modern humans in Europe is around 45,000 years ago or so. So that's the very rough sketch of the peopling of the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:52.000",
        "message": "world. You can, yeah. And the other interesting thing is that we weren't the, I mean those out of migrants weren't the first humans here that you know, I mean we are all of course homo sapiens which are the only surviving human species left but there were various other human species across the world and what I kind of found fascinating was where you mentioned that homo sapiens in Africa if you look at the evidence they did not really intermingle with other humans but everywhere else they went they intermingled. For example to quote again from your book quote, all non-African homo sapiens today carry about 2% Neanderthal genes in their DNA. Some of us like the Melanesians, Papuans and Aboriginal Australians also carry 3-6% Denisovan DNA. Because of the genetic inheritance we may call them our ancestors but it is perhaps more reasonable to see them as our evolutionary cousins with whom homo sapiens did dally."
    },
    {
        "speaker": "Guest",
        "time": "00:24:46.000",
        "message": "Stop quote. It only means that Neanderthals were present in Europe and Denisovans were present in Central Asia and those regions. And we partied with them. And we partied with them. But it doesn't mean that if Neanderthals were not in Africa they couldn't have mixed with Neanderthals. Exactly. But there were many more species of homo species in Africa than in outside of Africa. So it is a given that they would have mixed. In fact the beginning of the modern human himself would have been as a result of multiple mixtures between different species of the homo species. So it is just that in Africa you would not see evidence of mixing with Neanderthals or Denisovans because they were probably not in Africa. They were in those regions. And the out of Africa migrants came across them when they immigrated out of Africa. And they did mix with them. Must have mixed with them pretty early for all of us to have around 2% Neanderthal"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:44.000",
        "message": "ancestry. Marvellous. And through all these years like before we sort of come to modern times of 7000 BC which is going to be our next stop. But before we come there through all this time, how were these human migrations and the evolution and the dominance of homo sapiens affected by things like geography and geology and weather?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:02.000",
        "message": "Very very significantly. I think since when we talk about tree history we are talking about such large spans of time. And we are usually used to speaking about decades or centuries etc. In which case climates and these don't change all that much. So this is a radical shift that takes place when you are discussing tree history that you have to because that's a predominant formation of and affects human behaviour. For example when many of the population movements, how do humans or even animals or mammals move from one place to another? What is it that drives it? One of the things that drives it is you know dramatic climate changes. During the glacial ages since almost all of the water is locked up in ice sheets, there is very little evaporation, much less evaporation happening and so glacial ages are very arid. So quite apart from the fact that a lot of the world will be covered in ice sheets, even other parts that are not covered in ice sheets, there is a very great aridity. So places that would have been earlier luxurious and thriving with life and greenery would go back to being deserts. So and when warms up again, then you see there are new lush pastures where there were deserts earlier and you would then see animals and you know moving in there because there is a new territory for them and when animals or cattle move in, you can also see their predators and humans and everybody moves in. That's what makes one of the earliest historic monuments of people or even the out of Africa migrations would have been shaped by these changes in climates in various ways. And sometimes it may not be in ways that we imagine, it might be in counterintuitive ways also because if there is greater aridity, it may mean they have to move to new areas in search of food. So this has to be taken into account when any specific question of the prehistoric period is being taken into account. And my book talks about how around 35,000 years ago in the Indian subcontinent, while there is evidence that there is something dramatic happened, the climate deteriorated, modern humans started using because they were in competition with the previous would have been for the same kind of remaining refuges that are there, that are usable for homo species. We can see them using, relying more and more on advanced weaponry such as microlithic tools, which are usually associated with modern humans and not with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:44.000",
        "message": "the... But 35,000 BC they were using"
    },
    {
        "speaker": "Guest",
        "time": "00:28:46.000",
        "message": "natural... Yeah, that's right. Microlithic tools which can be used for spears, arrows, blades and things like that. And you can see genetic evidence says that their population increased actually during that period. So you can see where climate deteriorating, conflicts arising, modern humans using, relying more on new technology that they have introduced and they are succeeding widely and their population expanding during a period by 20,000 BCE scientists say that it's likely that South Asia and the Indian subcontinent was the center of modern human population. So next time somebody says, you know, we are the largest population or one of the largest centers, it's nothing new. We have always been one of the largest centers or if not the center of modern human populations. And in fact that might apply to earlier homospecies too. This region has been very, very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:46.000",
        "message": "good for the homospecies. This is indeed where the party is. We'll take a quick commercial break, which in terms of geological time will get over very fast."
    },
    {
        "speaker": "Unknown",
        "time": "00:29:56.000",
        "message": "Hello everybody. Welcome to another awesome week on the IVM Podcast Network. If you aren't following us on social media, please make sure you do. We're IVM Podcasts on Twitter, Facebook and Instagram. Just a couple of notes up front. One is that we're still running our listener survey. That's ivmpodcast.com slash survey. The survey is only going to run until the end of the week. So if you want a chance to win that awesome mug that we're giving out, please make sure that you fill out that survey. Also, I wanted to put out a quick reminder that if you're enjoying what you're listening to, please take a screenshot of what you're listening to. Tag us on Instagram and we'll put that in our story so that everybody else can see what you're listening to. Also, please don't forget to put in a comment. On Cyrus Says, Cyrus is joined by lawyer Ambar Rana, who talks about his family's army background, how jingoism is detrimental to patriotism, the notoriety cases in his law practice, and how he addresses them on his podcast, Know Your Kanu. That's on the IVM Network. On episode two of our new foreign policy show, States of Anarchy, Hamsadi talks to Dave Salvo and Brett Schaefer about Russian hacking in the US elections. On How To, citizen Meghnad and Shreyas are joined by comedian and satirist Ashish Shakia to discuss chapter nine on public facilities. On the Sponge Podcast, Ambi explains why it is consequential to set expectations on a realistic level and then slowly elevate them. On Shunya One, founder of Wayopo, Chirag Triplani joins Sreeladitya to talk about the growing Indonesian tech startup culture. On Garatantra, Saryu and Alok are joined by expert Venkat Anand to discuss the influence of social media in the coming elections and how it has changed the playing field. And with that, let's continue on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:18.000",
        "message": "Welcome back to the Scene in the Unseen. I'm chatting with Tony Joseph about his book Early Indians and some really old times. Let's get a little more modern now. Let's come all the way to 7000 BC and around 7000 BC is where you talk about a place in Balochistan called Mehrgarh."
    },
    {
        "speaker": "Guest",
        "time": "00:31:38.000",
        "message": "Why is Mehrgarh significant? Mehrgarh is hugely significant because it changed earlier assumptions about the Arabian civilization about how it began. Assumptions that Arabian civilization was just offshoot of the Mesopotamian civilization. Now we know that it is not so. It has a long history before the civilization began. Mehrgarh is the first place where you can see the earliest beginnings of agriculture that sustained itself over a long period of time. There's another region called Lahurudeva in Ganga plain in UP today where they have around 7000 BC again evidence of people, first Indians experimenting with harvesting of wild cereals, if not cultivation of wild. It could have grown into cultivation of cereals also, but we don't have full evidence. But in any case, that did not develop into a full-fledged rice-based, this was rice that they were harvesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:36.000",
        "message": "Agriculture in... And would some of this have come about because the climate also was appropriate"
    },
    {
        "speaker": "Guest",
        "time": "00:32:40.000",
        "message": "to sort of... Right. Around the time, after the glacial"
    },
    {
        "speaker": "Unknown",
        "time": "00:32:44.000",
        "message": "age ended, around 12000"
    },
    {
        "speaker": "Guest",
        "time": "00:32:46.000",
        "message": "years ago, and the climate started warming up, you can see popular modern humans across many parts of the world were experimenting with various ways of agriculture. So it is not that it just began in one place and spread everywhere. People in different parts of the world were experimenting with different things. Some wouldn't have succeeded, some would have succeeded. Some would have succeeded for a long time and then disappeared. So many things have to come in place for it to sustain itself over a long period of time. So, we know that Mehrgarh is one of those places starting from around 7000 BC we can see that there is a settlement and we can see that they are doing farming. They are cultivating cereals, barley, wheat. We can see they are domesticating animals. Initially they don't have pottery and later on around 6000 BC they start having... You can see how the initial pottery is. It's put together with bitumen. So, we can almost see the civilization starting up. From earlier... The earliest phases they are depending on wild animals for example. As time goes on you can see it's the domesticated from the remains of their feasts that you can see it's their dependence on domesticated animals goes up dramatically. So, Mehrgarh gives you a very good understanding of how a new way of living is dramatically different from the earlier Handakadra life took root in the Indian subcontinent and spread across the entire northwestern region from over a period of time ultimately of course leading to the Harappan civilization because without going through the phase of agriculture and the surplus that it produces you can't imagine a civilization rising and agricultural revolution in that part of Indian subcontinent led to the Harappan civilization"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:36.000",
        "message": "that followed. And you know obviously when we look back on history or prehistory there's always a benefit of hindsight. Everything seems inevitable. But if you were to sort of simulate the starting of an agricultural revolution, you are going to eventually proceed in exactly the way history seems to have proceeded in this case because you'd logically assume that because of agriculture you have a lot more surplus time for the people that finds expression firstly in cultural ways such as you point out through the beginning of pottery and also myth making narratives all of that stuff that happens later. And it also finds expression in urbanization and that also takes a period of time but eventually you will expect to see cities develop, you'll expect to see cultures develop, myths and narratives develop language develop, all of it kind of is completely logical and that's exactly how it works. So it almost seems as if once you have the climate changing after the glacial age a Mehrgarh is inevitable and from there eventually a Harappan civilization is inevitable."
    },
    {
        "speaker": "Guest",
        "time": "00:35:36.000",
        "message": "There are lots of important variables, there are lots of luck, so to say, that is needed for this to happen in that way. For example there has there is nothing that says the moment you take to agriculture that your productivity will be high enough for you to have, not everybody to have to work at farming and some people can be employed in building statues and other things and not everybody has to be working. So productivity has to be high and there has to be enough food produced by not the 100% of the population but only a smaller percentage of the population so that the rest of the people can do other things, right? So it is not always possible that you have such productivity for example you know in Southeast Asia there are people have been farming taro and other tuber, other around for a very long time but that does not lead to the kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:34.000",
        "message": "productivity that cereal gives. So it is kind of the survivorship bias at play that these are the guys who did well and sort of expanded and became a civilization so now"
    },
    {
        "speaker": "Guest",
        "time": "00:36:42.000",
        "message": "we can look back and draw these conclusions. No, it depends on what kind of cereals you had. For example we know that wherever cereal cultivation and that I mean not always some exceptions also. So what kind of things were possible for you to domesticate and cultivate in the region that you were in is a significant factor in saying how successful it came to be. It is possible that the earliest rice varieties that we had were not productive enough and that it had to be hybridized with a newer variety which happened we now know from recent research the Indica variety got hybridized with the Japonica variety of rice around 4000 roughly years ago in India and it is possible that led to a huge increase in productivity. So some of these are developments that you can't foresee and so that's why you did not have a rice based civilization possibly because it was not and you also need for the civilization to take off initially. It's not just agriculture. You have to have an agricultural package of multiple crops along with a package of domesticated animals. So all of these things has to be available for you to be using them and it's not possible that all regions have it. In some regions you may not find the exact solution to the problem but yes but broadly it is correct. Once you have productivity happening and it's also important that there has to be institutions that can take that productivity and use that productivity to direct labor to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:20.000",
        "message": "other activities productively. Which would also be a sign of the evolving"
    },
    {
        "speaker": "Guest",
        "time": "00:38:24.000",
        "message": "culture I guess. It is my book goes into in detail on how"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:28.000",
        "message": "it happened in Uruk, the"
    },
    {
        "speaker": "Guest",
        "time": "00:38:30.000",
        "message": "first city and the fascinating thing is that it happened initially because they had to be I mean it's a long story but the interesting thing is that when the productivity starts going up what you see is not increasing prosperity, not that people's homes start growing bigger or that they have greater, you can see they stay as they have always been but there is one thing whose size and opulence does increase as productivity increases and those are the temples the Sigurads and which shows you what was the institution that was coordinating the activities necessary to bring out higher productivity including building canals and having new ways and therefore who was appropriating a lot of the surplus while also providing some of the surplus into the building of new kinds of cities or organizations so you have some insight into how that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:28.000",
        "message": "The elites with their false religions Correct So that journey from Mehrgarh to Harappa is like 4400 years approximately as you say in your book, 7000 BC to 2600 BC and we know the Harappans lasted from about 2600 BC to 1900 BC. Tell me a little bit about Harappa, I mean what kind of a civilization"
    },
    {
        "speaker": "Guest",
        "time": "00:39:50.000",
        "message": "was it? First thing it was the largest civilization of its time which we do not often realize as big as Egyptian and Mesopotamian civilizations put together both in terms of area and in terms of of the number of people of the population. Today in terms of area it would be about one third the size of India that is today and it had a fair degree of standardization in its mature phase across a large number of things, the kind of seals it had the kind of language that may have been used because that still my book talks about what the language could have been. The imagery on the seals that we talk about, the way the cities were built, so there are a lot of similarities and the size of the bricks, the weights that were used so you can see lots of things that have been standardized across that larger region and mind you this is before there is modern communication transport any of these things it's quite mind-boggling to think about how that was accomplished over in that period and one of the striking things about the Harappan civilization is that you know especially when you consider it with the West Asian civilization the Mesopotamian civilization with which we had always had strong trade and other contacts we were always in contact but despite that the differences are so striking I mean in the Harappan civilization there are no large statues of kings and you know there is nobody deified as"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:28.000",
        "message": "kings of no temples as well"
    },
    {
        "speaker": "Guest",
        "time": "00:41:32.000",
        "message": "no temples as well so even the sculptures that we have from the Harappa you would be surprised at how small they are, when you actually see them that's not the imagery that you had you thought they were much bigger, they are actually quite small and another striking thing again there are no images of human on human violence except for one seal somewhere which also shows a woman being flanked on two sides with two men who are with their spears"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:00.000",
        "message": "you know angled at each other, which has multiple fascinating"
    },
    {
        "speaker": "Guest",
        "time": "00:42:04.000",
        "message": "interpretations you mentioned in your book so except that seal there is no imagery of human on human violence, there is human on animal violence, human on super human all kinds of things which is quite unlike other civilizations like in West Asia where you can often see wars being and conquests all being valorized and displayed in imagery, we don't have royal burials which are full of you know, some king has been buried along with huge amounts of treasures and things like, we don't burials are not very surprising, there are some personal possessions that may include some jewellery also and some food for their after journey I suppose so that's it which is stunning, it is not that especially considering the fact that a lot of the jewellery in the Mesopotamian civilizations were jewellery that were built were made in the higher up civilization and then sent there, so it is not that we knew, we were actually making money from it, we just didn't think it made sense for it to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:08.000",
        "message": "buried in royal chambers"
    },
    {
        "speaker": "Guest",
        "time": "00:43:14.000",
        "message": "so these are just some of the differences between the uniqueness of the civilization and just as there are no large temples or ostentatious palaces and burials but you do see such investments going into public conveniences which you do not see in other in the West Asian civilizations, for example the sewage system, the roads the facilities for visitors to cities from water and so all of that my book describes in detail so there is a lot more attention and money spent on public conveniences than on private so that's our"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:54.000",
        "message": "tradition. And it also fascinates me that at that point they must have evolved traditions of governance and so on, which took a long long time to actually re-emerge in the Indian subcontinent, so it's not just in terms of the scale of the cities and the city planning and the ambition of all of that, that took a long time to re-emerge but they very obviously could not have done this without evolved systems of governance and if you don't have big temples and gods and all that, then it's like a republic of men, it seems"
    },
    {
        "speaker": "Guest",
        "time": "00:44:24.000",
        "message": "so modern. We can't today guess, if you assume that the lack of symbols means temples were not the authority structures brought all these things together, then who were it? Yeah, it's a surprising thing, but there was an interesting point that was made by one of the historians, which my book also talks about, is that if you go to one of the palaces of the of the Travancore royals, it does not really look like a palace, it looks like an interesting house. So it's possible that we may not recognize a palace or a temple, but that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:56.000",
        "message": "unlikely I think. Which would also if that is the case, be a cultural value that passed through the genes, because the Travancore royals would, in a sense, be descendants of the Harappans, right? Tell me about the Harappans, where did they come from? Like, are they from West Asia? What is the role of the early Indians in this, so to say, who are till this point the original"
    },
    {
        "speaker": "Guest",
        "time": "00:45:16.000",
        "message": "inhabitants? What's going on here? My book calls the people who came out of Africa, migrants, who arrived here around 65,000 years ago and their descendants as the first Indians. The Harappans are a mixture of first Indians and West Asians who arrived from roughly the Saghros region of Iran, around 9,000 years ago or earlier, and they mixed with the first Indians, who may have already been experimenting with agriculture in places like Mehrgarh, for all you know, but this mixed population, it is clear that they catalyzed the agricultural transition across the entire region and then laid the foundation. So we now know the clear answer to who were the Harappans. The Harappans were a mixture of the first Indians and West Asian agriculturalists who moved in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:02.000",
        "message": "here around 9,000 years ago. And population genetics absolutely"
    },
    {
        "speaker": "Guest",
        "time": "00:46:06.000",
        "message": "establishes that now. Yes, this is based on ancient DNA evidence, which again talks in detail, which shows that the Harappan civilization, this was the mixture of the Harappan civilization and I understand this is the finding that is coming from the Rakhi Gadi DNA, which is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:24.000",
        "message": "yet to be published as well. Right, and given that the Harappan script has yet to be deciphered, as you pointed out you know, in this age of computers and AI and all, it's probably only a matter of time, but given that it's yet to be deciphered, what assumptions can we make about their language and the possible successors to that"
    },
    {
        "speaker": "Guest",
        "time": "00:46:44.000",
        "message": "language? What is really surprising is that even before the Harappan civilization, forget about the new discoveries, even before the Harappan civilization was discovered, anyone knew that there is such a thing as the Harappan civilization, there has been suggestions by linguists of links between Dravidian languages and the language of the Elamite, which is today an extinct language, but which was spoken by in Elam, which is in the Zagros region of Iran and close to the Mesopotamian region, and that these two languages are much in common is an idea that predates the discovery of the Harappan civilization. But there's no way of, you can prove it, it has always been, papers written, these are the links, this is connected, this language is like this in these areas. Now what we have found is that first, the archaeological discoveries in Mehrgarh and the Jarij, who is the archaeologist who led the discoveries in his paper which my book quotes, talks about the similarities, the surprising similarities between Mehrgarh and regions of Zagros region in Iran where also archaeologists had found early settlements and the similarities are stunning in terms of the house designs, in terms of the first pottery that is made, you know, with bitumen and things like that. So there is a range of similarities between the two which he is surprised, he talks about in his paper. So archaeologically now, linguistically there has always been a suggestion of a link. Archaeology has linked Mehrgarh with Zagros region of Iran and now genetics has gone further and said there is indeed migration of people from the Zagros region of Iran, roughly that region of West Asia into India and who mixed with the first Indians to form the... So you have now evidence from multiple places offer links between these two regions. Now, what is the link? Is it possible? We know that the Indo-European languages arrived in India only much later, in the period between 4000 to 3000 years ago. So what is likely to happen in the language of the Harappans in that period? There are two, three things that one can possibly say. One is that it's too large a region, it couldn't happen. Even today in that region there are many, many languages and it couldn't happen in one language, it must happen in multiple languages. Yes, that's true. But it is possible that there was still one dominant language because there is uniformity in seals. Seals are writings and those writings are in a particular way, they don't change radically. If a script is used to you know, used for one language and then used in another language like the Harappan script has been used in, it is used in West Asia for example, in trading and things like that. We can see the sequence of words changes because it's a different language. Across the sites of the Harappan sites the sequence is consistent. So it suggests that there is at least for trading purposes so at least for administrative purposes there is some kind of language that is used as common. Now what language that could be? It's a civilization that survived for 700 years and it has to have left a significant mark on the Indian culture. And the language that could fit the bill is the Dravidian languages which are today spoken by about 20% of the people of India and which is also linked to Brahui language which is today spoken by the Brahui in the north western parts of which is today in Pakistan. So the idea that Elamite and Dravidian are linked has now been revived in the light of comes back with much stronger force in the light of new discoveries of that link Elam to India. So the first time that these suggestions were made that there are similarities between the two languages they were dealt with skepticism for multiple reasons. One of the reasons being that the earliest proto-Dravidian suggests not Harappan like cities but more like herding situations. But that's not surprising if you assume that the earliest introduction of Dravidian languages as we discussed earlier, the people who came from Zagros region to Harappa were not necessarily agriculturists but were herders who may have been exposed to the developing culture of agriculture in Mesopotamia but were themselves nomadic herders. So if that they came some of them might have settled down to agriculture and then went on to create but even now there are nomadic, Brahui themselves are nomads and pastoralists. So there are not all the people who came may have settled down to farming and then went on to create the Harappans. Some of them may have been pastoralists and it is possible that it is pastoralists who brought Dravidian languages of Harappa down to South India first. The common assumption that the Harappan languages or Dravidian languages reached India after the Harappan civilization fell apart and they moved down south need not be the case. It is possible that it is this pastoralists who brought down and we have evidence from archaeobotany and other things of the how the first agricultural package which includes both millets and pulses and a domesticated animal. The domesticated animal was brought into South India from the north. So it is possible that it is this pastoralists who brought it into the south and that is the first bringing of Dravidian languages into South India and it might have been pastoralist at that time. So I am saying many of the old questions that challenged the idea of a Dravidian language in Harappan may now have new answers based on new findings as well as possibilities like that that have now become"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:56.000",
        "message": "evident. So before we get to the Aryan migration which happens after this, just to kind of sum it up, some of the story of the link between Mehrgarh and Harappa all the way to South India and obviously what we are now beginning to realize is that South Indians in a sense are the descendants of the Harappans. Where did they go? They came south and the story really is that you have these pastoralist migrants from West Asia, from Zagros and so on, coming, perhaps settling in Mehrgarh where agriculture starts and that starts booming and there are various experiments and then you probably have a like you said luck being involved, a perfect storm of circumstances and from that cities evolve and productivity goes up, cities evolve, cultures evolve and so on and so forth and eventually of course the Harappan civilization as we know lasted between 2600 and 1900 but even while it was on and perhaps after it's declined, you have all of those guys coming down and settling in South India and there is evidence of that genetically of course it's pretty much confirmed through archeology and all that, it's there and now you are saying that even linguistically there is coming to be this strong belief that the modern Dravidian languages like Tamil, Malayalam and so on originated from"
    },
    {
        "speaker": "Guest",
        "time": "00:54:10.000",
        "message": "there. Yeah, I would make some, when the Harappan civilization started declining, people moved"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:16.000",
        "message": "obviously. And it was already"
    },
    {
        "speaker": "Guest",
        "time": "00:54:18.000",
        "message": "by then a mix of Zagrosian and early India as you are saying. And they have moved both, they are moving from North-Western India right, so moved East to what is today North India and South to what is today South India. So in a sense the Harappans are ancestors to both North Indians and South Indians, both in a genetic sense and in a cultural sense because they carried with them many practices, beliefs of the Harappan traditions with them to both these regions. The only difference is that they would have brought their languages also to both these regions, North India as well as South India, but later migrations of Indo-European language speaking people from Central Asia overly or displaced. There was a language shift that happened in North India from Dravidian languages to Indo-European languages. That shift did not happen in South India where the language still continues. So the difference between North India and South India is that as regards to Harappan is that the linguistic heritage of Harappa is with the South Indians, but the cultural and genetic heritage of the Harappans are both in the South and in the North. In a sense the Harappans are in many ways the glue that holds us together because it has left such an imprint on the cultural practices today because if you build houses around courtyards today, that's the way houses were built in the Harappan tradition. So many many factors that you today take for granted, we may not realize that they actually come from the imprints that have been left behind by the Harappan civilization. If many of the things that we today see as continuities between different parts of the region could owe their beginnings to what people did"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:06.000",
        "message": "in the Harappan civilization. In fact, as you pointed out, even Sanskrit and even some of what we know as a Vedic culture has imprints of Harappan civilization and you've detailed some of it in your book. Let's talk about the Aryan migrations now. It is clear that, I mean, there is this term called Indo-Proto-European and you kind of know that there is a much commonality between, for example, that set of languages which come from Sanskrit and the European languages and until recently there were sort of two schools of thought and there were people who would say that, hey, the migration could have happened in any direction. It isn't necessary that they came here. Maybe it originated here and we went there. But as you point out in your book, the new science has decided that question"
    },
    {
        "speaker": "Guest",
        "time": "00:56:52.000",
        "message": "decisively. Tell me a little bit about that. The new science is ancient DNA, but before ancient DNA, there's a simple way to answer it, right? Indo-European languages, the family of languages are spread from Iceland to India. India forms the eastern most area in which Indo-European languages are spoken. There's no community of people towards the east of India that speaks Indo-European languages. So how did the language come to be spread as it is? For India as well as for any other region, the only answer is either somebody else brought it in there or it went from this region to the rest of the world. Those are the only two answers. Now if it went from India to the rest of the world, there should be a signal of that movement genetically, meaning you should be able to see. Remember, we are talking about even today, we know that the ancestry of all Indians in almost all populations carry 50-65% of first Indian ancestry. No matter where in the caste hierarchy you are, no matter what language you speak, no matter which region you inhabit, you are likely, if this applies to most Indian population groups, you carry between 50-65%."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:04.000",
        "message": "And much more in the case of the Andaman"
    },
    {
        "speaker": "Guest",
        "time": "00:58:06.000",
        "message": "residents who, as you pointed out, are probably the less purest descendants. So that is the ancestry of the first Indians. So if there was indeed a large migration that took these languages from India to the rest of the world, you should see a trail of first Indian ancestry going from India to the rest of the world. In the genome. But we know that first Indians are by and large, they don't have close relatives anywhere else in the world. Because the people who went, their descendants who went on to populate the rest of the world 65,000 years ago, that happened so long ago, that they are no longer close relatives because they spread apart so long ago. So today, if you ask any geneticist, he would say first Indians ancestry is South Asian and it doesn't have to have close relatives outside. Now, there is an exception to this rule that proves the case. The exception is that of a community called Roma, who were earlier called Gypsies. Everybody knows that the Roma came from India around 1,500 years ago and they spread from India, northwestern India and then spread out. And there are millions of them today in Europe as well as in the Americas. So if you, and the recent studies that have been done on the DNA of the Roma shows that their empty DNA or mitochondrial DNA suggests that they do. The signal of the first Indian is there. A haplogroup called M2 which is the most common haplogroup in India today and that signal is there. But this is an exception. They couldn't have spread into European languages to the rest of the world because that happened only in 1,500 years ago roughly, in historical time, not prehistorically. So this is a strong instance, one strong reason to say that out of India is untenable. The theory that Indo-European languages went from out of India to the rest of the world is untenable because there is no evidence to support it. The second factor is that out of India has always in recent times has been an angry retort to suggestions of this is how Indo-European languages spread but it has never been fleshed out. There is not a single paper that says this is how it happened. This is the period when it happened. This is the routes that they took and this is how they spread across the rest of the world. There is no scientific paper that lays out the case for out of India. It has always been a single retort, rhetorical answer to the idea that this is how the Indo-European languages spread across the world. Now, what has happened in recent times is that ancient DNA has proved there is significant movement of people from Central Asian steppe into Europe around 5000 years ago and into South Asia around 1000 years later, around 4000 years ago, between 4000 and 3000 years ago. And this is what carried Indo-European languages into both regions. How do we know this? There are multiple answers to this."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:18.000",
        "message": "From the different disciplines."
    },
    {
        "speaker": "Guest",
        "time": "01:01:20.000",
        "message": "From the different disciplines between archaeological similarities and the spread of the languages themselves and to the fact that today when you look at steppe ancestry among Indians you will see that it is much higher, it is elevated levels as one of the studies puts it, recent studies. Steppe ancestry is elevated in those groups of people who have been traditional custodians of Sanskrit texts. So, I think there is a multiplicity of evidence with suggesting the link between the spread of migrations into both Europe and into South Asia and the languages that they carried. That's a perfect fit for the kind of distribution of this family that we"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:06.000",
        "message": "see across the world. So, continue the story for me. We have Harappa between 2600 and 1900 and then there is a decline. I mean, firstly what are the possible causes of the decline and what happens after that and secondly, you have the Aryan migration coming in sort of from the top and how is all of that"
    },
    {
        "speaker": "Guest",
        "time": "01:02:24.000",
        "message": "playing out? You know, there was an earlier assumption that the earliest version of, nobody uses, nobody has used the Aryan invasion theory for at least many many decades. It's a straw man which has been put up by those who do not like to accept the idea that there has been migration. But, when there was the Aryan invasion theory was spoken about in the very early, you know, during when the Harappan civilization was discovered, because then the assumption was that what caused the decline"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:52.000",
        "message": "was the arrival of the Aryans. When I was in school, I was distinctly, I remember I was taught the Aryan invasion theory."
    },
    {
        "speaker": "Guest",
        "time": "01:02:58.000",
        "message": "So, this was when they came about that they destroyed civilization and that was the earliest cause of the civilization, decline of the civilization. But this statement made by the head of the Indian Archaeological Survey, then a Britisher who said Indra stands accused. He himself withdrew that statement later saying that that's not the evidence because for different reasons, for reasons such that the dating of the Vedas were much later, so they couldn't have come around the time when, so for a variety of reasons. But the person who made the accusation himself retracted it. There has been no archaeological evidence to support that the sites of the Harappan civilization were destroyed by invading armies. And for many years now, the evidence has been accumulating that it's a long drought that caused the decline of not just Harappan civilization, but many other civilizations around the same time. To the extent that there is now a new age is being defined, my book talks about it, it's called the Meghalayan age, Meghalayan age because the proof for this long drought was discovered from geological formations in Meghalaya, but it's being called the Meghalayan age to describe this new period that began with the long drought. So it's not clear that it is climatic factors that were the major factor, major cause of the decline of the Harappan civilization, though other things, as is always the case, other things might have added to it later on, including migrations as possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:34.000",
        "message": "So, yeah. And then, you know, once the Aryan comes, there's also besides the genetic interminglings, there's cultural interminglings, like you pointed out, you know, a lot of Harappan culture is reflected in what we call Vedic culture and assumed to be, you know, something pure that originated out of itself, sui generis, as it were, but there are influences of Harappa. There are influences of Harappa on the language, Sanskrit"
    },
    {
        "speaker": "Guest",
        "time": "01:04:58.000",
        "message": "itself. Yes. The earliest versions of Sanskrit that we have already has what is called retroflex consonants in it, like ta, na, these are consonants, these are sounds that you have to make by curling your tongue and striking your palate. And this is, retroflex consonants are not there in other Indo-European language families, not even in Persian, which is the closest that you can find. But it is there in Sanskrit, in the earliest Sanskrit. So why is it there? It is there because retroflex consonants have been a common factor across many earlier South Asian languages, including Dravidian. So, it's clearly a sign of the influence on the earliest Sanskrit that we have, that it has retroflex consonants that other Indo-European languages mostly do not have. There might be one or two exceptions, but by and large, they don't have. And the striking thing is even Persian doesn't have. And if you look at, and my book says that there is a disconnect between the Harappan civilization and what its concerns and images were. And the earliest texts, Vedic texts, such as the Rig Veda, and over time you can see that disconnect disappears. Such as? Give me some example. For example, take the case of the Rig Veda speaks poorly of phallus worshippers, Shishnadeva. Right. And it doesn't want those people to be associated or come anywhere near Lord Indra and they really dislike them. But there is evidence, archaeologists have excavated places like Taula Vida, R.S. Bisht, for example, talks about how there is significant evidence of phallus worship, not just in Taula Vida, but in other Harappan cities as well. So, that's a disconnect. Disconnect between what the Rig Veda says and what you can see as a practice in the Harappan civilization. But that disconnect goes later, because the objection to phallus worship is not something that sustains, that goes away. You can see in the Harappan civilization, you can see many images, or even one seal, which is so strikingly similar to a yogic position. We don't know whether it was a yogic position, but you can't deny the fact that it is. This sounds very familiar to you. And not only the seal, there are also many other small artifacts which remind you of yoga or yogic things. But in the earliest parts of the Vedic texts, there's no mention of yoga. But by the time you come to the later parts, later compositions, you can see clear evidence of it. So, there are multiple levels at which you can see, like it happens everywhere. You can see that there is an intermingling of cultures. There's adoption, there's adaption, both happening as the newcomers mingle with the already existing settled populations of the Harappans in the area. So, you have to see the Indian culture has draws from multiple, it doesn't come from a single source as we have often imagined. It comes from multiple sources. It has put together, just as genetically, we are a combination of four major prehistoric migrations that happened. There are other migrations too, but nothing left us big and imprint us these four"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:18.000",
        "message": "migrations. Which are these four? The Out of Africa migrations that we talked about,"
    },
    {
        "speaker": "Guest",
        "time": "01:08:22.000",
        "message": "the West Asians that we talked about. There's a third one which we haven't talked about, which is there's a migration from East Asia that happened around 4000 to 3500 years ago, which brought Austro-Asiatic languages such as Khasi, Mundari, etc. which are spoken by tribals in Central India and Eastern India. India actually has four major large language families. Of course, Indo-European which is spoken by three-fourths of the people, Dravidian languages, Austro-Asiatic languages and Tibeto-Burman languages. This is not including the Andamanese languages which are a separate one. There are also one or two isolates. So of this, the four Indo-European, Dravidian, Indo-European we spoke about, Dravidian we spoke about, Austro-Asiatic came from East Asia. Tibeto-Burman obviously is a part of the language family. That also came as part of migration but it's a very small population in, smaller than"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:20.000",
        "message": "even the Austro-Asiatic. And what was fascinating and very apt to me and even moving is your use of the Pisa analogy where you describe sort of India as, you know, to think of it as a Pisa. Just can you expand on"
    },
    {
        "speaker": "Guest",
        "time": "01:09:34.000",
        "message": "that? Yeah, it came quite accidentally when a friend of mine who knew what I was writing on wanted to know how I would describe his state's population as a mixture of what and what. So it was in the context of trying to explain it to him that the Pisa analogy came to me that but when I thought about it, I thought, you know, this is just a this doesn't sound like a good one. I'm sure I'll be able to find a better metaphor later on but as it stands, I have never been"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:08.000",
        "message": "able to find a metaphor. It's a fantastic metaphor. So just expand on it."
    },
    {
        "speaker": "Guest",
        "time": "01:10:12.000",
        "message": "So the base of the Pisa are the first Indians or the first Indian ancestry that forms 50 to 65 percent of the ancestry of most Indian population"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:24.000",
        "message": "groups. That came 65,000 years ago"
    },
    {
        "speaker": "Guest",
        "time": "01:10:26.000",
        "message": "from out of Africa. And this is a striking, which we did not know earlier. In fact, we used to ask out of Africa migrants"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:34.000",
        "message": "where did they go?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:36.000",
        "message": "It is true, of course, that you can see them in the Andaman Islands who did not mix with people as all of us did. But the first answer to the question is look in the mirror. 50 to 65 percent of the ancestry of most Indian population groups first comes from the first Indians. So that's the base. That's the foundation. It also shows that how wrong it is for anyone to think as we often think that the tribals, for example, are somehow very different and from the rest of the population. That's not true. If we share, if the rest of the population shares most with anyone else, that's with the tribals. The tribals are us. Us in inverted commas. But the point is that's the so it's the wrong impression. So the first Indians are the foundation, are the base of the Indian piece. That's what is unique about us because there's nothing else like this anywhere else in the world. So if you want to say what's unique, what makes us, anyone else look Indians and say he is an Indian, I mean Indian I use in the entire South Asian context. This is the base that makes it who is an Indian. So I mean base not, I mean I'm exaggerating is all of the rest. So on the foundation is laid the source. What's the source? The source is the Harappans. How come? Because the Harappans, when the civilization declined, they spread across the pizza. Both North India and South India, they are the ancestors of both. And so that's the source that has spread all over the pizza. And then there is the cheese, the area. And they are not spread uniformly. They are spread more in the North, less in the South. But they are there everywhere. So that's the cheese you could say. Then there are the toppings, which is both the Austro-Asiatic and the Tibetan and all the others who came later who may not have left a large imprint on our demography, but are still makes the pizza what it is. It will taste very differently if those toppings were not there. So that's the Indian"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:38.000",
        "message": "population. And you know the other large and very welcome and gratifying conclusion of all of this science is that there is no such thing as races or racial purity or any of that. All of that is just conceptual nonsense. Because we are all"
    },
    {
        "speaker": "Guest",
        "time": "01:12:56.000",
        "message": "completely mixed. Absolutely. Conceptual nonsense born out of a need to people have an innate need to create identities and they need you know classifications and things to create those identities that will set them apart from other identities. But the reality is that the more you closely look at them, they are not black and white stories. All populations are combinations. You cannot find a population that is not a combination. Unless you suddenly find that there is this population in Amazon Forest somewhere who hasn't been in touch with anybody for 50,000 years. Well, it can't be 50,000 in the Amazon. It has to be less than 16,000. So that's impossible. So I'm saying somewhere you find that there is an out-of-Africa population that hasn't mixed with anyone forever. And then you can say, yeah, and that might be very different. It must be a pure race. But other than that, all populations are mixes multiple times. And one of the amazing things that is now clear is that one of the strong objections of people when you look at Indians is the result of four major population migrations because they think that's why are you taking, picking out India and you know, why are you portraying India as some peculiar case where there is multiple migrations. This is not true. This is true of all parts of the world. This is true of all parts of the world. Europe has seen its populations. In fact, we have been less affected by migrations than other parts of the world because most of the parts of the world in Europe, for example, the first hunter-gatherer ancestry is in single digits. Why? Because there have been there have been at least two major migrations that completely"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:32.000",
        "message": "changed the demography of Europe. So you'd say their pizza doesn't really have a base"
    },
    {
        "speaker": "Guest",
        "time": "01:14:36.000",
        "message": "per se. New base because new migrants, the old base is gone. Right. Or reduced to single digits, except in North Europe where there is a much larger percentage of their, Northern Europe has a much larger percentage of their hunter-gatherers. So Europe has seen at least two major migrations. First around 9000 years ago from West Asia again, not from the same region as Zagros, but from Anatolia, that went into taking farming into Europe. And then around 5000 years ago, the same guys, or close to the same guys who came here, who went into Europe, taking Indo-European languages, horse riding, carriage driving, masters of metallurgy, the new, the step-pastelists who went and either mixed with the existing Neolithic farmers in Europe to some extent and replaced them to a large extent. That's the story of Europe. America, we know that even before the Europeans came in, European story is a different one. Even before the Europeans came in, there were at least three major migrations from Asia that populated the Americas as they are. In East Asia, we know that there are at least two major migrations that changed the entire demography of East Asia. One of those bringing is what brought in Austro-Asiatic languages to India. The other one brought Austronesian languages to many parts of the Pacific Islands. So, repeated mass migrations that changed demography is not specific, is not a speciality of South Asia. In fact, it is true of most regions in the world. In Central Asia, for example, it would be difficult to keep track of the number of times the migrations have changed the demography"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:22.000",
        "message": "of the region. Possibly the most fascinating chapter in your book for me was actually the epilogue where you sort of move on from the science and you look at some of the really new findings and you raise questions with them which you don't necessarily want to answer or go out of your way to answer. But it's important that those questions are being raised. And one of those questions is about caste. Where like you point out, the new science shows that the caste system really solidified around 100 CE. And as you say, it is not at all inevitable in a cultural sense that it was going to turn out that way because within Hinduism there were other competing traditions like Charvakas and Lokayuktas which were much more based on rationalism and not so hierarchical and all that. But nevertheless the caste system came about. So what's the kind of evidence through which we know this that it became so endogamous and what are the consequences"
    },
    {
        "speaker": "Guest",
        "time": "01:17:20.000",
        "message": "of this? Yeah, as you said the new information that we have now which we did not have earlier I mean before two years ago is that endogamy which is a distinguishing mark of the caste system of people marrying within their community did not begin until about 100 CE and that between, genetics also says this, between around 4000 years ago and the beginning of the common era that's almost for 2000 years 2000 BCE to 100 CE, around 2000 years, there was significant mixing between different population groups that's also a finding in the country of the kind that has never been seen before or later. Just imagine all that happened. If you were to ask yourself what is the most tumultuous period in the history of this region, there would be no doubt about what that period was. It is around 2000 BCE to 100 CE Why is that? Think of all that happened. A long existing civilization that had thrived in its mature form alone for 700 years went away the Harappan civilization slowly but definitively went away. New migrants came from East Asia bringing a new set of languages and perhaps new farming practices. Another set of migrants came from Central Asia bringing warlike bringing new languages who are dominant and there is a language shift that happens in Northern India and in this midst there is major mixing between different population groups that is going on that is unheard of any point of time because you have to remember that by 4000 years ago all the four major population groups that would form the foundation, that would form the Indian demographic piece, they are all in and for 2000 years there is significant mixing that leaves no one untouched. Today if you take the most remote tribal population, you would still find that he carries the ancestry of multiple populations so that's the extent to which the mixing happened because"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:32.000",
        "message": "2000 years is a very long time. We were the party"
    },
    {
        "speaker": "Guest",
        "time": "01:19:34.000",
        "message": "capital of those days. The only people who escaped it were the Andamanis because they are actually physically cut off from the rest of the mainland and they don't know what is going on there. But this suddenly comes to an end. Not suddenly, it may have happened over a period of time but around 100 CE it comes to an end and this is counterintuitive right because you can easily imagine people who are, you know, so far decided to stay separately, deciding one day, hey this is silly, let's start mixing. But it's far more difficult to imagine people who have been freely mixing for 2000 years almost and then suddenly decided, hey this doesn't make sense, let's stop mixing. I mean, the horse has already bolted right? So what is this about? When you think it like that you realize that and you also realize that this takes away the suggestion that the caste system began with the arrival of the Aryas, right? It doesn't begin there's almost a 2000 year difference. Then you realize that this is more a political development than a religious development though with the caveat that it's often difficult to distinguish politics from religion. Even today. Even today. But it suggests that it's a caste is a political development more than a religious development and it has, doesn't have enough genetic reasoning behind it because we are already have, that's why Ambedkar is right when he says there is no difference between the Dalits and the others because yes we are a mixed population. So what caused this new political ideology to come into the front in around 100 CE? We do not have clear answers. So my book only says these are ways to we need to farm our research to answer these questions. But we have some initial things to go by and one of the things is what you can see in the text as a tension between Aryavarta and Malaysia Desha or things that are not part of Aryavarta. And mind you both these regions are inhabited by the Arya or people who call themselves Arya and Indo-European language speaking people. Still the people of a particular region who call themselves Aryavarta find people of the other region who are Arya and who are Indo-European language speaking not Kosher, not really part of Aryavarta. Why is that? The best argument that we can possible reason that we can find is that there are differences of social attitudes and conservatism and ideas about social mixing between different parts of the Arya who came into India that they were not all of the same mind. We already know this to some extent because our texts themselves talk about multiple groups and conflicts between groups. So it is wrong to think of one monolithic group of people with the same ideas and same approach to life in general and to how societies should be structured coming into the country. These are multiple groups they had multiple beliefs and ways of approach somewhere more conservative, somewhere to use current terminology more liberal. And it is likely that the more conservative approach to social life was dominant in what is called Aryavarta which is in the confluence in the area between the Ganga and the Yamuna. And the areas outside of that confluence are regarded as Malaysia Dasha by who asked this question which is the land of the Aryavarta and defines it in this way. So the area outside of the confluence of the Ganga and Yamuna which would include parts of what would later come to be known as Magadha is actually where the next is the center of the second urbanization that happens. It is a place where the new religions arise. Buddhism and Jainism which did not accept many rituals and practices of the earlier religion and it is also where the next empire comes from. So if you assume that there is a tension between these two regions, by around 100 CE you have to, the only conclusion that you can arrive at is that this tension was resolved in one way with the victory of one, victory meaning one opinion of how the society should be structured and organized gaining over the other side"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:08.000",
        "message": "on how it should be. So that one cultural strand and the you know this continued almost enforced endogamy in a sense has interesting consequences. I want to quote this passage from David Reich's book Who We Are and How We Got Here which you know you have quoted in your book and that is also a great book. Quote, people tend to think India with its more than 1.3 billion people is having a tremendously large population and indeed many Indians as well as foreigners see it this way. But genetically this is an incorrect way to view the situation. The Han Chinese are truly a large population they have been mixing freely for thousands of years. In contrast there are few if any Indian groups that are demographically very large and the degree of genetic differentiation between Indian Jati groups living side by side in the same village is typically 2 or 3 times higher than the genetic differentiation between Northern and Southern Europeans. The truth is that India is composed of a large number of small populations. Stop quote. And this is in a sense very disturbing just as a picture of where we are today because this is not just true in a genetic sense, a large number of small populations."
    },
    {
        "speaker": "Guest",
        "time": "01:25:20.000",
        "message": "Yes and this is the result of the last 2000 years. We have a history that is much larger and as I put it, yeah it is disheartening to read that and but the way I see it is that we have to realise that this was not inevitable this was not the way we were going even after all of the elements of the Indian population groups were in this was not the way we were going. So what happened around 100 CE has to be seen as something as a political development and if it is a political development that happened around then it can be pushed back and can be seen to be different. When you say pushed back, I am not talking about laws and things like that, that has already been done. But culturally. But I am saying our basic understanding, why does it survive? Because our basic understanding of how this population, how we are put together hasn't changed and that's what I hope this book will change that our basic understanding of who we are has to change for this miss for this reality to change also that endogamy has cost us and the cost is much one of the cost we already know because we talk about it because a division like this prevents people from reaching to the heights of their competence and to how far they can go because if you are saying birth determines to a large extent where you can go, we are saying"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:46.000",
        "message": "no to a lot of I mean the human cost is incalculable, there is no question"
    },
    {
        "speaker": "Guest",
        "time": "01:26:50.000",
        "message": "yeah. The second part is equally important which we may not realize all the time is that it's important for people in any community, especially in a locality society's progress and progress fast when they take common action to the benefit of everybody. But if the structures are even within villages are such that it is difficult to take common action that would benefit everybody because there are so many divisions, then that's a whole lot of positive things that we are saying no to and so the cost of this we have to realize, only then will I think we will get to reversing this in a significant way it's distressing to see how often how inter-coming is still a practice if you know various research that is done in marriage practices and things like that still shows that it's a very dominant trend"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:44.000",
        "message": "and it's not changing. It's embedded in our culture now no matter what the laws might say speaking of you know current modern politics why do these new findings get so much pushback like even you have been trolled so often on twitter for example you know why does it matter why do people in politics have a stake on whether the Aryans came this way or that way who was there first what is the original Indian culture what is the role of the Vedas why does all of this matter I imagine that look we are in the 21st century and it should not matter all of this is just of academic interest but no but these are like life"
    },
    {
        "speaker": "Guest",
        "time": "01:28:24.000",
        "message": "political questions why that's right I think it's also interesting to note that I know I consistently talk about four large migrations nobody has any problems with three of them there's nobody raises an objection to saying no we did not come from out of Africa nobody says no there was no Tamil is not related to Ilam we came from here there's nobody saying any objection to any of the first three migrations the only objection is to only one of them the Arya migration and the reason I think is born out of a misunderstanding that our civilization is single source and it is from the Aryas, the Vedas, the Sanskrit and if you say that came from that was the result of a migration then you are saying all of our culture is imported that's wrong because what the book argues is that our civilization is a mixture of multiple influences the Harappan civilization is as much is an earlier source is the first source if you can say or at least an earlier source of Indian civilization which has left a large imprint on our culture the Arya Sanskrit Vedic tradition is a very important constituent of the Indian civilization but it is not the earliest or the only one so you do not need to be horrified if you say like other migrations the Arya also came as migrants about 4000 to 3000 years ago the second factor is that there is an assumption that if you say they brought into European languages then you are saying the Vedas and the Sanskrit you know all came from imported in flat pack you know and then recombined after opening the package that's not true the Sanskrit and the Vedas almost all of it is the result of interaction with people who are already settled here and that's not something that is foreign that is very much that's how all of our things are it is a mixture of different traditions different ancestries different stories so these two things have to be these fears have to be taken out of the picture but that's only part of the problem the other part of the problem is not out of these fears but as the British historian E.J. Hobsbawm said the historian is to nationalists but the opium makers or poppy growers are to heroin addicts they provide the raw material that the market needs. The market for nationalism needs an idea of identity creation requires myths about who we are and what we are and there are myths that are more appealing for political purposes and there are myths that are not that appealing to political purposes or reality that is not appealing to political purposes. So I think what this book tries to do is that until now we did not have solid scientific data and evidence to give clear answers to our prehistory which is essentially where the fundamental questions about the formation of our population lie now we have. So I hope that discussions about our population formation and therefore everything else that follows will begin to be based on actual scientific data and findings rather than myths, fancies and caricatures of reality."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:48.000",
        "message": "I find it bizarre that there are some nationalistic narratives that are so simplistic that they place value judgments on what came earlier or what originated here or what came from outside. I mean it doesn't matter we are all from Africa and we are all basically a Khichri and your book in that sense by summing up the dramatic advances that science has made in the last 6 years both gave me a lot of joy and a lot of hope. Thank you"
    },
    {
        "speaker": "Guest",
        "time": "01:32:14.000",
        "message": "so much for coming on the show Tommy. It was a pleasure"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:16.000",
        "message": "Thank you very much. I really liked this conversation. You can follow me at You can follow me at and you can browse past episodes of The Seen and the Unseen on seenunseen.in and thinkpragati.com"
    },
    {
        "speaker": "Unknown",
        "time": "01:32:58.000",
        "message": "Thank you for listening. Thank you for listening. Thank you for listening."
    }
]