[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. criminals actually have a better statistical chance than non-criminals of getting elected. I found this out from a fascinating book called When Crime Pays by the brilliant political scientist Milan Vaishnav. Milan is a director of and senior fellow at the South Asia Program of the Carnegie Endowment for International Peace. He is also the host of a superb podcast, The Grand Tamasha, which is co-produced by the Carnegie Endowment and the Hindustan Times and focuses, as the name indicates, on these general elections. It will be linked from the episode page for this episode. Before I begin my conversation with Milan though, let's take a quick commercial break. This episode of the scene in the unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audio books you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi and unlimited monthly subscription costs only rupees 2.99 per month, but you can get a 30-day free trial if you hop on over to storytel.com slash IVM, that's Storytel with a single L, mind you. I actually use Storytel myself regularly, so as long as they sponsor the show, I'm going to recommend one book a week that I love, since my guest today is named Milan. My recommendation today is by an author named Milan. Milan Kundera is one of my favorite 20th century novelists, and one of his best books is available on Storytel, The Unbearable Lightness of Being. Kundera's books stay with you long after you finish reading them, and in this case, the movie based on the book is one of my favorite film adaptations. The Unbearable Lightness of Being, the movie, was made in the 1980s, directed by Philip Kaufman and starred Daniel Day-Lewis, Lena Olin, and the gorgeous Juliet Binoche, my childhood crush. But read the book first, only on Storytel, and remember you get a 30-day free trial if you go to Storytel.com slash IVM, remember, that's Storytel with a single L. Thank you. Milan, welcome to the scene in the unseen. Thanks for having me. Before we get to the subject of this episode, you're doing this awesome political podcast with the Hindustan Times. So why don't you tell us a little bit about these elections? What's what's happening?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:32.400",
        "message": "Who's gonna win? Small question. So I think things look very different today than they"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:37.200",
        "message": "did even at the start of 2019. And we are recording this, by the way, on March 18. This episode is going to be released on April 1. So a lot could have changed. Kindly don't"
    },
    {
        "speaker": "Guest",
        "time": "00:03:47.000",
        "message": "hold Milan responsible for anything. That's right. Hopefully everyone will forget by the time May 23 comes around and we've counted votes. I think that the momentum is shifted quite significantly towards Modi and the BJP. And it's not only because of the events at Pulwama and the aftermath, although I do think that that was a net positive for him. But I think as we've moved towards the main campaign, Modi's attributes, his claim to fame, decisiveness, leadership, nationalism have come to the fore. And here I think we see the opposition's weaknesses in terms of both coming up and answering the leadership question, but also, you know, trying to articulate a cogent counter narrative to what Modi and the BJP have to offer. And I think for many Indians when they look at the opposition, a lot of their charges seem rather petty. Because I think in the most parts of this country, certainly in North India, maybe less so in South India, Modi is popular. You know, people like him. People would like to believe that he has their best interests at heart, that he has clean intent. So they're willing to forgive quite a lot of policy missteps, whether it's, you know, GST, demonetization, you know, various other grievances with respect to the economy, and instead focus on the positive. So I think what the recent Balakot strike does is to give people who are hunting for an excuse to support Modi, give them a reason to vote for him on election day."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:29.880",
        "message": "Now, you know, I am a Namche commentator based in a city. So whenever someone asks me, what do you think is going to happen in the election, my honest answer has to be listen, I don't have a clue, because it's just so many, it's a conglomeration of local elections, you know, there are so many factors in play. And it's incredibly hard for someone like me to have a sense and to leave my biases aside. But as a political scientist, you're obviously looking beyond all of that. And you're trying, you know, you have, what's the kind of data you look at? What are the kind of trends that you look at to try to get a sense of what"
    },
    {
        "speaker": "Guest",
        "time": "00:05:59.560",
        "message": "is really happening in the country? So, you know, obviously, there are huge questions around the validity and accuracy of survey data. Because we have too many instances in the past where surveys have sort of gotten things wrong, both in terms of vote share and in terms of seat share. But I think the way in which one can look at survey data is to sort of look at trends, because they do tend to be kind of correlated with one another. So you could see very clearly, from, say, the height of the BJP's power post-Luther British, to where we are today, definitely a sort of narrowing of the race. And then more recently, again, a widening, and I think I expect that widening will either grow or kind of stay the same, barring, you know, major unforeseen events in the next couple of weeks. So I think that's one. I mean, I think the second is trying to go beyond the sort of horse race of, you know, this leader said X and the other leader said Y. But look at some of the underlying trends, whether it's with young voters or female voters, their participation, what they're saying matters to them. You know, for instance, one of the striking things about 2014 that we were able to detect pre-election, not that we had foreseen a single party majority of the size, I don't want to claim credit for that because I didn't, but that there was a surprising convergence in priorities among rural and urban dwellers. They both were saying the exact same things mattered to them. The top three issues in both types of places were price rise, lack of sort of development jobs, and corruption. Now, the precise ordering of those three questions might vary from Telenado to, you know, Bihar, but they were always the top three issues,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:51.440",
        "message": "both in urban and in rural. And there are people who sort of say that, you know, for example, just to pick one of those issues, which is development, that people who cited development to vote for the BJP were actually rationalizing or putting a respectable face to their innate bigotry or whatever the case might be. And they were really voting for other reasons. I mean, so how does one really know why are people really voting? What are the forces at play here? Because there are a lot of complex forces at play here, which will not show up on this kind of survey data, right? Because you will never see these sort of trends."
    },
    {
        "speaker": "Guest",
        "time": "00:08:25.560",
        "message": "Right. No, I mean, I think, you know, one of the major problems in survey research is what social scientists call social desirability bias, right? Basically, a numerator knocks on my door and asks me a bunch of questions, and I don't want him or her to judge me in the wrong way. And so therefore, I sort of tell them, you know, what I think they want to hear. So I think that obviously is an issue. There's ways of getting around that through experimentation. You know, there's survey experiments where you sort of give people vignettes or different kinds of prompts and see kind of what changes their thing. So some people have tried that. I think the other thing, though, just on the economy, you know, I'm one of these people who believes that there has been a shift in the Indian electorate that traditionally there's been this truism that good economics doesn't make for good politics. That if you look over the vast stretch of post-independence history, particularly when we have data, say, the last three, four decades, that there's no apparent correlation between a government's economic performance and how that incumbent does at the time of election. But what's interesting is if you start disaggregating that relationship by decade, you see actually starting around the year 2000, there is much more of a close correlation. In other words, there are positive electoral rewards to better growth. Now, is this of extremely robust and strong relationship? No. Can it explain all the variation? Not at all. But I do think that there has been a subtle shift. You know, part of that is once people taste the fruits of rapid growth or high growth, they start to demand more. So you know, one of the puzzling things about this election, if Modi and the BJP come back to power, is clearly growth has been very uneven. And so what were the other factors that were shaping the electorate in this race beyond just sort of bread and butter issues like growth, jobs, inflation, and so on?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:22.920",
        "message": "Siddharth Tavakoli And I think the other, just to sort of add to that, even if there are more people in the electorate who are claiming a concern for economic issues, that doesn't necessarily mean that they'll promote the right kind of policies. For example, if you ask a farmer today, what do you want most? Do you want a Hindu Rashtra? He'll probably say, no, no, man, I just, you know, do something about the economics. I want development. But what he has in mind is farm loan waivers, which are just a short term fix, and not any of the structural reforms that we actually need."
    },
    {
        "speaker": "Guest",
        "time": "00:10:53.360",
        "message": "So you know, I think, I mean, this is very relevant to the current Prime Minister, because in 2014, you know, Modi became something of a Rorschach test. We all sort of projected onto him what we wanted to see, right? So some people saw the Hindu strongman of 2002. Other people saw kind of a more market friendly, libertarian minded, you know, kind of modernizer. And in reality, we've sort of got, I think, something that's closer to the middle. But you know, he was very careful in the run up to the 2014 polls, of not really saying all that much, in terms of specific policy, right? It was subcassades, because it was good governance, it was rejuvenating the Indian economy, right, making India kind of a world leader on the global stage, once again, I mean, these were sort of platitudes. And then I think we all filled in the blanks with the kind of policy menus that we hoped he would sort of pick"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:52.920",
        "message": "up. And now that we know that, and would you therefore say that if your contention is that people do care about economics, would you then say that maybe the Congress missed the trick a little bit here by focusing on Rafale, by focusing on Pulwama, and so on, when they should perhaps just have been talking jobs, jobs, jobs, where are the jobs?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:12.360",
        "message": "One of the most enduring mysteries about this campaign cycle is why the Congress has not just done that. In my personal view, I think they've wasted a lot of time with the Rafale scandal, because I think frankly, outside of a small coterie of people in urban metros, not that many people are either going to care, or are going to be able to understand what the deal is about. You know, we were talking about this before, if you asked a veteran defense expert to give you a 15 second soundbite on Rafale, I think he or she would really struggle. And so I fear that for the Congress, they're also falling into the same trap now with this Pulwama thing, talking about China, how is this government not able to get China to vote in the UN Security Council to sanction Masoud Azhar, the head of Jaish-e-Mohammed, criticizing Ajit Doval for his hand in getting Masoud Azhar back as part of the hostage exchange. These are losers in terms of issues for the Congress, I think that they should instead focus and Priyanka Gandhi did this in Ahmedabad the other day, talking about jobs, agrarian distress and so on and so forth. But it may be too little too late. And I think the other thing that is hurting the Congress is, they don't seem to be able to articulate a kind of alternative future. So what is it that they would do if they came to power? So we see some strands of ideas, you know, more loan waivers, a better income support scheme. But I think a lot of folks have sort of lost confidence that on the ideas front anyway, they have a clear sense of, you know, what they would do if they came to power."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:57.600",
        "message": "Dr. Ahmed Sabir Let's kind of move on from talking about these elections to a subject that actually, you know, affects all the parties where all the parties are really equally guilty, which is crime and politics, you know, as your book describes in such detail, you know, criminality in politics is not restricted to this party or that party, despite all the noises that Modi made in 2014. The BJP is as guilty of it as anyone. And interestingly, people seem to think it's a problem in the Hindi heartland. But as your book shows, it's spread out all across the country. And it's got deep structural reasons. And I found all of that very fascinating. And I was quite taken with your approach to handling this issue, which was to think of Indian politics in terms of markets to talk about the political marketplace and examine the incentives within that marketplace. And then from there, figure out why we are where we are. So how did you sort of, you know, arrive at that approach, that way of looking at this problem?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:57.520",
        "message": "Dr. Ahmed Sabir So, you know, I went in, very influenced by what the global literature says. And if I had to summarize the prevailing wisdom in the political economy literature, it's basically about information, that where voters lack adequate information about the candidates they're voting for, they are liable to choose quote unquote, bad candidates, bad meaning corrupt, dishonest, tainted, criminal in some way. And so if you just give them that information, they're able to update their calculation and choose quote unquote, good politicians who are the kind of honest or non criminals. And so I had begun to spend some time with voters and political campaigns in India. And what I quickly realized is that wasn't the story. Many people were voting for these criminals, and they had this information. But there was another reason they were doing so. And so then I started to think about this question of the demand, where does the demand for this kind of a figure, whether it's a Papu Yadav or an Anand Singh or some of the people I talk about in my book? And where do these people come from? Right? I mean, at the end of the day, it's parties who are giving them tickets. It's not you know, if you're an independent in this country, it's very, very hard to win elections. I mean, the independents historically have performed very, very poorly. And so that's really how I backed into this demand supply framework. And then I sort of thought, you know, let's try to it's almost like an onion that you're peeling the layers successively, you know, to try to get at the core of the story. But you know, I came in at thinking I knew what the answer was only to be very quickly proven wrong. And that put me at odds with what other people, you know, in the academy were sort of saying, but I thought it was rather unfair to transpose, you know, all the work that had been done in other countries and just say, well, you know, India probably is the same."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:58.920",
        "message": "No, and it's it's struck me while reading it that it's a very fine work of public choice economics and you're a trained political scientist. So let's take a detour for a moment because I meant to ask you about this. Tell me a little bit about, you know, how you became a political scientist and what are the kind of things you studied for this?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:16.240",
        "message": "Sure. So I studied politics and economics as an undergraduate in the US. And I didn't really know that you could make a career out of that. I just thought, you know, I'm interested, this is sort of a hobby. And I ended up spending a summer interning at the Pentagon. And so my eyes were open to the different kinds of careers one could have. And then I stayed on for an additional semester and worked at a think tank. And so when I graduated, I was sort of bitten by the bug. I knew I wanted to come back. So I sort of, you know, worked the trenches as very lowly research assistant at a series of think tanks. But no think tanks and research institutes are a funny place. So there's a real caste system. You know, you're either the lowly researcher assistant, or you're a fellow or a senior fellow carrying out your research."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:02.460",
        "message": "There's no middle class."
    },
    {
        "speaker": "Guest",
        "time": "00:18:03.460",
        "message": "There's no middle class and there's no social mobility. So I decided, you know, by default, I basically if I wanted to kind of jump ranks, I was going to have to go do a PhD. And so I decided to do a PhD in political science. But funnily enough, up until this point in time, I had never worked on India. As an Indian American, as the son of Indian immigrants, my natural reaction was to do the exact opposite of whatever my culture or family was. And so for years and years and years, I thought who would want to do India? It's not exotic enough. You know, I know it already. Of course, none of those things were true. And I think it wasn't until I got to graduate school, when I started to realize that, A, there's so much we don't know about India. B, that's a place where you can really make a contribution. And C, you know, PhDs are six or seven years long in the States if you're doing political science. So this has to be something that is going to be both personally and professionally rewarding to you. And the light bulb just sort of went off and India kind of floated to the top. And so I spent a summer here in New Delhi working at CSDS, you know, who are the ones who do regular polling. And I'd never look back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:16.920",
        "message": "Right. And getting back to the book, When Crime Pays, so you essentially ask five questions in the book to try and figure out why our politics is so infested with crime. And, and of course, the first three have to deal with incentives, which is, you know, the first one is, why do criminals gravitate towards politics in the first place? The second is, why do parties choose to have criminal candidates? And the third is, why do voters vote for criminal candidates, even when they know that they're criminals? In fact, like you point out that it's often a feature, not a bug, that they're voting for these guys because of their criminal backgrounds and not in spite of it. So let's kind of get to the first of those questions, which is, what are the incentives for criminals to get into politics? And you know, as you kind of pointed out in your book that it wasn't always like this, that perhaps up to the 70s, criminals played a kind of a side role where they would help politicians, they would do booth capturing or mobilize voters and stuff like that. But at some point, something fundamentally shifts in the political landscape that prompts them to make the move themselves. Tell me"
    },
    {
        "speaker": "Guest",
        "time": "00:20:21.040",
        "message": "about this. That's right. So if you go back and read the earliest reports of elections in 1952, in the early 50s, you see in the Election Commission's official reports, you know, scattered mentions of the use of kind of gundas on the part of politicians and political parties to suppress voters, if you think they're going to vote against you to mobilize voters to capture boots to kind of do the dirty work of politicians. And that starts to increase, it's pioneered by the Congress, and then people start to sort of copycat what the Congress is doing. But they're very much at the periphery of politics. They are not the candidates, they are sort of the hired guns. And the quid pro quo there is, look, if we come to power, we'll protect you. But you've got to do this, you know, for us. So the incentives were totally compatible. Several things started to change slowly over time at first. One is that you start to see the rise of identity politics. And so some of these cast expressions get mobilized and activated. And these gundas are forms of that expression. By and large, a lot of the politicians were still from the Hindu upper castes. Number two is you start to see a hollowing out of the state apparatus, particularly the law and order institutions. And money becomes more important as the population is growing and candidates are trying to sort of woo voters. But where you really see this kind of critical break is around the Indira's time in the 1970s, where at that point, two things happen. One is that the Congress system starts to collapse under the weight of its own contradictions, which then opens up political space for these political entrepreneurs to rush in and grab a piece of that. Sadanand Rajan What's the Congress system? Matthew 15 So the Congress system essentially was, you know, this very cultivated sense of a system of sort of patronage and clientelism overseen by the Congress, which, you know, meant that the Congress had reasonably good local party organizations and political networks. Over time, as Indira begins to centralize more power in her own hands, some of these networks start to atrophy. Now, there's an underlying weakness already generating because again, as I said, the Congress claimed to represent everybody. But in fact, if you look at who the politicians were, who actually were on the ballots got elected, it tended to be from a relatively thin band of society. So there's already some sort of disenchantment. And a lot of these criminal entrepreneurs realized that over the years, they had accumulated resources, they could accumulate black money, and they knew how to move it around, that they became the mediators between the state and society. But yet they weren't getting any of the credit, they weren't getting the financial rents necessarily, because the politicians were taking their cut. They weren't getting the ego rents or the psychological rents, because at the end of the day, they were just, you know, the kind of hired gun. And so they decided in the book, I use the kind of analogy of, you know, vertical integration, right? So when a manufacturer decides that, you know, I'm building cars, I should take advantage of economies of scale and start to manufacture my own tires, criminals essentially started to do that. So you start to see particularly in the 1970s, in the post emergency time, criminals themselves directly standing for election, you know, and they say things like, look, everyone was coming, paying their respects to the politician, and we were getting nothing, but they rely on us. So why don't we just cut out the middleman and just and just sort of do it ourselves. And so that system starts to rapidly escalate. And one of the things that Indira Gandhi did, which now when we look back, was extremely harmful to India's political economy, is she she banned corporate donations to political parties. Now, that sounds to some people may be like a good thing. But essentially, what it did is then shifted all political funding underground, and she never replaced it with something else. In Europe, they've replaced it with the public financing system. And so then there really was a premium on how do you aggregate and move this black money and criminals had an advantage there. And so we're still living with the legacy of that policy decision. As you know, you know, most money which gets spent in election time is unaccounted for, right? So we have official estimates. But we know that the actual numbers are probably 10x, you know, what politicians themselves report if not more."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:06.280",
        "message": "And, you know, another factor you mentioned while analyzing the incentives of the criminals themselves is the rise of anti incumbency, that it was far more common in the 50s or 60s to retain your seat. But as anti incumbency went up through the late 60s, 70s, 80s, what inevitably happened was that if you were a criminal don, like you talk about how the goondas became dada, so let's say you're a dada of your neighborhood, rather than help one politician and then in the next election, he goes out of power and you're on the outside again, why not just make sure you are part of the system and you stand instead and you make as much money as you can and all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:25:41.800",
        "message": "Yeah, that's really a central characteristic. You know, when the Congress was so dominant, if you were the goonda, the night before the election day, you could sort of sleep easy, you could rest easy, because odds are that your Congress politician you work with is going to come back to power. Once that uncertainty increases, you're in a dangerous situation, because if that patron of yours loses, then both the state and the opposition, which knows about your dealings with the Congress could come after you. So they essentially decided, why don't we just take our own fate, you know, into our own hands. And that's what they decided to do. And of course, very soon, they realized that, you know, this wasn't just politically profitable, it was also economically profitable."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:28.120",
        "message": "And you've got a great chapter which talks about how exactly how economically profitable it is, which is, you know, where you, you coined the term rents Raj, is that your term?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:37.880",
        "message": "That's not my term. I think the rents Raj came first. Well, there was the resource Raj, which is actually a term that Raghuram Rajan came up with. And the rents Raj was something that the former chief economic advisor, Irvin Subramaniam, sort of adapted, you know, from what Rajan said."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:56.120",
        "message": "So tell me sort of about the different kinds of rents. So can you can you first define rent seeking for me for those of my listeners?"
    },
    {
        "speaker": "Guest",
        "time": "00:27:02.680",
        "message": "Yeah, I mean, I think it's basically, you know, how do you make money without having to do very much? And by the way, productive activity, right? I mean, so people who they want a free lunch, I think that's one way of thinking about it. And so, you know, what I talk about in the book is that, you know, you have these quite powerful changes in Indian political economy. So you have the changing social makeup of our political class, the enfranchised men of Dalits and backwards, and so on. You have economic changes from a more command and control economy to a more market driven economy. Politically, of course, you move from a one party dominant system to a more fragmented multi party system. But the one thing which really is constant throughout, you know, post independence India is the strength of institutions is always lagging behind those other changes that there really haven't been too many governments who have prioritized administrative and governance reform. And so in that delta between all of these pressures and aspirations comes in the opportunity to sort of, you know, make rents, right. And so when you have market opening in 1991, a lot of the ability to make money gets monopolized by people who are able to manipulate, you know, the leftovers of the regulatory sort of regime. So in some cases, you have regulatory capture. In some cases, you open up or you privatize, but you then don't re regulate, which is often something that you have to do to make sure that there's not monopoly control. And so there's huge rents from regulation. There's huge rents also from extraction, right? So the whole topic of natural resources wasn't really something that was on the agenda in 1991. And we saw the fallout from that in the UPA to government, right? I mean, all of the major scandals involved, whether it was land, coal mining, telecommunication spectrum, which is a kind of natural resource. So not only do politicians wield a lot of power to trade regulation for bribes or campaign finance, but then they can also make a lot of money through these extractive routes. So that was the story, you know, of a guy like Madhu Koda and Jharkhand, right? I mean, that's essentially the game he played. But this happens at a much smaller scale as well. So I mean, the thing in Mumbai, obviously, is, you know, why do you have this labyrinthine structure of licenses and permits to do anything in real estate? Well, part of the reason is because the politicians and the bureaucrats who control that need to fund themselves. And so they're able to kind of say, look, let's do a deal, I'll give you something and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:47.200",
        "message": "you give me something in return. Sadanand Anandamurthy And you kind of talk about the different, the three different kinds of rents. And obviously, the first of those is something that is pervasive all through our history is probably a little more before 91, but it still exists, which is essentially regulatory rent, which, you know, I've had a bunch of episodes on different aspects of this, like restaurant regulation, for example, and so on. And it basically means, every time you're paying a bribe to get something done, you're paying a sort of regulatory rent or every time a business is paying a bribe to get a license, that's regulatory rent. And that's, you know, you come to power, and you typically have a whole lot of these rents at your disposal. So you spend x amount getting to power and you can make 3x or 4x when you're in power and disperse patronage accordingly. But what's interesting is after 91, a new kind of rent explodes, which is extractive rents and where you quoted Rajan where he says that the license Raj has now become a resource Raj. And another interesting fact that I sort of found in your book was that while the number of billionaires expanded massively after 91, a significant percentage of them were in what you call rent thick sectors, which is they are in a sense benefiting from that kind of what you'd call crony socialism."
    },
    {
        "speaker": "Guest",
        "time": "00:31:01.120",
        "message": "Is that correct? That's right. I mean, so this is work that Michael Walton, who's at the Kennedy School and others have done to basically track billionaires over time. Now, there has been a rise in billionaires in many countries. But one thing you notice about India in the post 90s period is a the number of billionaires relative to India's sort of per capita GDP. And the second is the sectoral breakdown of where they are. They are in these rent thick sectors. So again, things like construction, real estate, you know, petroleum, oil and gas. We think a lot about it billionaires, but in fact, that's not where the bulk of the action has been over the past, you know, quarter century. And so that became a sort of hallmark, I think, of India's political economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:51.280",
        "message": "Right. And there's a third kind of rent you mentioned political rents. Explain that."
    },
    {
        "speaker": "Guest",
        "time": "00:31:56.680",
        "message": "Yeah, I mean, I think here in political rents, I mean, obviously, there are two ways of looking at it. So one is, when you're a politician, you are in a position to kind of extract resources to, you know, further your own career. So the standard example is you're a politician who has access to inside information about where a highway is going to go. And so therefore you trade on that interest either directly because you've set up a firm or your family member set up a firm. And you know, one remarkable fact about India is there's really no conflict of interest statute at the federal level here. So, you know, even today, members of parliament who have business interests, the only people that they have to declare those interests to are the parliament secretariat and the Rajya Sabha and Lok Sabha. And those are private. So the secretariat knows, but the people don't actually know. So it becomes very, very easy to do that. And then the second, of course, aspect of political rents is this question of sort of, you know, campaign finance, right? And being able to accumulate resources in a way that gives you a leg up. And I think this is where the political parties, you know, come in. You know, there is this question of, well, what is it that attracts political parties to criminals, right? In many societies, if you knew someone was tainted or tarnished because of some serious criminal case, you would sort of hightail it in the opposite direction. But in India, they actually are falling over one another to try to recruit these people to contest on their party labels."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:39.200",
        "message": "Sadanand And that will bring us to the second question, which we'll come to after a short break. But before that, for those of my listeners who want an illustration of the first aspect of political rents that Milan just spoke about, consider the Bangalore airport. Why is it so incredibly far from the city? Just look into who bought all the land around it before the location was announced. We'll be back after a short break."
    },
    {
        "speaker": "Unknown",
        "time": "00:34:01.520",
        "message": "Hello, everybody. Welcome to another awesome week on the IBM podcast network. If you're not following us on social media, please make sure that you do. We're IBM podcast on Facebook, Twitter and Instagram, please, please do. With the upcoming election season just around the corner, in case you really want to deep dive into some of the issues that matter, you should check out some of the shows on our network shows like Ghana Tantra, the scene in the unseen, the prakati podcast, Puliya Bazi and even how to look into some of the issues that really do matter. This week on Cyrus says Cyrus is joined by Tripti Khamkar. Tripti talks about how she got into acting from a young age, convincing her family, discovering her comedic talent and her very own podcast Golgappa. On Studio One, Varun Deshpande from the Good Food Institute joins us to talk about the Good Food Institute and the work that they're doing on Thalle Harate or Kannada podcast Pawan and Surya discuss the Indian judiciary and all that we need to know about its citizens. On Paisa Vaisa, Anupam hosts an hour long special with Anil Gilani, head of passive investments at DSP Mutual Fund and Mukesh Agarwal, CEO of NSE Indices, India's largest index and index service provider. This week, look out for the 50th episode of the Habit Coach podcast host Ashton Docter is joined by a special guest on this one. And with that, let's continue with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:04.680",
        "message": "Welcome back to the scene in the unseen. I'm chatting with the political scientist Milan Vaishnav on crime in politics. Why is there so much crime in Indian politics? And we take it so much for granted that honestly, if there wasn't so much crime in Indian politics would be a little surprise, right? So, you know, we've already looked at sort of the first question that you raised, or what are the incentives for criminals to come into politics? And it's because vertical integration, they want to look after the interests and all these rents to be made, regulatory rents, extractive rents, political rents. It's an absolute no brainer, you know, power brings money. If you're already a criminal, you want more of it and as much as you can. And why experience it second hand or third hand, just get the real thing. But why do parties pick criminals as a candidates?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:48.240",
        "message": "So I think to understand the answer that question, you have to go back and think about how the landscape has changed in recent decades. And one of the most striking changes has been the growth in the cost of elections, right? And the cost of elections has grown for numerous reasons. One is just population growth, right? The second is the competitiveness of elections has really increased over time. If you just look at the margins of victory in state and national elections, you know, they've come down quite significantly over time as the political landscape has become more, more crowded. Voters also have certain expectations in most places, as many of your listeners in India would certainly know on the eve of elections, parties and candidates fan out across the country and provide all kinds of goodies. It could be cash or liquor, the two most common as a way of trying to woo voters to their side. And now we also have a multiplicity of elections, you know, when there are 3 million elected panchayat officials in the country, right? So there's been an explosion in the number of elections. And so all of these things are kind of interacting. Now, here's where we come back to rents. You know, parties are facing this fiscal crunch of how do we meet this this financial challenge, but they don't want to necessarily dedicate themselves to the hard work of building party organizations, you know, recruiting members who are going to fund and so on and so forth. And so they've been increasingly thrust into the embrace of self financing candidates. Now, self financing candidates, as the name suggests, are people who can fund their own campaigns, but they can do more than that. They would pay parties for the privilege of running. They would perhaps fund or endow candidates on the same party label who don't have their own resources. They might, you know, willingly engage or certainly at least look the other way if there's other kind of rent seeking going on. And so this is, you know, the match that's been made between political parties and wealthy candidates. Now the question is where do criminals come in? Because, you know, an obvious question as well. You know, there are a lot of people in India with money, right? I mean, there's celebrities, there's film stars, there's cricketeers, there's whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:04.840",
        "message": "Not podcasters."
    },
    {
        "speaker": "Guest",
        "time": "00:38:05.840",
        "message": "Not podcasters or political scientists for that matter. And, you know, one thing that criminals have is A, they have liquid resources. So both the means and the know how of how to move money. The second is they have a kind of organizational platform because they tend to be deeply embedded in the constituencies which they've come to represent, right? So they have those networks of people and personnel and supporters already at hand. And of course there's some incentive for them in terms of protection to become part of the state. Now in India there is no formal immunity if you've been charged, cheated with a crime or even indicted. The question of losing your seat only comes if you're convicted and even then there are loopholes. But of course everyone knows that once you hold a position of political power there are various formal and informal ways to derail or delay justice. So it could be getting an official transferred, you know, sort of threatening punitive action if a member of the state tries to come at you. So they have both parties and candidates sort of have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:17.600",
        "message": "incentives to make this match work. I don't know why my mind suddenly went to a fellow Amit. But leaving that aside, I write limericks for the Times of India and one that I rather like that I've written for them a long time back is called politics and it kind of it's illustrates what you say. A Neta who loves currency notes told me what his line of work denotes. It is kind of funny. We steal people's money and we use some of it to buy their votes. And one of the interesting questions I had about this, which a book points out is that everything is secret ballot. So you could bribe a voter. But I always used to wonder that why is it that he will then, you know, take a bribe from party X and not just vote for party Y. And what your book sort of pointed out is that look, you know, parties know this that, you know, just by paying money to a voter, they're not necessarily getting the vote, but it becomes a hygiene factor. They know for sure that if they don't give him money, they're not getting their vote. So they have to pay money anyway as a kind of hygiene factor. And over time, a sort of Lake Wobegon effect kicks in and everybody has to pay more and more and campaign finance just goes through the roof. And and then what do you do, you know, and these self financing candidates come in and just take over the whole process. This so this is fundamentally"
    },
    {
        "speaker": "Guest",
        "time": "00:40:30.360",
        "message": "the one big reason, right? Yeah, I mean, I think, look, we've done ourselves a great disservice by harping on this term vote buying, because it's not an accurate description of what's going on. I would prefer gift giving, because the idea that you could buy votes is that there's some ironclad contract that you could sign with the voter saying, look, I'm going to give you 500 bucks, and you're going to vote for me. Now, as you said, with the secret ballot, if I'm a savvy voter, I'm getting 500 bucks from from you and the next guy and three other people, and then I'll vote my conscience. But what politicians believe is that if they don't give money, there certainly will lose. So money doesn't buy you victory, it buys you a seat at the table. So the analogy that I use, it's it's sort of like playing poker, right? If you're playing poker with your friends, and you want to get dealt a stack of cards, you've got to Annie up, you've got to put something in the pot. Now, just because you've ended up and you've given some money doesn't mean you'll win, but you have no shot at winning if you don't do that, because you won't be at the table, right? And so it's a it's a kind of a classic prisoner's dilemma, right? Everyone would be better off if you cooperated and didn't give money. But the risks of defection are so high, that if I choose not to give and Amit gives, then he's now at a competitive advantage."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:45.240",
        "message": "So I was actually a professional poker player for five years and a winning player. Did you"
    },
    {
        "speaker": "Guest",
        "time": "00:41:48.520",
        "message": "know this? I did not know this. Yeah. So let me so why are you doing podcasts now?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:52.360",
        "message": "Oh, well, long story, which I've spoken about on another podcast, you've appeared on Cyrus says, but just to sort of, if you'll allow me to counter what you just said, I think gift giving is a bit of a euphemism. I'd say it is what buying and here's why, of course, they won't get the vote. But let's say they don't give the voter money, the probability of getting a vote is zero. If they give the voter money, the probability is non zero, let's say maybe it's point 2.3, whatever. So they're buying point 2.3 of a vote, that's the expected value. So I'd still call it what buying except that it's not a full vote. It's"
    },
    {
        "speaker": "Guest",
        "time": "00:42:24.560",
        "message": "a non zero. Yeah, I think that's that's a fair way of looking at it. Right. But, you know, there are some places in the world and there's a lot of research from Argentina and other Latin American countries where local party machines are quite strong. So you're able to monitor with some degree of measurement error what voters actually do on election day. And so therefore, you know, that kind of quid pro quo might be easier to consummate."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:51.680",
        "message": "I just think it is lower. I think in India, it's lower. Right. Moving on from there. I mean, it's so far is fairly logical that okay, you know, obviously, criminals want to get into politics. Power is money. The Indian state has so much power and discretion that it's just a source of unlimited rents. And political parties, which are the intermediaries between in the marketplace between candidates and voters to exist, they need money to fight elections, they need money, self financing candidates are the best. And, you know, if a candidate finances himself, he is effectively subsidizing others, like you pointed out in your book, because the opportunity cost of the money and so on. The big question here is that, you know, we are in a democracy, why do informed voters actually choose to vote for criminal politicians? In fact, one of the most surprising statistics in your book was that if you are a criminal, your chances of winning an election are far higher than that of a non criminal. It is clearly a feature, not a bug. Why do voters vote for"
    },
    {
        "speaker": "Guest",
        "time": "00:43:50.880",
        "message": "criminals? Right. So I think just to rewind for one second, if you look at this association between money and criminality, what you see is that money, rich politicians do seem to be disproportionately rewarded. But criminal politicians who are rich seem to have an additional bump. So if money were doing all the work, then criminality shouldn't matter. So clearly there's something above and beyond. There's a delta there that's benefiting criminals. So what is that? And that's where I think the voters come into play. So, you know, I think there's kind of two cardinal facts about how Indian politics tend to operate, right? So one is that in many parts of this country, the rule of law is quite weak. And what I mean by that is that the government is not seen as an impartial or credible provider of kind of core state functions, right? So what public goods delivery, law and order, justice and so on. So that's one. There's a vacuum there. Now, number two is that obviously we know that identity politics and social divisions are a prominent feature of Indian politics and that it varies from place to place. In some places, the divisions or the contestation between caste groups and communities may be less or may be more. But in those places where the rule of law is weak and those social divisions are highly salient, criminals are able to use their criminality essentially as a sign of their credibility to get things done for their constituents, right? So they're basically able to say, if you support me, I'll be able to do your work by hook or crook. Now, the pitch they're making is not necessarily to the constituency at large. It's primarily to their own caste or community and those allied groups, right? And because we're in a first-past-the-post system, you know, you can win an election with 25 or 30 percent of the vote. So you don't have to cater to the median voter, right? If you could get your group and a few others on board, then you could cross the finish line first. So in some ways, the electoral system also creates, you know, further incentives. So this kind of reverses the usual logic of information on its head, right? Which is voters actually know and candidates who are criminals have an incentive to advertise that they have these characteristics because it's seen as an asset and many parts are not a liability."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:28.720",
        "message": "Just to sort of then unpack those two points. The first point is, of course, there's no – the rule of law in large parts of this country is completely absent. It's an illusion. And government, it's said, often begins as a protection racket. And when the government doesn't do its job of, you know, being a credible protection racket, you have competing protection rackets coming in, which may or may not, you know, divide along lines of ethnicity or caste or identity or whatever. So the first fundamental function that a lot of these criminal groups do is that, listen, there is no law and order here. And I am the law and order. And this is something again, you point out with a bunch of concrete examples in your book, whether it's Mohammed Shah, Shahabuddin, or other people, where people often say about them that look, okay, you know, he might have all these criminal activities through his name, but he looks after us. You know, these are all of the things that he does for us. And when they list them out, you realize that, you know, this is a gap created by the absence of the state, the state can't provide all of this, whether it's little things like conflict resolution, or whether it's basic communities, these are guys coming and saying, Okay, I'll take care of all of you. So it's not just a gunda becoming the dada, but taking the place of the state in a sense, and therefore getting that respect from the community that this is a guy who does everything and therefore they can win the election and make the additional"
    },
    {
        "speaker": "Guest",
        "time": "00:47:43.040",
        "message": "rents that there are. Yeah, and I think there's a variety of ways that they can do this. So I talked about that in the book. So you know, the one thing is sort of intervening in the administration and distribution of welfare benefits, right? You are denied a BPL card, the BDO, block development officer in your locality is not paying attention. I contact my politician, he threatens to, you know, knock a couple heads together and all of a sudden I get my BPL card. So there's something around kind of welfare and administration. Law and order security is another one, right? I mean, in many places, you go to a police house and you are saying, Look, I've been a victim of a crime and they just you know, if you're not the right profile, then you won't get an FIR filed. But again, that's worth someone who can throw their weight around to make that work done, get that work done as a benefit. Similar stories with justice, right? We know that the judiciary in India has so many weaknesses, especially at the local level. And so therefore, if you have a neighborly dispute with someone who's in your area, you could go to the courts, but you may be waiting decades for a verdict. So if you go to a strongman who's able to enforce a decision, even if he rules against you, at least he's decided, right? And there's sort of some finality. The fourth thing is, I think, is a kind of social insurance function. You know, I mean, especially for households who are hovering around the poverty line, any one shock, it could be a death in the family, it could be an illness, it could be a marriage, right, where you have to come up with dowry payments, you need someone that you can turn to in your kind of hour of need. And that's another thing that these criminal candidates are quite good at. So one of the things you often hear when you interview their voters is, you know, you paid for my daughter's wedding, right? Or I had to take care of expenses after my mother died. And I didn't know who to turn to because I didn't have access to formal credit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:39.520",
        "message": "Yeah. And one of the, you know, in your book, there's a stroke of this politician who claims he funded, you know, 10,000 marriages, I think, in a particular area himself. And there's an interesting defense of the same guy, if I remember by someone speaking to you and saying, Listen, he didn't actually murder anyone, he just ordered them."
    },
    {
        "speaker": "Guest",
        "time": "00:49:56.440",
        "message": "Yeah. So I this was a politician by the name of Anand Singh, who was a curious figure, because at the time I went and saw him, this was 2010 in Bihar. And this was when Nitish Kumar had this sort of governance revolution, you know, after the what they call the 15 years of jungle Raj, you know, under Lallu Prasad Yadav and Rabri Devi. And here was this good governance, Chief Minister, who was, you know, patronizing this gunda politician Anand Singh, partially because he represented a very important sort of caste community, the Bhoomi hars in central Bihar. And so I'd gone to see sort of a, you know, kind of educated engineer who was a friend of a friend who lived in Anand Singh's constituency. And I was pressing him on, you know, why would you vote for someone like this? And, you know, I read today in the Times of India that he's wanted on sexual assault charters and murder cases and you know, all these really pretty nefarious things. And, and, and then he had this insight, which is, you know, you misunderstand, you know, Anand Singh isn't a murderer, he merely manages murder. And that's where the protection racket really hit me, right? I mean, what he was saying is, Anand Singh is the CEO of my local protection racket, and I'm one of the people who's being protected. So if I want the guys over there, you know, sort of figuratively pointing towards the, you know, backward caste community, the other community which is gaining ground, if I want them to take over my land and my house, then I can vote for a Mr. Clean politician. But as, as you know, until law and order gets sorted, you know, I'm going to need my, my protection, and he's the one who's doing it. So you're calling him coming from the big city and calling him a criminal, but I see him as necessary."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:50.520",
        "message": "Sadanand Rajanamurti And it's because of one protection racket that we should be there, the legitimate protection racket of the state is absent, which is why you have these sort of competing protection rackets and it's competing protection rackets, because you're often, mostly in India, along ethnic lines or caste lines, or basically along identity politics line, which with each sort of racket saying, hey, I look after my people and it's like you quote Lalu Prasad in your book, where at one point he says, vikas nahi samman chahiye, which was his, this thing, which is basically, we don't want development, we want respect. And again, he's speaking for a bunch of, you know, castes, which otherwise feel ignored. And that's what matters to them. Not so much development, because hey, who believes in words like that, but just patronage, give patronage to our"
    },
    {
        "speaker": "Guest",
        "time": "00:52:36.040",
        "message": "people. You know, I don't want to glorify these criminal politicians, because there's a central flaw in the story, which is, at the end of the day, these characters, yes, they may be providing something of value. And I think the fact that they're doing that, and or the perception that they're doing that is what gives them voter backing. But they don't have incentive to fundamentally fix what ails the state, because they are able to mobilize on the fact that the state doesn't work. And so you need me to help navigate it, right? You need me to get the charges filed at the police house, you need me to get the BPL card. Once you actually improve the state sufficiently, that intermediary's role disappears. And so they're interested typically in bandaid fixes, right? I'm not going to push for a whole scale reform of the police apparatus. I don't want to necessarily fix the welfare distribution system. I want to have an incentive to keep it broken, but then apply patches or band-aids where I see fit. So I think that's the one central flaw, which shouldn't be overlooked. And the second, again, just to reiterate, they're not necessarily interested in doing this for their constituency at large, right? I mean, they are very explicit that they function sort of like Robin Hoods, where you're not necessarily taking resources from the rich to pay the poor. You're taking resources from one community and redistributing it to another community. So I think those are there are all kinds of negative externalities from this kind of a transaction."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:21.640",
        "message": "Sadaq Khan Which brings us to your fourth question. Like we've looked at the three kinds of incentives so far incentives for the criminals to get into politics, for the parties to pick criminals and for the voters to vote. And you know, because there's no rule of law, because everyone is divided along identity lines, it makes sense for them to vote for the local dada who look after their needs because there's no other protection racket in town. How do we fix this? An even more fundamental philosophical question that you asked before you bear you know, when you begin your chapter, much to my gratification, because the question struck me as well, which is that if we are placing a value on a democracy where people choose their leaders, the leaders they want, why should we fix this?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:03.840",
        "message": "Dr. Ian Lamb Yeah, I mean, that sort of, I think, builds on what I just said before, which is, the election of criminals does solve a particular problem in terms of it allows people to have access to something that they may not have had before, right? Or, in some cases, even it's the promise of that access, they don't know that they'll need something now, but they may need it in the future. And so therefore, it's a kind of hedge against risk. But as I mentioned, there are these larger negative externalities, because the system will never sort of improve. So what do we do to fix it? You know, there, if you take the same kind of supply and demand function, or analogy that I discussed, so on the supply side, this really has to do with with money, right? How do you try to create a system such that money from private individuals plays less of a role? And so that gets fundamentally to campaign finance reform. Then when you get to the demand side, one of in the ways the most disheartening messages of the book is, I wish that this was just an information story. Because if this was just an information story of voters don't know how to tell a good type from a bad type, then you could invest in media, you could invest in civic activism, you could invest in voter education. But if these individuals are actually doing something which is both informed and rational, then you then you have a problem. And the only solution there is trying to find ways of building up the state capacity. And I think here, they're kind of two aspects, right? I think we often get into these very simplistic debates, not just in India, the United States and the EU everywhere about, you know, do we shrink the state? Do we grow the state? And you sort of have to do both at the same time. So the problem in India is that you have a bureaucracy that's over bureaucratized in procedural terms, right? So this is whether it's the ease of doing business or the ease of, you know, getting welfare benefits, everybody who's ever tried to interact with the Indian state knows that it's extremely difficult, costly, inefficient, and so on. So you have to kind of cut that fat. But at the same time, the Indian state has to build up its muscle. And what I mean by that is, even though it's over bureaucratized procedurally, it's highly undermanned in personnel terms, right? There are large parts of the bureaucratic apparatus, which simply not only don't have enough people, but they also don't have the right kinds of people or the people with the right skills. And so, you know, it's sort of a cute phrase. But the thing I say in the book is you kind of have to right size the state, right? Now, the trouble over there is this is a generational challenge, right? I mean, this is something that politicians will have to do, and then exceeds their limited time horizon of say, four or five years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:00.400",
        "message": "Sadanandam Bhaiyaan, Ph.D.: Yeah, and that's, in fact, an insight I first picked up from Fukuyama that what India needs is a strong state that does a few things well, instead of what we have now, which is a very large state that does everything badly. And, you know, again, like you point out in the book, our problem is not people, we perhaps need more people, our problem is procedures, there are too many procedures. And both of those seem to strike at the heart of the incentives problem here. If you just have much less procedures, much less licenses to give to people, much less discretion that government servants have, then you immediately reduce rents available and therefore the incentives for criminals to come into politics because hey, how do you profit? And at the same time, if you actually strengthen your state where you need to, if you have a good rule of law, if you have good police, if you have good conflict resolution and, you know, good, you fix the justice system, then you don't need a protection racket apart from that because the state is doing its job and then you change the incentives for the voters to act. But, you know, I mean, these two are the obvious but very long-term fixes. And the problem with long-term fixes is that politicians live for the short term. So what are their incentives? I mean, can changes like this ever happen? They haven't for 71 years."
    },
    {
        "speaker": "Guest",
        "time": "00:59:13.840",
        "message": "Yeah. No, it's a good question. I mean, I think there's some good news and some bad news, right? So on the good news, you could say that, you know, as India is getting richer, as per capita incomes are rising, politicians in many states have stopped tinkering with the sort of petty corruption that most citizens have to interact with, right? So in some ways, this is the story of the southern states, right? In Tamil Nadu, the day-to-day state when it comes to kind of welfare and other things works pretty well, but because politicians are focused on larger rents, right? Larger rents about roads and ports and highways and extraction and so on. Now, one could say cynically, that's a sign of progress, right? You've kind of shifted from a blue collar corruption equilibrium to a white collar. At least the common man doesn't face a burden. At least the common man doesn't face a burden and, you know, just look at Andhra and Tamil Nadu in particular. I mean, it's virtually impossible to make it in politics if you aren't some kind of person involved in infrastructure or real estate, right? I mean, that's where the – it's most noticeable. So the flippant sort of thing I talk about, I guess it's not in the book, but what I was thinking about, which is a kind of film analogy is, you know, sort of like the transition from Godfather I to Godfather III, right? I mean, how do you essentially legitimize yourself that you move away from kind of ordinary corruption to try to actually, you know, make money in a maybe perhaps less corrupt or less distortionary way for kind of the average person? And I think that's the sort of trajectory that maybe India is on. So that's one. The second is, you know, the middle class is very absent. And I think one of the big stories about post-independence India is how the middle class has really exited from mainstream politics. You know, I think many people who were in the middle class were disappointed with what the state could do and then realized that they had private alternatives, whether it's schools, water, education, healthcare, security. And so how do we re-engage that part of the citizenry to say, look, this matters for you? Because at some point, you have to step outside of your bubble and deal with, you know, the central problem of the state. And that's, you know, historically, I think, in many societies, what has helped to kind of push reform. And then crisis, right? I mean, when you see or have either economic crises or corruption scandals, right, they tend to introduce some kind of turn in the system. Now, unfortunately, you don't want to wait for a crisis to happen to have to do reform. But I think empirically, that's often what we see."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:58.840",
        "message": "Some would argue we are in the middle of an ongoing crisis. It's like a frog in boiling water. You don't notice the temperature getting higher. Of course, that's an apocryphal story. The frog will actually jump out if the water reaches a certain temperature. And the interesting thing about the second point you made is that India's middle class has actually grown massively since liberalization. So you'd expect that, you know, earlier, one reason for the apathy could have been that, you know, what difference does it make if I go and vote? It makes absolutely no difference. But now that's changed. But then, you know, people respond to crisis in different ways. And it's not necessary that everyone will want these long term kind of solutions. What you also say in your book is that a lot of the short term solutions which people come up with just don't work and might even be dangerous. Tell me a little"
    },
    {
        "speaker": "Guest",
        "time": "01:02:40.720",
        "message": "bit about that. Well, you know, I think if you take the justice system, for example, everybody's favorite remedy for what ails the justice system is fast track courts, right? And so we saw this after the horrific gang rape in Delhi in 2012. We this even got gets talked about in the context of criminal politicians that can't you just set up fast track courts and I talk about that in the book as well. But what you see from studies of these courts is that eventually they just succumb to the larger pathologies of the justice system. That's one problem. The second problem is by giving fast justice to someone, you're necessarily giving slow justice to someone else. You know, I think this is a really hard nut to crack because politicians are able to occupy this gray space where they're able to say, look, I've been charged with a crime, but I haven't been convicted of one yet. And in this country, we have the rule of law which says, look, there's a presumption of innocence until being proven guilty. And they're right. Now, on the other hand, given the infirmities of the justice system, they also know that they can wait this out. So, you know, if we go back to the case of Anand Singh, who was the CEO of the protection racket, the the management of murder, not the murder, you know, he had dozens of cases that went back literally decades, and none of them had ever come to any kind of conclusion because, you know, judges passed on, prosecutors were transferred evidence, you know, literally went up missing, witnesses got got cold feet. And so the solution to the problem is kind of inherent in the nature of the problem itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:28.520",
        "message": "Right. Your fifth question, finally, which is what is the impact of this on democracy?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:35.880",
        "message": "So you know, here, I think there's a couple of ways of looking at it. I mean, I think one is that, in some ways, you know, criminality is a byproduct of how democracy has been functioning in a weakly institutionalized setting. You know, I think there's some people who would prefer to consider this phenomenon, as you know, these are a bunch of sub national, authoritarian figures who are going around coercing voters and manipulating results. And that's how they're able to win. I don't find that framing to be very helpful, because, you know, in many cases, these are people who are will winning some of the most competitive elections anywhere in the world. And they're doing that. Because voters vote for them, and again, believe that they're making a rational calculation, it may not be the first best solution, right? I mean, voters are not stupid, they Yeah, it'd be great to have a clean politician. But given what's around us, I don't think that that's necessarily going to pay off for the here and the now. So I think the larger potential fallout from this is, does it start to erode people's perceptions of democracy and the rule of law? Do they start to say, well, this particular politician is able to get away literally with murder? And so therefore, you know, why should a different set of rules, you know, apply to me? And, you know, I think here to, you know, this is where money comes in, right? If people literally think that, you know, look, I mean, you could buy or sell elections, then forget about it, I'm just going to retreat, and you end up with voter apathy, or you just get up with this very cynical kind of notion of special interest politics. So, so again, it's a good news, bad news story, which in some sense, these people are products of democracy, but they're creating a kind of partial accountability that has lots of other, you know, negative consequences."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:41.600",
        "message": "Sadaq Khan So I'm going to kind of end with a standard question, which I ask all of my guests on the subject of the choice, which is not about crime in politics, but about democracy in general, Indian democracy in general, what makes you hopeful? And what makes you despair about the future of Indian democracy, let's say within a 10 year timeframe from now?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:02.920",
        "message": "Dr. Ian Lamb So I think what makes me hopeful is that, you know, is sort of the legacy of the past in some sense, and that, you know, every 10 years or so, someone writes a big book, which pronounces, you know, that Indian democracy is going to implode. And every 10 years, those people have been proven wrong. I mean, it goes back to, you know, Selig Harrison, and the most dangerous decades, which, you know, was written, I believe, in the 1950s, or 1960s, saying, you know, this place isn't going to last very long. So, you know, Sunil Killnani has this very nice insight in the idea of India where he says, it wasn't that there was some grand normative consensus around liberal democracy in India, it was basically the only system that could potentially handle this constant collision of different interests, and ideas and customs, right, that they were constantly clashing, and this was a way to sort of accommodate them. So I think on that overall story, I think, sort of still holds, I think one of the emerging issues that we're not paying attention to is what is happening in our states across our states, right? There is an increasingly entrenched interstate inequality. And it's not just North and South. Well, that's one dimension, but it's also kind of an East West story. You've seen the recent stir over the Finance Commission and whether or not central transfer should be allocated on the basis of population or something else. Obviously, if it was population, you know, the South would lose because fertility rates have dropped. There's a question over how you share tax revenue, you know, there's a study which shows that on income, you know, the three richest states are three times richer than the three poorest states, then there's something that I wrote about recently, which is political representation, you know, India's legislatures are highly malapportioned, right? We have not updated the statewise breakdown of parliamentary seats since 1971. And if you were to do that today, you know, Uttar Pradesh and Bihar would get 16 seats and, you know, Karnataka and Tamil Nadu would lose about, you know, 15 seats. That's a huge shift in political power. And it's only going to get worse. The Constitution says you can't change this until 2031 when we do that census, at which time those differences are only going to become more pronounced. So I think we're at a stage where we need to think of a grand bargain, because Indian federalism was the glue that's kept this project together. But I think it's now showing showing its age. So you know, in the 50s, we had the state's reorganization commission, right? That was this moment at which we figured out how do we create this kind of federal compact. And I think we're in the need for that moment. We can't look at each of these issues in isolation. But I fear that's where we're headed."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:04.920",
        "message": "Mahesh Thakur Thanks. What your answer has done is, is filled me with despair about the state of our nation. But I am hopeful that it'll be a hell of a spectacle going down. Thank you for coming on the scene in the Unseen. Amit Bhandari Thanks for having me. If you enjoyed listening to this episode, do head on over to your nearest bookstore online or offline and pick up a copy of When Crime Pays by Milan Vaishnav. Also do check out Milan's elections podcast, the grand tamasha linked on this episode page. You can follow Milan on Twitter at Milan V Milan V one word you can follow me at Amit Verma, A M I T V A R M A. The scene in the Unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. You can browse all our past episodes at seen unseen.in and think Pragati.com Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:10:59.480",
        "message": "Hi, my name is Anupam Gupta. I'm B 50 on Twitter. I am the host of Pesa Pesa, the show that talks money on my show I speak to experts from every field of money and finance, from stock markets, equities, debt funds, credit cards, life insurance, every possible area of money and finance that you can think of. We even did an episode on cryptocurrency. I've got fantastic guests from mutual funds to personal finance experts everywhere. Robo advisory startup, just name it, we've got it at Pesa Pesa. We help you make smart decisions about money. You work hard for money. Now make your money work hard for you. New episodes out every Monday and you can listen to my show on the IBM podcast app or any other podcasting app that you have. Pesa Pesa is brought to you by Paytm Money. Hey Meghnad, do you know how to citizen? Hey Shreyas, do you know how to citizen? Hey Meghnad, do you know how to citizen? Hey Shreyas, let's just do a podcast about it. Let's do a podcast about it. A podcast is called How to Citizen. In every episode, we get a new guest and discuss one chapter from the eighth grade civics textbook. Think about it as three friends revising before a test and we go back to school. There's nostalgia, there's trauma, there are lunch breaks, there are favorite teachers, there are horrible teachers, there's everything. So every Tuesday, we bring in a guest on the podcast and we ask them a very simple question. Do you know how to citizen? Meghnad, I think the question is do you know how to citizen? But Shreyas, I'm asking you this question. Do you know how to citizen?"
    }
]