[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. I.V.M. I.V.M. music music Welcome to the Scene and the Unseen. who's been writing about economics and covering the government for over 17 years now. Pooja has been the economics editor of the Hindu and has won the Ramnath Goenka Excellence in Journalism Award in 2008 and 2009. And she's just released a fascinating book called India's Lost Decade, which chronicles the 10 years between 2008 and 2018, and describes how those were years of lost potential for us, in which a series of bad decisions by multiple Prime Ministers and multiple Finance Ministers harmed the Indian economy, and by extension, millions of Indians, especially the poor. I've admired Pooja's writing on economics for a long time, and I picked up the book expecting a really good read on economics. But it's a lot more than that. Firstly, the thrust of the book is the impact of politics on economics and is filled with political insight. Secondly, the book is packed with human drama. Of the sort, the likes of Shakespeare would have turned into multiple plays. Like my God, this book is tales of so many petty resentments, grand ambitions, mad delusions, petty lint arrogance, and a series of human follies that are all the rational acts of flawed humans. It's fascinating and I was delighted when Pooja agreed to come and chat with me about the book. Just one thing though, our conversation was recorded over Skype over iffy connections. The sound quality is sometimes dubious and calls keep dropping. I apologise for that. The subject is so fascinating that I think it was worth the trouble, and I think you'll agree. But before we get to the conversation, a quick commercial break. This episode of the scene in the unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi. An unlimited monthly subscription costs only Rs. 2.99 per month, and you can also get a 30-day free trial if you hop on over to Storytel.com. I actually use Storytel myself regularly, so as long as they sponsor this show, I'm going to recommend one book a week that I love. The book I'm recommending today is a book called Back When We Were Grown Ups by Anne Tyler. Now, one of the interesting things about dialogue in books is that it is very different from how we speak in real life. In real life, we don't speak in a linear structure. One person finishes, then the other person starts. But often one over the other, two people speaking at the same time, thoughts colliding. To my mind, no fiction writer captures real life dialogues better than the brilliant Anne Tyler, many of whose books are available on Storytel. Back When We Were Grown Ups is a personal favorite though, so do check it out. And remember, you get a 30-day free trial only at Storytel.com slash IVM. Pooja, welcome to the scene and the unseen. Hi, thank you. Thanks for having me over. Pooja, before we start talking about your book, The Lost Decade, tell me something about your journey so far. How did you get interested in economics? And how did you become"
    },
    {
        "speaker": "Guest",
        "time": "00:04:24.080",
        "message": "an economic journalist? Okay, so it's by accident, I did not make a conscious decision to either study economics or join journalism. When I was in school, I actually first I wanted to be a lawyer. And then I wanted to join the civil services. And those were the two options I was very keen on. But my family dissuaded me from both and not a very, I mean, you know, very light conversations, no serious discussions, but mostly they would be like, No, you may not like that, you know, those are tough jobs and all that. And so I hadn't really given much thought to what I wanted to do. And my cousin, who's a big influence on me, took up economics. And he's one year ahead of me. And he took up economics. And just because he had taken up economics, I also applied for economics, although I was a science student. And I got through in Kamla Nehru College, which tends to have a high cutoffs and is considered a good college in Delhi University for economics after Stephens, LSR and SRCC it's considered quite good. And I didn't want to let go of that seat. So, you know, so sort of following in the footsteps of my cousin, I took up economics. And I found that a year after he finished his first year of economics, and by the time I had already joined, he decided he didn't like economics, and he switched over to physics. He restarted his graduation doing physics, but I carried on with economics, I was beginning to enjoy the subject, I had a good set of friends in college and all that. And I finished graduation and there was a lot of sort of peer pressure, everybody was sitting for their CAT exam, and people were considering where to do their MBA and all that. And there's this one friend of mine in college who, you know, one day told me that a couple of days later, she was planning to go to the North Campus where she wanted to apply for the entrance exam for Delhi School of Economics for a master's in economics. And she was looking, you know, for basically somebody to go along with her and if I was interested. And I said that, you know, if you're applying for a master's, I will also. And we both went and applied, we sat for the entrance exam, and she never made it and I did. And so I joined Delhi School of Economics and I found it really, really difficult. They really expect you to work very hard. And most of my batchmates started preparing for their, you know, they wanted to do their PhDs overseas and I could tell that I would not be able to work that hard. And therefore, I put in my request in the placement cell for placements. Now, this is the year 2000, where the economy was not doing very well. And there were very few job offers and therefore, relative to the number of students and therefore, they had a rule. And the rule was that, you know, if you get a job offer after sitting for an interview, and you don't accept it, then you have to wait for everybody else to get placed and only then you can apply for another interview. And my first job offer came from a newspaper, Business Standard. And therefore, the choice for me was whether to accept that or to not accept that and risk not getting any other job at all, because I have to wait for everybody else to get placed. And that's how I joined Business Standard financial paper. And that's how I sort of came to business journalism. Because nobody in my family is a journalist, and I'd never thought of journalism as a career option. And I landed in business journalism. And I quite liked it. I had good colleagues and very good bosses and editors, and I've just stayed on. So that's how I came to economic"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:00.080",
        "message": "journalism. Well, thank God for us, you stayed on. And it's interesting how you know, when you describe the role of happenstance in your life, and reading your book, it struck me, as we'll discuss later how happenstance and events that seem unconnected with economics actually played such a big role in what subsequently happened. So tell me, you know, when you were starting, yeah, so tell me when you were sort of starting off, getting into economics, doing journalism and all of that, who were the thinkers who influenced you? Like, what were the kind of books that had an influence on you? And importantly, over the period of time, from the time you studied economics in college to let's say today, how have your thoughts on economics per se evolved?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:41.200",
        "message": "Right. So, you know, unlike how it is in JNU, in Delhi School of Economics, the way they teach you economics is very different. There's an influence of market economics led thinking. And consciously or unconsciously, there are these giants, you know, there, and especially because I was in college, you know, before 2000. So the big influences at that point in time on campus in the school and therefore on me, were people like Dr. Manmohan Singh, you know, Montek Singh Ahluwalia. So their reputation at that point was a little different than what it is now. And there was a scholarship in college named after Dr. Manmohan Singh, and Professor Kaushik Basu, and people like that, you know, and our teachers were very clear that, you know, the market economy is the way to go forward. And we didn't have textbooks for every topic, we had a series of readings. So, you know, few paras from various writers, most of them international economists, very few Indian writers we had, you know, in our course curriculum material. So, at that point in time in college, most of my reading on economics was limited to what was prescribed in course. Thereafter, after I joined, you know, Business Standard, I found that a lot of what was taught in class, I was, especially because I had macroeconomics and public finance as my optional papers, a lot of that I was beginning to see how it plays out, you know, in the real economy, and all the various manifestations of it. And honestly, I did not read much of anything in the first few years of my career related to economics. So I didn't, at that point read, you know, Amartya Sen or Raghuram Rajan when his book came out later. I read all of that quite late. And I don't think, you know, other than what I had learned in class, I don't think I had too many influences in terms of what I had read. By the time I started reading all these big names, I myself had well formed ideas about what goes on in the economy, based on what I was taught in class and how I'd seen it play out, you know, in the real economy in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:57.480",
        "message": "Right. So, you know, before we start talking about the last decade, which is really about the last 10 years, and how we sort of lost the way, you know, turned it back a little bit and then lost away again, I'd like you to set a little bit of context in terms of, you know, I often as someone who grew up in the 80s and the 90s, I often take it for granted that my shared experiences are shared by everyone. But I often forget that 60% of India today was born after the liberalisation of 91. And that's such an important turning point in our economy. So can you sort of give me a sense of what our economy was like, say from independence to 91? What were the sort of guiding philosophies? And how that changed in 91?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:40.840",
        "message": "Yes, in fact, Amit, I myself, I feel, you know, when I speak to youngsters, I feel exactly the same, but they have no idea how life was, you know, before 1991, or for those of us, you know, who are older, who are like past 35. And so to speak of it in terms of everyday life, you'd recall that an example that is often given is, you know, you wanted to buy a car, you could afford to buy a car, and your choices were limited to one or two brands, you may like them, you may not like them, quality did not matter, because the quantity was so less. And even for those few cars that were manufactured every year, there was a long list of people waiting to buy them. And therefore, anything, you know, would go. Now, in 1947, the two phases before 1991, and after 1991, I think the average person in India seems to be the forgotten or doesn't realize at all, that until 1947, Indian economy had been, you know, under colonial sort of control. And most of the economic policy was driven by the Second World War's requirements, the Indian economy had been geared, you know, the resources were being taken away, to provide for the Second World War. And, you know, be it in terms of foreign exchange, be it in terms of exports, you could not import things, even if you could afford them, there were regulations, they were import controls. And all of these rules and regulations were written into Indian law, economic policy, which a lot of it has not been shared even today, you know, those were the sort of the founding principles of a lot of economic policy, and much of it was shared in 1991. But a lot of it survives, we still need to, you know, get rid of those, that control mentality. And what that control mentality is that before 1947, which carried on for some time after that, that everything would be determined by the needs of the war. So you have to, you cannot import, you know, things like steel, or if you're producing things like steel, it has to be used for a certain purpose, which is determined by not what is good for the rest of the economy or people like you and me, but you know, what is good for the Second World War, Great Britain. Now, once that was done, when we got freedom, I think the immediate response of the government at that point, with the heavy influence of Pandit Nehru was that we need to reconstruct the economy, which had been under colonial rule, and which had taken this huge hit because of the Second World War. And how do we do it? From what we understand, the private sector was small, and not in a shape to take up the huge challenge. And therefore, the public sector had to be relied on and it had to be strengthened. Now, we all know how that philosophy, and of course, there was also the fear of economic imperialism, we had just gained political freedom. And I think the country at that point in time did not want to surrender economic freedom, and therefore the fear of foreign capital and foreign investments. And I think those are the two sort of guiding principles at that point in time, which led to what is called Nehruvian socialism. When we criticize Nehruvian socialism, and I definitely am not a fan of it. But when we criticize it, we must remember the context in which that came as a policy response. Very soon, the limitations of that kind of thinking became apparent. But it was a little too late to do anything about it. I think the government's attention was drawn to other things, political things, etc. And this sort of carried on. And I think as Sunil Kilnani talks about in his book, Idea of India, what this did deliver was that the economy was stable, it did not grow very fast, but it was quite stable. Then came the Indira Gandhi variety of socialism, which had a lot to do with government spending led economic policies. And also later on, nationalization and those, you know, the charter, that was, I think the seven points, I think that were announced. That was quite damaging. That was very, very damaging for the economy. And of course, there was not much growth. But there was also a worsening of the fiscal parameters and macroeconomic stability. And because these parameters were weakening, by the 80s, there was a realization amongst Indian experts. And Mrs. Gandhi here and there does show some openness to listening to these things, including a couple of times when Dr. Manmohan Singh sort of, in various capacities, tried to explain how Indian economic policy was completely off course. And some little bit corrections do begin to take place in the 80s. Bank nationalization has sort of indirect good influence on India's saving rate, and therefore investment rate. And those little sort of low hanging reforms that were undertaken, that were taken up in the 80s, begin to show a little few results, which carries on when Rajiv Gandhi becomes the Prime Minister. But after that political instability and, you know, incompleteness of the reforms, inability to think through a lot of things meant that the economy was not doing well. And the fiscal parameters started weakening, you know, more and more. And after that, so there was this one external shock of the Gulf War, which really weakened India's external position a lot, because we had been borrowing so much. And you know, those were the days when the government could just print more money and pay for anything that was not covered by its own revenue. So the difference between its expenditure and its revenue was simply covered by printing more money. And that meant a lot of short term borrowings that they kept rolling over. And therefore, you know, this like the shock of the Gulf War sort of tipped the balance of payments into a dangerous zone and the famous 1991 crisis happened. So that's what was the story before 1991, that a lot of bad decisions, some of them under the influence of the context of those, you know, that era, but some of them because of complete disregard for what is good for the economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:35.480",
        "message": "I think it's also kind of pertinent to point out that more than as much as policies that sort of were in place is also pertinent to point out the mindset behind them. Now, Nehru, who is again, a great statesman, I admire him, you know, I think India was lucky to have him as its first Prime Minister, but and in terms of economic policies, like you rightly said, I mean, the sort of soft socialism he followed was the flavor of the times and he wouldn't have known better at the time and he died before he could correct if he would have been open to it. But essentially, the two of the fundamental problems was one was a distrust of private enterprise and a distrust indeed of the profit motive. Like Nehru once famously said to JRD Tata, do not talk to me of profit, it is a dirty word. And that distrust meant that he looked at private enterprise as necessarily something that is exploitative of the people, which also, you know, brought back those memories of colonialism and so on. He didn't see it as a positive gig, some game it is by which everyone benefits and economies grow. And therefore, the second part of his mindset, which was so fatally flawed, as it were, was the whole command and control mindset that the government will do everything it will plan every aspect of the economy. And I think by the time we sort of knew it wasn't working and Indira came to power, Indira moved leftward for political compulsions as much as you know, any conviction in her economic policies, because she had to distinguish herself from the syndicate in the Congress, which she was fighting against and the leftward tilt was a sort of a rebranding. And then she went into populism of Gareebi Hatao and following these, you know, so called pro poor policies, or they actually hurt the poor more than they help them. And and this is a theme again, that you touch on in your book a lot. And I'm going to come back to you later and ask about that later in this episode about the interplay between politics and economics. And and basically, as you've summed up, we were sort of limping our way through making small corrections here and there, but the fundamental mindsets weren't changed. And would you say that the changes that happened in 1991, came not so much from conviction as circumstances, because we had that balance of payments crisis, we were in a fix, we have we had no option but to RCIMF for help. And these were sort of their conditionalities."
    },
    {
        "speaker": "Guest",
        "time": "00:20:51.760",
        "message": "So, Amit, I agree with what you say on both Mrs. Gandhi and Pandit Nehru, except that my small point here would be that I'm not so sure the Indian private sector, barring one or two examples, such as JRD Tata, and it is absolutely wrong to I think, nationalize Air India. But barring those two examples, was really our private sector willing to, you know, enter into these highly competitive and long gestation high risk areas, you know, where the public sector was pushed into by Pandit Nehru? I don't think so. I don't think that you know, the Indian private sector was roaring to go into these areas, and they were denied a chance. Private sector was not banned. Let's not forget that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:33.480",
        "message": "No, I'd argue that they weren't given the opportunity in the first place. Like the example that I often like to give, you know, to contrast the late 80s, and just maybe seven or eight years later, is that is you look at something like say, telephones and airlines, you just, you know, in 87, 88, or so on, you had five year waiting list, 10 year waiting list for telephones. Yes. Airlines were outside the bounds of most Indians. And the moment those sectors got opened up in the private sector actually got the opportunity. You were flooded with both variety and value when you saw the result of competition. So today, it's hard to imagine that you had to wait five years to get a telephone and that to only the extremely privileged could afford it. So you know, in that sense, and you know, I wish things like agriculture and education had also been opened up in the same way."
    },
    {
        "speaker": "Guest",
        "time": "00:22:21.320",
        "message": "Yes, but I just, you know, nuance that a little bit by saying that, you know, if you were giving these permits, you know, for a limited production, you can produce this, but you can only produce this much, you can't sort of that was the control, right? Now, what that did was, that was not so much anti private sector, it was pro business, if you wanted only a few companies to be in that sector and do well, or I mean, I'm not saying you wanted to, but that's what it ended up doing, you know, that that only two car manufacturers can make cars, and therefore, they do well, but, you know, but the rest who are willing to make cars, there's an entry barrier, you know, what I mean? So it's not exactly anti private sector. But the problem is that, you know, you're selecting one, so it's not socialism, you know, it's not capitalism, you're choosing a few capitalists, who can, you know, make super normal profits, but by preventing the rest of the private sector to enter that area. So that is the model they've operated."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:21.000",
        "message": "Right. So in fact, I'll ask you a question here, which I was actually saving for later. But it makes sense. Now, like, you know, even in your book, you've used the two phrases pro business versus pro markets. And this is something I think a lot of people don't get that, you know, and a lot of market supporters, often, you know, they have the crony capitalism thrown in their faces. And, you know, what about this? And actually, what is good for markets and what is good for a few select businesses are very, very different things. Can you elaborate on the distinction between, you know, being pro business and being pro markets?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:52.440",
        "message": "Yes, absolutely. So, you know, you're pro business, when you create a policy for a sector specifying norms, where only few people can enter and qualify, and you leave out the rest, then you're not pro markets, you're pro business, you're supposedly, you know, you're not saying, so let's take the example of education today. You're not saying that education, only ABC business houses can enter education. That's not what your policy says. But your policy says that if you want to set up an engineering college, you must be able to put so much money into the laboratory, you must be able to put so much money into the you know, initial permit that we give you, you must be able to put everything is defined in terms of you must be able to do this much, this much, this much. And when you look at that criteria, that becomes exclusionary. I may not, I may be running, you know, let's not say higher education institutes, but let's talk about, for instance, you know, schools, I may be running something under a flyover, and I'm really good, every student I'm teaching is coming out with flying colors and passing examinations, but I can't qualify to get that licensed campus, because your rules are excluding me. So in this case, you're not pro markets, you're pro business, even though you're not saying, you know, private sector is not allowed, you know, so this is a very crude example I've given, but we see a lot of this, even today in many sectors, where do you think you and I can just decide to go and set up, you know, a cell phone company, or an airline, you know, we can't, we can't even if we had all that money, all that expertise that those who are in that sector today have, the entry barriers into that sector are high. And therefore, there is no competition. And therefore, it is not pro markets policy, it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:43.520",
        "message": "is still in many ways pro business policy. Exactly. And a lot of people don't get the distinction of what is, you know, good for markets and capitalism may not be what capitalists actually want. So, you know, this distinction is sort of important to make. Going back quickly to 91 sort of, one, were the reforms driven by conviction? Or were they forced by circumstance or a combination of the two? And two, how far do you think, you know, what difference did the reforms make? And do you think they went far enough? Like, where did we fall short?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:16.920",
        "message": "Yeah, so it depends on whose conviction you're talking about, you know, the economists and select bureaucrats, they were convinced about what had to be done, they knew exactly what had to be done, even back in the 1970s. You know, there is a paper that Dr. Manmohan Singh, for instance, had written, and I think if I'm not wrong, 1971, where he had said that, you know, how, in fact, even his PhD thesis, he has written about how Indian policies are all wrong, and you know, they will land us into trouble. So, Indian economists and Indian, many of the technocrats were fully aware of what was going wrong and what needed to be done. But there was no buy-in from the politicians. And there was no political conviction. By 1991, I think politicians were left with no choice. And we see that the IMF lays down its conditions. And Mr. Yashwant Sinha, I think was the finance minister, and he's sort of not able to go through with that. The government changes, P. V. Narasimha Rao comes and he begins to look for a finance minister. And he's forced to look for finance ministers that the IMF will trust. His first choice is I. G. Patel. I. G. Patel declines. And therefore, I think I. G. Patel suggests that, you know, Manmohan Singh would be a good option. And therefore, he goes to Manmohan Singh. And Manmohan Singh comes up, I mean, he comes up with his list, but already when he comes into office, on his table, there is a list of things that have to be done, which have come from the IMF. But that doesn't mean that if Manmohan Singh and his team of, you know, I call them the rescuers, you know, if they had no list arriving from the IMF on what all needs to be done for that bailout package to be approved, he had not done the same thing. I think he would have also probably come up with a pretty similar list and done the same thing. And so definitely what was done was because the politician could no longer postpone these decisions and could no longer tell the economists and the technocrats that I'm not going to do this. And in that sense, it was driven by the crisis. But I don't give much credit to the IMF for the way the reforms were designed, because there's enough evidence, you know, that these things were being talked up about in the Indian policy circles much before that, including in the official papers. I think Rakesh Mohan has sort of documented a lot of this, especially about the industrial policy and the de-licensing, etc. Yeah, so that's to talk about the conviction. What the reforms did was that wherever the economy was sort of, like we discussed, putting these conditions and restrictions and asking for, I mean, wherever it was operating under license, those things were removed. Foreign capital was less restrictive. I mean, they had to open up to foreign capital. Many areas that had been reserved exclusively for public sector had to be opened. Trade barriers had to be reduced. And I think later on, I don't know if this was prescribed by the IMF or not. I need to study that. But later on, I think one of the biggest reforms that does not get talked about in layman's circles is, you know, the understanding between the Reserve Bank of India, the governor at that point was C. Rangarajan and finance ministry headed by Manmohan Singh that, you know, printing of money to provide for the fiscal deficit, that will just not go on. That was a very big reform. I forgot to mention that the rupee was at that point in time not floating like it is now. It was a controlled, it was a fixed currency. And because of which, you know, it is an artificially strong currency. So there were two rounds of devaluation, because of which the, so what happens when your currency is artificially, you know, kept at a level. In the international world, it costs X to buy something, for instance, petrol, you know, the price of petrol is X, but your currency is artificially up there. So your economy is not responding appropriately to the price movement internationally of a product because your currency is fixed. So your demand internally was not adjusting properly. And by those two rounds of devaluation, that was gradually corrected. And eventually, of course, you know, the rupee became floating. So those were the kind of, you know, corrections in policy that took place. Now, those were all good and needed to be done. But that was the very basics. The really difficult thing to do was, you know, agriculture reforms, labor reforms, those have still not happened. And I don't see anybody even saying that those need to be done. That was my biggest worry that, you know, the political consensus, somehow, this thing doesn't even get mentioned. And in that sense, you know, reforms have not graduated to the second generation and third generation level. 25-26 years later, we still talk about change of FDI caps or liberalization of FDI caps as a reform. I don't think that should even be called a reform now. That should just be an everyday policy decision that somebody junior sitting in some ministry should be able to just sign off. You know, so the word reforms itself has become so cheapened because the big reforms are not, you know, taking place."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:43.120",
        "message": "And would it be the case, I mean, the reforms momentum slowed in the mid 90s, and then seem to almost disappear at some points. And part of the reason for that, if I may speculate, is that, you know, the urgency of those reforms was no longer felt and the old political imperatives came back in play. So even if for some of these period, you had, you know, people in the finance ministry and the finance minister himself who were reform minded, it just became much harder to push these reforms through. In some cases, the political impact would be negative. And in some cases, the political impact would be so long term in the process so arduous that it didn't make sense at all."
    },
    {
        "speaker": "Guest",
        "time": "00:32:21.640",
        "message": "So you're right that, you know, politicians first love is not reforms. So they have to be persuaded. Now, when you're making a case for reforms vis-a-vis other things they can do, you know, what they look at is that, I mean, you know, I think the experience of the Vajpayee government has sort of given a scare to our politicians, and they think that reforms don't get you reelected. And reforms sort of turn masses of voters against you. And to overcome that for a sitting government, I think to overcome that thought process, it becomes difficult. Also, because, you know, to understand what a reform is, what it will do, how it will play out in the economy is slightly difficult and wonkish. And often, it's not well understood. And I think the second thing that happens is that paradoxically, you know, political parties want to make their opponents seem like they are not good at their economic performance. And therefore, they oppose reforms, when they are in the opposition. So as it is to begin with, you know, for the sitting government, there is very little incentive and they, you know, the decision makers politically have to be really explained what needs to be done. And whatever little they might be willing to do, the opposition make is so noisy and so obstructive, you know, that decisions become even more difficult to take. So for example, let's take the example of GST. GST could have happened in the tenure of the UPA. It did not happen because the BJP ruled states did not support them. This is quite discussed in the book at length in the second chapter. Or you take the example of, you know, land reforms and labor reforms, which the Modi government attempted, but trade unions of their own, affiliated to their own political setup, opposed the labor reforms. And, you know, Mr. Modi met with them, but after he heard them out, he just vanishes from his agenda. And the Congress party's opposition to land reforms in parliament in 2015, again push land reforms off the agenda. So it is one that, you know, politicians when they are in office, economic reforms is not their agenda, is not high on their agenda. But whenever it comes up, you know, when, when the reformers in our government try to push it, there is so much opposition from within the political parties and from the opposition that the reformers voices are getting drowned out. And we see this happening in governments ruled by all shapes of the political color. It's common."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:06.960",
        "message": "Right. So, you know, let's kind of get to the book. Now, your book, of course, starts off in 2008. Get me up to speed with sort of where India is at that point economically, what is our trajectory? How are we sort of growing? How are we doing? And then the implications of the 2008 financial crisis?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:26.080",
        "message": "Yes, this is the other thing, you know, which first time voters either not aware or they've completely forgotten, which is that the India and the Indian economy, you know, in the in the before 2008 was so different from what it is today. You know, the Tata's are buying, you know, chorus and JLR, Jaguar, Land Rover, and even small, I mean, they're big companies, but even small Indian companies, midsize Indian companies were going and acquiring companies overseas, businesses overseas, there was so much exuberance. You'd recall, if you were in a job at that point, the kind of increments we were getting, the kind of, you know, job opportunities that are coming up. India was growing at 8.8%, three years consecutively before 2008, India grew at 8.8%, which is unprecedented in the history of independent India. A lot of this was because the world economy was booming, the cost of money was very low, international interest rates were very low. And when you have very low interest rates, if you can borrow money at a very low price, you know, interest rates of like 1% or nearly 0%, what are you going to do, you're going to bet with that money, you know, because your cost of money is so low, your risk taking ability goes up. And internationally investors were looking for where to put their money so that they could get high returns. And they discovered emerging markets and among emerging markets, this economy called India that had started with economic reforms. And there was a lot of promise that, you know, those economic reforms will be carried further. And India was going to have this huge demographic dividend because a large proportion of the population was going to be young and therefore, you know, earning jobs, earning incomes, and therefore spending. So India was a very attractive market at that point in time. That's how the potential was. And everything seemed right. The government was headed by an economist, you know, Dr. Manmohan Singh, was a very celebrated political leader. The finance minister was Peter Damram. Again, he's, you know, he has this reputation internationally of being a darling of investors. He had in the reforms era, in the 1990s, presented what is called a dream budget, where he reduced income taxes so drastically that the, you know, the collection of income taxes increased. It was a stark contrast to the, you know, marginal rate of 90% during Mrs. Indira Gandhi's time. And that was a very big reform. In fact, the rationalization of income taxes, he had in the 1990s, you know, taken off a whole lot of, he had liberalized trade a lot. So he came with excellent credentials. And between 2005 and 2007, people have forgotten this, but he had reduced the fiscal deficit so drastically, not by cutting expenditure so much, more by raising more money through taxes, you know, because the economy was growing so well that people were paying more taxes. And, you know, the tax system at that time was not as coercive as it started becoming from the era of Pranam Mukherjee when this whole tax terrorism thing came up. And the income tax to GDP ratio that was achieved in 2007 has not been achieved even till today, you know, that high. And so, you know, fiscally, the macroeconomic parameters looked very good. The economy looked very attractive and therefore a lot of foreign investment began to come in. When the foreigners discovered India and started investing here, the local, you know, companies also figured that this was the time to, you know, take risk. This was the time to expand because India has so much problems. If the foreigners think we are a great economy, then we really, really must be a great economy. And, you know, a whole lot of investments started taking place. So yeah, the economy was booming, exports were doing very well because world demand for exports was quite robust. Investments were doing very well and manufacturing was doing much better than it is, you know, it has ever. Now, this was the state of the economy, you know, a global boom and within that an Indian boom when the global financial crisis happened. The global financial crisis sort of disrupted this whole exuberance that India was seeing. Sorry, I forgot to mention, which I explained in the book, which is that, you know, when the cities were experiencing this boom because of all these investments, foreigners coming in, a lot of hiring taking place, company expanding, getting into new businesses. What that did was that, you know, the city's needs for support staff, you know, sort of grew. They needed new malls, they needed a lot more drivers, they needed a lot more assistance. And these requirements were supplied by the rural area. So a lot of people began to come from rural India to the cities, you know, for these jobs. And that's how the gains of this boom, you know, was sort of shared with the rural areas as well. And once when the global financial crisis disrupts this, then it was quite serious and all kinds of changes happen. You know, that's how the book begins. All kinds of changes happen in the economy directly because of the crisis, but also indirectly because of the way Indian policy responds to that crisis. And initially those are positive dynamics. And, you know, eventually because of policy errors, things begin to go haywire and the Indian economy actually suffers more than it would have if policy decisions were better. So, yeah, so that's how the book begins."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:26.080",
        "message": "Yeah. And you talk about sort of the first period after 2008, where the Indian policymakers led by Chidambaram and Montek Singhaluwalia are very precise about what they need to do. To quote from your book, quote, Chidambaram's instructions to the crisis managers at the RBI and the government were precise. He wanted measures that could ensure three objectives, enough liquidity in the market, no run on banks, and no bank collapses resulting from asset liability mismatch, stop quote. And the response of all the policymakers is again very considered, very precise, not looking at political considerations, just trying to handle the crisis and get India out of there. And, and they kind of succeed in doing that. And is this sort of, you know, in all the years that as an economic journalist, you've been covering government, is this an aberration? Or is this something that can sort of happen that, you know, outside of politics, economic decision makers continuously keep making the right decisions?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:24.320",
        "message": "No, it's, it's an aberration. And it happens only when there's a crisis. What happens is that, you know, in 2008, nobody wanted a repeat of 1991. And therefore, you know, just like in 1991, they had given a free hand, finally, you know, after things go horribly wrong in the IMF lays down conditions. Finally, in 1991, they gave a free hand to the economists. Same thing happens in 2008, that, you know, because there's a crisis, and you're seeing globally how severe the crisis is, you don't know how exposed you are to that. And you don't know how much you're going to suffer because of that at that point in time. You're so scared that you let the, you know, economists take the right decisions, because you don't want a repeat of 1991. And I think that's what happened in 2008, the economists actually got a free hand. And politicians let them do what was needed to be done, because nobody wanted to repeat. Also, I think it helped at that point in time that the key people involved, you know, like, if you're going to have Manmohan Singh as your prime minister, he understands these things a lot more than a political prime minister would have. And therefore he, you know, gave the economists a free hand. Same with Chidambaram. Chidambaram had seen, you know, the aftermath of the 1991. Also, we must not forget, this is not there in my book, but it can be seen in the book written by Dr. Reddy. His memoir is that, you know, Dr. Reddy tries to caution P. Chidambaram in the run up to 2008, many times of, you know, how the economy is overheating, and there's this international imbalances are growing, and Chidambaram is not so receptive to it. I think that may have also been a thing that you know, he may, it may have weighed on him that he had not listened to Reddy until 2008 and Reddy was right, there is this crisis that breaks. And therefore, he's now a little more careful and willing to listen to economists. I'm speculating over here, this might be also,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:20.640",
        "message": "you know, one factor. No, and in a sense, your book and what I like about your book is that it's not just a book of economics. It's also a lot of human drama in there. I mean, at the surface level, of course, it's about how politics impacts economics, but there's also a lot of human drama between all these different characters. And, you know, the internal dynamics that's going on, which was like, very fascinating to me, I thought, you know, you know, Shakespeare could pick up the book and find things in this, which would, you know, remind him of King Lear, for example."
    },
    {
        "speaker": "Guest",
        "time": "00:44:47.520",
        "message": "Yeah, because, you know, as a journalist, you're kind of an insider, outsider, kind of, you know, you're, you're often watching a whole lot of things. And you're seeing things that, you know, people are doing and you're, you're seeing that they're driven by things other than, you know, policy, somebody's pushing for something only because he's looking at a career, you know, sinecure post retirement. So as a journalist, you're always watching these, these things, and sometimes they become more important than other considerations when"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:17.120",
        "message": "policy decisions have to be taken. Yeah, I mean, the drama is pretty Shakespearean. I mean, you got King Lear, Macbeth, Comedy of Errors, all of that, you know, you've given an excellent account in your first chapter, the shock of how our policymakers responded to that. But for me, where the book really gets fascinating is from the combination of the two seminal events which change everything and which are not events you would expect to disrupt an economy to the scale that it did. And the first of those, interestingly, is the 2008 terrorist attacks. What happened?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:49.560",
        "message": "Yes, so, so I think that sort of determined the course of the decade, a lot more than anything else to do with politics or economics or, you know, conscious decision making. Then the terror attack happened. Home Minister in charge had to resign. So, you know, there was a whole controversy, if you recall about, you know, how many times he was changing his outfit and all that. And there was a lot of noise by the opposition and he, he resigned. Now when he resigned, Peter Dumbrum is brought in as the Home Minister, and this is barely I think a month and a half after the global financial crisis breaks. And so Peter Dumbrum gives up on finance ministry. So there's a vacancy in the finance ministry. Now, so what Manmohan Singh decides is that he's going to, you know, take the additional charge for the finance ministry and everybody in the finance ministry and everybody in the economy as a whole, you know, industrialists and all, they're all very excited because here's the person you know, who was the most important character in the 1991 reforms, and he's now the finance minister apart from being the Prime Minister. And, you know, so we are going to resume the 1991 reforms kind of thing. But that turns out to be a very temporary thing because in January, unexpectedly, he has to go in for a coronary bypass. And Chidambaram tells me as I write in the book that nobody knew about this. Chidambaram heard of this, you know, when Dr. Singh was being, you know, taken to AIMS and was on the way, that's when the Home Minister finds out about it. So it's very, something very unexpected. Now, when the Prime Minister becomes indisposed for something like this, there is a lot of, you know, standard procedures that sort of have to be followed. And part of that is that you need a new finance minister. Now, in Lutyens Delhi, the feeling amongst everybody is that, you know, the additional charge will pass on from Manmohan Singh to Peter Chidambaram because even as Home Minister, he was assisting a little bit. He was assisting Manmohan Singh, you know, in his finance ministry duties. Mainly, you know, every minister has to respond to questions in Parliament and ministers, we don't, you know, average people don't take that that seriously. But for the minister, that's very important. Every minister takes his parliamentary questions very, very seriously. It's the most important thing according to them that they do. And for that, Peter Chidambaram was assisting the Prime Minister and officials used to go to him in his Home Ministry office for briefing, etc. And the other thing was that election was coming and was approaching and therefore an interim budget had to be placed in Parliament and there were preparations on for the interim budget. And under instructions from Manmohan Singh, the interim budget meetings of finance ministry officials were being taken by Peter Chidambaram in his Home Ministry office. And therefore, you know, when secretaries to Government of India are going to him and discussing with him what needs to be done in the interim budget, the impression in Lutyens Delhi is that, you know, now that the Prime Minister can no longer hold charge and he's going to be hospitalized, etc. in this post and therefore, you know, the charge will pass on to Peter Chidambaram. And so, you know, there's this meeting that I describe in the book, you know, where they've all had this meeting with Peter Chidambaram in his Home Ministry office. And, you know, they're all discussing on the way walking that, you know, how he's going to now be the only person in history of India to hold Home Ministry and Finance Ministry charge, two portfolios that give you disproportionate control in Government of India. And by the time they return to their chamber and, you know, this particular official, the television is switched on and, you know, he started to find that the press communique from the President House says that additional charge for Finance Ministry has been given to Pranam Mukherjee. And nobody could have guessed that. And, you know, Pranam Mukherjee is given additional charge, but the press communique quite clearly says it is only for as long as Manmohan Singh is indisposed. But once Manmohan Singh returns to office in March, which is just a little short of when elections are announced, Pranam Mukherjee does not give up on the additional charge. He holds on to that charge. Now, what is the politics behind it? I only speculate in my book. I don't know. But nobody expects at that point in time for this government to get voted back to power. And once the elections happen, this government is voted back to power. And interestingly, you know, they retain Pranam Mukherjee as the Finance Minister. And P. Chidambaram tells me, you know, and I put that in the book, that Manmohan Singh was very clear and very clearly had told P. Chidambaram that he intended to hold the finance portfolio. He had plans for the economy and for economic policy. And he intended to hold that portfolio. That portfolio passes on to Pranam Mukherjee. And until 2012, you know, Pranam Mukherjee is the Finance Minister. Now, this is an outcome of first, the Mumbai terror attacks. Secondly, the bypass surgery that Manmohan Singh goes into. And, you know, some politics that goes on where this portfolio goes to Pranam Mukherjee. But, you know, when we look at between the time, the three and a half years, Pranam Mukherjee has been the Finance Minister, he takes so many decisions that have such a, you know, overbearing, disproportional impact on the economic policy and therefore the economy in this decade. And he's in that position to make that influence, despite not the Prime Minister's first choice. So, you know, that's what I mean when I say that things, you know, don't always go like, you know, how we plan"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:55.760",
        "message": "and the rule of chance, etc. Yeah. And the interesting thing about Mukherjee is that even though he's completely on top of politics, you know, he's known as a Mooran shaker and someone who's can, you know, negotiate with all the parties and get things done. When it comes to economics, it's completely the other way around. As you point out, he'd held the finance portfolio 24 years earlier. If I remember correctly, when Indira Gandhi was assassinated, he was Finance Minister. And you quote a secretary in his department saying, quote, he was in the first few months a bit lost. The world had changed. He had not changed. Stop quote. And you elaborate on this when you say, and now I'll quote you, finance and economics has changed. Since then, the economy had been liberalized, it had changed structurally and fundamentally, the work culture and mindsets in the ministry had changed to Mukherjee, though still seem to swear by the socialist era ideology that had long been retired. His approach and instinct was still defined by an abiding faith in the jaded judicious doctrine. The new finance minister was not as conversant with the new economic order as his post liberalization predecessors were. Mukherjee soon earned a reputation for being old school and being out of tune with global economic affairs, stop quote. And what kind of adds to this, which is very intriguing, because this is again, you know, a dynamic that has obviously come about because of politics is that he is disinclined to listen to anything his Prime Minister, Manmohan says, you know, and part of this might well be because when he was finance minister under Indira Gandhi, he had appointed Manmohan as a governor of the RBI. So now the tables are almost kind of reversed. But part of it is surely because of this increasing sort of ambiguity about who is really in charge here. Is it Manmohan"
    },
    {
        "speaker": "Guest",
        "time": "00:53:43.800",
        "message": "Singh or is it Sonia Gandhi? So, yeah, the second chapter is actually about all of this. And I do say in this chapter that, you know, Pranam Mukherjee represents everything ideologically and otherwise that Manmohan Singh had taken apart in 1991 through his reforms. Manmohan Singh represents what happened in 1991. But, you know, Pranam Mukherjee represents what it was that Manmohan Singh had taken apart. And Pranam Mukherjee is not able to update his ways to post 1991. And therefore, when once he's back in the finance ministry, what he does, he tries to recreate a pre 1991, you know, economic policy regime. And this is not just me saying this, you know, Pranam Mukherjee in his memoirs a couple of times says that his and Manmohan Singh's ideologies were poles apart. They could never agree on their economic ideology. And Peter Dumbrin also tells me the same thing. And except that, you know, they are both very graceful in the way they negotiate their differences, Manmohan Singh and Pranam Mukherjee. And this, you know, I hear from everybody in the bureaucracy and cabinet colleagues of the two of them where they say that, yes, they both ideologically disagree completely, but they don't disrespect each other. There is a point by when their differences are so deep and so non-negotiable. And I think I wouldn't say this is because of Sonia Gandhi. What I bring out in the book, I think it is because of Manmohan Singh's personality. It never comes to a point where Manmohan Singh tells Pranam Mukherjee, listen, you disagree with what I think should be done, but I still want you to do this. I'm your prime minister. He'd never says that. And I really wish he could have done something like that because after all, he's a prime minister. I think it is his personality, you know, where he sort of doesn't do that. Such as, you know, one of the examples I give is infamous Vodafone retrospective taxation provision where the government of India loses the case in the Supreme Court and yet Pranam Mukherjee brings in, you know, a legal provision overturning that and, you know, slaps this tax bill on to Vodafone capital gains. Before he took that decision, he discusses this, you know, in the core committee of the Congress where there's the prime minister and a whole lot of other ministers, each one of them. And he himself writes this in his book, in his memoir, that even Sonia Gandhi told him not to do it. Manmohan Singh explained to him why it was not the right thing to do, but he still went ahead, you know, not listening to them. He still went ahead and he did it. And I think that's the thing. Pranam Mukherjee was just this personality in the UPA2 government who would just do what he wanted to do. Most of what he wanted to do was, you know, how decisions were taken in pre-liberalization India, because that's, you know, those were his formative years. He was refusing to tune himself to the post 1991 economy. And at no point does the prime minister tell him that, you know, I'm advising you to do what I'm saying. So he kind of, you know, has this free hand and I describe in the book that it does reach a point where there's no communication between the two of them. And finance minister's office and the prime minister's office communicate with each other only through messengers. There's an example also I give there of a particular decision that has to be taken and how, you know, they go about, the prime minister goes about, you know, getting Pranam Mukherjee to finally, you know, sign on the file. But so, so, you know, your prime minister and your finance minister is not even talking to each other at a time when the economy sort of recovering from a very severe shock. The finance minister's ideologically driven to do everything that he should not be doing, you know, he's doing everything opposite of what is required in the economy. Can you imagine, you know, the kind of policy chaos that goes on in such a government and the price we are paying of it even today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:52.920",
        "message": "So I'll quote from your book again about the impact of his years. At one point, you write, within 24 months of Mukherjee's entry into the finance ministry, the GDP growth rate crashed from 8.9% in 2010-11 to 5.5% in 2012-13. And elsewhere, you write, before Mukherjee's appointment as finance minister, India was on the verge of being christened a miracle economy. By the time Mukherjee exited, large fiscal deficits and a high net international debt position had made the country vulnerable to global financial shocks and terms of trade shocks. Stop quote. You know, sum up for me, what are the different things he did, which obviously Manmohan and Chidambaram would have done differently? What are the kind of policy decisions which went into play, which made all of this happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:40.640",
        "message": "So, broadly along two lines, one was his whole approach to tax policy and, you know, sectoral policies that dampened the investment mood, the investor's mood. If you recall, the whole Vodafone thing was a huge embarrassment for India as an economy in the global investor community. India was, you know, not seen as a good investment destination after that. Secondly, you know, there were a lot of reforms that as finance minister, he was in charge of that he just did not push through. Most important of which is the GST. Here is a politician known to create consensus and build bridges with the opposition and push legislation through. If you recall, you know, he was a troubleshooter, so-called, of the government. And for one legislation, you know, the constitution amendment to introduce the GST, that falls in the purview of his own ministry. For nearly three years, the standing committee on finance headed by Yashwant Sinha did not even prepare its report. So, you know, that's a procedural step. Unless the standing committee gives its report, you cannot proceed with what you need to do to, you know, move the constitution amendment bill to introduce GST. How did he not, you know, persuade Yashwant Sinha to speed up the process of giving his committee report? So, you know, those are the steps in terms of the reform steps that needed to be taken. There are many other such examples that I give in the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:17.920",
        "message": "You point out how Dr. Arvind Virmani had actually given a whole list of reforms which needed to be carried out, which Manmohan and Chidambaram were on board with, but Mukherjee just completely ghosted him as, you know, millennials would say. And, you know, Dr. Virmani was telling"
    },
    {
        "speaker": "Guest",
        "time": "01:00:32.360",
        "message": "me, which I, you know, I quote him in the book is that, you know, he was earlier the chief economic advisor and then he's appointed as India's representative at the IMF in Washington. And so once a year, every year, he used to come down to India and, you know, as part of protocol, he used to meet the finance minister and, you know, the chief economic advisor and all that. And in his meetings with the finance minister, Pranam Mukherjee, he tries to tell the finance minister that these are reforms that you need to do. And, you know, this is what you need to do with your fiscal policy. And because you're not doing your fiscal policy the way it needs to be, it is impacting the monetary policy. And, you know, the fiscal policy, monetary policy combination is just going haywire. So, Pranam Mukherjee tells him that, listen, you know, right now, let this be, but when you come, you know, just before the next budget, you come back and you tell me and in the coming budget, I, you know, we will do this, we will do what you're saying. So, Arvind Mani plans a special trip to India from Washington to come and meet Pranam Mukherjee in Delhi before budget preparations start in North Block to brief him on what needs to be done. And when he comes back in this particular trip to explain to him and, you know, to brief him on what needs to be done on economic policy and fiscal policy, et cetera, reforms. But he failed to get an appointment, you know, from the finance minister's office. And he is forced to return to Washington. You know, the trip is wasted because the finance minister's office does not give him an appointment to meet Pranam Mukherjee. And all these reforms that he has recommended don't take place. GST does not make much progress because the standing committee is sitting on its report. It's headed by Ashwant Sinha. And on top of that, all these decisions are getting taken, you know, where you're after a private sector company, a Vodafone, you know, wins a case against you in the Supreme Court and you bring, you know, legislative changes to, you know, sort of force them to do what you want to do. And that's completely destroying India's reputation internationally as an investment destination. And you're also following this policy of, you know, just sort of injecting so much money into the economy. Again, going completely against the advice you have received from the economists in the government, you're not rolling the part of the response measures that were designed by the economists, you know, because of which Indian economy did not completely collapse after the global financial crisis. Part of that was this whole fiscal stimulus spending that needed to be done. Now, it is very clear in their heads and in their proposals that this was all very temporary measures. You cannot give this stimulus year after year, you know, unendingly. But Pranab Mukherjee refuses to, you know, roll back that stimulus. It just goes on and on and on. And the fiscal deficit keeps climbing. It reaches a point where, you know, the fiscal deficit is 6% for the central government. And, you know, that has implications in the real economy, that has implications for monetary policy. And I also described how the RBI governor comes to Delhi for meetings before his monetary policy announcements to meet the finance minister. And in these meetings, the finance minister never says anything, but his whole team of officials, you know, keep forcing the RBI governor to, you know, make changes in the monetary policy, saying that there's nothing we can do from here, you know, in North Block about fiscal policy and whatever that needs to be done to help the economy has to be done by the RBI. And the entire burden of controlling inflation, which is, you know, by that time, when Pranab Mukherjee was in office at one point, you know, inflation reaches 20%. And Pranab Mukherjee and his team of officials in North Block are not willing to do anything about it. And they just keep telling the RBI governor that, you know, whatever has to be done has to be done by you. It has to be done by the RBI. So, economic policy making coordination with RBI is not in a very good shape, you know, during Pranab Mukherjee's tenure. It's really, I mean, as finance minister, it's really difficult to look for what it is, you know, that goes right in the finance ministry in this period."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:58.160",
        "message": "In fact, speaking of his, you know, clashes with the RBI, there's a great quote by him, you know, an official who knew Mukherjee has quoted him as saying, which you reproduced in your book, where Mukherjee says, quote, I can't do anything on the fiscal side because of political compulsions. The RBI must therefore take full responsibility for reviving growth. Stop quote. And for a moment, you know, let's take a sidetrack here. And one of the sort of themes that runs through your book and the policymaking is, firstly, the role of the RBI, its tenuous relationship with different governments, and also the fundamental issue of inflation, where Mukherjee, of course, assumed that, you know, inflation could simply be managed by the RBI with monetary policy, which, of course, is not the case. And, you know, there were constant tensions that often comes up is with lowering interest rates, whereas you point out, politicians will always want the RBI to lower interest rates because their interest groups are happy, you have more money going into the economy, and all the big corporate houses that funds them are getting cheaper money, and that's what they want. So their imperatives are in that direction. But the more you lower interest rates, the more you raise the chance of inflation, because you have more money chasing fewer goods. And therefore, the RBI is always sort of pushing back against them. And this is a constant tussle over the years. So, you know, through through this period, in fact, the entire 10 years for that matter, can you just kind of sum up what were the sort of stresses between the RBI and the governments of the time?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:29.560",
        "message": "Yeah, so the stress between the RBI and the government can be seen throughout this 10 year period, it is of one nature in the time of the UPA, because they're the main fight for the RBI is against inflation. And it becomes a little different in the post 2014 period, where the government's change, because they're the nature of the problem that the RBI is attacking changes, inflation comes under control. And if you see that it comes under control, because Urjit Patel and Raghuram Rajan starting 2013, take a very strict stance against inflation, and they get for minimum for a small window of 18 months, when Peter Dumpram comes back as the finance minister, they get support from him, because I guess, Peter Dumpram and you know, Manmohan Singh are in tune with the RBI a little more than the other political leaders who become finance ministers. And they, you know, they start to take steps and of course, Narendra Modi government's record on inflation is a lot better. And it has helped a great deal by international oil prices. So RBI is no longer fighting inflation, you know, post 2014, they need to support growth. Either way, the tussle between the RBI and the government comes, because for some reason, finance ministers and politicians in India have just assumed that the only way to reduce inflation is interest rate policy. The only way to support growth is interest rate policy. And fiscal policy can be whatever, you know, their political compulsions dictated to be. Either they have assumed this or that, you know, they pretend this is what they know. But, you know, in India, the interest rate policy cannot only be determined by the needs of the industrialists for capital, because Indians are savers. We have a huge section of our society that depends on its savings for, you know, retirement growth. And we, you know, they are a dispersed group. They are, they are not as vocal as corporate lobbies and industrial lobbies are. They would like interest rates to be high. Corporate lobbies would like interest rates to be low. Corporate lobbies are very organized in getting themselves heard by finance ministers. And, you know, the RBI, in the end, becomes the only institution that is sensitive to the needs of the savers in the economy. And also inflation, which is a tax on poor people. I quote Y. V. Reddy in the book, I quote from his book, where he says that, you know, the political consensus in India, you know, until about 2005, seemed to be that the level of inflation after which, you know, politicians begin to get sensitive until that was as high as 10%, you know, whereas, and he also explains that, you know, when inflation is high, what we don't realize is that the shock of that on poor people can set them back in ways where, you know, slowly, even if you bring inflation under control, they may not return, you know, back to that normal position from where they had started losing because the poor have very low ability to take, to absorb shocks to their incomes, which is not the case, you know, for people who are not poor. And therefore, the RBI must always be more sensitive, you know, to inflation type concerns. And it's very strange that politicians, according to him, do not display this sensitivity of the poor and their incomes to inflation shocks. Of course, in the UPA 2 tenure, there are some factors of inflation that are beyond their control, which is oil prices, but during the tenure of Pranab Mukherjee, a lot of that inflation is because of his fiscal policies. And he just refuses to listen to the RBI governor on that. And, in fact, the RBI governor D. Subba Rao, I quote from his book, and I also quote him in his conversations with me for this book, where he says that, you know, he goes and meets routinely, he meets the Prime Minister and the Prime Minister, you know, keeps bringing up this point. And he explains to the Prime Minister why inflation is high, why what needs to be done, you know, fiscal deficit needs to be reduced. And the Prime Minister Mnangon Singh is always in agreement with him. But, you know, he doesn't say anything to the finance minister. And, you know, he makes it known that this is between the governor and the finance minister, and he's kind of not going to, you know, throw his weight one way or the other. And, you know, again, this is, I think, you know, I would call it a leadership failure of, you know, Mnangon Singh bhai. This is not a thing of turf, you know, if inflation is biting the people, the Prime Minister should tell the finance minister that, you know, the RBI is saying this, and I'm an economist, I understand this, that a lot of it is because of your fiscal policy, you need to tighten, you know, your purse strings. That doesn't seem to happen. Even if it happens, so far, we don't have evidence of it. You know, let's not say it doesn't happen. There is no evidence is yet available that, you know, Mnangon Singh had these conversations with Pranam Mukherjee."
    },
    {
        "speaker": "Unknown",
        "time": "01:11:54.560",
        "message": "Hello, hello, hello, everybody. Welcome to another awesome week on the IBM Podcast Network. If you are not following us on social media, please make sure you do. We're IBM Podcast on Twitter, Facebook and Instagram. You know, the IPL has been going full bore this week or for the last couple of weeks. If you podcast around that, we got a couple of suggestions for you. There is a new show that we've launched called What A Player. It's being hosted by Akash Mehta, the host of Arta Lab, and Siddharth Duteja, who is a really funny standup comic. Also on Cyrus says we've been doing this Wednesday episode called Lanso, left arm not so orthodox. On that Cyrus is talking to a variety of different people about what happened the previous week in cricket. And if you want to get a historical perspective on what T20 cricket is and how it's come about, you might want to check out the show we did a couple of years ago called The Cricketwala Chronicles. It's hosted by Ayaz Mehmet and in the first season Ayaz examines how T20 cricket started. And speaking of the action this week, it's an abundance of Cyrus's this week on Cyrus says Cyrus Brocha is joined by Cyrus Hoshidhar, Adman and former creative director of MTV India. Both of them talk about the heyday of Indian music television and why it was a success. On Advertising is Dead, Varun is joined by his ex-boss, Saurabh Kanwar, co-founder of ATKT. They talk about what ATKT does and how it's helping the community of college students, why the current generation is more equipped than the last and more. On The Sponge Podcast, Ambipanmeshwaran talks about why it is crucial to say no to incompatible clients. On this week's episode of the Vishal Goondal Show, Vishal is in a conversation with Niyati Shah, who talks about the importance of sexual health, parenting and spreading awareness about the subject. On our Kannada Podcast, Thalle Harate, Pavan Srinath and Ganesh Chakravarti talk about voting and predict election results with Kartik Shashidhar. On Dating is Garbage, the co-founder of Books on Toast, Anuya Jakaddar talks about how the patriarchal system surrounds the institution of marriage. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:37.280",
        "message": "So to go back to the political morality played as unfolding during Pranam Mukherjee's tenure, I mean, you point out how number one, he's not carrying out any of the reforms that are desperately required, especially the structural reforms that will, you know, boost manufacturing and all of that. Secondly, you point out about his, you know, how fiscally he's gone haywire. There's a lot more money being pumped into the economy and social sector spending goes up enormously because of political imperatives. The third thing, which I'd like you to quickly sort of mention that you talk about at length in your book is the policy paralysis that comes about because of the 2G scam."
    },
    {
        "speaker": "Guest",
        "time": "01:14:18.440",
        "message": "Yes. So there, I think it's got a lot more to do with the role of the CAG, the role of the opposition and the role of the media. Also, you know, how things played out in courts, where this scam scares decision makers and government so much that they stop approving files and files stop moving. Now, remember, this comes at a point when, because there was a boom in the economy and Indian corporate sector and industrialists were hopeful that, you know, that trajectory will continue. It is because of betting on that trajectory, they have taken a lot of loans and started a lot of projects and they may have gone overboard as Raghuram Rajan says, there was an over exuberance. They've taken more loans than they ideally should have. And, but the global financial crisis, an unexpected event takes place. And those, you know, investment decisions need to be reassessed in light of, you know, the changed economic scenario, but because the economy is handled well, you know, the growth does not collapse. Instead of recalibrating their investment decisions and exuberance, what the corporate sector does is it extends itself even further. And then when because of Ranam Mukherjee's policies and other economic shocks, such as inflation, you know, the economy doesn't do as well. And this 2G scam happens, the projects get delayed or stuck. The investment calculations of companies go haywire instead of, you know, saying that I'm not going to do as much as I thought I'll recalibrate. What they do is they, they ask for more loans, you know, they further extend themselves and banks very willingly extend even more roles. And there again, I described how the seeds of this NPA crisis is actually sown at the time of when Ranam Mukherjee is in the finance ministry and there's a complete failure of oversight, you know, and so companies take further loans and no policies are being taken because of which the economy just doesn't recover and projects keep getting stuck. Bureaucrats don't take decisions. And there is a complete paralysis in the economy where approvals are not taking place, more and more loans are being taken so that projects don't die. And there's an incentive. I described how, you know, the banks are also, they think it is in their interest to ever green these loans instead of cut their losses and, you know, write off and say that, you know, this project is not viable anymore. Let me, you know, just sort of put that in my books. They also don't do that. So that's how there's a policy paralysis that gets converted into a big NPA crisis. And eventually that NPA crisis comes back in the tenure of Narendra Modi government, it becomes a complete banking paralysis where then there is, you know, credit flow in the economy completely gets choked and there's no money, banks have no money, you know, to extend credit because in between, you know, comes this new RBI governor who forces everybody to become, you know, more honest about what is the kind of NPA sitting on their bank books, they can't hide it anymore. And, you know, that's a huge part of the economy, where things are not going right in this decade."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:25.080",
        "message": "And I have a sort of a broader philosophical question here, which is that, you know, the policy paralysis as you've as you've laid out got exacerbated and, you know, led to NPAs becoming worse because people were scared to take action and even outside of that domain bureaucrats were afraid to do anything that could lead them later to be accused of corruption. So my broad question here is that there is, you know, everyone would agree that government needs to be transparent, and they need to be there needs to be scrutiny of all decisions that are made. So there seems here to be some kind of trade off between scrutiny and paralysis that on the other hand, you need a certain amount of scrutiny to keep government honest. But on the flip side of that, as we saw in this case is that if officials become terrified of doing anything at all, you know, like in the 2g case, for example, like you've eloquently described in your book, and I'll ask my listeners to check that out, is that what the government claimed was that they were, you know, looking at a trade off between revenue optimization and welfare optimization, and they went on the side of welfare and therefore, but then later that was thrown back in their face, as if the revenue foregone was a was an example of corruption and leaving aside the merits of that particular case, how does one resolve this trade off in this conflict between scrutiny and paralysis?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:47.600",
        "message": "I think this is a leadership failure, political leadership, I discussed this point with Peter Dumbrin in the book, and he agrees and I mean, you know, so so what I'm trying to say is that there is probably this is how even the government of the day felt that this is completely a political leadership, you see, why did the 2g scam become such a thing of scare the the overzealous investigative agencies, why did they become such a scare for all bureaucrats across the board, because let's not forget, the first instinct of a bureaucrat is self preservation, what they were seeing is that what should have been a policy decision had been presented as a scam. And cam theory had got so much purchase in the media and in the political setup that you know, the courts found it difficult to not not take it up. And the whole thing became such a huge controversy. I don't think you know, any bureaucrat would have reacted in any different way. I mean, why should I take a decision and tomorrow be questioned about it, rather than not take a decision and you know, retire safely. So I think bureaucrats were acting very, very rationally. And what was happening is that the whole thing really got very politicized, very controversial. And this trade off how to prevent this, I think, you know, there has to be a balance of information. Why did this happen? There was asymmetry of information, the media was playing it up, the you know, opposition in parliament was playing it up, the government was keeping quiet. And there's a long description from an interview that Salman Khurshid has given, you know, to the Hindu newspaper, where he describes how there was absolute lack of clarity within the government on how to handle this political. This was a political crisis. This was not an administration crisis. It was not an economic crisis. This particular case, it was a completely political crisis. And because of the duality of authority in the UPA between Sonia Gandhi and Manmohan Singh, the cabinet just didn't know how to handle this. And Salman Khurshid says, this is the first time, you know, in the Congress that this has happened always, their political party leadership and Prime Minister were always one individual. So they didn't know how to go about this. They were not able to counter, you know, things that were being said, and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:10.520",
        "message": "it just got out of hand. And you know, as always happens when I am three quarters of the way through an episode as often happens is that I realized that a book is so good that I can't possibly do justice to all of it during the episode. So out of your four chapters, I'm going to quickly summarize what your third chapter is about. And I encourage listeners to read that for themselves, because I'd rather go to the fourth very fascinating chapter of the Modi years. But the third chapter basically is about how just as serendipity took us backwards by giving us Pranam Mukherjee as a finance minister, it also then helped us out where, you know, one of his possible lifelong ambitions of becoming president since the prime ministership seemed out of reach was finally fulfilled. And because he could become president, Chidambaram could, you know, with 18 months left to go for the elections, become finance minister again, and start taking some really hard decisions for the economy. And I'll just quote his own words from it, as you've quoted in your book about what happened. Quote, fiscal deficit was sharply reduced. The current account deficit, in fact, had been contained substantially by squeezing. Some very harsh decisions were taken, which of course affected growth. And it did not give us the kind of advantage that we should have got if inflation had been lower. Ultimately, we lost the 2014 Lok Sabha elections partly on apart from the corruption charges, we lost our inflation, stop quote. And this is again very interesting where you have an economist who really gets it. And he gets that this is almost like a crisis brewing and something needs to be done. And he takes decisions, which essentially harms him and his party politically."
    },
    {
        "speaker": "Guest",
        "time": "01:22:51.480",
        "message": "Yes, I do see that, you know, in what he says that, you know, these are these trade offs that have to be made. And, you know, he makes those trade offs as the person in charge. I do argue in this third chapter that, you know, the sort of political landscape was made fertile because of this high inflation and, you know, really mismanagement of the economy by the UPA government. And there are various other things discussed, like, you know, why the food inflation was so high and Sharad Pawar's role comes in there. And because of the corruption charges, it is because of this economic discontent. This is my theory. And it is for political analysts and experts to examine if I may be right or wrong. This is what I sort of speculate, you know, whether because the economic discontent made the political landscape fertile, there are a lot of promises that were made by Narendra Modi in his campaign starting September 2013, that sort of got the kind of purchase from voters that it did. So the land for that was made, political landscape for that was made fertile by the economic mismanagement by the UPA too, ironically headed by a distinguished economist. And the start of the Modi wave is actually because of the complete economic mismanagement by the UPA"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:08.000",
        "message": "too. Right. So, you know, so Modi comes to power in 2014. Tell me a little bit about what is Modi's approach to governance and economics, because it seems to start off well where he makes as he did during campaigning, he makes all the right noises. He has no shortage of good advisors. You know, Ela Patnaik is part of the setup and, you know, the Niti Aayog is set up with Panagaria and so on. But what is Modi's own approach to economics and the"
    },
    {
        "speaker": "Guest",
        "time": "01:24:35.600",
        "message": "problems that India faces then? Oh, actually, good question. In the last chapter, you know, I asked this exact same question of Mr. Arun Jaitley. And I quote his answers to me, you know, on Mr. Modi's whole approach to economic policy. And what those answers tell me is that Mr. Modi is more politically inclined. And, you know, whatever he does, whatever decisions he takes, it is on the basis of the political gains that can be expected from those. And I think a lot of it depends on who it is who's briefing him about what needs to be done and what the problem is. So when he starts in 2014, I described this whole, you know, meeting that he does with all the secretaries to government and how he makes all the right noises. All the bureaucrats in Lutyens Delhi, you know, 80 secretaries to government defender, how excited and thrilled they are that the phase of policy paralysis has ended. And finally, they're going to be, you know, headed by a decisive Prime Minister and they're going to be taking decisions. But as the months progress, it becomes clear that, you know, not only is Mr. Modi complete polar opposite of Dr. Manmohan Singh, he's also, he's very close to the ground. And what appeals to him is, you know, programs and schemes, Swachh Bharat, you know, there's a whole long list of programs that bureaucrats design and he loves to go and inaugurate them. And he has these solutions for things that he has seen as a chief minister go wrong. But you know, I quote bureaucrats there where they begin to wonder very soon, is that really the job at the center of a prime minister? We have some reason to believe that Mr. Modi has a more chief minister like approach to his prime ministership, which has its plus points and its negative points. Plus points because he's less ivory tower type, you know, than prime ministers can be. But negative points because really the job of the center's policymaking, you know, correcting for policy errors, and programs and schemes cannot substitute for policymaking. And so, Mr. Modi's heard that economic reforms need to be done. He's built a campaign on the jobs crisis in 2014, he promises jobs. And he's obviously been briefed by his economic advisors that land reforms, labor reforms, GST, make in India the way to go forward and fix all the problems of the economy. And, you know, he's doing that. He does that in 2014 and 15. But the minute he faces his first political crisis, he loses faith in all of that. In 2014, not only did he win the 2014 Lok Sabha election, there are a lot of state elections, assembly elections that the BJP wins quite handsomely. But starting 2015, in February, they get a root shock in Delhi. And through 2015, that's really a turning point for the Modi government, the year 2015. Through 2015, they face a lot of political crisis in Parliament, when the Congress raises the slogan of Sood Boot Ki Sarkar, and they oppose the land reforms. And you know, the land amendment legislation that the Modi government has brought in Parliament, and they have promulgated an ordinance and it has been re-promulgated multiple times, they finally are forced to allow it to lapse. Because by November, there are no other state assembly elections through 2015. But in November, there is the Bihar election where again, they had a root shock. And I think in 2015, internally, they really begin to ask themselves, has the Modi wave ended? Has it ended? And like I said, it happened at the time of the Vajpayee government losing election. The way the politician thinks that reforms do not get me elected. And therefore, let me now do something that will get me elected. And therefore, what the BJP decides to do is they need to reinvent Mr. Modi's image as somebody who's pro-poor. They need a scheme which they think will match up to what the NREGA was for which they believe that, you know, UPA2 was voted back to power because of NREGA. And they have to, the other thing is that, you know, a big part of their campaign was the black money issue, the corruption issue, where Arvind Kejriwal's win in Delhi shows them that, you know, he may now just walk away with the mantle of, you know, corruption and black money and they need to do something. They've taken many steps. There have been lots of things that they have done for black money, but nothing is, you know, everything has produced very moderate results. There's nothing they can go to the voters with and say, see, this is what we've done against corruption and black money. And therefore, you know, there is a kind of a rethinking that takes place in 2015 in the BJP. And it takes them back to the drawing board and they come up with demonetization as the solution. And not only do they come up with demonetization, they bury all plans for land reforms, for labor reforms. Make in India takes a side seat. The Prime Minister stops talking about Make in India at his public events. He talks now all the time about farmers, doubling farmer incomes and things like that. So he kind of reorients, he reinvents his image, but he also very successfully and he, you know, reorients his government policy away from reforms and towards, you know, what he thinks will have purchase with voters. And yeah, so that's the story really of how, you know, Mr. Modi sort of responds to economic policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:53.440",
        "message": "You know, I've had a number of episodes on demonetization, I'll link them from the episode page which cover all the economic aspects of it. But what I particularly found fascinating in your book was the political narrative behind it, which, again, underscores how to Modi governance doesn't matter at all, only optics does. So it's not that he wants to solve the problem of black money or even understand why that problem exists. He just wants to be seen to be solving it. It's not that he actually wants to be pro poor. In fact, he just wants to be seen as pro poor. And, you know, at the root of all of this is, can I get a rhetorical advantage from these things, and not a concern of whether those policies will do harm or do good. And demon, of course, which, you know, I call the largest assault on property rights in human history, was incredibly harmful for our economy. And we hardly need to elaborate on that. But even sort of apart from that, the very next year, they do GST, which is a great idea, but which again, they managed to botch up in the way they they do"
    },
    {
        "speaker": "Guest",
        "time": "01:31:54.040",
        "message": "it. Tell me a little bit about that. Yes. So as you're saying, I don't put it so starkly. But you know, Mr. Modi does not display an ability to go to the roots of a problem. He does not seem to ask the questions why something is happening. Why is there black money in the economy? He's very happy to, you know, come up with a scheme, which seems very grand. And it's the same approach, you know, for various economic policy decisions, but especially also for GST, where the very fact that his government has come up with the GST, and you know, he wants to launch it in the midnight session of Parliament, joint session of Parliament, his whole focus is on that. And his because of political complications, the GST Council has come up with, you know, multiple rate GST, which is very difficult to collect. And, you know, it is highly complicated. The collection of the GST is highly more than the rate structure, I described in the book how it is the compliances and the, you know, the collection mechanism, which is really complicated. He has not concerned himself as much with those aspects of GST. Further, you know, GST becomes, you know, a tool for political messaging. Before Gujarat elections, there are certain items, you know, which are closer to the hearts of Gujaratis, the GST rate on that is reduced. Now, a tax system which is sold as a reform to become a means of political messaging, tells you a lot, you know, about the whole approach of the Modi government to reforms in GST. I mean, I can't see why, you know, Mr. Modi did not approach the whole GST designing issue more, in a more fundamental way. How is it that GST became what it has today? I cannot imagine it is because the pressure was from the state governments in the GST council for the GST to be like this, because the example of the Gujarati savories, the rates on it, that has come from the BJP ruled state, you know, it is obviously influenced by the BJP's politics and not by the other state governments. So clearly, you know, a tax reform becomes a tool for political messaging and gets botched up in the process. And there's no thought given to what it will do in the economy, what it will do for taxpayers and how it will make life very difficult for those, you know, people who now suddenly overnight become exposed to the tax jurisdictions. If you're doing business in, you know, all the 20 plus states, you're going to now have to be exposed to the tax jurisdictions of tax authorities of 28 states, not just the center and that one state where you operate, you know, so that obviously has not been thought through."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:03.120",
        "message": "Yeah, I've had a few episodes in GST as well, which again, I'll link these are like pet subjects demon in GST. You know, one of the sort of things that struck me about the book is that the two men who were prime minister through this period, are both extremes in a bad way. For example, I couldn't help but contrast the fact that Manmohan simply did not assert himself enough, the PMO was very weak during his time, and he allowed Pranab to do all these things, even when he knew that, you know, they would harm the nation. And on the opposite side, you see Modi who goes to the other extreme, and he doesn't consult any experts or you know, even though they're available to him, he doesn't take considered decisions, he is just too decisive, he just goes ahead and does whatever the hell he wants. And some of it is absolutely disastrous for us. So it's a contrast between a PM who is perhaps too weak, and a PM against who is perhaps asserting himself too much. And equally, it's a contrast between what seems to be a policy paralysis, not just of, you know, in the in the senses typically used of officials and so on during UPA2, but also in terms of the indecisiveness of Manmohan himself, versus the speedy and bad decision making of Modi. And it's an interesting contrast. And just thinking aloud as I asked this question, it strikes me that isn't politics more likely to come up with the second kind of leader like Modi because he has more of these qualities which make for a good politician leave governance aside. And Manmohan, after all, was sort of an accidental politician in a sense, and therefore we are more likely to get Modi's than Manmohan's."
    },
    {
        "speaker": "Guest",
        "time": "01:36:45.360",
        "message": "I absolutely agree that, you know, speedy decisions, supporters of Mr. Modi, you know, one of the things that they say is that he's very decisive, and he takes quick decisions. And supposedly a great thing about the current government, the Modi government is that, you know, they take decisions, I mean, with a surprise, there's an element of surprise, we find out about it, then they announce it. I'm not sure those are good qualities. And I don't know why they're celebrated. You know, all this discourse that happens on whether something is a policy is good or bad, ideally should be preceded, you know, by the announcement. I mean, it should happen before the government makes up its mind, the government does not take on board all these analysis for the simple reason that it does not share its decision making, you know, well in advance, it only announces decisions. And I mean, speedy decisions are not necessarily good quality decisions, you know, so that certainly is a thing. And I also agree that Mr. Modi and Dr. Manmohan Singh are a study in contrasts. And, you know, a political system is more likely to come up with leaders who are perceived as strong rather than wise and sensitive. But in the current case, Amit, I would say that it is also likely that, you know, if you notice, at least I feel so that Mr. Modi has at all points pitched himself as absolute opposite to Dr. Manmohan Singh. It is because Dr. Manmohan Singh was called the weakest Prime Minister ever by Ms. Sushma Swaraj and Mr. Arun Jaitley in Parliament, which I also quote in the book, because he was the weakest, therefore, Mr. Modi is presented as the strongest, you know, so the plan or the, you know, the way they have strategized, perhaps, I don't know, I'm not, you know, I don't know what goes on in the BJP. I'm not a political reporter. But looking at it from the outside, it is one, you know, it is possible that the strategy is that, you know, Dr. Manmohan Singh is the weakest. So we have the solution to that we have the strongest, you know, that could also"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:54.720",
        "message": "be a possibility. Yeah, I think you sell yourself short by saying you're not a political reporter. I think your book is packed with political insight. And, you know, I'm going to have to end with one last question. But before I ask that question, I feel like I haven't done justice to this book at all. So the next time you write a book, kindly give me six hours of your time and come to the studio. And yeah, so here's the last sort of question coming up for you, which is that, if you look forward to just the next five years of India's economy, you know, leave aside of who wins the selections and so on, just if you look forward to the next five years of India's economy, what's the best case scenario and"
    },
    {
        "speaker": "Guest",
        "time": "01:39:35.760",
        "message": "what's the worst case scenario? So looking at the next five years, if I look at it as a continuation of the last 10 years, you know, unlike a lot of people, I do not see the last 10 years as Mr. Modi versus Dr. Singh. And I don't see too many differences between the UPA2 and the Modi government. What I see is that there is a certain slide and a certain failures and weakening of institutions that starts in UPA2, perhaps even before that, but I begin to document it in UPA2. And that slide deepens, you know, and takes proportions that in recent, you know, memory, we have not seen that happens in Mr. Modi's time. Now, if this slide continues, if it is not addressed, the worst case scenario is that we are already seeing the economy is slowing down once again. This time round, in the earlier phases, you know, whenever the economy was slowing down in the last 10 years, a fiscal stimulus or a correction in global oil prices, or some little bit economic policy decisions, generating positivity, succeeded in, you know, a small pickup in the economic growth rate, that may not have that kind of impact now. So what I'm trying to say is that stopping this slowdown and reversing it will not be as easy as it is, it has been in the last 10 years, you cannot just do a fiscal stimulus or a monetary stimulus and genuinely, you know, turn the trajectory, you're going to have to take some very tough decisions. Because we have wasted 10 years, you know, the need to take those difficult decisions has increased even more. And I quote in the book, the IMF article for both at the time of just before the 2014 elections and after that, where it clearly says that India is well past the stage where simple monetary and fiscal policy stimulus is going to, you know, be able to sustain growth momentum, it needs to do the hard reforms. And the main hard reform that they say is building human capital, which is the most difficult thing to do, you have to fix your education policy, you have to do something about public health. And it's only then, you know, that the true entrepreneurial capacity of Indians and potential of Indians will be unleashed. And that will translate into a collective economic growth, the demographic dividends that was being celebrated before the global financial crisis on the basis of which, you know, all the investments had been made in India, that demographic dividend could turn into a nightmare, you know, if the difficult decisions on reforms are not taken, and these youngsters cannot be, you know, gainfully employed in economic activity. The other thing is that, you know, the last 10 years, most of what has gone wrong is policy induced and mainly self inflicted wounds. There is very little, you know, which is because of external shocks, the taper tantrum, there's a small episode, which is a macroeconomic shock, the oil prices, small episode, that's an external shock. But other than that, everything that's going wrong is because of wrong policies that are being taken decisions that are being taken. And I see no signs of realization of how these decisions are poor quality decisions. And you look at, if you look at, you know, the farm prices, there's a long subsection of the farm prices in the book. You know, first, the Modi government experiments with MSP plus, you know, what they've promised, then they come up with the 6000 rupees, you know, PM Kisan scheme. In response to that, the Congress has come up with their Nehai scheme. And I call this the rise of populism. And in fact, the triumph of populism. But none of this is the real solution that the agriculture sector needs. And there is obviously no realization of that. There is no realization of why there is a job crisis. Make in India has taken, you know, has slipped off the priority list. So if we continue on this trajectory, the five things that I see is that almost immediately, you know, your growth momentum will slow down. We've already seen signs of that when we see production cuts announced by Maruti, etc. Two wheelers and all demand is the early indicators. And so, you know, a growth momentum slowdown, which means that your job crisis is not get taken care of, which means you're going to have this huge army of youngsters who are not gainfully employed in the economy, full of energy and perhaps soon frustration and huge unmet expectations. If you have a farm crisis, you know, I don't know what, how that will have implications for food security and inflation. Yeah, so I said it's a farm crisis and I said it's the growth momentum. And therefore the job crisis, you know, without growth, all the youngsters who we've been talking about is the demographic dividend and who, you know, we're going to get these jobs and earn, make these incomes and therefore be that big market. You know, the whole promise of why there should be investments in India, that cycle gets broken and that's the economic point side of it. But, you know, all these youngsters with incomes not commensurate with their aspirations and lifestyles not commensurate with what they were promised and that demographic dividend will turn into a demographic nightmare and it will lead to all kinds of other social and maybe political problems. So that, and so I mean, everything that policy determines you, we are already in, on the exports front, we are already losing our comparative advantage to other economies that are, you know, sort of working very hard and therefore, you know, gaining. And because we are not even, you know, working hard to stay where we are, we are losing global position, you know, in textiles, et cetera. We were second only to China. We, you know, other countries are now ahead of us. We are no longer the second largest exporters. You know, we've slipped on the pecking order and you know, these are all cycles. Once you begin to lose your advantage, then it just multiplies because these are very highly competitive industries where, you know, small margins lead to huge, it's the volumes game. So, you know, you lose an order, you lose big volumes, you suddenly slip down the position, you lose further orders to the export side, especially where there are labor intensive industries that you begin to hurt. And finally, that brings me to the point that, you know, if you're economically not secure and doing well and your economic momentum does not have strength, this whole argument that people keep making about national security, it has ramifications for national security. If you're an economy doing very well, your growth momentum, you know, is promising and the world is looking to trade with you and do business with you and come and invest in you. And, you know, your young demographic dividend is just going to pay off. You're this huge market. Your difficult neighbors will take you, their approach to you is going to be very different than your difficult neighbors approach to you when you're an economy dealing with an investment crisis, a pharma crisis, and you know, the youth out on the roads because their jobs are not as good as they wanted. Can you see the difference in approach of your difficult neighbors to hold your, you know, issues that are of national security concern, which you right now think, you know, you're doing very well on national security? That whole thing becomes into question and the whole approach of your neighbors cannot be taken for granted if internally you are economically not that strong and secure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:00.480",
        "message": "These are all very enlightening points. And in fact, I have episodes on jobs and agriculture as well, which we linked from the episode page. You know, on the one hand, I despair that there is no political will to do anything about any of the problems that we face. But on the other hand, I have hope because people like you are writing the kind of book that you just wrote and which I learned a lot from. Thank you so much for coming on the scene in The Unseen, Pooja."
    },
    {
        "speaker": "Guest",
        "time": "01:48:22.840",
        "message": "Thanks, Amrita. It's been great to talk to you and be on your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:29.400",
        "message": "If you enjoyed listening to this episode, do hop over to your nearest bookstore and pick up The Lost Decade by Pooja Mehra. You can follow Pooja on Twitter at Pooja Mehra P-U-J-A-M-E-H-R-A. That's P-U-J-A-M-E-H-R-A at Twitter. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. The Seen and The Unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. You can browse all our past episodes at seenunseen.in and thinkpragati.com. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:49:10.560",
        "message": "Hi my name is Anupam Gupta. I'm B-50 on Twitter. I am the host of Paisa Paisa, the show that talks money. On my show, I speak to experts from every field of money and finance from stock markets, equities, debt funds, credit cards, life insurance, every possible area of money and finance that you can think of. We even did an episode on cryptocurrency. I've got fantastic guests from mutual funds to personal finance experts everywhere. Robo advisory startups, just name it, we've got it. At Paisa Paisa, we help you make smart decisions about money. You work hard for money. Now make your money work hard for you. New episodes out every Monday and you can listen to my show on the IBM podcast app or any other podcasting app that you have. Paisa Paisa is brought to you by Paytm Money. Filter coffee is a fascinating beverage. You need to pick the right beans, blend them in the right proportion, roast them to perfection and slow brew at the right temperature to get the perfect cup, which is exactly like great conversations as well. You need to track down the most interesting minds, get them into their zone and settle down for an unhurried, unscripted chat. And coffee for me is always, always, always best enjoyed with friends. I'm Karthik Nagarajan and do share my table as I meet some of the most interesting people I know and sit them down for a strong cup of coffee and an even stronger conversation. Join me every Wednesday for a freshly brewed episode. This is not frappe. This is the filter coffee podcast."
    }
]