[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.000",
        "message": "Let me elaborate. When you go out for coffee or dinner with friends, do you force them to eat whatever you're having or what you feel is good for them? No, you don't. You respect the individual autonomy and you expect them to respect yours, as they usually do. At the end when the bill comes, you might insist on paying for it yourself, but you never insist that one of them pays for it. You don't steal money from their wallet when they are not looking and you don't try to leave the restaurant without paying. And if you see a beggar outside and feel sorry for him, you may leave the beggar something of your own volition, but you would think it outrageous to pay nothing yourself, but force your friends to pay. You see what I'm getting at here, right? We all respect the autonomy of others and we all respect the choices they make. Consent is a big deal for us and we don't try to force other adults to do things against their wish. We agree that violence is bad, except in self-defense. We believe in the dignity of the individual."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:54.000",
        "message": "We are all libertarians."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:24.000",
        "message": "We have no objection to state violence or to the state doing things to us that we would be outraged if anyone else did. We misunderstand how society works and believe that societies and economies can be planned and engineered and ignore the fact that such planning on the behalf of others always involves violence. Indeed, the everyday violence we face has been normalized so much that we don't think of it as violence at all. Now, it's what I call the liberal paradox that we need the state to protect our rights and its existence does imply a certain amount of violence. But the modern state, everywhere in the world and especially in India, goes far beyond this. And this is a battle that libertarians constantly fight. This normalization of violence, this overriding of individual rights in the name of an illusory greater good, the daily assaults on human dignity. My guest today is a man I admire deeply. David Boaz wrote the book that first introduced me to the ideas of libertarianism, which I read at the turn of the millennium. That book was called Libertarianism, a Primer, which he updated and expanded a few years ago into a fantastic book called The Libertarian Mind. He writes prolifically about libertarianism and works now as an executive vice president at the Cato Institute in Washington, D.C. He has also been the editor of the Libertarian Reader, an excellent collection of writings about liberalism through the ages, and the co-editor of the Cato Handbook for Congress and the Cato Handbook on Policy, which are brilliant guides to good governance. He was kind enough to give me two hours of his time and we chatted over Skype. Before we go to the conversation though, let's take a quick commercial break. This episode of The Seen and The Unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi, and unlimited monthly subscription costs only Rs. 299 per month. And you can also get a 30-day free trial if you hop on over to storytel.com slash IBM. I actually use Storytel myself regularly, so as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I'm recommending today is an obvious choice. It's by our guest for this episode, David Bowes. It's his first book, Libertarianism, a Primer, which is available on Storytel in both audiobook and e-book format. His other two books, Libertarian Mind, which is an update of that, is available in e-book format as is a Libertarian reader. But Libertarianism, a Primer, you can actually listen to it. So do check that out on Storytel. And remember, you get a 30-day free trial only at storytel.com slash IBM. David, welcome to The Seen and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:05:04.400",
        "message": "Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:05.280",
        "message": "David, before we start off, tell me a little bit about you and about how you came to libertarian ideas. Because when you were kind of growing up in the States, libertarian ideas weren't so common back then, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:18.960",
        "message": "Well, that's right. On the other hand, basic libertarian ideas about individual freedom and self-reliance and not trusting the government are pretty basic to America. So in that sense, there was a decent background there. I grew up in Kentucky, in the middle of the country, sort of the South. And my parents were well-educated. I always say I'm the first in my family not to be a lawyer. So there was political conversation in my house. Not sure my brother and sister paid that much attention to it. But I talked about politics and policy somewhat with my parents. And then when I was in high school, I read Barry Goldwater's Conscience of a Conservative, which is actually a very libertarian book because much of American conservatism is very libertarian. And then I read Economics in One Lesson by Henry Hazlitt. And then I read Ayn Rand. And by that point, I was pretty much on the way to being a committed libertarian. And yes, finding actual libertarianism there around 1970, early 70s, was pretty hard."
    },
    {
        "speaker": "Unknown",
        "time": "00:06:38.000",
        "message": "It was a small movement."
    },
    {
        "speaker": "Guest",
        "time": "00:06:39.120",
        "message": "And of course, we had no internet. So it was harder to find."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:42.560",
        "message": "And, you know, back then, there was no Cato, no Students for Liberty, no Reason magazine. How do you sort of find other people who think like you? And, you know, are there moments of sort of self-doubt when where you wonder, is there something wrong with me? Because I'm the only one who looks at the world like this."
    },
    {
        "speaker": "Guest",
        "time": "00:06:58.640",
        "message": "Well, I don't know that I ever felt quite like that. Like I say, there are basic libertarian ideas that suffuse American thought. Ayn Rand was a best-selling author, and it wasn't hard as a high school student to discover Ayn Rand's work. I sort of stumbled on Henry Hazlitt, but Barry Goldwater had run for president on a very conservative, but in some ways libertarian platform. So people knew about that. And what happened was that when I got to college, I joined a conservative group, Young Americans for Freedom. And of course, they said they were for freedom. And we were for free markets and free enterprise. And I came to discover partly by reading their magazine, oh, I see these tensions in conservatism. Sometimes they're for freedom. Sometimes they're talking about imposed order. And it's the freedom part that I like. Once you got hold of a copy of Reason magazine, then you would see ads for other libertarian projects. So I met people in college and then after college. It was actually an exciting time. For libertarians, I should also mention there was the Foundation for Economic Education, FEE. And a lot of young conservatives got FEE's magazine, The Freeman. And that was a way to get connected to a network of people who did believe in freedom. But the mid 1970s was a pretty exciting time because you did have the Libertarian Party being founded. You had Hayek. And Friedman winning Nobel Prizes. You had Robert Nozick's book coming out and winning a National Book Award. A little bit after that, then you did have the creation of the Cato Institute. And of course, Reason magazine, I think, goes back to 1969. So it was a smaller and less professional looking magazine then. But it was an exciting time. It was the beginning of a movement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:58.960",
        "message": "So, you know, just looking back at when I grew up in New York, I was a little bit more conservative, but looking back at when I grew up in India, which was somewhat later than you, and we obviously didn't have these fundamental American values of individual freedom and so on, which, you know, is embedded in your constitution and your way of thinking. Over here, I often say that India's biggest religion is a religion of government. I mean, statism is just sort of reflexive. State violence is completely normalized. And so it was very refreshing for me almost a couple of decades ago to read your book later, updated to the libertarian mind, which came out a few years ago. Now, what I found interesting about the libertarian mind was at the start of it, you write about how the world is becoming more libertarian. And if you look at the broader arc of history, that certainly seems to be true to some extent at that time. But now, now that we live in the age of Trump and, you know, in India, Modi, for example, authoritarian populace across the world coming to power, and the discourse everywhere being arguments between different kinds of statism and not for liberty at all. Are you still as optimistic?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:07.760",
        "message": "Well, maybe not as optimistic, but I actually would sort of. Let's look at three things there. One is, is the world getting better? Yes, absolutely. The world is getting more prosperous and the prosperity is more widespread. And the opportunity for people to pursue happiness in their own way is more broadly available in more countries in the world. And of course, the good changes in China and India over the past generation account for a lot of that progress and optimism because there are so many people to whom those changes are relevant. So our website, humanprogress.org, details continuing progress on hunger, illiteracy, poverty, and so on. Is the world getting freer, which is somewhat different, though usually connected? Yes, I think it still is. I think that the economic reforms in India and I think in China and I think in India, though I certainly yield to your expertise on that, but also some economic reforms even happening in Africa, the decline of military dictatorships in Latin America, some policy reforms in developed countries. Yes, I think overall we still are seeing more freedom. Now, what about our politics? Well, yes, politics seems to have taken a turn for the worse since I was writing The Libertarian Mind around 2013. We do have the rise of authoritarians in a lot of places. I've been saying in speeches lately, ideas we thought were dead are back. Ideas like socialism, economic nationalism, authoritarianism, even fascism. And we're facing fundamental challenges to liberalism in a way that in 2013 I probably didn't sense was the case. So intellectually and politically, we have big challenges right now, probably more so than I thought in 2013. But so far, I think we are still on a path of greater freedom. But if the politics continues in the direction it's been going the last few years, then that will change. And it's interesting that the dead ideas that have been revived that you named like"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:42.880",
        "message": "socialism, economic nationalism, fascism, they're all isms. And that's kind of the reason I sometimes feel uncomfortable with the world, with the word libertarianism, because it seems to imply that it's a system of thinking that depends on certain facts about the world. But actually, to me, it's just really a value system. You respect individual autonomy, the dignity of others, you value consent and you stand against coercion. Nothing more and nothing less. It's not like one of the others in that sense. So let's let's kind of talk about the fundamentals of sort of libertarianism. What does it mean to you in simple terms?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:20.560",
        "message": "What I like to say in speeches is libertarianism is the idea that a democracy is a system of thinking that adults, individuals have the right and the responsibility to make the important decisions about their own lives. And each word is important there. This is about the rights of adults, not necessarily children. That's a more complicated issue. This is also about individuals making decisions, not collectives, not nations to the extent that we can avoid that, not racial groups and so on. Have the right, because as. Individuals as autonomous thinking, rational beings, we have the right to make the important decisions about our lives. But with those rights go responsibilities, not imposed responsibilities, but just the idea that if I make choices, I bear the consequences for the outcome of those choices. And that's a responsibility. And when we start thinking about sometimes people listen to that and they say, well, yes, but we do have that. But what's your complaint? Well, of course, my complaint is that the government takes half the income I earn and it tells me how I have to save for retirement and how I have to give to charity. It tells me what I can smoke and what I can drink and what I can read and who I can marry. And obviously not all of those things in any country at any one time. But but those kinds of things are the decisions that government is arrogating to itself to make those decisions for me. I want the right to make those decisions. But that does mean that there will be consequences. And so I have a responsibility if I become a drunk or a drug addict. That's on me. Mostly if I don't save for my retirement, then I have to assume I have to accept responsibility for that. I think parents should have the right to decide where their children will be educated and how. That's also a responsibility as a parent. You should want to make the important decisions about guiding your child's life. And you you bear the consequences of those decisions. And of course, so do your children. And that's why it's so important to get them right. So in all of those areas, government is impinging, intruding on our right and responsibility to be fully responsible adults."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:54.720",
        "message": "In fact, there's a really nice quote from your book, which I'm going to read out. Quote, Libertarians believe in the presumption of liberty. That is, Libertarians believe that people ought to be free to live as they choose, unless advocates of coercion can make a compelling case. It's the exercise of power, not the exercise of freedom that requires justification. Stop quote. And, you know, this is a very profound sentence, because what has happened in our world today, especially in India, but I think everywhere is a normalization of coercion, where we take a lot of state violence and state interference in our lives completely for granted. You know, sometimes when I tell people that taxes are a form of coercion, it's a form of violence. And they're like, they look at me aghast as if, you know, what on earth am I talking about? It's been so normalized. And another sentence from your book, which I often, in fact, use at the start of slide shows when I talk about libertarianism is, quote, in a sense that have always been but two political philosophies, liberty and power. Stop quote. And the arc of history really seems to be coming from a point where power is dominant to a point where liberty is asserting itself more and more."
    },
    {
        "speaker": "Guest",
        "time": "00:17:00.960",
        "message": "Well, that's right. And so all of these things are problems right now, but they have been problems in the past. And in most societies, they were more severe problems in the past, especially if we go back before the rise of liberalism in the 17th and 18th centuries. For obviously, I know the history of the West better. The combination of church and state, the assumption that everything will stay the same, that people's places in society are fixed, that if you're born a serf, your children will be born serfs as well. All of that was a massive system of organized coercion. And of course, if you go back before that, we can argue that the the origin of states was that the strong picked up sticks and threatened to hit or kill the weak. And that's how some people achieve power over others. But when liberalism came into the world, that was the problem. They were concerned about the denial of individual responsibility, of individual thought, freedom of speech, freedom of religion and the use of power to impose other people's will on you. And so since liberalism came into the world, in increasing parts of the world, people do stand up and say that kind of coercion is not right. Now, you're correct to say that so many kinds of coercion go unchallenged, unnoticed by most people. And there are different reasons for that. And many people believe that it's just necessary for the state to do more things than I think it's necessary for the state to do. But there are also many people who have a personal agenda. They want their religious views imposed on everyone. They want their political views imposed. They want the state to take wealth from other people and give it to them or to prevent other people from competing with them and possibly challenging their economic security. So there are many reasons that we haven't fully accepted the principle of liberty. But the principle of liberty, principle of natural rights, of human rights for the past two or three centuries has been there as a vision and a beacon that can inspire people and encourage them to push back against power. What were the American revolutionaries concerned about? They were concerned about the way Britain was exercising power in this country. But they were also concerned from their study of history about the general problem of power, that people with power will always want to extend it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:02.880",
        "message": "Right. And I should clarify for my listeners that, you know, I'm saying libertarianism, you're saying liberalism. We basically mean the same thing. It, you know, this started off as liberalism, you know, a belief in human liberty. And then the term liberalism somehow morphed towards the start of the 20th century, as you describe in your book. And now it means different things in different parts of the world. So especially in America, where, you know, it means almost the opposite of what it used to. And old school liberals like us are called classical liberals by some, libertarians by others. It's all really fundamentally the same thing. It's really simple. It goes down to the principle of like, you know, as you say in your book, the essence of this is something you learn in kindergarten. Don't hit other people, don't take their stuff and keep your promises. Just sort of talking about how sort of liberty began to assert itself against power, as it were, in this sort of long battle. And obviously, the key point is the enlightenment. So take me through a little bit of the early history of liberalism slash libertarianism and why John Locke is so important there. And what are the ideas that came out of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:10.960",
        "message": "Like I say, in the Western world, there was for 1500 years or so a dominant Catholic church. There were also princes and kings around Europe, and both parties had an interest in essentially keeping things the same. The kings want to know that their sons and grandsons will also be kings. And that necessarily implies that the sons and grandsons of the serfs and the peasants will remain in their state. And the church at that time was not very open to scientific thinking that might challenge the central role of religion in the world. Sometime around 1500, really, people started thinking scientifically. They started using their reason to try to understand the world. And you get people like Galileo and Vesalius and Copernicus and Newton taking a genuinely new scientific approach to understanding how our bodies work, how nature works, how the heavens work, how the bodies in the universe work. And this was a new thing. This was the application of reason to understanding the world around us. And as people started doing that, it led them to some extent to question the rules that authorities had set up for the world. So, Steven Pinker in his new book, Enlightenment Now, which I think you've talked about on here, identifies four elements of the Enlightenment, reason, science, humanism, and progress. Reason, the use of the human capacity to understand and analyze. Science, the application of reason to the natural world. Humanism, the idea that human institutions should be judged by how well they serve humanity. And then progress, the idea that things actually can change. They can get better. We can discover how the body works and use that to save lives. We can discover how nature works and harness it to provide us eventually with running water and electricity and all those kinds of things. And we can come to understand how commerce makes people treat one another better. Sort of an old idea, you know, two ways of acquiring wealth. You can either take it from people or you can trade something for it. And in the Enlightenment liberal era, people started examining the way that trade was done. They started examining the way that trading is better in terms of social peace and actual economic growth, and also noticed that people who come to each other as traders tend to treat each other better. I've seen some scholars talk about the double thank you. When I buy something, I say thank you to the clerk and he says thank you to me. Because in that transaction, we've both been made better off. He now has money to buy whatever he needs. So this was the Enlightenment, the understanding that we could seek to understand and we could anticipate progress. And then I think it's in that era that people start thinking about political institutions. What is the nature of man and what political institutions would best serve man? And that's where John Locke comes in. About 1690, publishes his second treatise of government. And it says, what is the point of government? Governments are created to protect our rights, our rights of life, liberty, and property. And we could try to protect them ourselves with sticks or guns or whatever we have. But there are certainly some good reasons to prefer that we create an organization that will protect all of our rights and hopefully do so in a peaceful way. So government is created to protect individual rights and to protect private property. And if government is not serving those purposes, as we said in the Declaration of Independence, it is the right of the people to alter or abolish it. And then from John Locke's work on individual rights and the nature of government and Adam Smith's work on spontaneous order and economics, we get really the whole flourishing of liberal thought, now maybe known as libertarian thought, and also the flourishing of the world from a world of backbreaking poverty and short life expectancies up until about 1700 and the incredible progress of technology and economics and society since then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:22.480",
        "message": "And the reason this happens, obviously, is that once people have the freedom, so to say, to associate with others in whatever way they want, consenting adults can do whatever they want with each other, whether in the bedroom or in the marketplace. And that leads to a positive some game like you described it, I think it's John Stossel's phrase, a double thank you moment, where both parties trading get better off and the amount of value in the world grows up, which is really the secret of all human success. But sort of going back to Locke, I'll just quote another bit from your book where you cite Locke, start quote, people have rights prior to the existence of government. Thus, we call them natural rights because they exist in nature. People form a government to protect their rights. They could do that without government, but a government is an efficient system for protecting rights. And if government exceeds that role, people are justified in revolting. Stop quote. So, you know, just unpack this a little bit for me. What what did Locke mean by natural rights per se? And also one insight, as you point out in your book, and we can talk about that later, is that even for those who don't believe in anything called natural rights, that rights cannot be natural, it would still benefit all of us the most if we proceeded on the assumption that we begin with the right to self-ownership, which is at the heart of Locke's thinking."
    },
    {
        "speaker": "Guest",
        "time": "00:27:45.760",
        "message": "Yes, well, that's right. So philosophers have been arguing ever since Locke about what rights are and whether they can actually be justified. But Locke's argument was that we have rights inherent in the nature of man as a being capable of reason. And so these rights are natural. We often say in the United States, the Constitution gives me the right to do that. Well, no, we really should say the Constitution protects my right to do that. I have a right to think the way I want to, to marry who I want to, to travel where I want to. The Constitution protects those rights. And so the rights are natural or unalienable, as we said in the Declaration of Independence. And once we understand that, then we see the need for an agency to protect those rights from threats from other people."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:45.600",
        "message": "Right. And what's happened in sort of modern times is that like all these terms get muddied, the term rights has also gotten muddied in the sense that we have what I would rather call entitlements, which aren't rights at all, also being spoken of as rights, for example, the right to food, the right to livelihood, the right to broadband. And so on, which are really positive rights. Can you just sort of explain the difference between negative rights and positive rights and how they muddy these waters?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:15.040",
        "message": "Yes. Negative rights means that I have a right to take action, to live as I choose without interference by others. So in that sense, you know, it is a negative on your ability to coerce me. Positive right means that I have a right to be given something by some agency, from you, from the government, from some human source. And the important point, I think, is that negative rights can be enjoyed by everyone in every society, no matter how poor the society is. We can all agree that we will not hit each other or take each other's stuff. We can agree that people can say whatever they want to and they will not be arrested or executed for it. We can agree that people can grow food on their own property and they can either eat it or exchange it with other people. When you start talking about positive rights, like the right to food or shelter, the right to a college education, the right to have your children taken care of at government expense, all of those things require someone else to provide this benefit to you. And because of that, they require infringing on your negative rights. When somebody says, I have a right to 12 years of education at public expense, which is what they always mean, then that means they have the power to tax me to educate their children for 12 years. Now, the argument is, well, it's all for all. We're all in this together. But of course, we all have different views about what kind of education is appropriate, what kind of health care, how we want to spend our money. When you tax me, you don't know exactly what cost you might be imposing on me. So negative rights can be enjoyed by everyone without infringing on other people. Positive rights can only be enjoyed at the expense of other people. And so one obvious point about positive rights is if you have a poor society, you simply can't have all these positive rights. And therefore, as an amateur philosopher, I would say, well, then they're not right. They may be entitlements. They may be things you think are a good idea when we get wealthy. But if you had tried to guarantee a right to food or a right to six years of education in the United States very early on, we just didn't have the money. India 50 years ago didn't have the money to do those things. Even today, the United States may not have the money to provide all the things that Bernie Sanders and other Democratic socialists want. And of course, when you try to supply all those things by government, you usually get less economic growth, therefore lower wages, less efficient economies, less useful services being provided, and sometimes much worse than that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:27.040",
        "message": "And I should really clarify on both our behalves. Like when I talk about the difference between negative and positive rights, you know, especially in India, people look at me and ask, how can you say, you know, there's no right to food or water and these are just basic things. And I'd like to point out that these are very desirable to say that they are not rights is not to say that people should go hungry, or people should not be educated. It's just to point out that if you want the state to provide for that, it comes at a cost, it comes at a moral cost, obviously, of the violence that they're inflicting on other citizens. And it also comes at a cost to recipients themselves, because there's always a trade off between this kind of distribution and growth. And only growth lifts people out of poverty. And, you know, there are better ways to achieve all of these things without necessarily using coercive means. And this, you know, often kind of gets lost in translation while talking about rights. And, you know, obviously, for a poor country, there are difficult questions that this brings up. And I'll come to them a little later on, because I have a bunch of difficult questions that libertarians should confront and answer. So kind of, you know, again, moving on from Locke to, you know, the right to self ownership, where his heart of the heart of his argument is that, look, you know, who owns us, you know, it cannot be that everybody owns everybody that doesn't work, it cannot be that some tyrant owns you, because, you know, where does that come from? So it is natural and almost self evident to say that we own ourselves and that self ownership. And from that, you get the right to life and liberty, you get the right to free speech. And interestingly, and what I want to ask you about is the right to property. Now, this is the right to property is something that is under dispute from essentially all of these other philosophies of thinking, whether it's socialism or fascism or economic nationalism or whatever, all of them, in some senses, attack the right to property and behave almost as if there is something fundamentally immoral about this. Can you unpack that for me?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:29.600",
        "message": "Yes, they all do. On the other hand, the right to property, the feeling that this thing I have worked for or this thing I have created is mine, I think is pretty natural to human beings. I don't think it's just in America. I think everywhere in the world, people feel that something I've created or land that I've worked. And that's what Locke said was that by mixing your labor with land that was formerly unowned, you make it yours. Now, a whole body of property law arises from that so that people now own land that they themselves have not worked. They may be renting it out to other people and so on. But it's come through a process of, at least in theory, originally, somebody mixed his labor with the land and acquired it that way and then was able, through a series of contracts, to transfer it to his children, to people to whom he sold it or rented it and so on. Societies that have actually tried to abolish the right of property have turned into disasters. The best example would be the Soviet Union after the 1917 Revolution. They were really dedicated communists. They really did believe from each according to his ability to each according to his needs, abolish property, abolish money. And it was an immediate disaster. We look at the pictures of Venezuela and we think how horrible that is. That sort of collapse happened in very short order in the Soviet Union from 1917 to 1921. And historians now call it war communism to blame it on the war. But what it was, was the best attempt ever to actually implement communism, a system of true public ownership of all the property in society and distribution of resources on the basis of need and not on the basis of money. And it was such a disaster that Lenin created the new economic policy, which essentially created a sort of extremely stunted and interventionist market economy. Because if you don't say this house is yours, this factory belongs, this factory is under the authority of someone who can make decisions about it, then you get total collapse of the economy the way they did in 1920, 21. So there are a lot of ideologies that do not believe in an absolute right to poverty. Most of them don't deny the efficacy of private property ownership. They just don't think it can be that it should be absolute because there are higher causes, whether that is allocating resources to our ethnic or religious group or indeed allocating resources simply to the needs of the nobles or the monarchs or the parliament or the ruling class. We have to make those kinds of exceptions. The countries that have been most successful have been those that have been best at protecting property rights of each individual, of each corporate entity, and not severely interfering with them through government interactions."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:58.480",
        "message": "And of course, as you point out in your book, this is not just taking on from sort of a logical continuation of the right to self-ownership and therefore almost a normative moral point as it were. But it's also for practical reasons that you need the right to property. As you say in your book, quote, if our world were not characterized by scarcity, we wouldn't need property rights. Stop quote. And, you know, I had an episode on the right to property about how it's been eroded in India, like it started off as one of our fundamental rights and now it no longer is. I had an episode on that with the economist Shruti Rajagopalan where she elaborated on this much more. But another thing that, you know, not having a strong right to property does is it affects incentives. And I'll just tell you a quick story about something that a friend of mine worked on. There's a friend of mine called Barun Mitra, a writer in Delhi, who campaigned for many years to get a group of tribals property rights on land that they'd been occupying for generations. I think it was in the state of Gujarat with other activists. And finally, it came through and very innovatively using technology, using GPS data over a period of years, they managed to prove that this land was indeed theirs and they got the land rights. And the first thing they did when they got legal title was they built toilets in their houses. And that to me is just so revelatory of the power of the incentive of property rights that the moment people actually own property, you have private ownership, the incentives change, they look after that property so much better. And you can just see the difference between private and public property pretty much everywhere."
    },
    {
        "speaker": "Guest",
        "time": "00:39:38.400",
        "message": "Yes, you absolutely can. You know, there's a saying in the United States, nobody ever washes a rented car. You wash your own car. You want to keep up the value of your car, but you don't have much incentive to wash a car you're just renting for a few days. That's that's the problem of the owner. And the same thing is true with publicly owned housing. It tends to deteriorate because there's no owner there who cares that when a window is broken or a window sill is cracked, that you need to fix that. And it's true even just with renters of housing. If I'm renting an apartment, I care how good it is to live in, but its long term value is of less interest to me. So keeping up the maintenance, painting when appropriate, patching holes, all those things I'm going to be less careful about than I would be if I owned it. And of course, people who are renting out their property develop ways to take care of that. They have security deposits. They have they check in sometimes. They make sure the the renter knows that you can call me if there's a problem because I will want to fix it, all that sort of thing. But it's absolutely true that if you take away the ownership incentive, people have much less reason to make their property well maintained, long lasting and productive. The fact that I am able to reap the benefits of whatever I plant on my property makes me want to do that. If I am allowed to plant corn on a piece of land, but I don't actually own the land, then I'm not going to build a house for myself. I will build a house when I know that I have secure property rights or secure rental rights. If I'm confident that I live in a society with the rule of law and I've rented this property for 20 years, then maybe I build a house. Property rights create the incentive to maintain property. And one of the points there, you know, from a sort of environmentalist or sustainable development point, is it's ownership that makes people look at the long term. Because I figure someday I'm going to sell this property or maybe I'm going to leave it to my son or daughter. But either way, I have a long term interest in maintaining the quality of the property, whether that's a house or a field or a forest or whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:09.760",
        "message": "And, you know, moving on from sort of the moral case for libertarianism, for respecting individual freedom, which is that which comes from self ownership, we all own ourselves for the right to life and liberty and all of that. There's also a consequentialist case which simply argues that, listen, forget natural rights, it doesn't matter. If you want society to grow and to prosper, then you need individual freedom. Expand on that a little bit. What evidence we have to show that freedom really benefits the world at large?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:40.320",
        "message": "Well, that's right. So my own view is basically I agree with the Declaration of Independence. All men are endowed by their creator or by nature with certain inalienable rights. And that is a self evident truth. I believe that it is wrong to use force against other people, except defensively. So if you're pointing a gun at me, I have a right to defend myself. But otherwise, I should not be the one to pick up a stick or a gun and try to take something of yours or impose my will on you. And to me, that is self evident. And I think to most people, even if they can't develop a theory of individual rights, they know it's wrong to pick up a gun or a stick and force people to act in a way they wouldn't want to. So that is the self evident case for individual rights. But it is also true. And, you know, I work at a policy institute. So what we make are consequentialist arguments all the time. Set aside whether it is, in fact, a whether we are endowed by our creator with certain inalienable rights. Let's just say we want to live in a society that is peaceful and prosperous and harmonious. How do we make that happen? Well, it seems clear we do need to respect people's individual choices, whether or not you think it's a right. Respecting people's choices allows them to advance their own interests in a way that doesn't harm other people. Allowing private property means that people have an incentive to use their property to create wealth. Allowing market exchanges means that people have an incentive to think of how they can serve others. You know, we we do talk about libertarianism in terms of individualism and individual rights. But really, it's a system that enables cooperation. And we libertarians believe in cooperation so strongly that we want social institutions that enable it and social institutions like private property. I know what is mine. I know what is yours. Market exchange. I can exchange some of what I have for some of what you have. The rule of law, sound money. The fact that I know if I sell this to you for ten dollars, that ten dollars will be worth it. Ten dollars will be worth just as much a year from now, ten years from now. The sounder the money is, the easier it is to make economic transactions. So all the benefits that we see from economic growth rest on the idea that people own things, other people own other things, and we're all allowed to make exchanges and contracts with each other in order to achieve mutually beneficial improvements in our situation. And you take each one of those improvements and you add up hundreds of millions of those improvements and you get economic growth. You move from the quality of life in 1900 to the quality of life in 2000."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:04.400",
        "message": "Yeah. You know, one of the things that's always baffled me is that it's fairly evident that you know, all of political philosophy is really this tussle between liberty and power. And therefore, you'd imagine the political spectrum to split up like that, where you have extreme liberty, you have complete liberty on one side and, you know, statism and power on the other side. But that's not how it's split up. For example, one of the things that baffles me is that, look, almost everybody will agree that it is okay for two consenting adults to do whatever they want with each other as long as they're not infringing someone else's rights. But people will have different approaches to whether that happens in a bedroom or whether it happens in the marketplace. There'll be one group of people who will say that no, personal freedoms are sacrosanct, but hey, when it comes to the marketplace, the principle suddenly changes and the state must intervene. And there'll be other groups of people who will kind of look at it differently and want economic freedom in the marketplace, but they will want to clamp down on personal freedoms. You know, and this dissonance is what causes people to say that, hey, I'm socially liberal and fiscally conservative, you know, which kind of baffles me. How has the spectrum divvied up like this?"
    },
    {
        "speaker": "Guest",
        "time": "00:47:17.200",
        "message": "Well, one of the problems is that when you state libertarian principles in their broadest form, like everybody should have the right to live their life as they choose, make the decisions they want so long as they don't interfere with the rights of others. Everybody agrees with that. And then you're right. People have different views of, oh, but I didn't mean that. No, no, that's against God's will or that's not helping the poor, not helping the marginalized people. So they divide into different groups on the basis of which ways they want to violate individual rights, that they think that should override that. Why have they divided this particular way? That's an interesting question. I don't know that it's true all over the world, and it hasn't always been true. Obviously, there was a time when, at least in European history, you had the old regime of monarchy and nobility and the established church. And then you had liberalism, which argued for the rights of individuals and the rights of markets and contracts, right to make contracts. And so there you did have liberalism versus statism. One argument is that as liberalism got rolling, this new idea of socialism came into existence. And socialism wanted to achieve the goals of liberalism, widespread prosperity. But it did it with, in a sense, old-fashioned authoritarian methods, the kind of methods the kings and queens had used to take people's property, redistribute it, reassign it, forbid people to do things that violated some rule or somebody's idea of what should be a social norm. And as liberalism basically eradicated the old order so that in the Western world, we just don't have kings and queens with power anymore, the people who might otherwise have been defenders of the old order, the kings and the nobles, became conservatives who preferred the system of liberal markets to socialism. And so then you got a world where it was sort of market liberalism against socialism, which still claimed to support liberal values of individual rights and seeking prosperity. And people who were more moderate socialists then continued to believe mostly in freedom of speech and rights for minorities and those kinds of things. But they didn't believe very strongly in rights of private property and free enterprise. So I think at least in England and the United States and maybe the rest of Europe, that's part of the division that was happening. I've heard people say that one of the reasons for the differences you're talking about is that people want to regulate or outlaw the impulses that they fear in themselves. And that if people are perhaps particularly drawn to sexual activities that they fear may actually be wrong, or they're drawn to look at pornography or to use mind-altering substances like alcohol or marijuana, that's what they want to outlaw. So they want to outlaw homosexuality or adultery. They want to outlaw marijuana. Sometimes they want to outlaw alcohol. And alternatively, if what you fear in yourself is greed and you fear that you just know that if you had the opportunity, you would cheat people, then you want a big government structure to prevent people from being greedy and cheating others. I've also heard the theory that actually a friend of mine made that argument once. And I said, so then what do libertarians fear? And he said, they fear the will to power. They feel in themselves a will to power. They know it's wrong, and therefore they want to control power. I don't know. I don't feel like I feel a will to power. But there could be something to that. At any rate, there are many arguments for infringing on other people's liberty. They usually go back to something that you personally find morally offensive, whether it's smoking marijuana or paying someone less than the minimum wage."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:09.680",
        "message": "Yeah, and I certainly don't feel the will to power either, though I do feel a will to be just left alone. There's a great quote by you in your book again, which really sums it up really nicely. And I like quoting this to people, which is quote, conservatives want to be your daddy telling you what to do and what not to do. Liberals want to be your mommy feeding you, tucking you in and wiping your nose. Libertarians want to treat you as an adult. Stop quote. And, you know, I think the problem, at least sitting where I am in India, where, of course, I am probably one of about three or four libertarians in the whole country. But the problem here is that both sides of our political spectrum, such as it is, want to be both your daddy and your mommy to differing extents. There's just no respect for individual freedom or rights or even what it entails. It's not even part of the discourse. So we're going to take a quick commercial break and then we are going to come back to get deeper into the mechanics of how freedom works. Okay."
    },
    {
        "speaker": "Unknown",
        "time": "00:53:09.040",
        "message": "Hello, everybody. Welcome to another great week on the IBM. I'm your host, Rani. I'm your host, Ashish. And welcome to another great week on the IBM Podcast Network. If you're not following us on social media, please make sure you do. We're IBM Podcasts on Twitter, Facebook and Instagram. This is a really exciting week. We've got two really big shows releasing this week. The first show is Dreaming With Your Eyes Open with Rani Skruvala. This is a companion podcast to Rani's bestselling book, Dream With Your Eyes Open. On this podcast, Rani shares his vast entrepreneurial experience and takeaways from each chapter with me. New episodes will be out every Tuesday. And also don't forget to listen to the audiobook. You'll find it wherever you look for it. The second show that we're really excited about is called The Note with famous journalist and news editor, Maru Kinnayan. She cuts the clutter and analyzes the stories that matter to you. Join her on the podcast where she gives you pure analysis on what's happening around you. This week, she has a three-part exclusive series about the Indian elections. Speaking of the Indian elections, also check out the latest episode of Thale Harate, Simplified, Gana Tantra, The Seen and the Unseen, Election Soundtrack, and Cyrus Says is Cock and Bull for our thoughts on the elections. This week on Cyrus Says, Cyrus is joined by millennial businesswoman Natasha Malpani-Oswald. She talks about her education in Oxford, Stanford, and Cambridge, returning to Mumbai to head Dice Media, and recites poetry from her book, Boundless. On the Sponge Podcast, Amit Parmesh Varun discusses how leaders become great with characteristics of humility and humbleness. On States of Anarchy, Hamsani is in conversation with Professor Felix Pecking to discuss tariffs in Chinese history and how it's employed in today's context of trade wars. On Advertising is Dead, Varun is joined by Pradesh Varun, co-founder of Chatterbox. They talk about influencer marketing, the Fyre Festival fiasco, and a whole lot more. On Gol Gappa, Tripti is joined by IVM co-founder Kavita Rajwade, as she talks about her personal and professional journey and how the concept of a Marathi podcast came into being. On Thale Harate, we have an election special where Pawan and Ganesh talk to Raghavendra HS about the hows and whys of voting. And with that, let's get you on with your shows."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:56.720",
        "message": "Welcome back to The Seen and the Unseen. I'm chatting with David Bose about libertarianism. So, David, so far, we've kind of spoken about how, you know, liberty started asserting itself in this battle against power, so to say, in the Western world, starting with the Enlightenment and John Locke's ideas. And, you know, you've taken us through the natural rights argument and the consequentialist argument, which, you know, to my mind, just speaks for itself. I mean, look at this world over the last 200 years. That's a series of voluntary exchanges and the positive some game playing itself out. Let's kind of, you know, you've outlined a bunch of ideas as key concepts of libertarianism in your book. And I want to quickly go through them one by one, because they're both quite insightful. And also to someone who is completely unfamiliar with liberalism or libertarianism, they might even be surprising because the first of them is individualism. And you say, quote, for libertarians, a basic unit of social analysis is an individual, stop quote. And individualism gets a bad rap nowadays, right? People say, oh, individualism means, you know, your atomism and, you know, no respect for society."
    },
    {
        "speaker": "Guest",
        "time": "00:56:07.520",
        "message": "And that's not the kind of world we want to live in. Yes, people do make those kinds of criticism. That's the standard criticism of liberty and individual rights is individualism, excessive individualism, egoism. You're only concerned about yourself. Well, as I mentioned earlier, one of the things that happens in a market economy is if I'm concerned about making money to improve the lives of myself and my family, I have to think about what can I do that people will pay me for. So whether that's shining shoes or manufacturing shoes or designing insurance products, I am thinking each day, what will people pay me to do? So in that sense, the market economy is the most socially beneficial institution that's ever been created. It requires people to think about how they can serve others, not coercively. But as Adam Smith said, the baker's regard to his self-interest is what causes him to get up at 4 a.m. and bake bread before people are out shopping for their breakfast. So individualism gets a bad rap that way. I think also as a teacher, as a preacher, as a theologian or a philosopher, you're going to say there are ways to get lead a good life. And one of the ways to do that is prudence and balance. It isn't necessarily a good thing to make making money the most important or the only important thing in your life. You may find that your life will be better served if you have a faith community, if you have a family, if you have friends and neighbors. But people have different preferences for all of those things. And what I always figure is if there are people who are just out to make as much money as they can, that might not be the best life for them, but they're serving me because they're staying up all night creating Microsoft or iPhones or financial products that allow me to save for retirement. I can just put my money every month in a basic index fund and feel fairly confident that I'm saving for my retirement. But somebody had to create the companies and somebody had to create the idea of an index fund and so on and so on. And so in that sense, those people may not actually be living their best life, but they are serving other people by creating these things that improve our lives."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:55.280",
        "message": "In fact, one enormously counterintuitive insight is that self-interest for all the bad rap that it gets is in practice the best form of altruism. Like our first Prime Minister Jawaharlal Nehru didn't like the profit motive very much when speaking to the industrialist JRD Tata. He once said, quote, do not speak to me of profit. It is a dirty word. Stop quote. And the point I often keep making is that profit is the best form of philanthropy because there is only one way to make a profit. You make somebody else's life better off. That's the whole nature of the double thank you moment. And if we all are consider nothing but profit on how we can make our own lives better off, and we do that in legitimate ways, which is profit seeking and not using the power of the state or rent seeking, which is a subject I'll come to later."
    },
    {
        "speaker": "Guest",
        "time": "00:59:42.000",
        "message": "But that's right. All of this is true. As long as we understand that we are doing it peacefully within the rule of law, people who are so obsessed with accumulation of money or property that they will use a gun or the power of government to make their profits are not socially beneficial and do deserve criticism not for being ego is to excessive individualist, but for violating our rights. But as long as we do it within the peaceful and lawful system, then every time we seek a profit, it is because in order to seek a profit, we have to think about what other"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:25.600",
        "message": "people would like to buy. And I have sort of a tangential thought here. Tell me what you think of it, which is that the nature of the state and the institutions that surround it also determine social attitudes. For example, it's a theory I've had that because the Indian state is so all encompassing and because the easiest way to make money is to use the coercive power of the state or become a part of it or use it in some way and it's through rent seeking and not profit seeking that the attitudes that have percolated down to society are attitudes of how do I exploit so and so person rather than how do I do something which will make his life better off and you know, make money in that sense. And if this is a commonplace social attitude, to some extent, it seems to me also the fault of the pervasive state and these sort of rent seeking institutions. I mean, the easiest way to make money, honestly, is through rent seeking, though that has changed in the last 30 something years. But what do you feel about that?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:27.320",
        "message": "Well, absolutely. I think people get up every morning thinking, how can I make my life and my family's life better than it was yesterday? How can we have a better year than we did last year? And if the easiest thing around is, well, first, if the easiest thing around is to pick up a gun and rob a bank and know you'll get away with it, well, then too many people will do that. If the easiest thing is to go to government and get a tariff or a subsidy or a ban on your competitors, then people will do that. But those things are generally not available if the government is too small or sufficiently uncorrupt that it won't do those things. But we're not really talking about corruption. We're talking about what's within the law. If you know that your city government will not give you a subsidy to create a business and will not pass a regulation to shut down your competitors, then you will have to turn your attention to actually serving customers. And of course, in a market society with a lot of businesses, most people's first thought is how do I make a better product? How do I sell it on a better corner, whatever, that will enable me to make money? But if those governmental options are available, some people will notice them. And I've written about this numerous times about companies, particularly in our tech industry, which, as you may know, is mostly out west, 3,000 miles from Washington, D.C. And I think those companies were out there tinkering in garages and coming up with great ideas and building companies and ignoring the federal government. And to some extent, it was when the federal government started impinging on them, creating antitrust laws, restricting their ability to get employees from overseas, restricting their ability to buy and sell overseas through tariffs. They needed to get involved in Washington to stop those unfortunate policies. And once you get into Washington, you can just get dragged into the rent-seeking economy or what I call the parasite economy. You move from being entirely focused on serving customers to partially focused on what can I get the government to do that will hurt my competitor and make it easier for me to sell my product."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:58.000",
        "message": "And, you know, the way I've always thought of markets is markets are the most efficient instrument by which people in society can fulfill each other's needs. And yet, as you've pointed out in your book over a period of time, the term society has taken on a life of its own, where people actually think of society as a beast of its own, which is not, you know, like to us, society is just consisting of the individuals that compose it, nothing more and nothing less. But there are different philosophies and ways of thinking that treat it as something special and that behave as if the needs of society must be met by the state itself. And individuals voluntarily interacting among themselves are not capable of it."
    },
    {
        "speaker": "Guest",
        "time": "01:04:42.400",
        "message": "Well, that's right, the great human beings are social animals, very few of us want to get stranded on a desert island or go out into the wilderness and live alone. We want to live in communities. We want to interact with other people, partly for the internal fulfillment that we get, but partly also because if you go off in the wilderness and live alone, you're going to be lucky to have a lean-to and rabbit every three days to eat. Whereas if you participate in society, you can have a varied diet and a pleasant home and an easier job than trapping wild animals. And it's the market institutions that make that kind of social cooperation possible. So in that sense, libertarians are all for society. In fact, there's an argument that libertarians should have been called socialists because we are for social power, for social interaction, not for the state, not for physical power. So really the two opposing philosophies are socialism and statism. We reject statism as a way of organizing society. We believe in social interaction. But obviously the word socialist has come to mean something else, so we can't do that. And we don't want to reify society, to make it a thing of which we are merely members. We all interact with people in ways that mostly, as adults at least, we get to choose. We can choose where we work. We can choose where we live. We can choose to have more or less relationship with our family, more or less involvement in our neighborhoods. And through those things, we create society. But society is not an independent entity that should work with government to limit our freedom."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:47.480",
        "message": "Yeah. And, you know, there was a quote in your book from Hillary Clinton, which made me just laugh out loud. And I presume the quote is from the 90s when she wrote, It Takes a Village, etc. And the quote goes like this quote, Videos with scenes of common sense baby care, how to burp an infant, what to do when soap gets in his eyes, how to make a baby with an earache comfortable, could be running continuously on doctors offices, clinics, hospitals, motor vehicle offices, or any other place where people gather and have to wait. Stop quote. And I imagine this was her vision for how the you know, the state would disseminate all this information to poor ignorant citizens who need it. And I just thought of YouTube today that hey, we do that for ourselves. You know, if I'm stuck doing any normal errand or trying to figure out some piece of electronics, or if I just want to figure out a new way of frying an egg, for God's sake, I can just go on YouTube or search for it or Instagram and so on. And all of this is people disseminating knowledge to each other so beautifully. And, you know, this is a market at work and contrast that with the clumsy, coercive approach"
    },
    {
        "speaker": "Guest",
        "time": "01:07:48.560",
        "message": "that you know, she laid out in her quote, places where people have to wait, including government offices, where the where the people running the offices don't care about the time of the people who are waiting. That's right. It was sort of a vision. Talk about this. You know, liberals want to be your mommy teaching you how to wipe your nose and running videos about it. I've never looked for a YouTube video on how to birth a baby, but I'll bet there is one. In fact, there are probably many of them. So we didn't need the government to do that. And it did feel creepy. It feels like 1984 that the government knows better than you do about everything. And it will generously take your money and then produce videos telling you how to birth"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:37.160",
        "message": "a baby. And that is so repugnant. And there's another great quote from your book, which I just want to read out because it's so reflective of the misconception that people have of individualism and society. I mean, like you said, humans are social animals. And the quote is quote, an individual is part of a family, a neighborhood, a city, a metropolitan area, a state, a nation. But are the circles merely concentric? A better way to understand community in the modern world is as a series of intersecting circles with myriad complex connections among them. Stop quote. And it's a beautiful quote. I mean, and the fact is that all of these circles are best organized and brought together"
    },
    {
        "speaker": "Guest",
        "time": "01:09:18.280",
        "message": "by voluntary action. Yes, that's right. And not everybody in my family is interested in the same activities that I am. Not everybody in my family lives in the same neighborhood. And you can sort of see in an earlier period when we lived in clans and villages, it sort of was true that everyone in your family lives right around you and participates in the same activities. Everyone in your family lives in the same village. Everyone in the village goes to the same church and so on and so on. But in a plural society, a modern liberal society, I don't have to go to the same church as my brothers and sisters. I don't have to enjoy the same music that my parents do. I can go to libertarian conventions and nobody else in my family does. And a lot of the people in the libertarian conventions are listening to kinds of music that I don't like, are following sports teams that I'm not interested in. All kinds of. And so in that sense, we're all forming many different connections with people."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:26.320",
        "message": "And one of the core values of libertarianism, as you point out, is pluralism. And you draw the distinction between moral pluralism versus perfection. And you point out that theocratic religions, Marxism, communitarian philosophers aim for perfection, to design a society according to the rules. But we libertarians think of society differently."
    },
    {
        "speaker": "Guest",
        "time": "01:10:46.240",
        "message": "That's right. We believe in moral pluralism. We understand that moral pluralism exists and we're comfortable with that. There are a lot of people historically, and maybe even some today, who believe that a society works best if everybody does follow the same values, the same philosophy, particularly the same religion. A lot of people believe societies work best if everyone is of the same ethnic origin. And that is a sort of pre-modern attitude that we're a clan in a village, in a community of our ethnic group. Whereas in a plural world, we understand that diversity has values, that we all have individual interests that aren't necessarily the same as the people who are closest to us. And we've learned that societies can work perfectly well when people have different religions, different races, different moral values, as long as those moral values don't involve being able to impose your values on other people. Or at least we have social and political institutions that limit the ability of people to try to impose their values on others."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:04.480",
        "message": "And that's also sort of where moral pluralism is different from moral relativism, say, because all of this is subject to the sanctity of individual rights. As long as you're not infringing on anyone's rights, you can do whatever."
    },
    {
        "speaker": "Guest",
        "time": "01:12:19.280",
        "message": "Yes, that's right. We do want a society where infringements of rights are punished. And in general, that means there is a court system, a system of police. If you do hit me or take my stuff, that there will be some response to that. And that helps to create the rule of law where I can be reasonably secure in my person and property as I go about my business."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:49.760",
        "message": "Let's go back to some of the key concepts of libertarianism that you were talking about. After individualism, you have individual rights, which we don't need to elaborate on. We've already spoken about it. And the third one you've listed down is spontaneous order. I had an episode with Matt Ridley on the evolution of everything where we talk about essentially spontaneous order and markets and language. That's the nature of nature in a manner of speaking. Yet, as you also point out, one of the ironic downsides to progress was that you suddenly had an outgrowth of engineers and planners who had the arrogance and the fatal conceit, as it were, to believe that just as they could design a machine or an assembly line, they"
    },
    {
        "speaker": "Guest",
        "time": "01:13:31.080",
        "message": "could also design society. It's a natural instinct, because we all know that achieving some of our purposes requires planning in order. It may be as simple as setting a time that you get up, that you get your children up, that you serve your children breakfast, that you get your children to the bus stop so they can go to school. That kind of planning creates order and creates benefits. In order to organize a conference, you have to do a lot of planning. To organize a business, you have to do even more planning. And it requires rules and cooperation and so on. What a lot of people, and maybe particularly intellectuals, don't understand is that the biggest institutions in society are too complex to be planned. We have air traffic control at every airport regulating when airplanes take off. But it would be a much more complex thing to try to regulate all the movements of automobiles in a metropolitan area. There, we rely on a few simple rules. There's a speed limit, stop at the red light, only turn right on red, you know, those kinds of things. And that creates a reasonable degree of order. So sometimes businessmen and engineers who have been planning in their businesses assume that the whole country would be better off if somebody was planning it. And sometimes intellectuals who have no conception of business think planning is just a matter of somebody issuing orders, and they believe that we could order the whole society. Look how much inefficiency there is in the market. Food gets wasted, clothing is produced that nobody actually wants. There are some houses that are not occupied, and there are people who don't have houses. Surely a plan could fix all this. What they don't understand is that the most complex institutions in society have been unplanned. Language is an example. Language evolves. Nobody sat down and wrote the English language and then froze it in 1590 or 1780 or anything. It evolves all the time. Law is also a spontaneous order. Law starts with your tree fell on my property. Who's responsible for the damage? And people went to others to settle their disputes. Some of the people who were good at settling disputes became known as judges. We built up this precedent, and eventually the government got involved and it started codifying all of this and writing it down in laws. But to the extent that the government is writing laws as opposed to simply codifying what these decisions have amounted to, it's actually interfering in the spontaneous development of law. And then in the economy, the order emerges out of individual actions every day. Every one of us gets up wanting to improve our own lives and our families' lives, and we make choices. We bake bread, we buy bread, we go to a job, we look for a new job, we go door to door selling something, we manufacture things. And the market system and the price system make all of those things work to create win-win solutions across the whole society. And if you try to plan that, you will, among other things, get a lot less output."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:04.600",
        "message": "No, and there's a great essay by Leonard Reed called I Pencil, which I'll link from the episode page, which really shows what a miraculous thing a pencil is and what it takes to produce it. You know, no government or committee would be able to do it, but the market miraculously does it in the same way as everyone in the housing colony where I live get the breakfast they want every morning. And yet if some one person was, or one committee was to plan and figure out everyone's needs and figure out supply and demand, it would never happen. You touched on law in this, and really your fourth key concept of libertarianism, which I want to talk about is the rule of law. And at one hand, obviously, you know, people who have a very simplistic notion of what libertarians want often say that, no, it'll just be anarchy if everyone's free to do whatever. And that's not the case. And one has to explain to them that no, we believe in the rule of law, very strongly you need a rule of law, but even within that, there are nuances as to what law really means and how it is different from edicts, as you point out in your book."
    },
    {
        "speaker": "Guest",
        "time": "01:18:03.800",
        "message": "Well that's right. And as I was saying, I think the origins of law were that people had conflicts. And once they figured out that it was better to try to resolve them peacefully, then they started developing precedents on who's responsible if my tree falls on your property and what should happen if I can prove that you stole something of mine. And so we developed institutions like police and courts, fines, imprisonment, but also when we say the rule of law, we mean that the law is clear and available to all and applies to every person equally. And it's not arbitrary and it doesn't provide special rules for some classes of people, some races of people, or some groups like the ruling class. There's a lot of criticism in the United States today that president Trump is threatening the rule of law. This is true of many presidents up to a point. But when we say rule of law in that case, what we mean is there are laws that are either evolved by courts or written down by legislators, and they provide that everybody plays by the same rules. The tax rate is the same for everyone. The contracts are enforced for everyone. And when government decides to violate that by helping one company over another, by hurting one industry rather than another, by handing out contracts to friends of the president or the governor or the mayor, all of those things are violations of the rule of law. The expectation that each one of us is equal in the eyes of the law and will be equally treated by our government."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:52.320",
        "message": "Yeah. And the fact that we often treat the quote unquote laws that legislators put together as sacred is sometimes a problem because, you know, as Hayek would say, they're edicts rather than laws. And you know, like you say, that where they breach the principle of treating everyone equally, it becomes a problem. For example, I like to say that all government regulations, wherever the government regulates a free market, it's essentially a redistribution of wealth from the poor to the rich. You know, not the other way around, but from the poor to the rich, because they always hurt the people at large and they benefit specific interest groups. And it's no one's yet given me an example of a regulation on free markets, which don't do exactly this. And yet regulations grow and grow. You know, in your book, you write, quote, The total code of federal regulations is now over one hundred and seventy five thousand pages in two hundred and thirty eight volumes. Stop quote. Are regulations law? Are they part of the rule of law?"
    },
    {
        "speaker": "Guest",
        "time": "01:20:56.080",
        "message": "Well, there may be some kinds of regulations that actually regulate the way we treat one another. Environmental regulations may require that externalities and public goods be taken into account. But on the whole, your discussion of regulation is right. And what I noticed was you're correct to say regulations typically benefit the rich and well connected. And you said and yet they continue to increase. Well, there's no paradox there. They continue to increase because there are special interests that benefit from them. That's why they want them. So, yes, we are constantly fighting for the public interest against special interests that want particular kinds of regulation. I remember some years ago, a lot of people didn't like smoking in restaurants. And one day, McDonald's, the biggest restaurant chain in America, announced that it would no longer allow smoking in its restaurants and it wanted a law to ban smoking in all fast food restaurants. Well, why? If you're going to eliminate smoking in your restaurant, why do you need a law that will tell you that? Well, I suspect what they worried about was that some people want to go to fast food restaurants and smoke. And so by creating a law, they would avoid giving an economic advantage to any of their competitors in attracting the custom of smokers. So many laws that seem to have a public interest basis are, in fact, benefiting some special interests. And that is a significant factor in their being passed."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:39.560",
        "message": "And that actually comes to the crux of one of the problems that we face, one of the sort of big obstacles in this liberty versus power battle, which is that, you know, as public choice theory points out, there is an interplay between money and power because people in government because government is not a monolithic benevolent beast which just does what it's supposed to. It consists of people who, just like people anywhere else, respond to incentives. And those incentives are tailored always towards maximizing their own power and their own budgets, which is why, you know, Jefferson, for example, famously said, quote, The natural progress of things is for liberty to yield and government to gain ground. Stop quote. It is grounds for despair."
    },
    {
        "speaker": "Guest",
        "time": "01:23:25.440",
        "message": "Well, it is grounds for concern. In some sense, it is the reality of the world. It's the reality we have to deal with. Compared to long ago, we have done a pretty good job of creating social institutions that restrain rent seeking and special interest seeking and so on. But we certainly haven't done a perfect job of it. And as our societies get wealthier, there's a lot more wealth that could be redistributed. So even though we're all richer than we used to be, there can be more redistribution because there's so much money available. So yes, it is a constant challenge. And you can read public choice economics and come away despairing because it suggests that principles and public interests are not very important and everybody is out to get something from the government. On the other hand, public choice economists have sometimes asked, why is there so little rent seeking? If you look at the amount of money that is spent to influence the federal budget, what is it? Five billion dollars spent on a presidential campaign, maybe that much more on congressional campaigns. Maybe there's five billion dollars a year spent on lobbying and activist organizations and even think tanks. That's still not very much compared to the four trillion dollar federal budget. So it seems that we do have some institutional structures that make it difficult to get what you want from government and still some social norms that there's a limit to how blatant you can be in asking for help from the government. Now part of what those social norms mean is that there's work for articulate people who can come up with good public rationales for the thing I want to do just to hurt my competitors. So you say, we don't want America to be at the mercy of foreign suppliers of important goods. What I really mean is my company producing military uniforms here in the United States is not very cost efficient. And I know that if we have free trade, we will buy military uniforms from China. But I can say, oh, that's bad for our national security. What if we got in a war? Our soldiers would have to go naked because we can't import our uniforms anymore. So that will persuade people. Oh, yes, we should require that the military uniforms be made in the United States. The reason that somebody wanted to do that was because they wanted to make a profit. But they've paid articulate lawyers and advertising managers to come up with an argument that sounds like it benefits the public. Still in the modern Western economies, most resources are still allocated by the market, by people's choices in the marketplace. And that's why, despite the size of government, we do continue to be better off every year. We have our houses are a little bigger. Our houses are a little warmer. We have iPhones instead of the old fashioned phone on the wall at home. All those improvements keep happening because we have come up with institutions that constrain the special interests, even though they don't eliminate them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:07.400",
        "message": "I'd been a guest on an episode of another podcast called the Pragati Podcast, which dealt with the public choice theory, which will be linked from the episode page. But I'd like to share a very revelatory story about how the state never decreases in size or never seems to decrease in size with you and my listeners. Have you ever heard of an Indian government department called the CCA? No, I don't think so. Okay, you got to listen to this one. So and I got this from a book by Vivek Debroy to give credit where it's due. So in 1984, a government department in the government of Tamil Nadu, which is a South Indian state applied to higher up authorities for an increase in its budget. So the secretary on whose table this landed decided to investigate and find out what exactly the CCA was and what it did. And the story of it goes back to the Second World War and to Winston Churchill. So Churchill was a big fan of cigars and he got all his cigars from Cuba. And when the Second World War started, his supply of cigars dried up. So he went to what was then the second best, according to him, cigar manufacturer around or the best which was available to him, which was in a place near what was then Madras and is now Chennai in Tamil Nadu. So a government department was set up to procure those cigars for him, because India was still part of the British Empire then and send it to him over in London until the war got over. And that department was called CCA Churchill Cigar Assistant. And the war gets over, India gets freedom, Winston Churchill dies, all these years pass, 40 years pass. And in 1984, you still have this department with the audacity to ask for an increase in its budget. And obviously, this was one of the rare cases when the department was actually shut down. But it took almost 40 years for that to happen."
    },
    {
        "speaker": "Guest",
        "time": "01:28:56.760",
        "message": "Well, we've had examples like that in the United States. We had a tea tasters board, a group of government employees who tasted all the tea that was sold to make sure that it was made properly, I guess. And it stayed around for 100 years. I think we did finally get rid of it. There were also mohair subsidies. This is a kind of wool. And I believe that goes back to making uniforms in World War I. And here it is. In the 1980s, they tried to get rid of it, but it came back because the mohair suppliers continue to lobby Congress. Every manufacturer, every producer has a lobby in Washington. The problem is consumers and taxpayers don't have much of a lobby because their interests are very diffuse. But whatever you do for a living, whether it's making shoes or making cigars or creating insurance, you have a lobby to protect your interest in your livelihood. And that lobby is here in Washington, always making sure that there are no threats to your subsidy or your protection."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:10.200",
        "message": "Right. So, you know, we've already spoken for one and a half hours and you promised me two hours and I've still got pages and pages of notes left. So I don't want to go much beyond the two hours you promised me. Maybe we'll save it for another episode. So I'll just skip to, you know, rather than just the two of us sort of agreeing with each other and so on and so forth. I thought it's fair for our listeners to bring up some sort of tough questions which libertarians typically get and which I'm really used to getting and check out your responses to them. So I'll begin with some of them. One of the questions I often get is that, look, libertarianism is so utopian. You know, is there a free market economy anywhere in the world? Why is there no libertarian state anywhere?"
    },
    {
        "speaker": "Guest",
        "time": "01:30:53.840",
        "message": "Well, you know, the world is a complex place and we've talked throughout this about reasons that people oppose liberty or reasons that people don't oppose liberty, but they do want little twists in it to benefit themselves. So they did try a pure communist economy once and it was such a disaster. They never did it again. Is there a American conservatives often say there's no pure libertarian country? Well, there's no pure conservative country, whatever that would mean. What we do know is that after liberalism arose around 1700, England, the Netherlands, the United States, eventually most of Europe, later much of the world moved in the direction of liberalism or libertarianism. And when they did, the results were good. The richest countries in the world were the ones that followed the precepts of libertarianism the most closely. But it's a complex world and no, we never got rid of all intrusions into people's lives. And liberalism or libertarianism is an unfolding idea. It took a long time in the United States to convince Americans that all men are created equal really meant all men, not to mention all women, and that black people should not be treated the way they had been at the time of the Declaration of Independence. So that was an advance toward freedom. And later we said women also are adults who should be equal in their rights and responsibilities. And much later, gay people were identified as people whose rights were being violated by government. And so in a lot of ways, we have continued to move toward recognition of equal liberty and the removal of all the constraints of mercantilism and everything. And meanwhile, there's a battle with people who want to impose new constraints. But I do think I could tell you to go look at the Economic Freedom of the World Report and see which countries have the most economic freedom and how well their economies are doing. But I think people know that around the world, the more economic freedom there is, generally the more other kinds of freedom, personal and political freedom you will see, and the more economic growth and economic output you get. And that's why around the world, the flows of immigration are to freer countries from less free countries. You don't generally see very many people trying to sneak in from Europe to China. China has become a much better place than it used to be, but you still don't find people coming from freer countries to try to sneak into it. People vote with their feet. They vote for freedom. We don't have perfectly libertarian societies, but we have much more free societies in a lot of places than we used to."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:01.900",
        "message": "And also nothing is a pernicious. So, you know, I think there can be no such thing as a perfect world. So the question for any individual should be not do you want to make the world perfect, which ain't ever going to happen, but do you want to make the world a little better off? And as you pointed out, if you make it freer, you do indeed make it a little better off. Another question I have for you is, A, what do you think of the welfare state? And B, what do you have to say? And I get this a lot here in India. What do you have to say about the apparent success of the welfare states of Scandinavian in making the lives of the citizens better off?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:38.760",
        "message": "Well, that's an interesting question. I do believe that the welfare state, which means taxing people and taking money and transferring it to other people, is a violation of people's rights. And I also believe it's not a good way to make social progress. We'll talk about the success of the Scandinavian countries, some other Western European countries. There's no question those countries have been very successful of all the countries and eras in the history of the world. There aren't many that you would choose to live in over the social democracies of Western Europe. But the question is, did they become great places to live because they had large welfare states, or did they develop large welfare states because they had already become such good places to live that they had more money available to do things like that? I just heard a talk from my Swedish colleague, Johan Norberg, about Sweden. What happened in Sweden in the 1960s and 1970s when I was growing up, everybody said Sweden is perfect. Sweden is the perfect welfare state. No one is poor. The Swedish model, that was what we all were supposed to aspire to. Follow the Swedish model. Johan will tell you, Sweden was one of the earliest and most capitalist countries in the world. It became one of the richest countries in the world. Starting around 1960, it did have an ideological change such that people said, hey, we have all this money. We should be able to eliminate poverty. And they tried that for about a generation. And in the past 20 years or so, they have realized it was too expensive. It was hurting the Swedish work ethic. It was hurting Swedish economic growth. It was causing well-off people to leave Sweden to avoid their taxes. And they have reined in their taxes and their welfare programs. So they haven't gotten rid of them. But they did realize they had gone too far. And to some extent, that's true in Denmark and other places like that. So there's no question that we're finding out you can maintain a welfare state and still have a good society. In my view, if you had much lower taxes and therefore much less transfer payment systems, you would have more economic growth. There would be more wealth to go around in society. There would be more and better jobs for people. And I would take a look at all the ways that the government makes it difficult for poor people to succeed. It has, at least in the United States, it has criminal laws such as drug prohibition that dramatically increase incarceration and police presence in poor neighborhoods. It has schools that are monopolized by the government and are much worse in areas where people don't have much political power than they are in other places. If we had a system of competing schools, people could choose what school to go to. Poor people could get better schools for their children. Welfare tends to trap people in poverty. That's a problem we don't think about. But if you're on welfare and your kids grow up on welfare and then they go on welfare, I don't think those are very fulfilling lives. And I think we should worry about that. And we should try to find ways to help people become self-sufficient and make their own way in the world with a sense of accomplishment rather than depending on government."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:24.280",
        "message": "And since you mentioned taxes, there's a great quote from your book on taxes as well, which is apart from the obvious moral cost and the violence involved, what's wrong with them like consequentially? And your quote is, quote, if taxes were lower, there would be more money in the private sector being directed to the satisfaction of consumer demand and more demand for workers and thus less unemployment. Stop quote. And I think one of the issues with Scandinavia is like you said, that they got to the level of prosperity they got to because of free markets and capitalism. And then when they did shift to becoming welfare states of the sort, which they became, you didn't have the counterfactual. Firstly, you didn't have the counterfactual of what would have happened if they hadn't become welfare states. And secondly, because they were already so prosperous, it didn't seem like anything bad happened at all. I mean, there was still such great places to live in."
    },
    {
        "speaker": "Guest",
        "time": "01:39:17.320",
        "message": "Well, that's right. And I think you do have something of a counterfactual in the United States, having a smaller welfare state than the Western European countries and having outstripped them in terms of economic growth and employment. European countries have had very high unemployment rates by American standards and youth unemployment rates particularly high. So they're good societies, but I don't believe it's a result of their high level of taxes and transfers. I think that's a drag on the prosperity that Europe could have and the jobs it could have available."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:54.880",
        "message": "So my next question moves from the Scandinavian countries to America itself and recent events. Now, both you and I agreed that free trade is great. You know, every trade that takes place makes both parties better off. It's a positive sum game and countries aren't really trading with each other as individuals within countries who trade with each other. And therefore, you know, the balance of trade is not something we should ever worry about. But what's happened recently is because America in the past had embraced free trade to the extent that it did, what ended up happening was that the argument goes that the middle class in large parts of America saw their jobs being replaced by cheaper labor and cheaper goods from China and, you know, other Asian countries. And therefore, while the individuals trading did benefit, you had large parts of middle America with jobs were lost or stagnated or middle class wages didn't really grow the way they should have, which led to a lot of resentment among those people and them asking that, listen, what is this free trade nonsense? We are not benefiting from it. So what are you talking about? And the result of that is Donald Trump, who's starting these infernal trade wars, which, you know, I worry that India might also join in playing that negative sum game. But what do you say to those people in middle America who feel like that?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:13.760",
        "message": "Well, the basic point is that getting more output from fewer people is the definition of economic growth. There was a time when 80 percent of Americans were farmers. As late as 1900, I think it was around 50 percent. Now less than 2 percent of Americans are farmers."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:32.720",
        "message": "It's 50 percent in India, by the way, I should tell you. OK."
    },
    {
        "speaker": "Guest",
        "time": "01:41:36.760",
        "message": "And as you get richer, it will be less. And so some people will say this market economy of yours is destroying jobs for farmers. And that's true. But the fact is, because we can now produce enough food for all Americans with only about one and a half percent of Americans producing it, that means other Americans are freed up to do other things that are more productive. And initially, that mostly perhaps meant moving from the farm to the factory and manufacturing things. But now manufacturing has gotten more efficient. A lot of the decline in manufacturing jobs is because technology has gotten more sophisticated. But some of it is that it turns out there are workers in India and China and other parts of the world who at this point in development work for less money than American workers. And that means that American consumers can buy things for less and have more money left out. So it's just wrong to think that free trade has hurt the American economy. It is true that if you had a good paying job as an auto worker or a steel worker and you lost that because either the factory got more efficient or factories were built in China and Mexico and so on, then you may very well have been hurt by that. But the overall gains are substantial and your children are going to be better off. They're going to get better jobs. You know, working in a coal mine, a lot of people don't think that's such a great job. Working on an assembly line, hard work, honest work, but probably not as pleasant a job as a lot of jobs today. So we're moving toward jobs and careers that are less demanding, less backbreaking than farming was, than manufacturing was. And that's all a good thing. But it is true any business that fails is going to throw some people out of work. If I own a restaurant and it just turns out it can't get enough customers and it goes out of business, well, then I may have lost my investment and I don't have a job anymore and other people don't have a job. But the dynamic process of constantly pressing to serve consumers in the best way is what creates moving from the standard of living of 1900 to 1950 to 2000 to what we have today. And if you try to freeze it at any point, you will freeze yourself in to stagnation at best. So, yes, free trade is good for the whole society. It's good for the whole world. It is a bad thing that we have a president whose stock of economic knowledge, who is not just ignorant of economics, is worse than ignorant because he holds tenaciously to ideas"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:40.700",
        "message": "that are wrong. And you know, this brings me naturally to sort of the next section, which is a bunch of questions I want to ask you about the challenges libertarians face and libertarian ideas face in general. And you know, like you pointed out, Trump is a man with very simplistic views of the world, but his simplistic narratives sell because people are drawn to simplistic narratives. So if an autoworker in Middle America has lost a job and he tells him and he says that, oh, okay, outsourcing is bad because your job got shipped overseas, or immigration is bad because some foreigner came and took it. Those are intuitive and simple narratives which are wrong, but which have a certain appeal there. And our challenges, a lot of the truths which we have discussed in this episode, the positive some nature of game that for, you know, if you and I trade, both of us can be better off for me to win, you don't have to lose or say spontaneous order are so counterintuitive. And you know, you've been someone who's been in a think tank for so long. And, you know, part of what you've sort of a challenge that you must have faced is disseminating these ideas and making them part of the discourse and common wisdom. But is that a difficult thing to do, given how incredibly counterintuitive they are and how they run counter to our instincts?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:57.520",
        "message": "Well, yes, it's a challenge. There are some simple ideas that at least in America, I think are widely held and correct, you know, people have a right to live their lives any way they want to, as long as they don't violate the equal rights of others. I think Americans believe that. It's just the application that can be difficult. But it is a line you can use on an election platform. Ronald Reagan talked that way. And he gave speeches that people liked and he got elected. So yes, a lot of the ideas are counterintuitive. And so we have to constantly be explaining why it will not help low income workers to set a minimum wage for their work, why it will not help the housing crisis in America to put caps on rents. All of these things are economics 101 and yet not easy to understand if you haven't been in an economics classroom. And that's why there is this constant process. But we have made progress at it. The economic freedom of the world has been going up over the past 40 years as we've been measuring it. So as difficult as it is, we know that we can sell some of these ideas. Currently at the Cato Institute, we're engaged in a project to explain to people the costs of the Jones Act, which says that anything shipped between two American ports must be on U.S. crewed ships. This is protectionism. This is not good for American consumers. We're going to try to explain that to people. And there, the problem is not going to be explaining it. The problem is going to be the public choice problem, that the people who have the most influence over the policy are the ones who are out for their own good, not seeking the public interest. But yes, our challenge every day is to explain economic concepts in a way that people can understand and appreciate, even though there are simplistic demagogues of both right and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:02.800",
        "message": "left arguing against them. And you know, you and I and all libertarians are sort of belief passionately in the primacy and the dignity of the individual. You know, as Ayn Rand once said, the smallest minority is the individual, stock quote. And yet what has been happening recently is the rise of identity politics on both the right and the left, which focus more on groups rather than individuals and group rights more than individual rights. Is this something that is disturbing? And how can we counter it effectively?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:35.120",
        "message": "It is disturbing, but I think conservatives sometimes are confused about the origins of it. When you deny a certain group of people their equal liberty under law because they're part of this group, like, for instance, the color of their skin or their religion or the fact that they are gay, then it's natural that they organize on behalf of women's rights or civil rights or gay rights. And so that's a kind of identity politics. But they aren't the ones who created the identity. It was the ruling class that said black people are a separate class. So who created identity politics? Well, arguably, white people did. They said we rank higher than these other people. And so when the black people organized to defend their rights, some people said, you know, oh, you shouldn't organize on the basis of race. Well, you organized us on the basis of race. Now, I think we've gotten to a point in the United States where we have made great progress in all of those areas, and now the emphasis on identity politics, I think, does drive us apart. And it is a problem on both right and left, and neither side sees that it is part of the problem. But we are getting a sort of white identity politics that pushes not just for equal rights, but for various kinds of prejudice and discrimination against other people. And then you have some of these marginalized or formerly marginalized groups insisting on very detailed applications of their definition of identity and privilege and so on. So yes, it's very divisive. And I think one of the biggest problems we have in the United States right now is this racial divisiveness that is being exacerbated by politicians and activists on both sides of the political spectrum."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:45.560",
        "message": "I have a couple of questions to end with. And the first of those questions is a rather provocative question that I'm not sure I have an answer for myself. So let me, you know, see what you think of it. And it's a two part question. I mean, and it's really a thought experiment. Let's say that 40 years from now, 50 years from now, you know, AI grows to the extent that it is literally embedded in our brains. And it's possible to sort of get information out of every human being not only to the extent of what are their desires, what do they want, but also what they will want to have for breakfast tomorrow. You can tell all that. Let's say and this is a thought experiment. So you know, bear with me, let's say Hayek's knowledge problem is completely solved. You can actually perfectly centrally plan a society because you have that information. Now number one, given that the consequential benefits of freedom no longer apply because the knowledge problem is solved. Is there still a moral case for freedom? That's question number one. And question number two is that if the consequences of freedom like right now, you know, you and I are in that lucky spot where we argue for freedom, we can do it from first principles and the right to self ownership. And we can say that look, freedom is good for everybody. But if freedom wasn't good for everybody, if the consequentialist case did not exist, if freedom actually made people worse off, then would there still be a moral case for it, which would, you know, go beyond that?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:14.400",
        "message": "Well, let's see, those are big questions. In your first question, you posited a huge assumption that AI can not only know, but anticipate what we don't even know yet. And therefore, the knowledge problem is solved. I don't believe that's going to happen because I don't believe any algorithm can know what I'm going to think tomorrow, especially when different circumstances are offered to me. It's a thought experiment, it's a thought experiment, except by premise. Let's assume that it can happen. No, no, I think you're asking me, what if the world worked in a different way? Well, but it doesn't work in a different way. James Buchanan objected once to the invisible hand metaphor, because he said there is no point toward which the invisible hand is moving you because the point, what people want, how to satisfy their desires is constantly moving. And so I just think you really are saying, what if humanity was different, would you still favor the same rules? Well, I don't favor individual rights for honeybees, but I don't believe humans are honeybees and they're not going to be. So therefore, I guess I would say in the first circumstance you described, a computer can know not only everything I want right now and how I would order my preferences, but how I will order my preferences tomorrow and a year from now and 10 years from now. Well, then in that case, I'm still in favor of individual freedom because I am a rational thinking being who ought to be allowed to make decisions. Even if you said that, you know what decisions I'm going to make before I know it, I still think I should be able to do it. Now the second question, which I do think is somewhat different, what if our consequentialist analysis and our lived experience persuaded us that free markets don't lead to the best outcomes in terms of social harmony and economic growth? Would I still favor freedom? I think in that circumstance, you are talking about a different kind of being. And so it's not a coincidence that respecting freedom leads to the best outputs. It's because respecting freedom is respecting the nature of human beings. So if the nature of human beings was different, if we were honeybees, then central direction might make sense. But we're not. And so if you posit a world where central planning produces clearly better results than relying on pluralism and decentralized markets, then I think you're talking about a different kind of being and philosophers and theologians and all of us would think of the world in a different way. So I guess I'm not prepared to say, yes, I would support individual rights, even if I knew it meant living like Venezuela instead of like Denmark, because it would be a different world and it would be different human beings."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:58.080",
        "message": "That's a great answer. And your point about the honeybees reminded me of something A.O. Wilson once said, where he remarked that communism would have been perfect for ants. And his overall verdict on communism was great idea, wrong species. And I think that's right. So I'm totally going to borrow your answer the next time someone throws this question back at me. A final question, David, you've been very kind with your time. So a final question. When you know, looking into the future, what makes you hope and what makes you despair about the prospect for individual?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:35.360",
        "message": "I'm very troubled right now by the rise of illiberal authoritarianism, sort of on both right and left, to the extent those categories make sense in a lot of countries around the world. It does feel kind of like is this the early 1930s with the rise of fascists and communists, all these bad ideas, even stupid ideas like protectionism and socialism and ethnic nationalism are back. That makes me despair. In the long run, I'm an optimist because freedom works and central planning and socialism and fascism don't. And once human beings discovered that progress was possible, that economic growth is possible, I don't think in the long run they will put up with people and classes and policies that severely impede that. So a hundred years from now, will people be freer and will we be richer? Yes, I'm pretty confident of that. 500 years from now? Yes. I know there are people who talk about cycles of history and so on, but I think the industrial revolution, liberalism, what Deirdre McCloskey calls the great enrichment, as she says, is the most important thing that happened since we settled down and started farming. And so we will have all sorts of cycles and changes, but freedom works and people will want the fruits of freedom and over the long run, we're going to move more of the world, we'll move more in the direction of more freedom."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:21.040",
        "message": "David, over the years, I've learned a lot reading your books and I've learned a lot chatting with you today. Thank you so much for coming on the scene in the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "01:58:28.600",
        "message": "Thank you very much for the opportunity."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:33.360",
        "message": "If you enjoyed listening to the show, I suggest you hop over to your nearest bookstore online or otherwise and buy The Libertarian Mind by David Bose. These other books are also linked on the episode page and I'd in fact advise you to look at the show notes for this episode on the episode page and check out some of the readings that I've recommended there. I'd also done a past episode on libertarianism where I was a guest and I was interviewed on another podcast, a Pragati podcast by my friend Pawan Srinath. So that sort of has my own thoughts on libertarianism where I place consent at the center of everything. Do check that out. You can follow David on Twitter at David underscore Bose, which is D A V I D underscore B O A Z. You can follow me at Amit Verma, A M I T B A R M A. The Scene in the Unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. You can browse all our past episodes at sceneunseen.in and thinkpragati.com. Thank you for listening and do consider, I didn't force you to listen."
    },
    {
        "speaker": "Unknown",
        "time": "01:59:34.120",
        "message": "It was a voluntary action. How aware do you think you are of your laws and rights? Do you look up to laws when you are caught up in situations? Do you know what your rights are when you're stuck somewhere bad? Well, here's a show that can help you move an inch closer to being aware of what your rights are. Tune in to know your Kanun with me Amar Rana. This is a podcast meant to answer all your law related queries. Catch Know Your Kanun every week on the IBM website or the app or anywhere you get your podcast from. Do you wish you were smarter? Well so do we. But the next best thing we could make you sound smarter and to help you with this endeavor, we are simplified a podcast that attempts to break down the complex world around you with a little knowledge, a lot of poor jokes and a ton of random trivia. Episodes out every Monday on the IBM podcast app or wherever you get your podcasts. See ya!"
    }
]