[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.920",
        "message": "Before you listen to this episode of the scene in the unseen I have a recommendation for you Do check out pulya bazi hosted by Saurabh Chandra and Pranay Koteswane two really good friends of mine Kick-ass podcast in Hindi. It's amazing One of the themes of the last few episodes of the scene in the unseen is how hindsight makes the past seem inevitable It isn't always like that Sitting here in 2019. It's obvious that the Narendra Modi government has failed at so many different levels But back in 2014 There were many who were hopeful that this government would make important reforms and take the country forward Among those who felt this hope in fact was a guest of my episode today Who was then and is now a spokesperson for the Congress Party the BJP's manifesto in 2014 had much that was welcome And some of those seems in fact have carried forward to the Congress manifesto of 2019 unfortunately for India much of that was just words Modi wasted a great opportunity to take our country ahead and no matter which party you support that has to count as a"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:06.920",
        "message": "great disappointment Welcome to the scene and the unseen our weekly podcast on economics politics and behavioral science, please. Welcome your host"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:19.720",
        "message": "Amit Varma welcome to the scene in the unseen my guest for today is a Economist Salman soz who is a spokesperson for the Congress Party and has just released a book called the great disappointment The book is about the economics of Narendra Modi's five-year term and given that it is written by a member of the opposition party I expected it to be a partisan hit job far from it Salman clearly wrote the book with his economist hat on even though he's quite forthright about where his loyalties lie His account in the book is surprisingly balanced and has personal touches that I found refreshing for example He writes that he liked much that was in the BJP manifesto of 2014 and that he was hopeful that Modi would fulfill some of His promises. In fact, his book is called the great disappointment Because Modi did not fulfill those promises when I wrote to Salman to invite him for the show I told him that I wanted to talk about more than just what was in the book many of the topics he covers like Demonetization and GST have already been covered in detail in the scene and the unseen over multiple episodes I wanted him to go beyond the economics of Modi's term and I also wanted to ask him tough questions about the Congress Party itself Salman's response to this request can be summed up in three words Ask me anything and indeed he gamely took on everything. I threw at him. He told me what the UPA did wrong He explained what Modi got right? He praised the watch by government and he even took on an awkward question about the dynastic nature of the Congress Party leadership Whether his answers convinced you or not is a different matter but I was enormously impressed at the sincerity and the Intellectual honesty and the fact that a leader from a major political party would open himself up to difficult questions in this manner Can you imagine anyone from a current BJP leadership agreeing to do this? Before we get to a conversation though a quick commercial break This episode of the scene in the unseen is brought to you by storytel Storytel is an audiobook platform which you can listen to on your Android or iOS app They have thousands of audio books that you can listen to on your mobile including hundreds in local languages like Hindi and Marathi And unlimited monthly subscription costs only rupees 299 per month And you can also get a 30-day free trial if you hop on over to sroydltenny.com slash IBM I actually use storytel myself regularly. So as long as I sponsor the show I'm going to recommend one book a week that I love the book I want to recommend today is by one of my heroes a 19th century French writer Frederick Barcia In fact, the title of this podcast is seen in the unseen comes from an essay that he wrote called that which is seen and that Which is not seen the book. I'm recommending though is a masterpiece It's called the law and it is so explanatory of the way the state works and the importance for individual freedom I can't recommend it highly enough do go and listen to it on storytel and remember you get a 30-day free trial only at storytel.com slash IBM"
    },
    {
        "speaker": "Unknown",
        "time": "00:04:18.680",
        "message": "Salman welcome to the scene in the unseen. Thank you so much. I mean, thank you for having me"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:23.280",
        "message": "Salman I really enjoyed reading your book the great disappointment which did not live up to his title in the sense It wasn't a great disappointment for me Before we kind of get to the book tell me a little bit about you know your career as an economist and"
    },
    {
        "speaker": "Guest",
        "time": "00:04:36.920",
        "message": "all the journeys you made so far. Well, you know, I went for higher studies to the US and You know realized that I enjoyed policy work and didn't really want to get into the PhD stream You know going to academics and all that So the World Bank was always one of those things that my father used to tell me about you talk about the World Bank The IMF and GATT those days we had the GATT not the WTO So he always thought of me as an international civil servant and you know, I pursued that And somehow landed up at the World Bank Passed around my resume quite a bit and then you know started doing in fact my first assignment at the World Bank was about evaluation and the importance of results in in development work and After all these years now I feel that there's a lot more emphasis on What the outcomes and impacts of programs are as opposed to just the inputs because we used to focus so much on inputs earlier So in the World Bank, I've you know done a lot of different work. I worked on Strategic issues I worked on actually I worked on natural disasters And how to manage their impacts and I've actually led teams in Europe and Central Asia I worked on you know forming international partnerships so a lot of different stuff, but then you know eventually when I moved to India in 2011 I quit the World Bank because I thought that you know, there are plenty of people with my kind of Background in the US and I wanted to kind of do more work in Kashmir and in and in India I thought this international exposure to policy work would probably help there So, you know I took you know, in some ways I kind of took that kind of Lens and went moved to India and of course the reality on the ground is very different from what you see from Washington So it was very very very interesting experience, but I actually started delving more into India's political economy, which I found to be very interesting. And of course India's challenges are you know immense? And so, you know, I think I think that's how I can just Meandered around and ultimately ended up Working on India writing about the Indian economy and eventually writing this book and now you're part of the Congress and you're one of the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:57.840",
        "message": "spokespeople and you know one thing that sort of I wonder is you know Harry Truman once spoke about how he would like 100 economists because economists keep saying well on the one hand this and And you know, so as an economist, obviously you're trained to look at every side of an issue to Examine all the nuances and so on but in politics, especially I would imagine if you're the spokesman of a party Sometimes you have to stick to a simple narrative You can't do on the one hand this on the other hand that how do you reconcile those different challenges? Well, yeah, I think that is a significant challenge for people"
    },
    {
        "speaker": "Guest",
        "time": "00:07:31.720",
        "message": "Especially who come with you know with my background But you know, I mean first I come from You know a family where politics was already kind of ingrained in us. My father has been a politician for decades He was a member of Parliament for many many terms and also minister. So I think I've seen it up close but when you join a political party, which I did in 2013 or so formally and then you're asked to represent the party and its views Of course, you do get kind of taken in by the political party you can just take it into this one way kind of communication so to speak but I think the way I dealt with this was basically stick to facts as much as possible and If so, I can have focused on data so my big thing was I'll try and use data to make my argument and I remember in the 2014 in the run-up to the 2014 election I I used to you know face a barrage of questions on the economy on inflation Fiscal deficits and this thing and that thing and what I would rely on is, you know UPA's growth story its poverty reduction story and of course they have a problem as well But you know in development you have problems and it there's no there is no kind of clean development model. It's pretty you know You have to roll up your sleeves. You have to go Knee-deep into mud and it's you know, sometimes you have progress sometimes you regress, but that's what economic development is so I think I kept that as my kind of Compass so to speak so I would not just spew the party line I would actually try to kind of back my assertions with data. So in that sense I created a space for myself Which I thought was available and and that's how I did it It's not easy, of course, because you know, you know and and writing this book actually, you know It's not been that simple because I didn't want this to become Oh, there's a Congress guy and he's written a book about Modi and against Modi. So I didn't want it to be like that I've tried my best actually to be as objective as possible I've given the government credit wherever I could but for the most part, you know I really feel the title reflects what I see about this government even though you disagree In fact others have told me that they don't agree with the title but for different reasons"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:59.120",
        "message": "No, no when I I was actually kidding what I meant was that reading the book was not a disappointment for me as Far as Modi's term is I think calling it a disappointment is an understatement Yeah, and and I think you're absolutely right in the sense that one of the things that surprised me when I was reading the book is that there are moments when you're critical of the UPA especially UPA too and there are moments where you give credit where credit is due to Modi and and we'll come to all of that but Before we sort of come to the five-year period of 2014 to 2019 which the book is about I'd like you to also Set a sort of context for me In terms of what has happened in the Indian economy before that and if I can ask you one broad question that sitting in 2014 What are the broad lessons that policymakers could have taken from all those decades of governance of independence India before that?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:52.300",
        "message": "Well, you know the context for the book is you know to my mind the context for the book is twofold one is You know on a lighter note and that is the commissioning agent at penguin had been after my life for two years She'd seen my articles and newspapers and all that She felt that I could write something and initially we thought we'd write about Kashmir then I said no, I know the economy reasonably well and Ultimately, you know and with the elections approaching She said wouldn't you want to do an assessment of how the government is done? And it was a compelling argument And I said, okay. Yeah, that makes sense to me. I've done a three-year, you know Modinomics at three earlier and then I said, okay, maybe I can just build on that But the more important context for this book is and then I'll get to the lessons what I think that were missed Was this this slogan this kind of a statement by candidate Modi that he would do in 60 Months what others have not done in 60 years That really stuck with me, you know because I was in the middle of the campaign I would go on TV all the time and that particular statement was it really kind of drew people in but I knew From an economic development perspective how unfair it was to all those who had come before him So I think that is how I say I can if that gave me the kind of passion to write I think for me that was the most important thing. In fact in this book I constantly talk about that and I wanted to see that's why I wrote inheritance The first part of this book is about inheritance. What did different prime ministers receive as inheritance? I talked about Nehru and the six million refugees Which was the biggest refugee crisis outside of World War two and also a lack of food I mean those were the big challenges Nehru faced and then I kind of list what other prime ministers Faced and all that and then so in some sense that is the context. I mean being unfair to predecessors Belittling India's achievements and then trying to say that you would do something that I knew to be impossible but you know, I think if you If you ask most people in India They'll say the demonetization and GST were the big big issues that come to mind from an economic management perspective From my perspective it is more about the banking sector. I think that is the big, you know lesson that they missed and That is banking sector problems do not resolve themselves easily, right? I mean and I think it was a budding Banking sector crisis it was still I think much smaller than it is now at that time There's plenty of evidence from around the world that these crises need to be tackled sooner because you know, the banking sector is the lifeblood of the economy and International institutions like the World Bank ADB IMF and and by the way the government's own Department of Economic Affairs it all be there RBI Everybody had been flagging this that this is a problem and I somehow feel that this was not addressed Promptly and I think that may be one of the big reasons why the economy has not Done as well and mind you demonetize the economy was slowing down before demonetization For several quarters before demonetization happened. So I think the part of the reason is because The system was clogged up. Well, you know corporate balance sheets are also kind of Stressed so I think that was one lesson the other lesson. I mean, obviously, you know, I don't know There's so many lessons from international development from India's own experience We'd had joblessness for a long time We had high growth but still we were not creating the kinds of decent jobs that we need our young people to Take on I don't think there was sufficient focus on that It was almost like you can just manufacture your way out of it without trying to understand that the world had moved on and yet in some ways the industrialized for some time and I'm not sure why we were not focusing on issues like education and I think this government also missed that opportunity You know, why not education? Why not health? Why not? malnutrition such Bharat is very important but Malnutrition is what gives you productive citizenry for the future. So When you have such a mandate when you have I don't know But it's almost a wealth of experience and we're still not doing the things that we need to do. I you know, I'm Frankly puzzled so I don't know why I think the kind of you know in my question the kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:20.340",
        "message": "Lessons I was referring to were not not the specifics which we'll come to when we talk about the period the five-year period Modi's term but more about broader lessons. For example much as Modi Criticized Nehru and in fact blames him for everything. He seems to have the same command and control Approach to the economy, which is perhaps not always apt as you point out and you know, you've written in your book about You know in your section on Indira Gandhi you cite Bhagwati and Panagariya and about how The state's dominance over economic affairs cost India in those years 65 to 75 When India's per capita grew by 0.3 percent Per annum GDP growth during that period averaged 2.6 percent and and eventually You know that mindset was thrust aside and you know There were some reforms in the 80s and then more in 91 obviously forced by demon forced by liberalization Sorry, so my broader question was that in terms of mindset in in Modi's rhetoric It seemed that he had made a lot of those shifts like you pointed out He branded himself as a sort of a Thatcherite conservative and he was a bit of a Thatcherite conservative and whatever but in his actions, none of those really manifested, you know He had the same command and control mindset. He had the same top-down view and You know the importance of the state and economic affairs In those sense, what are the lessons that you would have liked to have seen? What are the lessons that other policymakers had learned but Modi hadn't learned or internalized?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:51.140",
        "message": "I think it's not about learning lessons, you know in the sense that you know We know that there are lessons that are people who will learn them others who are just not uh, you know Prone to learning those kinds of things at all. And I think Modi's, you know, Modi was never a Decentralizer in Gujarat, right? I mean Modi's uh, Modi was a strongman in Gujarat. That's how he did things He was this decisive. So, you know been so so-called decisive leader who's going to basically will everything into shape and uh, he managed lots of ministries and that's how he thought He would manage India. And in fact, I talked about the centralizing instinct. Uh, you know, uh, I think in Maybe the third part of the book where Panagariya basically talks about how you know Modi did this and that and he was really Focused on getting projects moving and all that whereas I was thinking that you know He was centralizing things because that's what he knew. That's who he was So it wasn't it's not as if he was suddenly going to change I personally believe that once you're beyond 30, you're not going to change your core habits So, uh, so I don't really think anybody should expect that he would somehow decentralize power And I think the lesson for us as citizens and also as observers is that You know It really a lot depends on who's running the government in a country like India where? We have a parliamentary democracy at the same time. We we look to someone to lead us and here we have someone who Does not believe in the kind of decentralization that India needs because India is too vast too diverse too complicated For any central force to run, you know, in fact, you know My other research which I did not kind of incorporate in the book Was about the role of states, you know, we we talk a lot about the center We don't talk enough about the states. It's easy to say that the congress party or what did you guys do for 60 years? Or meanwhile for the last 30 40 years The congress has not been present in big states like Bihar and uh and up Where bjp has been present in fits and starts in these kinds of states and in Madhya Pradesh and all this so A lot of India's progress is about states. It's about districts It's about the village level and I think that's where prime minister Rajiv Gandhi had the correct instinct and that was decentralized because that's what so you need somebody at the top Who'll say you know what if India has to really? Progress the one good way to do that would be devolving more power To other parts and I don't think so even though lessons Existed that you need to kind of have broad-based growth. You need to you know Need to you know, decentralize you need local level kind of people to take up their development issues but those lessons could not have been learned by Modi because had he learned them he would have You know, he would have paid attention to them in Gujarat as well But that's not who he is. So to expect him to learn those lessons, I think is uh, you know To my mind would not be correct. We should just basically say that Today it's Modi tomorrow. It could be somebody else. That's somebody else and the kind of power you wield May have something to do with what how India progresses in the future Mind you that is that maybe one of the reasons coalitions are you have proven to be not the disaster That the BJP portrays them to be Maybe coalitions are better because you have a lot of give and take you don't have a central authority and you're just going to say Okay, everybody gets a piece of the pie and maybe that is how India can develop But having a strong central character, I don't think it works. I don't think it has worked I think it has worked to the detriment of the country in the last five years and every time there's a I fear that every time there's a centralizing force India does not stand to gain"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:42.580",
        "message": "I agree with you and you know at a time where institutions are being weakened I think another advantage of a coalition government is that you have more checks and balances by default in the political economy Where other institutions which are supposed to perform that role may not quite be able to before we get started on the book in the Modi years A final question about UPA 1 and UPA 2 now what mistakes do you think the congress made which will cause their huge defeat in 2014 and obviously this period of time the 10 years before that are not a monolithic period There were periods of growth. There were periods of very good economic management There were periods of very bad economic management There were periods of very bad economic management such as when Pranam Mukherjee was finance minister, for example And you know that reflected in all the data So, you know What do you think was like in a sense a failure of at some level and you acknowledge this in the book as well They didn't do as well as they should have and that Enabled Modi to sweep to power in 2014. Can you can you kind of sum that up for me?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:43.140",
        "message": "You know, I think of Modi's rise And this amazing victory that the BJP had in 2014. It was like this perfect storm The economy was losing steam and I can i've talked about how that happened on the other hand You had these corruption scandals, you know, some of them were Clearly scandals others were not as clear Then you had vast kind of organized carder based party that was becoming an alternative and on the other hand you had You know this pent-up demand from Young people for jobs and a better life because they could see on their smartphones what other people around the world had And finally you had the messenger And was a very unique messenger and had been built up over the years as a kind of a messiah So this is a perfect storm of all these things coming together That I think delivered this victory. It wasn't any one thing as far as the UPS time is concerned Of course, you're right. I mean there was there were periods of high growth and and good development poverty reduction but I think to my mind When we look at the 2008 crisis and the response to that, of course the response to that was a pretty big fiscal stimulus At that time by the way, not as I record in the book not as big as uh, What the us did and what china did but of course, we we did not face the same severity of the crisis as they did But I think we were not able to handle that because that that really you know uh If you remember in the aftermath of the global financial crisis india continued growing And then it kind of you know, I think it was a sugar high in some ways and was hard to sustain sugar highs, right? so, uh So I think that was a problem. Of course that uh, you know, there was inflationary issues fiscal deficit and you know, unfortunately the way we manage fiscal deficits in the country and I think this was true in our times too and more I think so even in this government's time You know, you'll sell you'll basically You know, you'll take one government-owned entity and then Take up a position in some other government take up the government stake in Some other entity and then you say we balance the books and you know I think those kinds of things ultimately hurt hurt india Or hurt an economy. The other issue is that even we did not focus on You know, what would sustain? progress And to my mind, you know and here amartya sen has been talking about it all the time And I know he gets a lot of good parts uh from the right But you know unless we invest in human capital human development There is no chance for india to succeed in today's world. There's absolutely no chance Uh, so if you do not invest in health if you do not invest in education the right way if you do not actually Spend the money properly. I have this anecdote in the book about a village called bandi paeen in baramulla where I worked uh, For two years before the 2014 election and bandi paeen has eight government schools It's a one kilometer long half kilometer wide at its widest village with eight government schools One high school three middle schools four primary schools. I don't know what the current situation is at that time That was the situation. None of the schools had adequate teachers or students or there's no furniture so We should have had one school Maybe even that may not have been viable for that village. You could kind of create a model You could kind of consolidate you could bring in You know teachers to uh work in one place. So teachers there would be enough teachers There'd be enough students, but that's not how we've done things We've just kind of so before we increase the budget for these things. I really would like to see more efficient spending also so so I I think that um sustaining that progress, you know, of course I talked about the number of things that happened that led ultimately to our terrible defeat, but I think we should have paid more attention to sustaining that progress and And we should have also been more careful about the sugar high. We had to kind of calibrate that better I think we we did not and frankly i'm not in a position to tell why that May have been the case what they were thinking at that time. I was in the us at that time I can tell you that at the world bank and the imf we were Very very worried extremely worried that the global economy was falling off a cliff And everybody was panicking frankly So I can't I can imagine that in india the policy makers must have been like wondering What can we do to save this crisis off and they they did what they did But I wonder if we put enough thought into how progress could be sustained Maybe we could have gone with a slightly lower growth and then uh, you know, uh, that meant smaller fiscal stimulus Uh, maybe calibrated that better of course, uh, The scandals that hit us. I mean, you know, that is something that and the other thing is that if the scandals hit us Where is the accountability? So I think that we don't really have accountability mechanisms that are that really, you know, we should have something right? I mean something happened and uh, but uh, even this comment has not been able to kind of Hold people accountable. Uh, and uh, so I think it's all about Political kind of maneuvering then uh, so keeping people bogged down But i'm afraid that's not the way, you know, india can reach its potential. I just don't I had a recent episode with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:12.580",
        "message": "Pooja Mehra recently where you know, we spoke about the political economy of those years in a fair bit of detail I'll put that link on my episode page for the listeners Uh, you know just a brief detour on education while you were talking about that I think one thing that both parties have consistently gone got wrong on education is something that in fact You referred to at the start as something that you know The world bank taught you not to do which is to focus on inputs instead of outcomes And you know, you you had the bjp in the 2014 manifesto saying we'll spend six percent of gdp on education And I think the congress made a similar promise Uh this time but that's just looking at the input and outputs are miserable and for that you need to look partly At the way education is structured the incentives in play the fact that the private sector is completely shut out through You know an immense amount of over regulation, but you know, leaving that leaving that aside There's a broader philosophical question really that I wanted to ask you about the political economy That doesn't apply to this party or to that party But you know the thought came to me when I uh, i'll just quote from your book You quote these economists quote while ghatak and ghosh who pointed out. Um About what the upa was going through in 2014 Quote, it is a unique misfortune for any party to be charged with both crony capitalism and unbridled welfarism Stop quote and uh, you know the thought that came to me was that This is actually an inevitable accusation for any government become because of the imperatives of politics on the one hand You have interest groups who have funded you whom you have to satisfy. So crony capitalism seems inevitable and on the other hand You know, you need to buy vote banks So you need to appeal to voters and the populism that leads to welfarism also seems inevitable So just as a broader question not as a member of one party or any party Because I think this is a dilemma that the whole political system faces. How does one get past this? The analogy to this is the following"
    },
    {
        "speaker": "Guest",
        "time": "00:29:04.420",
        "message": "When you talk about somebody who's a reformer They say do you want reforms? Do you want someone who's a pro business person? Or do you want someone who's a pro market person? From my perspective pro market, right? You don't want to be pro business. You don't want anybody to be pro business You want somebody to be pro business? You don't want anybody to be pro business. You want somebody to create a level playing field? You want markets to flourish and then people can compete that is what I've learned in my life That is what my training is. I don't know. I think the evidence indicates that That is where people should be Make these markets let them grow let them flourish and let people compete Don't try to pick winners. Don't try to support one business versus another Similarly as far as you know, you want to promote capitalism. Yes But crony capitalism is this kind of disease that that is just not going to allow you to Make decisions that would help you become a pro market reformer So it's all very well to say, you know We need funding and we need funding to kind of fight elections because that's what we need And then we can once we are in government, we can kind of do welfare politics. The trouble is It doesn't really work that way in reality what what happens ultimately is that these interest groups They capture it's part of this elite capture, right? I mean, there is a reason we have high inequality in india and growing And that is because we we are perhaps not Leveling the playing field. We're not supporting markets. We may be supporting mr X we may be supporting mr. X or mrs. Y because they may fund us through through whatever means Uh, but we never tell people exactly what they're doing, uh, you know for us So as a citizen, I want to know Who is paying the government off and what is the government doing in return for this person? We don't know We simply don't know and I don't i'm not blaming the multi-government for this or you know This is like a cross-government kind of thing now with electoral bonds It's kind of legalized corruption to my mind. This is legalized corruption We can't have these kinds of things If we can't see the destitution in which so many millions of indians live And then we don't correlate that with what is happening at the upper levels upper income levels Then we're just basically saying okay, you know what it's good to have you know, at least we see that some people are progressing But that is not a model that india can really work with but that is a model that we're working with and This cronyism is is a special kind of disease. I mean, why can't our corporates they already have a lead, right? They're already running ahead Why can't they just uh, you know Uh, if they want to contribute to a party Fine contribute tell people what you're doing and then we'll see whether there is any uh quid pro quo but You already have a lead and you want you want to pad that lead through Influence peddling and all that stuff. I think that's what To my mind that hurts that hurts growth That is not pro-growth and we must find ways and you know, I keep telling my colleagues in the congress party as well We've got to find well, we've already said that we're going to do away with electoral bonds But we want to bring a lot more transparency to political finance Because uh, because without that I think this cronyism will continue you'll continue to see jobless growth You'll continue to see higher inequality and that is ultimately going to lead to some Cataclysm in the future which I worry about So if we don't change course, this is what we'll get we'll get more of the same"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:50.140",
        "message": "Yeah, I I could agree with you more about the need for transparency and and the problem here, you know as public choice service would say is one of a diffuse costs and concentrated benefits because You know, that's right. You know the people who really lose out from The government being pro-business instead of pro-markets are the people at large and the costs are diffused and invisible often the unseen as it were Uh, whereas, you know, you have these interest groups who have you know concentrated benefits So obviously they will lobby for whatever Let's let's kind of move on to the Modi years and you know One of the things that kind of struck me About your book is that reading it it did not seem to me at all that this is coming from someone partisan as you'd expect You know given that the author is a congress spokesperson But it didn't feel that way at all And you know, I want to quote a couple of sentences from your book on how you felt after Modi came to power Quote I for one was certain that transformation was around the corner given Modi's sweeping victory The massive defeat of my own political party his oratory and genuine popularity As well as his stature as the undisputed leader of the bjp Stop quote and later on in the same page. You say quote the secret is out despite serious reservations I wanted Modi to succeed in transforming the indian economy I also hoped he would reign in the worst impulses of his political support base that were damaging to the country Uh stop quote and you know one the basic thesis of your book which you set out is that given what he promised? What he has delivered is a great disappointment Which of course is true and you make that case very well Uh, but all of this also seems to indicate that you actually liked some of what he promised"
    },
    {
        "speaker": "Unknown",
        "time": "00:34:24.900",
        "message": "Oh, yeah, I mean, of course, I mean, you know, uh, the The talk was of reforms the talk was of uh transforming, you know"
    },
    {
        "speaker": "Guest",
        "time": "00:34:34.420",
        "message": "The economy in ways that you know, uh, basically taking a different trajectory So, you know whenever you hear about reform somebody like myself has been trained uh in this area and you know, we always hope that uh leaders come in and they or governments come in and they Enact the kinds of reforms that are needed because in india, of course, you know, uh, we still are looking For some of those reforms. So I think uh those kinds of things one couldn't disagree with right? I mean, uh, they talked about the banking sector at problem. They talked about fixing those problems I mean who could disagree with that? They talked about ease of doing business and how they wanted to improve uh on that and who could disagree with that I mean because you knew that those are the kinds of things that are needed So the rhetoric was a lot of the rhetoric was uh good, right? I mean who would disagree with uh, you know Streamlining a food supply chain, you know from the farms to the dining table. I mean the rhetoric was great uh, it was excellent, uh, but uh Um, and that is what I you know was saying. Yeah Agriculture needs reforms I mean, that's where so many of our people are employed and that needs reforms So and you know talking about government needs to uh be reformed government needs to be uh more efficient And this was all that we heard during the 2014 election. So of course, you know, let's face it I mean people like us. I mean, we are we have a very uh comfortable life But there are so many millions of people who are very very poor They they are like second class citizens and there's very little hope for them And and then you have something where you say, okay, you know what if the economy does well if the growth is broad-based If it is inclusive These people have a chance that if not them at least the children will see a better a better life That's what you want. That's what you aspire for. That's what you aspire to. That's what you you know It's always dream of and I think in that sense. Yeah, I was I was very hopeful Um, and that is why I can call it the great disappointment Because those things did not pan out the way I had hoped they would now Or the way we had been, you know led to believe I know, you know during the launch of this book in delhi raghav bhail At the quint he was on the panel and he said that this is the great betrayal not the great disappointment And I think i've heard something similar from other people. Why did you call it the great disappointment? Why didn't you call it the great betrayal or worse and I said because I was hopeful and I mean as somebody who wants reforms who wants good for who wants, uh, something positive to happen to Those who don't have a voice in a political discourse who are living in on the margins Uh, you want something good to happen for them? And uh, yeah, so that's I wanted Uh to believe it and that's the truth. I also worried of course I worried about the rss bjp politics and that never ends well, frankly of dividing People polarizing people and that by the way, it can be detrimental to the economy as well And I think that's what we will see that in the future too. If this continues it is going to have an impact"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:44.040",
        "message": "right, so, you know the sentiment that raghav expressed of it being a great betrayal is one that I totally get because a lot of free market supporters and Uh, you know conservatives and that sense reformers, uh had a lot of hope of modi For example to quote from your book you have something about his manifesto here quote the manifesto boldly declared bjp to be a modern and inclusive Party relegating its pet projects such as the ram temple uniform civil code and cow protection to the peripheries of the document Stop quote and one thing i've kind of wondered is now that you know They've turned the other way. They've completely turned their back on reform and everything comes down to the kind of polarizing politics Uh that they seem to have, you know put on the back burner What i'm wondering is that why this rebranding as a conservative thatcherite in the first place? It was obviously a false rebranding But what drove the rebranding was it the visual thinking of free market supporters like raghav? Or was it his own shrewd positioning and if he was repositioning himself in that way? I'm a little confused about why because there aren't too many of us. So, you know, where did he see the advantage in that?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:52.360",
        "message": "I think I tackled this part In part two of the book where I kind of talk about his rise and you know i've written about this And others have too that you know gujarat. It isn't as if when you know, andre modi gujarat Was so exceptional that gujarat was never like that. Gujarat had been growing at high high rates for a long time and but of course Modi somehow there was this I don't know I I found all these disparate kind of loose kind of connections to people kind of Coming up with this idea of oh, there's a reformer He's doing great things in gujarat the vibrant gujarat summits and he really wants he's a limited government guy and I talk about Actually, there's an interesting google hangout that I mentioned with sadanand dhume and milan vashnav and nehil sharma and James crabtree and they're all kind of debating this idea whether this guy is a thatcherite or is he something else and But there was an effort and I think the effort was it was in some ways to my mind It was about evolving a different image I mean, of course modi's image had been tainted by gujarat 2002 and I think there was a concerted effort to kind of build him up as something different and Maybe even somewhat liberal Somewhat, you know, he's a reformer and he wants An efficient government. He's anti-corruption. He talks about bringing in power supply. He talks about daughters So I think there was clearly an attempt and I think some people did it because they wanted to help him and Maybe that was part of the rebranding others. Maybe needed someone to latch on to like I think frankly Agwati wanted to Basically say that yes, finally. We have someone who understands us Maybe bhagwati went with that hope that this is what i've been advocating. There's a guy You know who talks like this at least and maybe this is this guy is truly a reformer Without going deeper into whether or not he was a reformer or not and also sidelining what his past was In 2002 and before that so maybe there was hope for people like bhagwati, you know Because they've been desperately looking for someone who is right of center in a country that is deeply left of center Or has been for a long long time. So, uh, I don't know maybe it's a combination A concerted effort to refurbish a tinted image and then also hope on the right of the economic spectrum that We finally found somebody who who is our own and I think That did not really work. Well"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:33.400",
        "message": "And and you know one of the things that is almost poignant in a sense for me is that a lot of these supporters Um, you know who might have supported him for good reasons at the time Once it all began to unravel they continued rationalizing their support for him You know, for example bhagwati wrote an article in support of demonetization after it happened And demonetization had a bunch of other cheerleaders who really should have known better because it's you know econ 101 tells you that that's a disaster and You know, which is kind of sad But in general like you said you were hopeful at the start in 2014 and so were a lot of other people At what point did one begin to realize that it wasn't as you know There wasn't so much reason for hope like you have a quote in your book from patabhanu metha who writes in 2015 Uh quote instead of clarity there is confusion you get the sense There is no coherence to the economic narrative. It will swirl with the wind not giving confidence to anyone Stop quote and and things have already changed by then When did you begin to realize that all this was just rhetoric and nothing was going to happen? I think for me it was"
    },
    {
        "speaker": "Guest",
        "time": "00:42:41.480",
        "message": "I don't know. I mean I I can't really pinpoint the date, uh, because I I felt that the honeymoon didn't last as long as I thought it would last frankly and When he went into the land fight You know remember they started going out after the land fight Uh early on I wasn't quite sure. Uh, you know whether it was a reformist move Or was it because it wasn't being done? Uh at the behest of some particularly large groups of businesses So I wasn't sure about that for me, I think Uh when I saw the first year the first year didn't seem like anything special because uh, there was nothing, you know I would have liked to see you know, you know, the the the the There's nothing, you know, I would have liked to see even then a little bit on the banking sector I didn't really see a lot on that And I think there was this move to kind of get pro installed projects moving. I I you could see that Land act, you know, you could have gone both ways, you know, yeah, maybe it's a reformist move Maybe he's just doing it as part of helping some uh, friends uh, but when he started kind of uh, uh, you know when he uh, when rahul gandhi landed that jab Of the suit booth And by the way that whole suit thing I think that really worried me actually the suit thing was emblematic of what i've been seeing in other places actually So that the suit thing bothered me because the suit thing told me that maybe this guy is not as as Big as he uh appeared to be, you know, maybe he's You know, uh, he's like a regular strongman who is insecure Who likes these cheap things and if that is the case, maybe this is not a broad-minded kind of person So the suit thing really did bother me a lot. It came as a warning sign I must tell you that uh, it was not about uh, oh, it's 10 lakh rupees suit and all that it was more about What the thinking is behind wearing and if someone were to give me a million dollar suit, which is salman and his souls I would never wear it. It's just it's I don't know. I wouldn't know i'm sure you would not wear it I mean who does that? Only somebody who's kind of has some sort of an Some sort of a complex. I don't know and strongmen do come with those kinds of things and they do kind of ultimately land themselves in trouble I think that was it the revision of the gdp in january of 2015 and not having the back series Within a matter of months. I think that also told me something, uh about the government. I think that was Many people did not talk about it then but I felt that was a problem and So, yeah, I think there were some warning signs early on Uh, by the way, I documented the book that some of his closest supporters were even more pressured because they kind of showed unease Early on not people like me his own supporters Uh, so maybe they were more impatient. Uh, I was maybe willing to uh, you know go along and see how it pans out But I would say within the first year itself. I think it was clear that this wasn't going to be a reformist government"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:56.680",
        "message": "Right. So let's talk about like, you know, you've got a very detailed breakdown of all the things that Went wrong. So let's let's kind of start talking about them one by one And and and one of them of course is the whole make in india project And you know as part of when you're talking about the analysis of the make in india project and how it went wrong You also quote raghu ram rajan from uh, you know Contrasting india with china and saying that look what worked for china may not work well for us. We're developing differently It's a different time and quote we should be agnostic about what will work stop quote And and this seemed to me to be a very profound point Especially, you know, you could quote hayek at the start of the chapter and it seems that one of the things that And it seems that one quality which policymakers should always Have when they're making policy is epistemic humility that you can't actually control everything and you have to You know let society and the market work some things out and and this is completely and the make in india seems to sort of um Showcase some of this top-down drive that modi has tell me a little bit about what was wrong with it and what went wrong"
    },
    {
        "speaker": "Guest",
        "time": "00:47:05.080",
        "message": "Well, there's something it's a very basic point I think when china and uh, of course korea, uh started Their labor intensive push That was 40 years back. The world has changed The world is very different now compared to what the world was then I mean at a at a very basic level You've got to at least pause and think Uh, and you know, this is not just for modi. This is for my own party This is for my own party. This is for other policy makers Let's face it 2020 is not 1918 Okay, if it is not a lot has changed and technology has a lot to do with that you cannot start thinking of Developing the way some country did in 1980. You can learn some lessons from that But you cannot just say okay now i'm going to replicate that model Because that's not who you are. That's not that's not the time you're living in So I don't really get why it is so hard for people to Understand that uh, you know, oh we can't just replicate this country's model that that country's model Yes, you can adapt things and all that but you you must kind of also look at you know, there's plenty of material written on this about how developing countries Are are not able to uh, not just india other countries are not able to replicate the chinese model And there are good reasons for that. So This whole idea that I have to push this manufacturing Output to 25 percent of gdp i'm going to do this that I think perhaps there is some hubris about How one person one strong government can do this and that you know, I can dictate this level of this level of manufacturing output, but that's not how Decision makers who are at the at the firm level make the decisions Their decisions are about whether or not they're going to make some money out of it. They don't care if um They may vote for modigy, but they're not going to vote by they're not going to you know, pay for it They're just going to do what is in their self-interest and their interest is in making money Their interest is not in losing money just because they have to vote for modigy or to make his make in india project successful so I think uh, frankly the biggest reason I think was that uh, the indian economy is very different, you know, Structurally, uh, and the time is very different And setting these targets of only within five years or ten years. We're going to do this and it's going to be 25 percent and knowing that it has been stagnant for a while despite all effort and knowing that there's Technology that actually is and india is a capital intensive country to begin with at least its manufacturing sector is so Knowing all that still trying to kind of say are we going to have labor intensive industrialization? And I don't know. I think it's just basically you're not willing to accept That there is a reality that you must contend with and you think that you can just change reality because you're in government It doesn't work that way"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:12.180",
        "message": "Right. We'll take a quick commercial break and we'll be back"
    },
    {
        "speaker": "Unknown",
        "time": "00:50:16.580",
        "message": "Hello everybody, welcome to a great new week of shows on the ivm podcast network If you're not following us on social media, please make sure you do and if you're not by now, why aren't you? You really really should we're ivm podcasts on twitter facebook and instagram this week We got a couple of new shows launching The first one we have is adkt talent 10th. The show is hosted by rohit p man perera and krupa goel They're joined by the best talent from college classrooms across the country tune in every tuesday for music poetry and fun ramblings Business dot next by bloomberg quinn learn about what it takes to nurture a culture of constant innovation in business and shape an organization It's hosted by govindraj athiraj and new episodes are out every tuesday The equity sahi podcast is brought to you by the motilal oswal asset management company It's hosted by our very own anupam gupta and offers deep investment insights into sectors and stocks in a simple way New episodes out every tuesday on cyrus says sports presenter and commentator ronak kapoor talks about how his school life shaped him for the future How sports commentary has evolved his experience at the cricket world cup in australia and more on pesa Vesa anupam is joined by financial educator and money mentor mrin agarwal to discuss investor behavior and the importance of creating a financial plan On the ronnie screwballer podcast dreaming with your eyes open ronnie talks to me about his early life moving from grant road to brish candy Organizing a rock concert in his youth and taking calculated risks in life on dating his garbage Abbas and janam talked to zain and avanti the hosts of marbles lost and found about the role of mental health in a relationship On what a player akash and siddhartha joined by fellow comedian mikhail almeida to discuss the last week of the ongoing cricket league before the playoffs On the habit coach ashton talks about financial health the relationship one develops with money and how it leaves an impact on our body On puliyabazi pranay and saurabh talk to shambhavi naik a fellow at the takshashila institute about gene sequencing And how is changing our understanding of heredity and human history and with that let's get you on with your show"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:58.740",
        "message": "Welcome back to the scene in the unseen i'm chatting with salman soz about his book the great disappointment And how modi let all of us down, you know another opportunity missed perhaps by the modi government was Uh, which you mentioned was a remarkable windfall They got with the low oil prices like in your book You talk about how between 2011 and 2014 crude prices averaged 108.5 dollars per barrel between 2015 and 2017 They averaged only 59.3 dollars per barrel and um the modi government could have chosen to pass this or a significant part of this To the consumers, uh so that we would have more money to spend, uh, but he didn't tell me a little bit about this"
    },
    {
        "speaker": "Guest",
        "time": "00:52:39.560",
        "message": "Yeah, actually i'm i'm a little puzzled by this, you know, of course, I mean there are deficit talks because people believe that fiscal deficits can uh, Land you in deep trouble that that was the experience after the global financial crisis And of course you want to protect the macro economic situation But you know Like I talked about earlier, you know when the up was in power and perhaps the fiscal stimulus, uh ended up being too much In this particular case, I think the fiscal restraint was just too much I mean you think of what was going on and you know, i've spoken about this earlier in other conversations in 2014 and 2015 Uh, there were two successive droughts When you have successive droughts What is the policy framework that you employed you actually went with the minimum support prices that you had you actually? kept them You know pretty low, uh, the growth was pretty low. In fact, so reason palla wrote Wrote a column on how this is amazing and it's kind of you know, in fact, there's uh, you know, uh, he's very happy so when you have A demand compression you your policy response at that time was that uh, you it was contractionary then You had this great windfall and the Prime minister called himself nibala Wonderful fine, of course. It's helping you. Uh, lower your inflation. It's helping you maintain your fiscal deficit at Reasonable levels you're going on the glide path towards a three percent fiscal deficit target But then why do you? Why do you uh, take this entire windfall? And um, you know, uh take it for the government. I don't really get it. It's not as if government spending is very efficient I mean, I would get it if government spending was more efficient than household, uh spending but it isn't I think we all know that So what I thought should have been done was because the economy was uh, you know Facing some headwinds in terms of the agricultural sector Not doing well You kind of say, you know what we'll loosen the purse strings a little bit We keep some of the windfall but pass some of the windfall over to consumers let them spend But they instead what they did was they actually, you know, this was the second contractionary policy So it was exactly the opposite of what I felt should have been done So you took msps and you know in some ways flatline them Then you took uh, the oil windfall and you basically kept it for yourself And of course i'm sure wasted a lot of money and sure enough Your investments were not doing well. Anyway Your exports were not doing well. Anyway, and of course You charted a path towards demonetization And I think there were five quarters of declining growth before demonetization if i'm not mistaken So I don't get it. I don't understand. I really don't understand why this path was followed I don't understand why they needed a contractionary policy At a time when the economy was not doing well I could understand it if the economy was overheating And then they wanted to curb the growth but here there was no evidence that the economy was overheating"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:50.840",
        "message": "So i'm puzzled. So I want to again ask you a broader question, but taking off from this issue You know, i'll quote again from your book where you say quote I am not convinced that more revenues in the hand of the government is a good thing The quality of government spending is dubious and at a time when the economy was Recovering from the blows of demonetization on the gst a little bit of help for consumers Could have had a salutary effect on the economy stop quote and I was very struck by this sort of first line of More revenues in the hands of the government not necessarily being a good thing because Very often you see governments, especially the modi government recently boasting about higher tax revenues And whenever I hear that boast I always think that hey, that's a bad thing because you've got more Money passing from the productive part of the economy to the parasitic part of the Economy what what is your is that your general philosophic view or did you mention or did you mean it only in this context?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:43.880",
        "message": "No, I mean look, I mean, uh, it's a tricky part for me, right? I mean on the one hand, uh, you know I I do feel that government spending can be pretty uh, you know is relatively inefficient Especially in countries like india in many other countries. It may be somewhat inefficient, but it's also you know You provide the kinds of services that people really need and so it's kind of a social contract, right? I mean you pay me money. I deliver you certain services and the government has a role Of course the public sector has a role and i'm happy to by the way note here just a bit of a plug for the congress Manifesto that we talk about uh the role of uh, the private sector as a lead for Investments and and growth the government being in a supporting role for the provision of public goods Now in india's case, I think there is plenty of evidence which suggests that we don't spend the government doesn't spend money. Well Uh, and so to say that oh now we have a lot more money to spend unwisely I think is uh, you know Not a good thing. In fact, I think we've created this whole Environment where we say oh Everything is corruption. Everything is black money. Everything is bad And I think that is that is hurting the economy frankly, uh, because You know when you have money in the hands of people in a country like india where government spending is not very efficient I think it's okay. I think that's where you might create opportunities In fact, if you leave more money in the hands of people And let them make their decisions and you as government actually really Let them do their work get get out of the way India might actually progress faster Because india is not Europe india is not america. India is india India's government systems Are have very limited. I think implementation capacity So in that kind of a scenario, I think letting the people do their own heavy lifting might be better So, um, i'm all for it. I think that's a good point So, um, i'm all for leaving more i'm i'm not convinced by the argument that the government should have more revenues and then will do amazing things uh Because if that were the case then the money that the government had would be spent much more Wisely and we would not have you know, eight government schools in bandipan Or by the way, we would not have a middle school right in the heart of a baramulla town where there were nine kids in eight grades and 12 teachers I mean so, uh We we have to keep in mind That in india in india's context, we're not talking about other countries. We're talking about india in india's context Uh where by the way accountability is limited anyway More money in the hands of government is not necessarily a good thing So I when people talk about higher tax revenues i'm not this whole tax business is just uh, it's become too much It's like a it's another kind of uh vested interest, you know, you know how to how how money exchange, uh, you know, money changes hands in india through this tax system and uh tax officers and all that so I really think that that was not a good policy move. Uh, you know in terms of uh, yeah I mean you want you want of course you want the government to provide uh public services good services But then there should be evidence that that is being done. I don't think that is being done"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:13.080",
        "message": "Right moving on. I mean as as we talk about uh, you know, all the different uh policies Of the modi government the one where i'm not going to spend much time though You've written very eloquently about it in your book is demonetization for the simple reason That i've had I think three episodes on demonetization That's fine, you know manmohan singh called it organized loot and legal plunder. Ajay shah called it macroeconomic trauma Macroeconomic trauma I described it at the time in a column for the times is the largest assault on property rights in human history It's just such a disaster that I don't even think there is a need for sensible people You know"
    },
    {
        "speaker": "Unknown",
        "time": "01:00:47.560",
        "message": "Have to be convinced"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:49.320",
        "message": "Yeah, so we'll kind of pass uh over demon but now, you know, the gst is very interesting because you know Demon was just a bad idea period but gst is actually a very good idea, which was badly implemented In fact, yashwant sinha once referred to the implementation of it as a potential harvard case study for what not to do"
    },
    {
        "speaker": "Unknown",
        "time": "01:01:10.460",
        "message": "and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:12.060",
        "message": "You know as you've quoted him in your book, which is where I get it from Tell me a little bit about what went wrong with gst and and my sort of uh follow-up question to that also is that uh even if you like a lot of the things that went wrong were due to political imperatives because different states were saying no put this Rate and put that rate on this and this rate on that and you had interest groups in the picture So if the gst is to be fixed like let's say if the congress comes to power inshallah and the gst is to be fixed Will the political imperatives allow that to happen?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:43.660",
        "message": "well first a broad philosophical point on gst or indirect taxes, I think We've taken the easy way out on tax policy and the easy way out is just impose an indirect tax and Then everybody gets to pay but you know you and I know from economic theory that this is uh, these are regressive taxes and I think we are The share of indirect taxes has been growing even if it was growing earlier as well. It's now Well past 50 percent. We're really putting an undue burden on Poorer sections and lower income sections and I think we must reverse course on indirect taxation Or at least we should you know as a share of tax revenues. I think direct taxes should be higher and The interesting thing is that very few people in india talk about it and I don't know why But be that as it may the gst again, it goes to Look at the state the state Has very limited capacity and then you're asking the state to implement a tax system That is inherently very complicated because of all the different rate structures you have Additional kind of cessus and other things and what is this and what is that? What rate do you apply here? You've got to you know, keep things a little simple and They they called it the good and simple tax, but it wasn't it was anything but good and simple. So The other thing is that I don't think enough homework was done In terms of how other countries have I think we refuse to learn from other countries. I just It's almost as if we know everything we don't know everything Malaysia by the way had been trying to implement this thing and their gst they prepared their I think there was a preparation time of about 18 months maybe longer, you know from the time they took the decision here We're just kind of here that I think they spent more time on kind of figuring out how to do a midnight parliamentary session To roll this out then they didn't try to figure out whether the technology backbone would really work You know, there's there's a wealth of information on on these kinds of Taxes around from around the world. Look at what the experience has been but we spend much more time Debating whether we should have it or not have it and far too little time to discuss how it would be done What would make sense and it was almost as if Just do gst and you'll have a two percentage point increase in your gdp growth Honestly, I think many of the somebody would talk about golden goldman sachs doing a report and Saying that this would be a bump Of this much to growth and all that. I think people were far more enamored of that Oh gst is going to come and suddenly everything's going to be okay I think this for for the next government of our future governments The lesson is you know, the pretty much whatever you do Things are not going to pan out the way you had hoped for now. The thing is what Exactly should you be doing in advance to plan and you know, see the kinks But actually we should have already kind of seen what happened if you think about demonetization I don't want to go back to that details or that Uh, uh crazy policy, but how they implemented even that they implemented that bad idea Terrible idea in a terrible way kept coming up with new notifications and changes. They did the same for gst Of course in gst now you have this council and everybody says oh This pet food of mine should be exempted that that thing should not be exempted So this is a crazy kind of uh crazy tax in a very kind of uh To be implemented by a disorganized bureaucracy with a low implementation capacity And what can go wrong? Everything can go wrong. And that is what happened This acted as yet one, you know, one big huge speed bump for the economy I don't think we can come out of this anytime soon if it continues this way. I'm not Confident that this is going to increase. Uh, I don't think this is going to be good for the country Frankly if they continue with this structure Uh, this is a crazy structure. It needs to be disbanded or abandoned Uh, by the way, some other countries did abandon the gst as a whole forget Uh reforming it. They just abandoned it It's a very you know, you have a country that is so diverse and then suddenly you're trying to you know Reform the system and you try to do it in one fell swoop And without any planning without any proper planning preparation, you'll have a disaster. That's what happened"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:16.940",
        "message": "One of the areas in which people had a lot of hopes of the modi government was privatization You heard a lot about how we have so many psus and people would do draw graphs of okay Here's how the number of psu ppsus have increased through the decades and they've actually increased even more And you know my good friend sadhanand dhume you've quoted him in your book Summing it all up and i'll quote him as well Start quote in effect india's privatization program has become a dodgy accounting exercise in which one government owned entity buys stakes in another Rather than an attempt to streamline the economy by selling unproductive assets to private bidders Stop quote and this is really so bizarre because at least in privatization one assumed that there were a lot of low-hanging fruit That they could just get rid of and they did absolutely nothing"
    },
    {
        "speaker": "Guest",
        "time": "01:07:03.420",
        "message": "well yeah, and and uh again i'm puzzled because uh, I don't understand you know, if Prime minister modi Uh in his first year had made the case Imagine prime minister modi when he became prime minister, uh at the peak of his popularity said to the country Look, the congress left me a terrible uh problem with banks And I need to do something drastic And I need to fix this system It'll mean taxpayer money will going to be used for whatever and but I had to do it It's not my fault, but I have to rescue this country. I have to rescue that's what i'm here for I don't think people would have blamed it. I think people would have been happy I mean they would have at least given him a chance in a similar vein if he had said You know what air india has been bleeding money for a long time. This is not a viable way to do business It doesn't seem to be working I have said myself that we we've been to kind of uh, reform some of these things We're going to sell this thing off. I don't think people would have said Modi you're wrong. They would have you know said okay, you know, he came to reform things and he's reforming reforming things But as I write in the book people did not believe that he was a reformer of that sort In fact, I don't think he believes in a smaller public sector, you know I believe in a more efficient public sector. I believe in a more Constrained public sector because I want the government to focus on things that the private sector is not able to deliver properly The private sector cannot deliver your national defense the private private sector will not to my mind Do a good job with you know, say Police forces or justice and all the stuff, right? I don't think he believes that I think he's just He thinks that government can do everything and his government can do everything So maybe I should not be puzzled after all these years. I think that's who he is I don't think you know and by the way, that's what maybe most politicians in india think that we should have these kinds of Things in air india is great and you know, we should have a flag carrier and all this stuff. I don't know I think people may think like that. I personally do not believe that taxpayer money Should be spent when there is no hope of you know, recovery in some of these enterprises Now there are some things where you really need big public sector kind of giants to kind of Do certain types of businesses they can be strategic in nature other countries have them too and they do they seem to do well They some of them are doing well in india as well But I can't make that case for most of them. I think so if I can't make that case for most of them You know, you know what my feeling would be about disinvestment"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:36.460",
        "message": "Yeah, I mean I I often make the case that what india needs is a strong and limited government that does a few things Very well instead of a large and diffuse government that does nothing well I mean we effectively don't have a rule of law in most of the country You know, I I did an episode recently with puja mara who's also written a book about by the same publisher the last decade Yeah, uh, she talks about the Modi years and the and the point that she kind of makes was that it was political imperatives that caused him number one to move Away from reforms because many of these reforms were complicated thing around which you couldn't build a simple narrative So, you know, why bother if there's no short-term political payoff and at the same time which drew him towards Disasters like demonetization for example, not because of what impact it would have which he didn't give a damn about but because of how it could Be packaged as something that is anti-black money and will help the poor and so on and so forth And how far do you think modi was driven purely by political imperatives and and you know that Was responsible for what has happened?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:40.780",
        "message": "I think uh, modi is nothing if he's not a political animal. I think uh, Clearly, uh politics plays a large role in The decisions he's taken. I think in that sense puja is right, you know Politics did drive say demonetization because it was packaged as a hit against black money and all that Then you know the question is then Basically, we were all kind of Hoping for something that would never happen because if a person like that who by all accounts is you know Liked for his oratory and all that and can convince people to go with him pretty much Very often or at least used to be if that person is not going to kind of Level with the country and say look this makes sense to me We are wasting the hardened Taxpayer money on things that we should not be spending on Then in that sense, we never really want us, you know, we should then be Careful about what we uh think of in the future. We should basically be hoping for coalition governments, honestly Because we don't really need a strong central character because a strong central character Can be much more destructive for india With the weight for this benign dictator Can take a lifetime and who knows how that will pan out and these things don't pan out Well now in modi's case, I really thought that he might make some decisions which I mean what what is tough about you know, telling the country that you know The upa gave me a bad deal on banks and I need to fix it. Otherwise, you will not have jobs That's a pretty simple argument to make I think people would have believed it It was just that he was not focused on that. I think he was focused on Administrative efficiency and how projects that were stalled would move forward. I think he was thinking small He was not thinking big. He was really I think he was thinking very small So somebody must have told him that you know, if we have a higher tax, people are not paying taxes We need to increase the tax revenues So yeah, okay, you know, let's let's go after that. But that's thinking small. That's not thinking broad That's not thinking big. So I don't know maybe he's uh, He's a victim of uh his own kind of Ambitions in terms of in policy. Maybe he's a small, you know, he has a narrow base to think on I think that's the only explanation I can come up with. I I don't really know Why he did not make even the simplest no, it's some easy decisions. I don't know. I don't get it I'm honestly i'm puzzled right, you know, and i'm just thinking aloud here"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:18.220",
        "message": "It's something that a friend of mine who was very close to modi once upon a time in his gujarati years once told me And she mentioned how there was a social gathering at his house and he started to Telling a story at one point about how when he was a kid his mother was very ill And he was a boy then and he went to switch on the fan And when he flicked the switch he realized that there was no electricity And then he decided that if there's one thing I can do i'll focus on electricity And therefore when he becomes cm of gujarat, you know, he focuses on electrification and all my friends point in telling me The story basically was that his view of the world is very experiential If he has experienced something directly then he gives it importance like the lack of electricity Or roads or so on those physical things where he can see with his own eyes that yes, this makes a difference But for a man who doesn't apparently read too many books either when it comes to higher abstract concepts Which you need to grasp when you talk about how an economy functions Especially when so many of the fundamental economic truths you and I know like You know like all trade being positive some instead of zero some or spontaneous order the way markets organize themselves All of these higher level concepts is not something he would ever have grasped Because he hasn't experienced it directly and he has no way of doing so And and for this reason I sometimes call him the akhodeki prime minister and again i'm just speculating here Do you think there is something to this that he has no way of doing so? And again, i'm just speculating here. Do you think there is something to this that I mean in the sense that a politician Therefore also needs to be well read and well versed in abstract ideas. So you get a better sense of all of this"
    },
    {
        "speaker": "Guest",
        "time": "01:14:59.340",
        "message": "Uh, you know, you can't wing economic development, you know, this is uh, this is far too complex I mean anybody who who basically decides to do demonetization Has clearly not spent much time thinking about policies and their implications You know, I think you're right. You may find it easier to say look There's open defecation. I'm going to build more toilets We need more girls education because that's what i've been told is, you know, we need more girls education where i'm studying or There's no busily here and I would need to kind of flick a switch and so that there's power I think yes, but uh In today's world policy making is so complex. There's so much going on There are so many you press one button and something else goes wrong and then you're trying to control for that and you can't control for that and You know, not everything is in your own kind of hands. You will have quantitative easing in the u.s That'll have an impact on your currency Uh, you that'll have an impact on flows of capital So you need obviously no single person Would have all that experience clearly uh But you should have some basic Uh humility to know that you don't know everything That's one second that you build a team or you have a team of people advisors and all that who can kind of Give you different perspectives You must listen. You should be a good listener I think and you should be willing to take advice and you should be willing to say, you know what i'm wrong. This is not I thought of it in the incorrect way. This expertise is really Uh useful here, but I don't think you know from what I gather. I don't think people are that keen to give him advice Because maybe they're scared of giving him advice Or maybe he doesn't listen to advice who knows? I mean if you can do demonetization without taking the rbi or your finance minister into confidence, which is alleged Then then you know that we're in trouble, right? I mean So Yeah, you may be right about this experiential kind of uh instinct But you know making policy based on that because those are things that you can do you can deliver but in terms of if you cannot In economic development in in governance in policy making you have to have a broad-based team Uh who can actually help inform you who can help educate you and you know, that would be anybody It's not just you know tomorrow. I mean you could be the prime minister of the country, but even you would need tons of You know support no matter how broad-based your economic training has been so I think in that sense he too You know, I think needs a lot of help. I'm not sure he thinks he needs it, but I I do think he needs it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:41.280",
        "message": "I mean, yeah, as I said earlier I think the most important quality for anybody in a position of power is epistemic humility And and that's something that we've kind of consistently lacked you've you know So you've got a couple of great chapters on what the policies and programs of the government were and what the results were and i'll just Encourage all my listeners to um buy the book and read that there's some great Detail in there. I want to sort of stick to broader questions One of which being what did he get right in that time? I know that's a hard question"
    },
    {
        "speaker": "Guest",
        "time": "01:18:09.600",
        "message": "No, no, I mean, you know To my mind some of the things that I think he deserves a good credit for is something like bringing attention to you know Clean india right swachh bharat. I think that kind of personal attention and relentless attention I think that's a kind of a national level kind of even I mean forget what happens on the ground and all this just creating awareness, I think Leaders should be creating awareness about issues of national importance Uh, you know educating the girl child These kinds of things are I think these are things that are aspirational in some ways for a country like india And it's good to kind of you know for leaders to kind of wear their Kind of thoughts on their sleeves in some ways and say look this is important to me I really want and especially if you're a popular leader and you Use your popularity to kind of bring awareness because a lot of the times we're simply not aware Despite all the smartphones and technology and everything Most people you know, we just we get used to seeing things from our own perspective. We never kind of It's hard for us to kind of you know Look at things from a broader perspective and having a leader like that talk about these kinds of issues I think is very very important and I think it's very helpful So I would say on these kinds of issues. I have kind of in my book also going to said that yes He's talked a good game and he's kind of uh led on these and I think he should get credit for these kinds of things um You know coming up with these indices for cities Which one is clean which is not, you know may not pay immediate dividends But ultimately may prove that there's some competition and you know, maybe it may help cities to kind of you know Take pride in the work that they're doing in terms of keeping the cities clean Creating a more welcoming kind of environment for people Um, he's talked a good game on tourism and but you know, uh in terms of you know Ease of visas and all that stuff making india feel more welcome But you know, of course the other the flip side is that we need to do a lot more on Safety, I think that has fallen by the wayside because you know, we need uh, we our police is still a force not a service And I think there I think that it's both a positive in terms of trying to create a better image for india But at the same time not doing the basics that are needed. So you You know that that's the kind of I sometimes get frustrated why this whole good talk Aspirational talk and then under delivery of the basics. I think that's where I feel A little bit of frustration with the government But there are other things too, you know, they did finally push through ibc Yes, they did the gst. Of course the gst is a mess But at least uh, you know He was able to push it through now We'll have to kind of you know Now we have it in the constitutional framework and now we can kind of maybe Do wholesale reform not once and for all but at least in a major way. I think ibc happened a bit Late in my view, but even then I think ibc is now hampered. Uh, I mean, you know the bankruptcy code I don't know if how well that is being implemented right now I don't know but at least you know he moved on that ease of doing business. I think Frankly, they're trying to game the system Genuinely ease of doing business would be when everybody Around the country would feel that yes, it's easier to do business. I don't think that's happening. I think because There's more coercion these days i'm told on businesses than used to be the case So even though the world bank has recognized india As having done a lot on ease of doing business. I think that may be more Through gaming the system, you know putin once told his officials that he wanted russia to be In the top 30 by a certain number of years And I think they're all scurrying to figure out how they would do it within the stipulated time and they did it So, you know when you have the threat of putin, uh, hanging over your head You can you can do that and I think in modi's case too They managed to gain this I think managed to gain the system a little bit But honestly, I don't think there's a lot that i'm happy about. I really think this is a missed opportunity really missed opportunity And uh people like you and I will be okay But people who could have benefited disproportionately, I think they're not going to be okay"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:25.280",
        "message": "So before I ask you about you know, the state of the economy today just a tangential thought I mean, obviously you're right about uh, you know when I saw the eodb, uh, the things I figured that yeah Wherever there are metrics, they can be gamed So this is like an evolving game where you have to keep taking the metrics deeper and deeper But so here's a tangential question because you mentioned the ibc the bankruptcy code That where it's apparently at is that while the ibc is not in the market But where it's apparently at is that while the ibc is a welcome Uh reform where we are stuck is that state capacity simply isn't enough So now now because of state capacity not being enough you're kind of stuck now You're someone who could hopefully, you know, maybe be in government one day and in a position to carry out reforms When you are in that position besides the immediate considerations of the political economy Do you also have to take into account whether there is enough state capacity for those reforms to happen at all?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:17.120",
        "message": "Oh, yeah. Yeah, absolutely. I I I mentioned it earlier in this We've limited capacity, you know, we we talk about our civil service officers and how hard they're working and all this stuff But for the most part in government, and by the way, when we talk about government, we're not talking about just the central government We're talking about state governments as well. The public sector is very limited capacity So, uh when you try to implement things it takes so much more effort so much more time, you know, I was just recently visited um the Hoover Dam in Nevada in the US Nevada slash Arizona the Hoover Dam in was uh built from 1931 to 1935 In you know, just around the time of the depression in five years roughly There's a flyover and Hoover Dam is huge There's a flyover in Hyderpore of Srinagar Which was built over seven years the length of the flyover is maybe about a kilometer less than that It's not even a flyover. It's a kind of an overpass Hoover Dam five to six years and this flyover Seven years a small little thing This flyover was built in the 2000s Now imagine where we are look at the difference now You can't say that we we didn't have resources because we clearly had resources because we built the flyover But how is it possible that in a modern state? It takes seven years to build a one kilometer long flyover in Srinagar Whereas somebody built a huge dam major irrigation project major power generation project in the 1930s I think we need to recognize that we are still limited And in some ways when you craft policies, you have to keep that in mind If you don't keep that in mind, you'll have implementation disaster after implementation disaster And and that is why I think I'm at your point of doing a few things really well I think that's important Let's just do a few things, but let's let the government do them really well Let there be a contract between we call it the social contract in some ways between The citizen and the state and say you know what you want to do schools. You want to do education public education? Yeah, okay, but we want you to deliver along these parameters These are the indicators of success. These are the learning outcomes we want. This is how we want our children to grow If we could have that I mean, I refer to the PISA kind of system of Testing across countries as far as education attainment is concerned I think the last time it was done under the UPA government Then we abandoned it because our kids from I think Tamil Nadu and Himachal Pradesh Which was supposed to be the better states at that time participated and turned out we performed worse than Students in Kyrgyzstan and I think after that the government said no we're not going to do this anymore As in stop participating now, they're going to restart that participation But what that tells me is that we are we if we're going to do education, let's do it Well, let's focus on that. Let's focus on fewer things. Let's not focus on everything and that's the problem I think and by the way, this is not Modi's creation. I'm not can't blame Modi for this. This has been going on for one government after another but we now need a situation where we can actually, you know, if If we're serious about the country's progress if you're serious about our young people if you're serious about creating opportunities for them Then you know, we have to take some tough decisions"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:49.540",
        "message": "Right. So I I want to move beyond economics and beyond your book right now Your book is really about uh, Modi's being a great disappointment or a great betrayal as Raghav would say in terms of economics but I want to go beyond that for a moment and ask you about Kashmir because it seems pretty evident to me that A lot of things have gone wrong there in the last five years and in fact were going wrong for from even much before that Tell me a little bit about what's happening"
    },
    {
        "speaker": "Guest",
        "time": "01:27:15.460",
        "message": "well you know, actually During Prime Minister Malishpa's time and then even Dr. Manmohan Singh's time, I think there was a semblance of return to Some level of normalcy things had eased off, you know, there's a greater participation in kind of, you know Elections and all that just because people felt that thing it was safer and the rich of the militants had kind of You know had subsided. I mean all of their power had subsided then in 2013-14 Militancy we started hearing the militancy was beginning to pick up a little bit more. This was in the aftermath of the Abdul Guru hanging But it was still very limited. The estimates would be 100 or 200 people and all that stuff and That's it killings had come down civilian or soldiers Fewer people were dying. But I think when the 2014 election came up And the verdict was pretty lopsided, you know The People's Democratic Party led by Mufti Syed at that time Won heavily in Kashmir the BJP won heavily in Jammu. In fact, the Congress did not have a single MLA from the Hindu regions of Jammu, which was pretty astonishing It was a total kind of polarized verdict And of course the government, you know came up and the BJP and the PDP at that time formed the government that created I think a lot of disquiet in Kashmir and it was almost like oh now the BJP is going to rule us The same BJP that the PDP had vilified and fought against during the assembly election So I think the space for political discourse actually shrank So again, there was polarization in that sense that militancy started creeping up and If you remember in the last four or five years a rhetoric on television And obviously political rhetoric has been pretty much about Kashmiris as terrorists, Kashmiris as terrorist lovers, this thing, that thing I think it was this vilification campaign that kind of put Kashmiris in a corner So in some ways it was like I'm not surprised that there's so much anger and resentment in Kashmir now There's more violence now And because I think Kashmir suits BJP's politics greatly personally. This is what I think, you know The Congress party has always had this philosophy that in J&K The Congress party should not try to kind of bring in its central dominating kind of politics Because regional parties are better able to kind of deal with regional aspirations And it's a very, I think it's a very deliberate kind of thing As far as the BJP is concerned, the BJP views Kashmir as a lever for national politics It's the exact opposite of how the Congress sees J&K So I'm not at all surprised by how things have deteriorated in Kashmir And they have, you know, more people. I mean, I think everybody's kind of seen the numbers now More soldiers died in 2018 than in any year since 2008 So more civilians dying There's no end to this conflict, you know, and it's been going on for 30 years I think the best hope was when Prime Minister Vajpayee was in control And then also to some extent where the Musharraf was bouncing, you know, that formula But then everything since then has kind of, you know, petered out, things have gotten worse And so I don't know. I mean, I think BJP has to be very careful In not making everything political National interests cannot be, you know, in some ways I feel that BJP doesn't think of It places the party political interest above the national interest as far as Kashmir is concerned And by the way, for that, I think it may be that BJP does not view the national interest The same way the rest of us do, because maybe they think that the state of the nation right now This is not the nation that we want to be They want a different type of nation. So, you know, if you don't think that this is the kind of nation you wanted Then you can place political interest above what we consider the national interest Because you're trying to get to a different nation state and different national interest So in that sense, it makes sense from their political perspective It makes sense. Maybe they want a different India and Kashmir suits that purpose And also in the popular rhetoric these days party is equal to nation in their rhetoric"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:49.400",
        "message": "So if you're anti-BJP, you're automatically considered anti-national So Salman, now that I've got you on the show, I also have to ask you questions about the Congress And the thing is for a democracy to be healthy, you need a healthy opposition And the decline of the Congress is something that has, you know, I mean, I used to write against the Congress all the time When they were in power and now, of course, I write against the BJP all the time because they're in power But one of the things that has happened is in 2016, you know, the Congress has been in power And in 2014, Congress declined massively to 44 seats and the health of the party is something that is called in concern And one of the things that dismays many of us about it is that unlike the BJP That doesn't really seem to be an active grassroots and a cadre from which leaders spontaneously emerge What you instead have is a continuation of a series of dynasties Like I look across the party today, even apart from Rahul Gandhi, you have Shindia and Pilate And if I may say so, even yourself, you know, who are part of dynasties And, you know, Rahul Gandhi himself used to talk about inner party democracy once upon a time But we don't see that and even if it was there, where are the cadres? Where are the grassroots?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:03.880",
        "message": "Okay, so these are actually two different questions because first, let's talk about the dynasty part And you're right, my father, like I said earlier, has been a politician for a long time And to be totally transparent, of course, when I joined politics, you know, I got immediate recognition Because of my father, right? Because they knew who he was Now in politics, you know, you really have to prove yourself And ultimately, people will, you may make it to a certain point and say, okay, you know I'm going to compete for this particular seat or whatever But ultimately, it's the people who decide whether you're the right person for them or not So I think in that sense, this dynasty part is not specific to Congress I mean, of course, you see similar things in other political parties as well And in other countries as well What matters is whether or not whoever is in politics, at least to my mind, are they delivering for the people? If they're not, they'll be, you know, you can't really, you can't keep them As in, you know, people, it is up to the people ultimately to whether or not they keep them or not Of course, and by the way, this isn't going to go away Just because we may feel a certain way about it Because it's, you know, this has been happening historically It's going to continue happening in India and elsewhere So that's the one part about dynasty Yes, do we have other leaders who are coming in who are not related to politicians? Of course, I mean, I'm sure that, you know, we tend to focus on dynasties Because they're easy to kind of comprehend They're easy to calculate But there's so many people that I know of in our party, in other parties Who have nothing to do with politics They're first-time politicians and they're doing extremely well So on the dynasty part, frankly, I don't really see it as something that is inherently bad Unless you feel that dynasties can be sustained without people's support Ultimately, people will have to weigh in in a democracy And when they do, sometimes you win, sometimes you lose Depends on how well you've done I lost an election myself My first election, I lost myself despite the fact that, you know I felt that I was a good candidate I'd gone to the World Bank I had a lot of policy experience Had no scandals per se I was well-meaning But, you know, people saw it different People felt that a different candidate was better for them Because maybe he came from their part of the world or whatever So democracy has that equalizing effect, I think As far as the carders and where are the carders, what's happening Why isn't the Congress, you know, people say The RSS is everywhere Where is the Congress party? You know, there is this thing about, to my mind, about liberal politics everywhere That it seems that when it comes to being on the ground They seem to be less kind of active than, say, people who are on the far right I don't know why that is the case I mean, I hear about similar complaints in the US, in Europe That is, you know, the carder-based political parties Which are typically left of center They don't seem to be as active as the far right Now, it has been my experience That even if you don't see the kind of same visible RSS ground game I've seen in my own experience, Congress supporters are in the unlikeliest of places In Kashmir, I can't tell you, there are these I bet so many people who support Congress And for no, I mean, and it kind of really puzzled me I was like, you guys never, you know, PDP and NC always win here How are you still with the Congress? Very different reasons But they're still there So I think in this particular election, we're going to see a different kind of outcome, I think And that outcome is not possible if you don't have feet on the ground But we need to pay a lot more attention to this I think now, politics is changing The threat from the far right is far too significant It cannot be kind of, it cannot be disregarded I think time has come for political parties to be more active Political parties like the Congress to pay a lot more attention to organization And mobilizing resources But, you know, we are in a difficult situation right now Because we have limited resources And we are fighting this election And it's not that easy But let's see what the outcome is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:33.800",
        "message": "And, you know, if I may speculate, I mean, on the one hand, it's If I may say so, the Congress in recent years has seemed to be a party Which just wants to come to power, doesn't really believe in anything What are really the core beliefs, if I may take a skeptic's view But if I, you know, on the other hand, to be a two-handed economist If I, you know, one reason if I may speculate Why liberal parties have less of an impact at the grassroots And far right parties do is that because hate is a bigger motivating factor than hope is You know, hope can become very diffused And there is a free rider effect and all of those things Whereas, you know, the more you whip up hate, the better the turnout you're going to get Which is, you know, really worrying You know, I have another question You guys just released your manifesto And my other question sort of goes back to the BJP manifesto of 2014 And I'll quote from your book Quote, the manifesto accused the UPA of not maintaining that growth And leaving the next government with sub 5% growth The BJP charged that the UPA pushed the country backwards by 20 years And that millions of men and women were jobless Arguing that the country had lost hope The BJP cast itself as a party that would act decisively To address the country's challenges on a priority basis Stop quote Now, what strikes me is that one, obviously, that their manifesto Had a lot of things in it which were good as you yourself said But the other thing is that this could This exact sentence could be used for today Just changing the UPA and the BJP Just switching them Where you have the Congress talking about how the BJP has done such a miserable job Over the last few years, which is absolutely true And equally promising drastic action Now, my question is, why should anyone take manifesto seriously? Because as we've seen, the BJP did not follow up on their manifesto of 2014 And you know, if I can ask a specific question that struck me from your manifesto Like, there's lots in your manifesto to like For example, one of the promises you guys make is that Cities will be empowered and, you know, empowered mayors will be elected And therefore governance will be better But the question that struck me when I saw this was that Wait a minute, this is a state subject This is, you know, the national government has nothing to do with this at all The Congress is already in a power in a number of states And they could do this now if they wanted to So what is it in this manifesto for? Is it just posturing?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:57.720",
        "message": "Well, I think it's not posturing per se I think it is in some ways trying to draw a philosophical line Because decentralization, like the one you talked about in terms of urban governance reforms First, you know, urban governance reforms are needed, necessary Without that, you can't really do much At least you have to have a statement which says, look, this is important And it is important, especially if India continues to urbanize And by the way, I don't really believe the figure that India is 70% or 69% rural right now I think a lot of what has happened is that the landscape has transformed Cities and villages are getting fused together through other settlements So I think India may be a bit more urbanized than we think it is And for that, we need new governance systems We do need decentralization And in some ways, this is part of the Congress Party's core philosophy Going back to the 73rd and 74th Amendment Going back to what Prime Minister Rajiv Gandhi had wanted to do through Panchayat Raj and all that So I think the aspiration remains I think the philosophical statement remains I think what we have to do a far better job of is to actually implement the thing, right? To persuade governments at the state levels to say, look, we have to do this It is, you know, in some ways, you can't really dictate to state governments these days, obviously I mean, unless you're a BJP and you control more than half the country And maybe you can And that would have made it easier But, you know, in some ways, you have to persuade governments And you had to kind of create models in other states and say, look, I mean, this is working really well here People are benefiting here Other states should follow suit But it is not, you know, I do think that manifestos are serious documents If you look at the BJP's manifesto, also, they try to follow up on a lot of different things But I think what, you know, like electrification and this thing and that thing But I think what BJP missed out on was the broader kind of policy reforms So, in fact, if you look at all the promises, there's so many that they actually did try to follow up on Whether that was the right thing or not, that's different But they tried to follow up on a lot of things The Congress Party, too, will, you know, this is one way to hold political parties accountable But I do think that this particular Congress manifesto has some very important Statements and that have to do with the role of the state To my mind, I have not come across any Congress manifesto which actually says That the private sector will lead through investment And the public sector will focus on public goods Or, you know, for the most part I mean, that's a pretty interesting statement to make, right? I mean, this is what people like me like I'm sure, Amit, you also want something similar where the private sector is At least in a statement, unleashed And then the public sector is redefined for public goods So, I think very important, very important Also, our commitment to individual freedoms in this manifesto I think that is very important And I think part of it may be born out of our experience with the current government And how this government has actually threatened a lot of our personal freedoms So, maybe the next government that we hopefully have something to do with Will kind of implement an agenda where we can strengthen these freedoms So that whichever government comes in the future At least will face the pressure from citizenry as well as institutions alike So, I know there's a lot of cynicism I know it's not misplaced But at the same time, you know, we have to have some hope"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:41.800",
        "message": "Yeah, I mean, I've been writing from say the early 2000s About our free speech laws Not just the sedition law, which you guys have said you will abolish But also 295A, 153A, things you haven't mentioned And, you know, the Congress after all was the party that banned the Satanic verses Which remains banned But I completely buy your point that it's important to change the rhetoric And, you know, that the commitment that you guys have explicitly made to individual rights And, you know, the primacy of the private sector is great Let's see how much of that really happens I'll kind of... And regarding what you said about urban development Obviously, I agree with you I had an episode a few weeks back Which I'll link from the episode page with Ruben Abraham and Pritika Hingorani Of the IDFC Institute On how India is far more urban than we think And what we should do to smooth that process You know, I've taken a lot of your time Sort of a final question to end with Which is, again, I ask you to answer this not wearing your hat as a Congress spokesperson But as wearing your hat as an Indian citizen And in fact, much of the book is written with that hat, frankly, as I was surprised by But just wearing the hat of an Indian citizen If you look forward to, say, the next five years What gives you hope and what gives you despair?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:59.800",
        "message": "Well, what gives me hope is that, frankly, we really need to change the rhetoric Frankly, we've reached a bit of a crisis point as far as the economy is concerned I think the inequality, the rising inequality And the kind of lack of good, decent job creation Along with this demographic kind of imperative I think is creating a situation where we have no choice but to act So remember how sometimes we act because there's a crisis I think the crisis point is reached And I think we have to do something I mean, no matter what government comes, I think we have to do something drastic Otherwise, we're in trouble I think India is in trouble otherwise So I think I'm hoping The hope is that policymakers understand and realize that there is a serious situation in India Especially on the employment front And by the way, that is direct linkages to inequality And that something has to be done And so that gives me hope Of course, what causes me concern is that Policymakers may not get it And like has happened in this government's term That they may actually end up doing more harm than good In fact, one of the principles I actually talked about four principles of policymaking And one of them is, you know, do no harm I never thought I would have to write something like that Do no harm as a principle of policymaking But I think, you know, after the experience of this government I'm, you know, I think it's sensible to include something like that So yeah, so hope and caution are both linked to this moment in our history And there are clear dangers ahead There's a crisis In my view, there's a crisis in the country And it's only going to get worse, by the way It's not going to improve if we don't do something And that gives me hope that we may end up doing something Because when it's this crisis time, when it's crunch time Some of us step forward and do something about it And that's what I hope from the next government"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:08.520",
        "message": "Salman, thank you so much for coming on the scene in The Unseen I learnt a lot reading your book and talking to you Thank you so much, Amir"
    },
    {
        "speaker": "Guest",
        "time": "01:47:14.040",
        "message": "Thank you so much for having me"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:17.480",
        "message": "If you enjoyed listening to this show Hop on over to your nearest bookstore, online or otherwise And pick up a copy of The Great Disappointment by Salman Sos You can follow Salman on Twitter at Salman Sos S-A-L-M-A-N-S-O-Z, one word You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A The Scene in The Unseen is supported by the Takshashila Institution and Independent Centre for Research and Education in Public Policy The Takshashila Institution offers 12-week courses in public policy, technology policy and strategic studies And for both full-time students and working professionals Admissions for the May 2019 batch are now open Visit takshashila.org.in for more details You can browse all our past episodes at seenunseen.in and thinkpragati.com Thank you for listening"
    },
    {
        "speaker": "Unknown",
        "time": "01:48:21.320",
        "message": "Filter coffee is a fascinating beverage You need to pick the right beans, blend them in the right proportion, roast them to perfection And slow brew at the right temperature to get the perfect cup Which is exactly like great conversations as well You need to track down the most interesting minds, get them into their zone And settle down for an unhurried, unscripted chat And coffee for me is always, always, always best enjoyed with friends I am Karthik Nagarajan and do share my table As I meet some of the most interesting people I know And sit them down for a strong cup of coffee and an even stronger conversation Join me every Wednesday for a freshly brewed episode This is not frappe, this is the Filter Coffee Podcast Hi, my name is Anupam Gupta, I'm B50 on Twitter I am the host of Pesa Pesa, a show that talks money On my show, I speak to experts from every field of money and finance From stock markets, equities, debt funds, credit cards, life insurance Every possible area of money and finance that you can think of We even did an episode on cryptocurrency I've got fantastic guests from mutual funds to personal finance Experts everywhere, robo-adventure startups, just name it, we've got it At Pesa Pesa, we help you make smart decisions about money You work hard for money, now make your money work hard for you New episodes out every Monday And you can listen to my show on the IVM Podcast app Or any other podcasting app that you have Pesa Pesa is brought to you by PTM Money"
    }
]