[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "आई वी एम"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "Do u have a right to interfere and use force to stop the man with the stick? Any reasonable person would argue that you do You have both the right to defend yourself, as well as others who are at the receiving end of violence Such as that bleeding defenceless kid You might have doubts about practicality of it The gunda could have fellow gunda's around and you could get beaten up yourself So you may choose not to interfere But there is no doubt about the morality of it It is right for you to intervene Now, here's a follow up question"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:27.000",
        "message": "Economics, Politics and Behavioral Science Please welcome your host, Amit Badma"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:33.000",
        "message": "Welcome to the scene and the unseen The political scientist A.O. Hirschman once said that citizens of democracies have three ways to respond to injustice by the state. We may leave, complain or comply. Well, the philosopher Jason Brennan argues that there is a fourth option, to resist. His latest book, When All Else Fails, argues that our right to self-defense and to defend others, holds even when it is the state that is the culprit. There should be no special privileges granted to the state. This is a powerful and thought provoking book and Jason agreed to come on my podcast to chat with me about it in March. But before I cut to our conversation, let's take a quick commercial break. This episode of the scene and the unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi. An unlimited monthly subscription costs only Rs. 299 per month and you can also get a 30 day free trial if you hop on over to Storytel.com slash IBM. I actually use Storytel myself regularly, so as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I'm going to recommend today is a Hindi book, one of many great Hindi books available on Storytel. This is Kashi Ka Assi by Kashi Nath Singh. Any description I give of this book will be inadequate so just take some time out and listen to it. And remember, you get a 30 day free trial only at Storytel.com slash IBM. Jason, welcome to the scene and the unseen. Thanks for having me. Jason, before we start talking about your book When All Else Fails, tell me a little bit about your journey as a philosopher. Like, you know, very few young people get drawn to philosophy calling per se. So, how did you sort of fall into philosophy?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:23.000",
        "message": "I can actually tell you the exact time when I realized I wanted to become a professional philosopher. It was, I think, May 2nd in the year 2000. I was an undergraduate and at the time I was majoring in a couple other fields and I knew I had to take a semester off, or at least a semester off from college to earn more money to finish. So, I was packing up my room in my fraternity house and as I'm packing up my books, I realized I have all these philosophy books, even though I'd only taken two philosophy classes and I'd been majoring in other things. So, on just a whim, I just was curious, what does it take to actually become a philosophy professor? So, I googled it and I realized that you get to get a PhD for free. In fact, they pay you to go, which means that I could do it. I would be able to afford to do it. And so, I decided at that moment that if I didn't manage to go back to college, I would switch to philosophy and try to become a professional philosopher. And I guess it worked"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:15.000",
        "message": "out. And who were the sort of thinkers or philosophers who inspired you or you looked up to at that time?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:21.000",
        "message": "There were a number of different people. I liked David Hume, I liked John Stuart Mill. I tend to like the kind of consequentialist thinkers, Adam Smith, sort of the Scottish Enlightenment thinkers. I liked Robert Nozick. There were a couple, like Thomas Nagel, I was a big fan of his books, especially the introductory books, which would talk about high-level concepts in a plain and simple way. So, I was reading a lot of that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:45.000",
        "message": "kind of stuff. And a philosopher I had on the show a few months ago told me that one of the things about being a philosopher was that you kept changing your mind throughout your life. What are the important questions on which you've"
    },
    {
        "speaker": "Guest",
        "time": "00:04:57.000",
        "message": "changed your mind in the last 20 years? Sure, a couple things. There are some questions about the nature of the mind and things where I had one view and I've had others. I think when I entered grad school, I was very impressed by virtue ethics as a theory. I thought maybe it was going to solve all the problems that deontology and consequentialism had. And then the more I read, the more it seemed to be not fulfilling its promises. So, I sort of switched back to thinking other kinds of views. I think I've become less hard-line about rights and starting to think that when we come to evaluate institutions, we have to always think about them in partially consequentialist terms and about their functionality. You can't simply talk about what rights people have without any concern about what the world would look like if those rights were respected. I think early on I thought that, I agreed with F.A. Hayek that the concept of social justice was just nonsensical, that it didn't actually make sense to talk about social justice, that justice applied to intentional human action but not to unintentional results. I now think that there's a way of resolving that problem and I think that a concern for something that could reasonably be called social justice is a test of whether certain institutions are valuable or not. So, those are a few things. There's other stuff as well but a lot of it's maybe more minor."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:16.000",
        "message": "Although When All Else Fails isn't really a libertarian book, you've written a bunch of other very interesting libertarian books before this. Now, did you sort of, were you a libertarian from before you got interested in philosophy or was it after you turned to philosophy and started asking yourself those big questions that you came to it?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:34.000",
        "message": "I think it was definitely before. It was because of economics. Even though it's not the case that the average economist is libertarian, they're not. They're still, in some sense, pretty libertarian compared to most people. They favor markets. There's a debate about exactly how much government intervention there should be into markets and a lot of that comes down to the question of comparing market failure to government failure. So, for me, I think it was the economics perspective that made me think that a lot of institutions that the average person disparages turn out to work pretty well and a lot of the things that they offer as solutions tend to backfire. That said, I know I'm seen as a libertarian philosopher, but aside from the book Libertarianism and What Everyone Needs to Know, I really don't regard my other stuff as libertarian. People will often read, like say I have this book called Against Democracy, which made a big splash a couple years ago, and people often read that as a libertarian critique of democratic politics. I remember I was giving a presentation on this and I joked with one person after he said well, unbeknownst to you, I gave you the socialist version of the argument. That's the copy you have. I think many times I'm making arguments which, if you're libertarian minded, you're going to be much more sympathetic to than some other people, but I never rarely, I think, rely upon libertarian premises or the truth of libertarianism to get to the conclusions I'm arguing for. I think that's true of this book too, When All Else Fails. If you're a libertarian, you're much more inclined to agree with this than the average person, but it's not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:00.000",
        "message": "a libertarian book per se. And is the label a bit of a problem in being taken seriously in the discourse? For example, I'm known as a bit of a libertarian here in India, and the label just follows you everywhere, and sometimes you get the sense that there are people who just stop listening to what you're saying, simply because they attach the word libertarian to it, and they aren't really looking at arguments on their own merit. Which is, of course, what all of our discourse has become, but is that something you felt"
    },
    {
        "speaker": "Guest",
        "time": "00:08:26.000",
        "message": "that particular label? I think that's true. I don't want to overstate it, but there certainly is a kind of political prejudice that pervades the academy. And it's not simply against libertarians. In, say, philosophy, if you write a Marxist book, you're going to be... Given that the average philosopher is kind of a moderate left liberal, if you write a book defending something from a Marxist point of view, they're going to be prejudiced against it and less inclined to take you seriously. I think a lot of it... There is evidence of conscious bias against people with alternative political points of view. There's a lot of research demonstrating that this exists. And, in fact, that it exists within the academy. But I think a lot of it is actually unconscious. Suppose the average journal has, say, a number of editors who are kind of moderately left liberal, and you write a paper that coheres with their point of view, that says the kind of thing that they're inclined to believe. Well, then when they read it, they're more likely to think the question you're asking is interesting. They're more likely to grant you some of your premises. When you have people who... When they read a paper that's critiquing the stuff that they believe, they're a little bit more inclined to send it to more negative reviewers, or to dismiss it or think it's uninteresting, or to not grant you some of your premises. So, I think, whenever you're outside the mainstream, you have additional challenges to getting your stuff published. On the other hand, the one virtue that philosophy has compared to some other fields, like, say, English, which is just a mess, intellectually speaking, here in the U.S., there is at least a taste for the avant-garde and a desire to see papers which critique things that everyone believes. Philosophy is the kind of field where if you write a paper that says, you don't really have hands, it's an illusion, people are like, well, that was a clever argument. You have that working for you to some degree if you're defending non-mainstream views."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:11.000",
        "message": "Let's talk about the book now. One of the main premises of your book takes off from the A.O. Hirschman quote where he says that there are only three possible responses to injustice or wrongdoings by governments. We may leave, complain or comply. And your central argument of the book is that there is a fourth option and that is the option to resist, and we may even have a moral duty to do so. When did you start thinking about it in these terms? I mean, you know, for us in India, I often say that India's biggest religion is not Hinduism, it's the religion of government because you automatically place government on this special high moral plane and look to them for solutions to everything, and the thought of resistance is so counterintuitive. How did you get drawn to these particular"
    },
    {
        "speaker": "Guest",
        "time": "00:10:55.000",
        "message": "arguments? Yeah, good question. I think, I've always been interested in the background question of whether government has authority, whether we should put government on a higher moral level, and so on. But the particular question of resistance was a response, I think, to the problems of police violence in the United States. You know, the US, you may not know the statistics, but the US has an unusually violent police force compared to other liberal democratic countries. Granted, we're larger than Germany is, but US police officers kill more people per year than German cops fire bullets, right? So that's telling you something, right? They might fire in a given year, outside of the firing range, that is, like actually on the streets fire something like 60 bullets per year in the entire country of Germany. And in the US, we, on average, we're killing about a thousand criminals per year with police officers, and that can't be explained entirely by us having a higher crime rate. Part of it is a higher crime rate, but it's not, that's not enough to explain it. So we have this very militaristic and violent police force, and then thanks to the preponderance of cameras, now people are constantly filming the kinds of things the police are doing, and you can get on, like, you can go online and weekly, I mean, literally weekly, find an egregious example of police malfeasance where someone will be arrested for no particularly good reason, and once they have been arrested and proven innocent and prone and in prostrate, they'll just shoot him, like basically execute a person, or use violence in a case where it wouldn't make sense to use any violence at all. So you have, this was going along, I started thinking about, well, what would be the appropriate response to this situation? Not necessarily strategically, but I just was wondering, if you saw a police officer doing this kind of stuff, would you be allowed to shoot him, to stop him? And, like, morally speaking, would it be permissible? Not would it be probably wouldn't be. If you shoot a police, there was a guy named Eric Garner, and police officers just choked him to death for selling cigarettes on the streets. He didn't need to do that. They used excessive violence against him. If you saw police officers doing that, could you shoot them? They would probably send a SWAT team to come kill you if you did, so I wouldn't recommend doing it, but would it be permissible to? And then once I started thinking about that, I started thinking about other kinds of government malfeasance. If the US government's planning to engage in a drone strike against a target that's mostly made up of innocent people, if it's spying on us, if it's doing other kinds of bad behaviors, what sorts of resistance are morally permissible? And then the book kind of, I wrote an article about it, and I even wrote an article about lying to voters. So, President Obama was accused of lying to Ohio voters about NAFTA. There's a scene where, it's not really clear whether this happened or not, I've been trying to verify it, it's not clear, but supposedly he's in Ohio saying, I'm going to renegotiate NAFTA and get rid of free trade, and then as he's doing that, his advisor, the Chicago economist, Austin Goolsbee, is in Canada saying, no, no, he doesn't really mean that, we're just saying that because voters are stupid, but we're not really going to do that. And then when people heard that, they were outraged, and my reaction was, oh, that's a sensible thing to do, like, why should, if Ohio voters are so stupid and they're going to make these bad choices, like, it's good that the president lies to them to protect me and my children from these bad voters. So I wrote a paper basically defending that kind of behavior,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:05.000",
        "message": "and then it turned into the book. You know, your last chapter, kind of towards the end of the book, you deal with the whole ethic of lying to voters and all, since you brought it up, a question I had regarding that is that isn't it, for democracy to function, shouldn't it be normatively desirable to not lie to voters? I buy your argument that sometimes voters are stupid, you might have bigoted voters who want war with the neighboring country, and you lie to them, and you come to power, and you do the good things, and blah, blah, blah, but there is a danger there that, A, if you are the politician doing that, you are just rationalizing your lying, and beyond the point what your final beliefs are don't really matter, but also beyond that, if democracy is to function, shouldn't it be considered wrong to lie to voters regardless of what the reasons"
    },
    {
        "speaker": "Guest",
        "time": "00:14:49.000",
        "message": "for that might be? There's a couple questions packed in there. So one is like, how should democracy actually function? And what should happen is people should have a good sense of what their interests are, and also have a concern for other people's interests. They should form beliefs about policy, and which politicians to support, based upon evidence, and the best available social scientific and scientific evidence. And then they should pick policies on a basis, and vote for people who they think, reasonably think, in light of that evidence, will do the best job implementing the policies that support their ends. And when everybody votes that way, we'll get some kind of compromise position, which promotes everyone's interest. So that's the normative model of democracy that most people work with. So the problem with that is, none of that's true. None of it is true. Very few voters vote ideologically. Very few voters have strong opinions about politics. Most of the time when voters support a particular political party, they do so on non-cognitive grounds. So in the same way that I support the Boston Red Sox as a baseball team, not because I rationally chose them, but because I happen to grow up in the Boston area, you find that voters typically support a party simply because that's what people like them do. And the fact that people like them do it has nothing to do with the party's tendency to support their interests. So Irish people, Boston Irish people tend to vote for the Democrats in the United States, not because the Democrats are especially good for Boston Irish people, or because they support their ideology, but just by historical circumstance. Voters are ignorant, they're irrational, they're not voting on the basis of information. So you're already missing that piece of it, and then politicians can make certain bad choices in light of that. So I think when we're asking what are the ethics of democracy, we have to ask how should we respond to democracy as it is, not what would be the ethical obligations if democracy worked the way it's supposed to. Now you're right about one thing. In this book I say, I'm trying to give conditions under which it's permissible to lie, to deceive, to sabotage, to destroy, or even to use violence against other people. And there's a danger with any of these principles, which is that people might misapply them. They might not understand when to apply them, and they might even give themselves permission to use it the wrong way. And that's basically true of ethics in general. So if I tell you, if somebody is beating you up, you're allowed to fight back. You're allowed to engage in self-defense. Just forget about government for a moment, forget about democracy. Just say, on the schoolyard if a kid attacks you, and it's necessary to use violence to defend yourself, that's the truth about ethics. Once I tell that to a seven-year-old, he might very well convince himself that when he's picking on somebody else, that it's actually self-defense. When we tell governments, when we hand governments just war theories, like forget about the work I'm doing, take the typical theory of just war that, say, a philosopher would defend, every theory of just war says that violence can only be used in self-defense. You hand that to George W. Bush in 2003, and he's able to rationalize to himself that attacking Iraq counts as a form of self-defense. That's a problem with the people and misapplying the theory, but it doesn't make the theory wrong. There's one other thing I'd add to that, which is, if you call this objection the dangerous misapplication objection, the idea that you have to keep this theory quiet because people might use it the wrong way, I think that applies even more strongly to the other side. If you look at the psychology of what people are like, people are overly deferential to authority. They have a tendency to do whatever they're told to do. They don't fight back. They don't resist. If a government comes to power and they say, we're going to throw all Japanese people in concentration camps, the typical person says, sure, no problem. If they say, we're going to throw all Jewish people in concentration camps and we need you to execute them, they do it. If you put people in the Milgram experiment, you take the average person, put them in an experiment, get a person in a white lab coat to tell them to electrocute another person to death, they'll do it. So if anything, I think the opposite side is even more dangerous than my side. We know people are overly deferential to authority, so we have to be very careful about telling them that they should"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:57.000",
        "message": "respect authority. You could also then argue that being deferential to authority is actually hardwired into us. And what you are asking is also an act of resistance against a hardwiring."
    },
    {
        "speaker": "Guest",
        "time": "00:19:09.000",
        "message": "I think there is evidence that this tendency to defer to authority is nearly universal. It does vary a bit from culture to culture, but it's so prevalent everywhere that it doesn't seem like it's merely a cultural artifact. Maybe there's some sort of evolutionary explanation for it about going along with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:25.000",
        "message": "the group, why that happened. I'll get to the premise of your book. I mean, your book essentially argues against what you call the special immunity thesis and argues for what you call the moral parity thesis. Can you explain these for us?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:39.000",
        "message": "Sure. So the moral parity thesis and the special immunity thesis are a question about when can you use defensive actions against government agents. So defensive actions mean things like deception, like lying, deception, sabotage, destruction, or violence against another person. So normally these actions are not permissible. I can't just go up and attack a person. I'm not normally supposed to lie to people. But you are allowed to use these things in self-defense or defense of others. And there's a whole theory about exactly when this gets activated. So the special immunity thesis is the thesis that it seems most people believe. The special immunity thesis says that the conditions under which you can use defensive actions against government agents who are acting ex officio, like in the capacity of their office, are much more stringent than the conditions under which you can use self-defense against me. The moral parity thesis says, nope, they're one and the same. The conditions under which you can use defensive actions against government agents are exactly the same as the conditions under which you can use self-defense against me. So one is saying, the moral parity thesis says self-defense against civilians and government agents is exactly on par. They're governed by exactly the same principles. You treat them exactly the same. And the special immunity thesis says that government agents have some sort of extra moral permission and you have an obligation to defer to them in ways where you can't use self-defense against them or you can't defend others against them, though if a civilian were doing exactly the same thing,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:09.000",
        "message": "you'd be allowed to intervene. In fact, you've given a number of thought experiments in your book about all of these. I'll just read out a couple of them to sort of get your point across. One is called Shooter in the Park. A masked man emerges from a black van holding a rifle. He starts shooting at children in a public park and a bystander has a gun. She kills him before he kills any innocent children. And your other example is called Minivan Shooter. A man witnesses a police officer stop a minivan with a female driver and three children in the back and sees that the driver has nothing in her hands and her hands are on the steering wheel. The police officer emerges from his car and starts shooting at the van's windows. Anne has a gun. She fires at the police officer before he shoots any of the children. Now, leaving questions of practicality aside, as you just pointed out that it would be impractical to shoot at the police officer because you know, you'd immediately have a special task force send after you. But your argument is that both these situations are identical and the fact that the guy with a gun is wearing a police uniform in the second instance doesn't change that. You have an equal right to defend the children against both people."
    },
    {
        "speaker": "Guest",
        "time": "00:22:15.000",
        "message": "Yeah, that's right. The claim is that the moral parity thesis says if you can use self-defense in the first case with a civilian, you can use it in the second case with a police officer. And the special immunity thesis will say, no, there's some reason why you can't use it against the police officer but you can in the first case. And by the way, most of these cases that you have in the book are based upon real-life cases in the United States. Some of them I had to take out the reference because we were worried about lawsuits. Even though almost all these cases you can actually watch it happen with a video. So the minivan shooter, there's a video of a police officer doing this and shooting at the children. Nevertheless, because people dispute the accusation, we just had to take out some of the references to real-life people. Similarly, I give an example of the Rodney King beating versus another beating. The first case is something like, one of your friends is at a party and he gets to be drunk and starts making a mess, and so people subdue him. But then even after he's subdued and he's no longer a danger to anybody, they're just mad at him, so they beat the hell out of him. And then I ask, if you saw that happening, if you saw them just beating this man senseless after they've stopped him from being a danger, you probably think it's permissible to intervene. We'll now make it the same thing, but it's the Rodney King beating in the United States, where he was drunk driving, drunk driving is dangerous, it was right to stop him, but having stopped him, they then just continually beat him even after he's no longer any possible threat to anybody. So my question is, could you, like suppose you're standing there and you see them doing this and you could somehow intervene. You could fire a couple shots at them to scare them, or you could shoot them to stop them. Would it be permissible to do so? And I think the answer is yes. Or another case involves drugs. If I, Jason Brennan, were to decide that I don't think anyone should, like I go to Colorado and I say here in Colorado marijuana is legal, but I don't think people should smoke pot, so I'm going to, anyone who has marijuana, I'm going to kidnap you and put you in my basement for 30 days, and I'm going to take $300 out of your bank account. You would think that that is permissible to fight violently against me to stop me from doing that. If the government says the same thing, then people think they have to defer to it. I don't think you do."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:23.000",
        "message": "I think you can treat them the same. And you've got an entire chapter on the right to self-defense and how it's been, how the common law is basically codified by how they arise out of our common sense moral intuitions. And that phrase struck me because it also struck me that while it is common sense moral intuition and therefore codified into law that we have a right to defend ourselves and others, it is equally common sense moral intuition that there is a line that is drawn when someone in authority, authority again in court marks, and we'll come to that word later, but if it's someone from the government or an officer of the law, why do you think that is the case? Why do you think that our moral intuitions, if it is the case, why do you think that that's the way it is that our moral intuitions tend to draw that line and sort of tend to go with the special immunity thesis? Yeah, good."
    },
    {
        "speaker": "Guest",
        "time": "00:25:13.000",
        "message": "You know, a couple of things about that. One is, it's true that commonsensically we think we have certain rights of self-defense, and then also commonsensically we tend to believe in special immunity. So, one way I see what philosophy is doing is this, every person has a number of moral beliefs, and these moral beliefs are not consistent. Very few people have fully consistent moral beliefs. So what philosophy is often doing is saying to the reader, you think A, you also think B. You believe one thing, you also believe this other thing. These two things can't both be true. You're calling attention to conflicts in people's beliefs, and then you're trying to say, so to resolve them, you're going to have to give something up. Which of these beliefs is the one that you should hold on to? So in a sense, what I'm doing in the whole book is to say, you think that self-defense is permissible under these circumstances, you also think that you should treat cops and congresspeople differently. I'm going to show you there's a lot of tension between these two things. Then I'm going to look through every possible explanation, like philosophically good explanation for treating cops and congresspeople differently, and if none of them survive, then we should just, by default, go back to thinking that they're not different, that we should treat them the same. That said, as far as the belief in authority, I think there's a few things going here. One is that we evolved to live in small tribal bands of about 120 members or less, and what was really important for our survival through most of human history was to be able to demonstrate intense loyalty to your group. Your own survival depended upon loyalty to your group and enmity against your out-group. That often leads to conformist behavior. Making sure you believe the same things as others, you engage in certain kinds of expensive rituals, that you belong to the same religion. These are expensive signaling devices that prove your loyalty. I think we've been evolved to be somewhat conformist. Beyond that, we get indoctrinated into conformity through our entire childhood. Governments put up very fancy-looking buildings with fancy symbols. They wear fancy uniforms. Schooling is controlled by governments and they tell you that you should obey the government and do what it says. They sometimes misread history in a way that makes you more in favor of government. So I think we get a combination of cultural indoctrination into deference to authority, plus there's probably some natural tendency towards it anyways."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:29.000",
        "message": "Now a large chunk of your book is, the approach you've taken in the book, is that you've taken a lot of the common and strongest arguments which would seem to support that governments have that special moral force field, as you called it, around them. Arguments for the special immunity thesis, and you break them down one by one. And the most interesting chapter I found for me was the one which dealt with the questions of the legitimacy of the state and the authority of the state, where you conclude that even if a government is legitimate, that doesn't necessarily give it authority over you. So can you explain that and parse"
    },
    {
        "speaker": "Guest",
        "time": "00:28:05.000",
        "message": "those terms for me? Sure. So these words are used differently by different philosophers. To some degree, these are stipulations. Everyone agrees that what's supposed to make government interesting is that it has two special moral powers. And I'm going to call these moral powers legitimacy and authority. If you don't like those words, you can use something else. Legitimacy refers to a moral permission to create and enforce rules by fiat. So governments can create a rule and they can use violence and threats of violence to enforce these rules over certain people within a certain geographic area. And authority is another moral power, which is supposed to be that when a government creates these rules, it also creates in you an obligation to obey the rule. And what I want to note is that there's a question about whether any governments are legitimate and whether any are authoritative, but I also know that these are independent powers. It's possible to be legitimate without authority, and it's possible to be authoritative without legitimacy, at least conceptually speaking. So imagine, I don't think pacifism is true, but for the sake of argument, imagine that pacifism is true. You're never allowed to use violence ever. You're never allowed to use coercion ever to get people to do what you want. Then you can still have a society where let's say there's a kind of philosopher queen and she issues orders and suppose because she's all wise and all knowing, when she issues an order, you should follow it. She's telling you to do the right thing. In that society, she would have authority, but because pacifism is by hypothesis true, she's not allowed to use any kind of coercion to enforce her rules. So that would be a situation in which she's authoritative but not legitimate. Now to imagine the question about legitimacy without authority. When you think about a boxing match, if you and I were to have a fist fight like in a boxing match, we've agreed that we're allowed to punch each other, so we have permission to punch each other. But when I go to punch you, you don't have any obligation to let me punch you. You're allowed to block and evade the strike. My punching would be legitimate but not authoritative. Maybe governments are like that too. Maybe it's permissible for governments to create and enforce certain rules, but there's not a duty per se to obey the law. And what's odd is that when you look at the people who are writing about government authority, it's pretty clear that philosophers have spent the last 2,500 years trying to come up with an answer to the question of should you obey the law. And all of the arguments fail. They're all bad arguments, like arguments based upon consent, arguments based on hypothetical consent, on other sorts of things. None of these really seem to show you have an obligation to obey the law. So I think the most common position now in philosophy might be what John Simmons calls philosophical anarchism, which isn't really anarchist. It's a bad title, but it really means some governments are legitimate, but none have authority. Maybe it's okay for the US government to make certain rules, but I don't actually have to obey them. And also, one complication here about obeying the law, we have to distinguish between obeying the law because it's the law and obeying it because of independent rules. So if I walk down the street and I start saying to my neighbors, I, Jason Brennan, hereby order you not to murder anyone, well, they would have an obligation not to murder anyone, but they don't have an obligation to avoid murdering people because I said so. It's just they have a pre-existing moral obligation. So for a government to have authority, it has to be able to create obligations where there were none or create a new ground for obligations where there wasn't one before. It has to be, you have to obey the law because it's the law, not because there's some independent moral obligation"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:31.000",
        "message": "that happens to track. Right, so essentially you'd say that, look, all reasonable democratic governments with a constitution in place and so on can be reasonably considered legitimate, but none have authority. Are there any duties that a citizen has towards her government which wouldn't apply to duties against other people? Like, of course, we have, you could say that we have to respect the negative rights of everybody, but are there any duties which we have towards government itself per se?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:59.000",
        "message": "Well, one thing about this is even though I'm skeptical about there being any authority whatsoever, I don't really need that for my argument to go through because some of the best arguments for government authority, just they don't get you very far in terms of this debate. So, for example, the philosopher H. L. A. Hart, a great philosopher of law, he argued for something called the fair play theory. The fair play theory says that if there's some sort of public good being created by your neighbors, then you have to do your part to support it. Like, I don't know, roads and maybe some sort of welfare system or maybe some sort of schooling system or perhaps national defense. Your neighbors are putting up money to provide these things. You benefit tremendously from them. You'd rather not pay because you'd rather get it for free, but you recognize that the value you get from having them is higher than the cost you do. He thinks under these sorts of circumstances, you have an obligation to do your part, right? Which, for the sake of argument, let's just grant him he's right about that. If he's right about that, that implies things that I should pay some taxes. If I get called to jury duty, maybe I should be required to serve. Maybe under a genuine national emergency, I should agree to allow myself to be conscripted into the army. So, I could grant him all of that, but it doesn't get you to defense of the cases where I think you can use self-defense against government because he'd have to say something like, well, basically, this is almost a quote from the book, it seems bizarre to say, you benefit from some of the public goods the state supplies. In order to avoid unfairly free-riding on the efforts of others to provide those public goods, you must not only pay your taxes and serve on jury duty, but you must allow the president to exterminate and forcibly relocate Native American tribes. You must let police officers choke, subdue, and handcuff men in ways that result in their deaths. You must allow Congress to wage war against whomever it likes. You must allow the police to arrest you for smoking pot or for selling big gulps. The thing with all these other cases, they have nothing to do with paying your fair share, playing fair, or avoiding free-riding. They go far beyond what his argument can prove. So, I could grant that you have some basic obligations towards government, towards your fellow citizens to maintain a good government, but the burden that the other side has is they have to say, it's not only authoritative for the government to tax you and to pass a couple rules which genuinely promote the public good, but the government has the authority to have police officers kill people who are subdued. The government has the authority to take away your rights over your body. The government has the authority over you to wage war against others or to spy on you and so on. And their arguments don't get anywhere"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:31.000",
        "message": "near that. And you address some of the common arguments against the argument for authority, like the consent arguments, for example. Can you briefly take us through the major arguments for arguing for government authority and what your"
    },
    {
        "speaker": "Guest",
        "time": "00:34:45.000",
        "message": "objections to them are? Sure. So, the argument that people get taught in the US by, like, when you take your 6th grade civics class, they tell you, well, the wonderful thing about democracy is that it's a government by the consent of the people. The problem with that is that we know that that's wrong, and we've known, we philosophers have known that was wrong before there were any of the major modern democracies. I mean, David Hume refuted this before there was a United States government. So, when you think about how consensual transactions work, they have certain features. Like, you have to have an explicit agreement to do something. There has to be a quid pro quo, a tit for tat. You have to provide one thing in exchange for the others. And both sides have to keep their end of the bargain. So, I like to give examples using guitars. Like, I go to a guitar center, a guitar store chain in the United States, and I go up to the salesperson, and I point to a guitar, and I say, I will buy that guitar. It's the case that I wasn't forced to buy the guitar, and I had a reasonable way of opting out. It wasn't as though they were threatening to kill my family or hurt me if I didn't buy it. It's also the case that had I said, I don't want that guitar, the transaction would have never taken place. So, my active dissent stops the transaction from taking place. And finally, when I give them the money, they have to give me the guitar. So, those are the conditions. Like, there has to be an actual ceremony where consent takes place. I have to have a reasonable way of opting out. Active dissent stops the deal, and they have to do their part. When it comes to government, none of these conditions are met. There's never a point where I signify my consent to government. It's not like when I turn 18, and I fill out my secret service – no, sorry, not my secret service – my selective service card that I thereby consent to government. I am forced to take their services. I don't have a reasonable way of opting out of them. They are threatening to hurt me if I don't provide to them taxes and other kinds of things. If I say to them something like, no, no, you don't understand. I don't consent to this particular law. I don't consent to this election. I don't consent to the government in general. They don't care. And finally, they don't actually even do a quid pro quo. In the U.S., and this is true of other countries as well, the governments don't have an active duty to protect you. They have a general obligation, legally speaking, to generally provide for the public welfare, but they don't have an obligation to protect you. So we have a couple of famous Supreme Court cases in the U.S. that basically take the form of a person calls the police and says – this actually happened in Washington, D.C., where I work – a woman calls the police and says, two men have broken into my apartment. They're going to attack me. And the police say, well, we're not coming to help you. We can't help you. They hurt her. They rape her, and they rape her roommate. She later sues the government and says, you didn't do your part. I'm paying taxes and so on for you to protect me. You didn't protect me. It goes all the way up to the Supreme Court, and the Supreme Court says, no, they didn't have an obligation to protect you. They just have a general obligation to protect people in general. So some people then say, well, okay, it's not explicit consent. It's hypothetical consent. It's tacit consent. But even then, it doesn't seem to work. Hypothetical consent is important in things like, if you are brought to the emergency room unconscious, and the doctors have to decide whether to operate on you, then they think something like, well, if you were conscious, we think you would agree. We don't have any evidence that you wouldn't, so we're going to start operating on you. But if you wake up and you say, no, I'm a Jehovah's Witness. I don't believe in blood transfusion, then they're going to stop. So active dissent kills that. And people will say things like, well, like Socrates in the, not the Apology, the Crito, is asked, well, why is he accepting this punishment when he knows the punishment is unjust? And his main argument is, I've tacitly consented to agree to the rules of government because I could have moved, and I didn't. And I don't know whether that's a good argument for Socrates in the year, you know, back in 300 BC, but it doesn't really seem to apply now because here, very few people have the right to move to another country. So even the fact that I stayed put in the United States and didn't leave doesn't really prove that I've agreed to abide by their authority. I'm just kind of stuck here. And I actually have more ability to move to other countries than most other people. Most people have no permissibility to move at all. They simply can't immigrate if they want to. David Hume made fun of this by saying, like, he's like, I want you to imagine that you've been kidnapped and you wake up and you're on a ship in the middle of the ocean. And the ship captain says, alright, here's the deal. I'm the captain of the ship. If you want to be on the ship, you have to follow my orders. But if you don't like it, you can feel free to leave. And he points to the water surrounding you. It's like, well, if you then decide to stay on the ship rather than jump into the freezing water to get eaten by sharks or drown, it's not like you really consented. You didn't have any"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:25.000",
        "message": "reasonable way of opting out of his rule. And that sounds exactly like the social contract to me. I mean, whenever people invoke that, I just tell them I didn't sign any contract. You've got a great line in your book which kind of sums us up. Quote, our relationship to government is no more analogous to a consensual contract than a red elephant is analogous to the number three."
    },
    {
        "speaker": "Guest",
        "time": "00:39:43.000",
        "message": "Stop quote. That's right. Just completely irrelevant. It's not at"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:47.000",
        "message": "all consensual. There's like nothing to it that's consensual. Yeah, yeah. And one of those rare sort of LOL moments in the book. So moving on to sort of other arguments, you know, so we're going to take a quick commercial break. And when we come back, I'm going to try and pose a couple of arguments to you. And let's see how that goes. Sure."
    },
    {
        "speaker": "Unknown",
        "time": "00:40:05.000",
        "message": "Hello, everybody. Welcome to another awesome week on the IVM Podcast Network. If you are not following us on social media, please make sure that you do. We are IVM Podcasts on Twitter, Facebook and Instagram. We'd like to thank the sponsors on our network, Storytel, Savari and Paytm Money for their support and really appreciate it. It's been a busy month at IVM. Last week, we launched three new shows. We launched 80KT Talent Tent. We launched Business Start Next in partnership with Bloomberg Quint and we launched Equity Saiyee in partnership with Moti Lal Oswal. And this week, we're going to bring back an old favorite. We're going to come back with the Empowering series after a fairly long hiatus. I hope that you guys enjoy that. Life Coach Zarina Poonawalla is joined by our co-founder Kavita Rajwade to discuss how you can put your game face on at your workplace. On Cyrus Says, media pioneer and first-generation entrepreneur Rani Skruwalla shares his journey with Cyrus. From humble beginnings to small steps in business to going on to establish UTV, RSVP and more. He also sheds light on his theater days, his parents and his new podcast, the Rani Skruwalla Podcast, right here on the IVM Network. On Simplified, join Chuck, Naren and Shriketh. Simplify the black holes and their importance in this universe. Vishvesh Kuttal joins Pawan and Ganesh on Thale Harate or Kannada Podcast to talk about his life as an associate professor at the Indian Institute of Science in Bengaluru. On the Pragati Podcast, V. Ravi Chandra joins host Pawan to share his experience of working with governments and sheds light on the challenges and constraints faced by government agencies, bureaucrats and politicians. On Croc Tales, Ana narrates tales on the theme of Avengers Endgame. What would the endgame be in a layman's life? On the Sponge Podcast, Ambipanmeshwaran talks about the importance of demonstrating a greater degree of trust in a client and agency relationship. On IVM Likes, Abbas and Abidin are joined by the main cast of TVF's new series, Kota Factory. They give insights about the show and the inspirations of the writers and actors. On Echoes of India, Anirudh takes us on a tour through the ancient city of Ujjain, walking us through its sights and smells and introducing us to some of its eccentric people. And with that, let's move on with your shows."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:59.000",
        "message": "Welcome back to The Seen and The Unseen. I'm chatting with Jason Brennan, the US philosopher about the ethics of resisting state injustice. You know, one of the examples that kind of struck me from among the many interesting thought experiments you pose in your book, I'll just read it out for the listeners. Quote, Walker is precedent. He initiates what is clearly an unjust war, though many people unreasonably believe it to be just. Under his command, the government kills tens of thousands of innocent civilians and soldiers in foreign countries. Thousands of domestic troops die in vain fighting Walker's wars. The war destroys massive amounts of property and wealth. Tens of thousands of civilians die from the war's fallout. Walker now plans to initiate another unjust war of the same sort in another country. Anne tries to use peaceful means to stop the war, but these fail. Anne intervenes. She kills Walker with a sniper rifle. As a result, this stops the next war since Walker's successor is less belligerent. Stop quote. And, you know, the point you seem to be making here is a fairly straightforward one that you know, Walker's bad policies are costing thousands of lives both of, you know, his own people and of people in other countries and it is Anne's moral duty and if not her duty she at least has the right to intervene and stop Walker and do whatever it takes. So, my question sort of here is, I mean, this is again you know, the most common argument against consequentialism seems to be epistemic arguments that geopolitics is so deeply complex, everything has such unintended consequences. How can Anne or even Walker for that matter possibly fathom how all the chips will eventually fall and you know, what will actually be the consequence of those actions?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:41.000",
        "message": "Yeah, it's a good question and there are some worries about this. So, let's break it down to a few different things. So, one is there might be reasons to defer to police officers or to government agents that are epistemic, not because they have moral authority, but they have epistemic authority. So, if I'm crossing the street and I see two police officers beating up somebody and then I look and down the street I see two random guys the same age beating up a third person I'm more likely to think that the police officers are justified than the random other people. I'm more likely to think that when it's just civilians beating up another civilian, it's a mugging. When police officers doing it, they had some reason. Because, just because of things we know about people's behavior, it's true that sometimes government agents have more information than we do and in light of that information, things will be justifiable but we don't have access to that information. So, we do have to worry about that kind of stuff and I have some things to say about that in the book. There's also some worries about not knowing the consequences of what you might do, though I think that that generally helps with self-defense rather than not. So, if you take the canonical statement of the right of self-defense or the right to defend others is a person has the right to defend himself against an aggressor when he reasonably believes that doing so is necessary to stop the aggressor from severely violating his rights or causing severe harm. That's sort of the canonical statement. The right to defend others is the same thing. You just change it from self-defense to defending others and there's questions about exactly what the line is about reasonable, but what's interesting about case law and I think most people's intuitions is that uncertainty is supposed to fall upon the aggressor, not upon the person who's defending themselves. So, there's a nice case like this in the U.S. There's one person, the aggressor is mugging a second person. The aggressor is beating him up and the second person is reasonably in fear of his life. The aggressor reaches into his pocket and it looks like he's reaching for a gun. It turns out that the person who's being picked on also has a weapon. He takes out his weapon and he kills the first person, the aggressor. But it turns out he's wrong. In fact, he's actually reaching for cigarettes. I think this guy's going to shoot me. He's actually just reaching for cigarettes. I pull out my gun and I shoot him. It goes to court and they decide it's justifiable homicide. They said, in light of the violence being enacted against you, it was reasonable for you to think he was going to get a weapon against you and the harm should fall upon him, not on you. You're the one that's the victim. As the victim, you benefit from uncertainty. It should not be that the aggressor benefits from uncertainty. If you believe in moral parity, then I think the same thing applies to government. It certainly could be the case that the next time we have something like the Iraq invasion, when the government says, they really do have weapons of mass destruction and if we don't invade them, it's going to be dangerous for everybody. It's possible that that's true, but I think the dangers of the uncertainty have to fall upon them, not upon us, not upon civilians. When you think about the problem of uncertainty, this is one of the reasons why I would be, practically speaking, a pacifist. My friend Brian Kaplan, he's an economist down the street from me, he's not a pacifist in the sense of believing violence is never justified. He says, as a matter of government policy, it's a good default position because wars almost never work out the way they're intended to. It always ends up being more costly than they expected. They kill lots of civilians who they weren't supposed to kill. The dangers are much higher. There really are net benefits to these wars. Even things like, take World War I. The United States intervenes in World War I. Maybe that's part of the reason why the Allies beat the Central Powers. As a result of that, what happens? We get Nazi Germany, we get the Soviet Union, we have another massive World War. It's not clear that this intervention was on net positive. It might very well be the case that had the US just stepped back and done nothing, the world would have been a much better place with fewer authoritarian governments and far fewer people dying. I think, yes, there's questions about thinking of that. One other final bit that I think, because I said this is really multiple questions stuck together. Sometimes we have to worry about what you might call the problem of fallout. Fannie Kaplan tried to assassinate Lenin back in, I think the year was 1919 or 1921. Anyway, she tries to assassinate Vladimir Lenin early on in the Soviet regime. His reaction was to engage in a massive terror purge and to murder something like another million people. One question we have to ask is, if you know that governments might respond badly to your threats, to your attempts to stop them, does that provide you with an obligation not to intervene? I think that's really not special to government. I think this is another case where it's parallel to cases with civilians. If I'm bullying you on the schoolyard and you fight back and I credibly say to you, if you fight back against me, you don't allow me to steal your lunch money, well, I'm going to go beat up two other people and take their lunch money. Do you have an obligation to let me then beat you up?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:45.000",
        "message": "Or are you allowed to defend yourself? Right, so following on from the thought of uncertainty, you know, another question, and I'll come at it from a probabilistic point of view. Let's say that Walker is the president, in your hypothetical example, and he's planning to go to war. Now, Anne's certainty of whether this will be harmful or not can be anywhere between 0-100%. If it's 0, she does nothing, there's no case for her to do anything. If it's 100 and millions of people will die if she's 100% sure, then she'll feel the obligation to stop him. But the truth is that in the real world, our knowledge is never 0 or 100. So the question is A, for Anne to actually intervene in that situation, where do you draw the line? How sure does her knowledge have to be and how do we account for the human biases that play into that situation? For example, the president could be Republican and she's from the Green Party, so those biases also come into it. And as a follow-up to that, if you are thinking of defending yourself or others against either a civilian or an agent of the government, do the numbers shift? Should you assign a lower probability of certainty to the agent of the state because they could have"
    },
    {
        "speaker": "Guest",
        "time": "00:49:55.000",
        "message": "a legitimate reason? Yeah, these are all good questions. I'd say the reasonable person standard for self-defense, I'd say it's more like a 50%. You think you're about 50% certain that this is going to cause some sort of severe rights violation, then you can intervene. I think that's around the number. It doesn't have to be close to 100. In terms of deference, I think it does make a difference whom you're dealing with. So I trust the Swedish government more than I trust the American government, and I trust the American government more than I trust the Indian government. So when you told me early on that there's a very strong culture of deference to authority and a tendency to put government up on a pedestal in India, I find that surprising because when you look at things like Transparency International's measurement of government corruption or various measures of the degree of rent-seeking, which is like special interest lobbying, you tend to find that India has lots of corruption and lots of special interest rent-seeking. So depending on who your government is, and I'm not saying that to be anti-Indian, I'm bashing the United States here"
    },
    {
        "speaker": "Unknown",
        "time": "00:50:55.000",
        "message": "too. I celebrate"
    },
    {
        "speaker": "Guest",
        "time": "00:50:57.000",
        "message": "Independence Day. For what it's worth, I don't wave flags on Independence Day, so I'm not rah-rah-rah here. But it does make a difference, the government in question. So if you're worried about, say, Russian intervention, it's more reasonably worried about Russian intervention than, say, Swedish intervention, just because of the track record of that government. But that's true of people too. If I found out that my wife was beating somebody up, I would think that, just given what her behavior is like and what I know about her, it's much more likely that she had a good reason to do that than, say, some other people I know who I won't mention who are just not very good people. Yeah, you're right. The other thing you have to think about is your own biases. It's certainly true that when you look in the U.S., at least, there's a nice book on this called Party in the Streets by Fabio Rojas, and I can't remember the name of his co-author, but they looked at the anti-war movement during the Bush era, and they find that the overall majority of these people who are protesting during the Bush era are not genuinely anti-war. They're just anti-Bush. They're Democratic operatives or they're part of the Democratic Party, and they don't like what Bush is doing. Only a very small minority are sincerely against the Iraq War. So, if Obama had done the same thing, they would never have protested, but the people who are sincerely against it would have. So, when we were making these decisions, yeah, you have to be aware of your own biases, including not only your bias to not give people credit or to be against them, but also your bias to defer to authority too, which again, we're all... If you know about the Milgram experiment, you know that the average person will execute another person when they're told to do so. These are all the things to take into account."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:31.000",
        "message": "And it's interesting when you talk about the threshold of 50% or the number could be anything, but I'd contend that before you act, before you decide, should I act in self-defense or the defense of others, and you decide that, okay, 50% is my threshold, that 50% is 50% only before you actually act. After you act, it's either 100 or 0, because you're going to rationalize what you did. If you act and you intervene, say, if Ann kills Walker, she's always going to say, I was 100% sure. And if she doesn't do anything, she'll say, hey, you know, not sure what can I do. People don't think in probabilistic ways and think through these things. I mean, if you... And this kind of brings me on to the next question that, you know, once we agree that we need a sort of state, however minimal, but a state with a monopoly on violence to protect our rights, doesn't it automatically mean not that they get special immunity, but that the threshold against that government is slightly higher? Because otherwise if you give, if it is widely considered morally permissible to resist, then anyone with any random conspiracy theory or any kind of grievance can rationalize that to do absolutely anything. So to get society running in an orderly way, isn't it necessary to have a slightly higher threshold to resist government action"
    },
    {
        "speaker": "Guest",
        "time": "00:53:47.000",
        "message": "than otherwise? I don't think so, but for a couple of reasons. I think there's, we're conflating two possible distinctions here, two distinct things. One is, what's the truth? And the other is, what's useful for people to believe? So, suppose we need a government and it should do certain things. Like, the cases where I think violence or other kinds of action would be justifiable are cases where governments are doing stuff they shouldn't be doing, like violating your rights in various ways, hurting people, shooting people who are pro- I mean, again, you can go on YouTube and see a bunch of cases where you can watch an American police officer put someone on the ground, on their belly, with their handcuffs tied behind their back, and then shoot them. And it's like, he's no possible threat. He's not even a threat to a toddler at this point. He can't do anything. These are cases where, like, how could deference to that possibly be really useful to get government going? If anything, it's just permitting government to do too much. It's dangerous. But that said, it's true that if you give people a theory about what they ought to do, they might misapply it. This is a problem with consequentialist theories in general. I'm not saying that my theory is consequentialist, but just to give you an example. So, consequentialist theories say you should make decisions based upon cost-benefit analysis, do what provides the best outcomes, and then an objection to that is, yeah, but people are stupid, and they're not good at cost-benefit analysis, and many times when people try to do it, they'll get the wrong answer. The thing that utilitarians will say is, that's true, and so for many people it's useful if they simply believe in certain rules of thumb. So there's a distinction between what you can call the criterion of right action, which is the truth about what makes actions right and wrong, versus what's a useful decision procedure for people to use on the ground, because the best decision procedure is specific to you. It's given your psychological biases, what ways, modes of thinking make it most likely you'll do the right thing, as described by the correct theory, whatever that is. You find this, it's not even just a problem in, say, morality, it's a problem in sports. So, I don't want to use another American example, but I guess I will, in baseball, if a person hits a fly ball into the outfield, the truth of the matter about where that fly ball is going to land is given by a number of equations in physics. You have a complicated vector equation that tells you exactly where the ball is going to land. As an outfielder, you can't use these physics equations, because you don't have access to all the information you need to solve them, and even if you did, if you knew all the initial conditions, the angle, the spin of the ball, the air pressure, etc., the angle at which the ball is hit, with what velocity it was thrown, and so on, even if you knew all that, you couldn't do the mathematics in your head fast enough to catch the ball. So, what people use on the ground is something called the gaze heuristic, which is a on-the-ground heuristic that helps them catch the ball. It tracks the truth, even though it's not itself the correct theory. So, I think that's true of this theory as well. It's true that if conspiracy theorists read this, they're going to think, ah, I'm justified in doing all sorts of bad things against government. That's not what the theory implies. It's misapplying the theory. So, it might be that it's useful for people to have some degree of conformist behavior, even though in reality, the conformity isn't"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:55.000",
        "message": "justifiable. You also have a chapter on your book on how it can sometimes be your duty to not follow unjust orders. And, you know, some of the examples for this, you know, will draw us to that intuitively. For example, you cannot sign a contract with somebody else to kill a third person because, you know, you can't infringe on the third person's rights anyway. So, that kind of contract is invalid. But how does one act during war? If your country is attacked, for example, and there is a war and you choose to serve, while being choosed to serve, I would assume that it is normatively desirable for everyone who is serving to just follow orders because otherwise the system breaks down. Everyone can't think for themselves. So, how do you, and in the form of war, you can never divine what actions are just or unjust. So, how does one deal with that?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:39.000",
        "message": "Yeah, that's a good question. I mean, my most basic presumption would be something like given how war has gone through history, if you're fighting, you're probably doing the wrong thing. There have been very few cases in history where the soldiers who are fighting should be fighting. So, pretty much, in almost any of the European wars that happened, they just weren't justifiable on either side. You're just having land grabs by various noblemen. You shouldn't be killing those soldiers and they shouldn't be killing you. The best argument you can have is just, well, I've been conscripted and if I don't fight, they're going to hurt me or hurt my family. If your country has actually been invaded and they're attacking, then you have things like, that's when just war theory comes in. You can think, well, we're allowed to use defensive action to repel them. If I'm attacking combatants who are clearly in uniform and they're clearly the invaders, then that's fine. The problem, though, is usually, when people are fighting wars that are supposedly in self-defense, they're usually invading another country. Governments love to take out just war theory and then say that this invasion that we're doing of another country is actually preemptive, self-defense. They're going to hurt us. We have to stop them. So, yeah, I think it's not really that hard. Most of the time, you shouldn't be fighting and if you're genuinely being invaded, then you can shoot at the people in the other uniform. When they wave the white flag, then you stop. You don't kill their civilians. You don't bomb their people. You don't kill their babies. You don't use chemicals against them. You don't shoot at people in a village who are unarmed. You just shoot combatants on the battlefield and then when they leave your country, then you're good. It's over."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:14.000",
        "message": "Well, we're almost at the end of our time because we had one hour and I'd urge all my listeners to read your book. There's a lot that we haven't covered. For example, not just should we follow orders? Is it okay to deceive voters? The question of does one have a duty that is an obligation to resist or does one merely have the right to resist? I want to end with one final question, though, which is and I don't think you addressed it in your book."
    },
    {
        "speaker": "Guest",
        "time": "00:59:38.000",
        "message": "Should we pay taxes? Yeah, I guess, you know, at the end of the day, I'm very sympathetic to anarchism, like genuine, full-blown anarchism. I think anarchy can work better than people give it credit for. There's a nice book on this by Peter Leeson called is it called Two Cheers for Anarchism? Yeah, Two Cheers for Anarchism, Why Anarchy Works Better Than You Think. That said, you know, I think there's something to be said for the fair play kind of argument. Governments are providing certain kinds of benefits that you are getting in return and even if it's not consensual, it's reasonable to do your part, but even in light of that, that's only going to justify some taxes, not usually the amount of taxes that we're paying. So, if I'm paying a sugar tariff, there's no reason for me to pay that. That's just simply unjust. If I'm paying to support a rent, a government rent, I shouldn't be paying that. That's unjust. If I'm paying for special interest things, that's unjust. Most of the military expenditures in the United States, I think, can't be justified. I shouldn't have to pay for those. So, yeah, I actually just passed in my taxes today, interestingly. So, I think my tax bill for this year was $54,000, not including Medicare and Social Security. So, that $54,000 I paid to the US government and the other 15,000 or so that I paid to the state government, maybe 15 or 20 of that is justifiable and the rest is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:58.000",
        "message": "probably not. I think in India, a higher proportion would be not justifiable. Jason, thanks so much for giving me your time and chatting with me. I learned"
    },
    {
        "speaker": "Guest",
        "time": "01:01:06.000",
        "message": "a lot today. Yeah, thanks very much. I really appreciate it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:10.000",
        "message": "If you enjoyed listening to this episode, do hop over to your nearest online bookstore and buy Jason Brennan's excellent book, When All Else Fails. The book contains far more than this episode did. We barely scratched the surface of his arguments. You can follow me on Twitter at amitverma, A-M-I-T-V-A-R-M-A. The Seen and the Unseen is supported by the Takshashila Institution and Independent Center for Research and Education in Public Policy. The Takshashila Institution offers 12-week courses in Public Policy, Technology Policy and Strategic Studies and for both full-time students and working professionals. Admissions for the May 2019 batch are now open. Visit takshashila.org.in for more details. You can browse all our past episodes at seenunseen.in and thinkpragati.com"
    },
    {
        "speaker": "Unknown",
        "time": "01:01:54.000",
        "message": "Thank you for listening. I walk you through my successes and failures, mostly my failures, and the lessons that I learned from my experiences, family and colleagues. What was my first entrepreneurial venture? Why I chose Japanese cartoons over animation cartoons on Hungama? Why did I sell my stake at UTV to Disney? Find out all this and more on the Ronnie Scruella podcast, Dreaming With Your Eyes Open. New episodes out every Tuesday on the IVM Podcasts app website or wherever you listen to podcasts. India's a massive subcontinent, home to truly stunning diversity. Behind the veils of smoke that obscure our thriving cities, our history is still alive, glimmering like sequins, waiting to be discovered. And if you, like me, are straining to hear the echoes of our past, this podcast is for you. I'm Anirudh Kanisetty, a history and geopolitics researcher, and I host Echoes of India, a history podcast about India, by Indians and for Indians. In Echoes, we journey through the complex histories of South Asia and what they can teach us about our globalised world. Tune in every Wednesday on ivmpodcast.com or your favourite podcast app."
    }
]