[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. C.. I.V. I.V. I.V. I.V. I.V. I. I. To To To To To To To To To To To To To To To To To To To To To To To To To To To To To work, his relationship status would undoubtedly read, it's complicated."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:24.080",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:32.040",
        "message": "science. Please welcome your host, Amit Badma. Welcome to the scene and the unseen. Sadanand Dhoomey is an old friend of mine and a columnist I've always enjoyed reading. And when I saw on social media that he happened to be in India, I wrote to him to ask if he'd be passing through Mumbai and would like to be a guest on my podcast. Well, we are recording this on Sunday, May 26. And it turned out that he was passing through Mumbai today, one flight landed here at 535 in the evening, and another takes off in a few hours time, giving him a narrow window in which he said he'd be happy to record with me. So my partners at IBM and I planned a crafty operation. We opened up a studio even though it was a Sunday. And the plan was that I would head on over to the airport with my producer Abbas, we'd pick up Sadanand to save the time of his getting an Uber etc. And we would speak to the studio. Now if an action film is ever made on my life, let me tell you that the car chase scene is all figured out. No one was chasing us today. But we were racing against time. And no one races in Mumbai better than me. I'm the greatest driver in the history of Mumbai. And I overtook a plane that was about to take off, hit the highway, change lanes furiously, took unknown shortcuts and bypasses that even locals don't know about, and got to the studio in record time. We even encountered a cow in the middle of the road. And to avoid the cow I was going at 100 miles an hour, I used a nearby handcart as a ramp to take my car up in the air and over the cow, determined that Sadanand, Abbas and I may expire, but the cow should not perspire. We received the good karma for our action immediately and survive the landing. And here we are now luxuriating in the elite air conditioning of the finest recording studio known to humankind. Before we begin our conversation, though, I think we need a break to catch our breath. I'm going to recommend one book a week that I love. The book I want to recommend today is Enlightenment Now by Steven Pinker. Steven was also a guest on my show in episode 99. And the book we spoke about in that episode is Enlightenment Now. And remember, you get a 30 day free trial only at Storytel.com slash IVM. Sadanand, welcome to the scene in the unseen. Good to be here, Amit. Now that you've got here safely. Before we start talking about the 2019 elections, tell me a little bit more about yourself. Like, you know, all my listeners presumably know that, you know, you work at the American Enterprise Institute, you write columns for the Wall Street Journal. But how did you get here? What sort of your journey and who were your formative"
    },
    {
        "speaker": "Guest",
        "time": "00:04:26.480",
        "message": "intellectual influences? So, you know, I wear a couple of hats. My main hat is at the American Enterprise Institute, as you said, where I'm the South Asia scholar, I cover this part of the world, I look at politics, I look at economic policy, foreign policy. And then I also wear two hats as a columnist. I've had a column with the Wall Street Journal now since 2010. That is twice a month and twice a month I look at, I try to keep it news based. So I focus on what I think is the most important thing that's happened in this part of the world over the past two weeks. And then every four weeks, I also write a column for the Times of India. And that tends to be focused much more on domestic Indian politics. So it's kind of, you know, it's a bit of a paradox. I started out as a journalist. So now I'm not sort of I'm still kind of a journalist, though. I'm on the opinion side, not on the news side. I started out as a journalist working for a magazine called the Far Eastern Economic Review, which doesn't exist anymore, sadly. And the story really begins quite by accident, you know, I might maybe one of the few columnists out there who owes his career to nuclear test. Because in 1998, I was in Princeton, I was studying public policy. And we had an internship program that essentially allowed us to go anywhere and Princeton would pick up the bill. And I chose but this is between my first year and the second year of my MPA. And I chose to come to Delhi. And I started out working for spending my time at a TV channel, but the TV channel I was at was going through really bad times. And so I found that really, I had nothing to do, they had one camera, they had they were just sort of in some kind of crisis. And so I was twiddling my thumbs. And it just so happened that I knew someone who worked for this magazine called the Far Eastern Economic Review. And I said, Well, you know, why don't we meet up for coffee, I didn't have anything in mind, it was just like just to meet someone. Turns out that this person who was the bureau chief in India, had planned a long vacation to France, had sort of a two and a half month vacation planned, and wrote to the editors and said that, Look, you know, I've got this guy who's an intern, he's a grad student at Princeton, it's just good to have somebody around in the office while I'm away in France. That was the summer that India tested nuclear weapons. And I was in the office. And it turned out that the Far Eastern Economic Review was got the first interview with Strobe Talbot, who was then the Deputy Secretary of State, and leading the Clinton administration's talks with the Indian government. And so I was sitting in the office and I sent honest, but carefully crafted facts to just one Singh's office, where I said factually, that I worked with the Far Eastern Economic, I was writing for the Far Eastern Economic Review, I was visiting from the United States. And our magazine had just done an interview with Strobe Talbot. And would he be interested in telling us about the Indian side of the story. And at this point, just one thing had not spoken to anyone. And so I walk into his office, and I'm wearing these sandals. And I walk in and he sort of looks at me and I look way too young to be the person he was be talking to. And he said, Well, you know, tell me about yourself. What are you doing over here? And I told her actually, I'm the intern, I'm just visiting from Princeton. But to his credit, he didn't turn me out. He sat down, he did the interview. It was a bit of a scoop at the time. And then from there, I just spent, you know, the next several weeks churning out stories, because I mean, this is sort of heaven for me. I mean, I would have paid them to be doing what I was doing. And I went back to Princeton after that. And when it was time to when it was time to graduate, someone had from a magazine had sort of made me an offer. And I wrote to the editors of the review asking for a recommendation, because I'd spent the summer there. And instead, I was given a job offer. And I became the India bureau chief of the Far Eastern Economic Review, a year after I'd been the intern, did that for a bit. And in those days, it kind of tells you how, you know, time how Asia has changed. But in those days, for us, Southeast Asia was much, much more important than India. It was just a bigger story. And so I was cranking out stories, I had a story, sometimes two stories every week, it was a weekly magazine. And my editors in Hong Kong said that, you know, you're incredibly productive. And we don't want to waste you in India, because really, who cares about the India story? Where we, you know, why don't we send you to someplace in Southeast Asia? Or where would you like to go? And I picked Indonesia, because for two reasons. One, I'd lived there as a child. And secondly, as an Indian, I had a bit of this big country bias. So you know, it's just sort of hard for me to get extremely enthusiastic about Malaysia or Thailand or any of the whereas Indonesia was a serious country, more than 200 million people and so on. So I ended up in Indonesia for four years. I was there during the Bali bombings of 2002. And I ended up writing a book about the rise of radical Islam in Indonesia. And then for a while I was after the book, I was just freelancing, doing my own thing. And again, just by accident, I wrote something in the Wall Street Journal, I happened to be in New York, the day that Faisal Shahzad tried to blow up Times Square, and it didn't didn't work out. And I wrote a piece the next day, about how, you know, the reason why historical reasons, Pakistan, this is then not, it's no longer true today, Pakistan produced such a large proportion of the world's jihadists. And this ended up being blogged about on AEI's website. One thing led to the other, I went there for lunch just to meet some people I didn't again, didn't have any idea that there was a job in the works. And by the end of the lunch, I was offered a position as their South Asia scholar. And so that's sort of been the I mean, it's been a series of accidents. I still sort of think of myself in many ways as a reporter. And in many ways, Columbia Journalism School was as important to me as formative to me as Princeton and public policy. And Princeton and the public policy school was, you know, all about getting a grounding in macroeconomics and microeconomics and international relations and so on, you know, standard neoliberal dogma. But the journalism school was really about, you know, that was in some ways, that was a very artisanal, it was about craft. And I cared a lot about that. And at the time, when I went to journalism school, that's what I was really interested in. And if I hadn't gone to policy school, I would probably have gone to an MFA, and I would have done a writing class. So I wasn't sort of I didn't start out necessarily with a, with a wonkish bent, but then just sort of one thing led to the other. And, and that's how it is. In fact, we first met when your book,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:55.680",
        "message": "My Friend the Fanatic launched in India. If you remember, we have, you know, I did the Bombay launch. Absolutely. We had a panel discussion about it panel as in me interviewing you. So this is like a revisitation. And that was what 2010 now, something like that ages ago. Yeah, maybe in 2009, even. So what were kind of your, you know, through this period, you went to both Columbia did journalism, you did public policy in Princeton, what were like your formative intellectual influences? Like, have you changed along the way? If I like one question I ask a lot of my guests is, can you name a book or maybe multiple books that changed the way you think about the world? And would it be easy for you to pinpoint that?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:37.680",
        "message": "Actually, wouldn't be maybe it's been because I've been spending too much time in TV studios right now. It wouldn't be easy for me to pinpoint, you know, one or two books in particular, I would say that in many ways, my you know, what was formative to me was more than anything else, my work as a journalist. And I found the Indonesia experience was extremely important for me. Because I had, you know, like many Indians who had studied in the United States, I had not been surprised by the disparity in wealth and development. That's what you expect when you go from Delhi to New York. And that was very normal. And it was only when I moved to Indonesia, which was also a developing country. And I saw just how much better Indonesia had done. We're talking about the late 1990s. In fact, I landed in Indonesia in 2000. You sort of realize that even though Indonesia was in the midst of the financial crisis, right, it still hadn't recovered from the 1997 Asian financial crisis, three years later, it had done so much better by its people. And so a lot of the sort of a lot of my reading was, you know, around the East Asian miracle, around development, a lot about politics in Southeast Asia, politics in, in Indonesia, in particular. So all of that was sort of part of it, I wouldn't say, you know, any one particular writer from that period sort of stands out for me. But certainly in terms of my experience, the travel, and the experience of living in another country and culture, immersing myself in it, and really having to report on it from day one, right, which is what you do as a journalist, you're just thrown into the deep end and you're sort of start making sense of this. That was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:26.880",
        "message": "extremely influential for me. And what did you learn from your experiences there about what we were doing wrong? Like what were they doing? Right? What were we doing wrong? What were the sort of"
    },
    {
        "speaker": "Guest",
        "time": "00:14:36.560",
        "message": "the directions in which we needed to go? So if you think about it, Suharto and Indira Gandhi were almost exact contemporaries. Indira Gandhi took power in 1966. And Suharto, after the bloody killings of the communists in Indonesia, basically took power at the same time. And the difference is that Indira Gandhi doubled down on state planning, socialism, in fact, she deepened some of the errors that we had already made in the early years after independence, whereas Suharto, with the Americans holding his hand, brought in some economists from Berkeley, very similar to the Chilean story, right? You had the Chicago boys in Chile, you had the Berkeley gang in Indonesia, and allowed the market to play a greater role in the economy, rationalized economic decision making, allowed the private sector to flourish. And as a result, Indonesia really began to pull away. And even today, you know, so many years after we started our reform program here in India, the Indonesians still remain, you know, it remains a country, which is the higher per capita income, higher human development indicators, and so on. And it's not as though the Indonesian reform story has been perfect. In many ways, it's been, it's had its share of flaws. But the central difference between Indonesia and India was that by the 1970s, the Indonesians had decided to trust at least to a degree, the invisible hand of the market, whereas through the 1970s, India was still trusting the heavy hand of the state."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:10.160",
        "message": "Right. And how relevant does this then become, for example, to how one looks at Narendra Modi, for example, who we are discussing today, in the sense that there is one narrative arc, which talks about the rise of Hindutva, right from the Jansangh onwards, and you know, the BJP getting four seats in 1984, then the whole Ayodhya thing happening and being the impetus for their growth, and so on and so forth. But at the same time, a lot of people also turned to the BJP, hopefully, because they were so disheartened by the heavy hand of the state, which despite the partial liberalization of 91, the Congress still seemed to believe in, and in many ways, watch by as Prime Minister did carry out a bunch of reforms and hold out hope that India could move further in the direction. And was that also then a parallel impetus behind the support that Modi got from a"
    },
    {
        "speaker": "Guest",
        "time": "00:17:03.280",
        "message": "lot of people despite the riots of 2002? I'm not sure if I'd say it's a lot, right? I mean, I would divide this, you know, between sort of elite opinion makers, people writing in the pink pages, and your average guy on the street. And at some level, that development story or the hope of development story does intersect. But it was only a handful of commentators, who essentially took the call on Modi and said, here is the person who is most likely to pick up the mantle of the Vajpayee era reforms. We'd seen them languish for 10 years under Manmohan Singh, despite Manmohan Singh's own credentials, as the finance minister who kickstarted liberalization in 1991. And so we had, you know, obviously, you know, we've talked about this before, you know, there was a schism among those of us who have long argued for a greater role for the market in the Indian economy. And some people felt that because of 2002, and because of the baggage that Modi carried, he should never be allowed to should never be supported for the top job. That was, in fact, my position also until around the middle of 2013, when he became the party nominee. Once I sort of saw it mentally as a primary process, he was not the person I would have liked to see win that primary, though, I did think that his stewardship of Gujarat did give him a claim to perhaps have an outside influence, outside influence in running the economy. After 2013, when he became the candidate, I thought that this was the best bet. He was the best bet for, for reform. Now, that was a sort of conversation that was being had, as I said, on the op ed pages and in television studios, and so on. On the ground, it was obviously not a converse, this was not this kind of conversation, right? I mean, I remember I was in Varanasi for his election in 2014. And I went to an English teaching class. And these were just, you know, mostly young people, obviously people who did not speak English, as a first language, they were trying to learn English as adults. And I asked the teacher was very kind, he sort of let me just chat with the students. And I asked them, so these are people not necessarily, so they'd be from the age group would be, you know, roughly from 18 to 28. So many of them were working people who are then coming in to sort of improve their English. And I asked them who they would vote for. And the overwhelming majority picked Modi. Oddly enough, a few of them picked Aam Aadmi Party, which seems so quaint now,"
    },
    {
        "speaker": "Unknown",
        "time": "00:19:53.360",
        "message": "five years later, but most of them picked Modi. And the reasons were very sort of basic. It was"
    },
    {
        "speaker": "Guest",
        "time": "00:20:00.000",
        "message": "like, someone said that he had a brother who worked in Gujarat, and he had gone to visit his brother and he found that in Gujarat, they didn't have power cuts, but they had power cuts in UP. Someone else had, you know, showed me a photo, it turned out to be some precursor to the fake news flood, we'd seen it turned out to be a photo from China, but it was, look, this is some bus stop that Modi ji has created in Gujarat. But it was sort of very, very concrete reasons, right? So people just had a sense that India things are not moving. And it's certainly true that you know, the pundits, we may have fed that on the periphery. But I don't think that elite level conversation that wonkish conversation to had was the same conversation that the masses were having."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:48.640",
        "message": "Yeah. And there was a recent caravan story on you and a bunch of others who, you know, criticizing you guys for supporting Modi in 2014. And then changing your minds as if changing your mind is a bad thing when the facts change. And the way I look at it is that, in some senses, that kind of judgment comes from the tyranny of history in the sense that whatever has happened in the past seems inevitable after it happens. But in 2014, it would certainly not have been inevitable that it will necessarily pan out this way. And I think the bet that a lot of people made was that he can either carry on consolidating his power and actually follow through on some of his development rhetoric, and leave the Hindutva behind, which for a lot of the time he had done he had done in Gujarat, where he sidelined the RSS guys like Gurdan Tafadia, sidelined the VHP and so on. Or he could ignore the development and go for Hindutva. And of course, as we know, what has happened is that economically, the last five years have been pretty much a disaster and society is more polarized than ever. And it's gone in that way, but it need not have gone in that way. And with the benefit of hindsight to now sort of look back and say that, oh, you should"
    },
    {
        "speaker": "Guest",
        "time": "00:21:57.520",
        "message": "have known this all along, I think is somewhat unfair. Yeah, I think it's perfectly okay for the caravan or indeed for anybody to, you know, criticize me or anybody else, because, you know, we're in the public square, we should be criticized, we should be scrutinized. Part of the problem I have, though, with the way this is was framed, is that, you know, a section of of the left is pretty similar in terms of how they view these things. It's quite similar to the right, I mean, except that they have, you know, better spelling and punctuation. And, you know, it reminds me of something that, you know, E.M. Forster once had this, you know, he divided characters in a novel into two types of characters, flats and rounds. And a flat character is a character who is essentially the same on page one, and the same on page 300. And a round character is a character who evolves over the arc of the novel. And I think the problem with people on both ends of the spectrum is that they view Modi as a flat character. Whereas I think that any serious politician must be viewed as a round character. It's not as though you change your judgment every week. It's not as though you change your judgment every month. But you are aware of what they are saying and doing, and your assessment changes as they evolve, right? Bill Clinton as governor of Arkansas is not the same as Bill Clinton as president. And I think it was, you could certainly, it's fair to criticize me, and it's a criticism that I accept. If you say that, look, you called it wrong. You thought that this guy would do certain things, and he didn't do it, and you were wrong. And I will accept that. And I will say, you know what, you are right. But I don't think it's fair to criticize someone for changing their views when the facts changed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:54.640",
        "message": "Right. And this is something I've, you know, I chatted about this with Ram Guha. I did a couple of episodes on Gandhi with him. And we spoke about how people contain multitude. So it's very easy to judge Gandhi for being A, B, or C, but people always contain multitudes. And it's similar in a sense to Vajpayee that when, you know, he passed away, all the judgments of him was, a lot of the judgments of him were as an essentially flat character, either he's the best Prime Minister we had, or he's a bigoted demagogue who, you know, brought this upon us. And they're not necessarily true. But I'm curious, when you speak of the evolution of Modi per se, would you say he really evolved after 2014? And if so, what made him evolve? Or was it the case that the master as he is at optics, in 2014, all he did was successfully appear all things to all people, allowing people who wanted economic reforms to believe that he was a development guy, when actually, of course, he wasn't. And that was him all along, or did he actually evolve? And then if he evolved away from that development direction towards this polarizing, I nominate Sadhvi Pragya to the Lok Sabha kind of direction, what would have brought about this evolution?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:08.640",
        "message": "I mean, to a certain extent, it's true that, you know, he was all things to all people. But that's really not unusual in politics, right? I think successful politicians are often many different things to many different people. So that's not something that I hold against him. I would say there is there was an evolution, you would say that, you know, from about 2002 to 2007, he was positioned and he positioned himself, really, as the Hindu strongman of Gujarat, right in the in the aftermath of the riots. From around 2017 to 2014. He tried to position himself as Mr. Development, we can get into the Gujarat model, but I don't think it was all optics, right? It's certainly true. And I spoke with many, many businessmen at that time, both foreign businessmen and domestic businessmen. And they genuinely praised they genuinely taught the world of him, they would tell me about how much how easy it was to do business in Gujarat, how well organized it was, the infrastructure, the problem solving that was centralized, but there was problem solving. The vibrant Gujarat summits did, did attract a fair amount of attention. He did say things that in hindsight, he didn't follow through on. But he said things like, you know, minimum government, maximum governance, the government has no business doing business, we're going to replace red tape with the red carpet. He even sort of tweeted out something when Margaret Thatcher died. So you know, so certainly in hindsight, it's, it's, it's fair to say that, you know, maybe some of us because we were, we wanted that change, so desperately, we were then willing to connect the dots in a way that convinced us or what we saw what we wanted to believe, and that he was clever enough to put some of that out there. But on the other hand, you know, you look back on that campaign, the truth is that it was focused on development. There was very little Hindutva in that campaign. The way he presented himself really was he would go into places, he would talk about jobs, he would talk about electricity, he would talk about inflation, he would also talk about a strong nation and standing up to Pakistan and China and so on. But I do think that, you know, it's one thing to look back in 2019. And say that, well, things did not pan out, as some of us had hoped. But that doesn't mean that the bet in 2014 was irrational or unjustified. The bet in 2014 did have, there were things that were that were going for him."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:52.800",
        "message": "Exactly. I mean, I sort of, I had an episode with Salman Sos recently, where he says the exact same thing about 2014, that if you actually look at the BJP manifesto, he's a Congress spokesman, but he said that he found a lot of things about the manifesto, which he liked and was hopeful that Modi would carry those promises around. And I also had an episode a few months ago, which will be linked from the show notes with Prashant Jha, who wrote the book How the BJP Wins, where he speaks about how Modi was a master of the narrative in terms of being able to simultaneously project himself as one Hindu Hriday Samrat, and two, the development guy, and three, the Garibo Ka Friend guy. And that all of these were simultaneous and working across different levels. And what you said about how it is now obvious that, you know, that Modi didn't carry out and all of this and people who said Modi would carry out these particular promises were wrong. And it's true that they were wrong, but the bet wasn't necessarily wrong. And this is like, you know, I was a professional poker player for five years, and I keep talking about the importance in everything of probabilistic thinking. After something happens, it has either happened 100% or at 0%. But before it happens, there are always percentages. And if you bet on something that is, say, 60% to happen, your bet is correct. But it doesn't mean that if it doesn't happen, that, you know, you were drastically wrong and the bet was wrong. And in that sense, even though I myself didn't support Modi at any point, but I could understand why the support I mean, I could understand the rationale which went behind supporting him in 2014. How did a lot of the people who supported him? How did you in fact, then reconcile 2002 with that? Like, was it a sense of Oh, innocent until proven guilty? And maybe he was just incompetent rather than an actual colluder in the riots? Or was it a sense"
    },
    {
        "speaker": "Guest",
        "time": "00:29:49.760",
        "message": "of even if it happened, it's okay. I struggled with that a lot. And in fact, when I first started writing about him, and one of my first columns for the Wall Street Journal, in 2010, was titled Prime Minister Modi won't fly. And it was essentially about how he had done a pretty good job running Gujarat, how he was the most business friendly politician in India. But the taint of the 2002 riots essentially disqualified him from the prime ministership. And then I wrote a cover story for the foreign policy website, after he was reelected Chief Minister of Gujarat for the third time in 2012, were essentially expanded upon that same argument. So it certainly wasn't easy for me. In the end, it was more a case of was absolutely a case of Well, this is a terrible episode. However, since then, there has been no further violence in Gujarat. Since then, he has distanced himself from and in fact, earned the enmity of the likes of Praveen Togadia. The VHP guys were actually campaigning against him in 2012."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:01.120",
        "message": "Yeah, he kicked out Gurdansir Dadao Feo Zafaria from the cabinet."
    },
    {
        "speaker": "Guest",
        "time": "00:31:04.240",
        "message": "Dadao Feo Zafaria from the cabinet. So he had, you know, gone some distance to distance himself from some of these scummy elements. The SIT, what they call the clean chit did sort of also make a difference. You know, in the end, do you believe in rule of law? If you believe in rule of law, you've got to sort of, you know, this has been investigation. It was an investigation ordered by the Supreme Court. This was not a Gujarat government investigation. And so there were a lot of things which allowed you if you sort of added it all up to say that, well, look, this is awful. And ideally, you would not want a prime minister who had any association with something like that. However, under the circumstances, it comes down to him, or a third term for Congress, which has not only failed miserably failed miserably on the economic front, but it has also run probably the most corrupt government in Indian history. And what does that say about Indian democracy? If you're giving these guys a third term, those were the choices, they were flawed choices. And I think under those circumstances, to me, it was the superior choice."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:14.720",
        "message": "In fact, as another friend of mine who supported the BJP at that time quite actively and later changed his mind, Rajesh Jain did a long two hour episode with me on the scene and the unseen, which I recommend everyone listen to, that will be in the show notes. And the way he put it was he supported them because they were the lighter shade of grey. And I mean, with hindsight, of course, you can look back and say, hey, no way. But you know, at the time, I think that's reasonable enough. So tell me, you know, looking back through, say, the last five years, before we get to these elections, looking back through the last five years, at around what point did you begin to feel that, wait a minute, you know, this guy is not going to do any of the development stuff. Instead, you know, there are lynchings happening. And all of this is so you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:32:57.360",
        "message": "I was hopeful, obviously, when he came into office, my journal column, the week he was elected, was essentially said India votes for hope, which I believe was definitely the case, which is, I mean, true, regardless of how it turned out. Exactly. Now, I became critical right away. I criticized the first budget because it was the interim budget, because it was just, there was such a huge opportunity, right? Get rid of this retroactive tax. There was so much he could have done to just dominate the headlines in the financial press. And they dropped the ball right away. So I was critical right away. And in terms of the interim budget in terms of the first budget, because already, you could sort of see that they were not doing many of the things that I had hoped that they would do. Similarly, I was critical right away, when Akhlaq happened. And again, that was frankly, such a gimme. All he had to do was step up and say the right thing. It was the easiest thing to do in the world. This is a guy whose own brother was in the Air Force, right? I mean, all basic humanity just demanded that you say something, embrace the family, and he dropped the ball. But those criticisms were episodic. So it was like, well, you have not done this, and you ought to do it. For me, there were two things that really began to fundamentally change how I viewed this government. And on the economic front, it was demonetization, which is, of course, no surprise. And it's the case for many people. Demonetization, the just the sheer stupidity of it, the sheer callousness of it, the opacity of the decision making, I mean, at every level, right? This is really, you know, I use, I describe demonetization"
    },
    {
        "speaker": "Unknown",
        "time": "00:34:49.920",
        "message": "as too crazy for Venezuela. They consider it and said, No, wait a minute, if you've got a policy"
    },
    {
        "speaker": "Guest",
        "time": "00:34:57.360",
        "message": "that's too crazy for Venezuela, you're in trouble. So on the economic front, it was really, it was demonetization that, you know, was the straw that broke the camel's back. And on the cultural side, it was the appointment of Yogi Adityanath. Because at some point, you just have to say, look, where is this train headed? And the way where this train is headed is not where I want to go. So I have to get off. And I remember having conversations with many of my friends who were very close to the government, and in fact, remain close to the government. And and I said, look, where are the brakes on this thing? And I never got a satisfactory answer. And I still don't have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:41.120",
        "message": "a satisfactory answer. Yeah, in fact, I mean, I was equally aghast by demon, I was writing about it from the week it came out, I've had multiple episodes on it, it is essentially the largest assault on property rights in human history, as I see it. You know, I compared Modi to Mao at that time, in fact, in the Times of India, and got a lot of flack for that. But you know, going back to what you said earlier about say, Akhlaq's killing, and at that point, Modi could so easily have just put out a two sentence statement, and that would have kind of covered his ass, but he didn't even do that. He stayed silent. And what we've seen is that all through most of this period, the cow lynchings and the stuff that's been happening. I mean, he's occasionally come out and said a couple of things, but mostly he's been silent. What do you think the incentives on him are? Like, how much of the control does the RSS have on the BJP and Modi? How much is Modi himself a true believer in Hindutva? Because with you know, with every politician, there's always sort of a trade off between what you really believe in, and your will to power, what you know, kind of gets you there in the first place. And my sort of take of Modi once upon a time was that look, he's a sociopath, he'll do anything to come to power, he doesn't necessarily have any beliefs of his own. He'll just do whatever gets him in power. And yet, through all this point, you know, if he stays silent through all of this, if he nominates Pragya Thakur as an MP, as he did recently, then you've really got to wonder that either the pressures on him from the RSS are huge,"
    },
    {
        "speaker": "Guest",
        "time": "00:37:07.760",
        "message": "or he's actually a Hindutva believer. You know, I don't have a good answer to that. And in a way, it almost doesn't matter. I actually don't really care what Modi thinks at three in the morning. Yeah, it's irrelevant. I judge him by what he says, and what he does as Prime Minister. And whether at three in the morning, tossing in his bed, he is actually appalled by his own silence, or whether he is secretly exultant, is kind of irrelevant. That was just, you know, that moment stood out for me, partly because of, you know, the story there, the family story over there. The simplest thing to do would be to put out a statement, and then frankly, to invite the brother who was a mechanic in the Air Force, invite him to the Prime Minister's residence, and just reach out and show that you don't put religion above humanity. You don't put, you know, religious sentiments above basic humanity. So he dropped the ball on that. The way it's been explained to me is that, you know, there is a certain percentage of this population, I mean, this classic base politics, you have a certain amount of the base, which would be upset if he'd done that. And he wasn't willing to take on that. I mean, what's interesting is that if you look at Modi's own statements over these last five years, not counting some of the stuff he said in the campaign, by and large, he said the sort of things that world leaders say, he's gone and addressed conferences and said that Islam is a religion of peace, he's sort of, you know, made the right noises when he goes to the Middle East, and so on, and Abu Dhabi and places like that. So it's not as though most of his rhetoric, not counting the campaign, and we can get to that, most of his own rhetoric has been reasonable as Prime Minister. The problem arises in his first of all, the silences, and those silences cannot be wished away. And secondly, in the kinds of people he has empowered. And as long as if you really wanted to give him the benefit of the doubt, which I did, as long as you had, you know, the likes of Yogi Adityanath and Giriraj Singh and some of these other people, as part of the coalition, but very clearly kept at a distance and not people in power. That was something that I was willing to live with, right? I mean, you have, this is true of conservative movements everywhere that you're going to have some people who are not very responsible, not very likable. But as long as the responsible elements are in charge, you live with that. The problem arises when you start mainstreaming those people, right? And when you take someone whose main claim to fame is his violent, inflammatory, anti-Muslim rhetoric, and you put him in charge of India's largest state, what are you saying? What's the signal you're sending to the next generation of BJP leaders? You're saying that this is the fast track to a brilliant political career. You do this, and you get to be the second youngest chief minister in the history of Uttar Pradesh. And so there was just absolutely no way to explain that. And I still look back on these five years, and I think that he could have just done a few things differently. Because if you look at most of his chief ministerial picks, they're pretty centrist figures from within the BJP. If you look at most of his senior ministers, these are people who choose their words carefully. Sushma Swaraj, Rajnath Singh, Gadkari, Jaitley, these are not people who are shooting their mouth off and talking about, you know, if you kill one of mine, I'll kill 100 of yours or standing, sitting on stage while someone is talking about digging up corpses. I mean, they don't, they're just they're very far away from that. And I think that this is where Modi's BJP really lost the plot."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:20.320",
        "message": "And I think, you know, for me, in fact, Adityanath being made chief minister was also a sort of a very revelatory moment. I wrote a column at the time arguing that this was sort of society striking back at the elite. So let me ask you a question. I've asked Shashi Tharoor on the show, I asked Aakar Patel, we did a long episode on Hindutva. And I'll come back to that later. And I asked him as well. And it's something that still bothers me, which is this, that our elites drafted a liberal constitution, not liberal enough for me in terms of protecting individual rights, but by and large, liberal. Our elites drafted a liberal constitution, and imposed it top down upon a country that you could argue was really an illiberal society. And the question then arises, that how is that imposition of a liberal constitution on an illiberal society? Is that itself not an illiberal act? And if society then decides to strike back and say that no, we are illiberal, we like our illiberalism to hell with what you elites try to impose on us? How are we to sort of answer that? And this, by the way, was a point that, you know, even in different language, and I found out later after I'd made it, a point that even Dindayal Upadhyay, who is one of Modi's heroes, had himself made in his time?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:41.760",
        "message": "Yeah, I think it's a tough question. Because the people who have drafted the constitution were not remotely representative of India. Right? If you just sort of look at their profiles, look at their level of education, look at their, look at their wealth, look at their exposure to Western learning, start with Ambedkar with his PhD from Columbia, this was clearly unrepresentative of India. And that perhaps if you'd had a referendum in the aftermath of partition, and of what kind of state you wanted to be, maybe the majority would indeed have voted for some kind of Hindu Rashtra. And so I think that's a fair point. But I think at the same time, if you happen to believe in certain ideas, because you think that those are the superior ideas, and they are, they offer you a better way of ordering society and ordering government, then you'd still stand by it, because it's a value judgment, you think that those liberal ideas are better ideas, and they're worth fighting for."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:46.480",
        "message": "I mean, my position on that simply is that if we want a liberal society, then we get to that liberal society through the culture, we change the culture, it has to happen bottoms up, it can't happen top down. And in a sense, the fact that Adityanath is the chief minister, that Pragya Singh Thakur is an MP, that Modi won such a big election just now, is a testament of the failure of the top down approach, you can't impose liberal values, you have to seed them into the culture. And that is a task at which liberals in India have failed utterly, however one defines the word liberals."
    },
    {
        "speaker": "Guest",
        "time": "00:44:18.640",
        "message": "Well, it depends, right? I mean, if you look around the region, I still think that in some ways, India has been more successful than any other country in the region. I think that the Indian elites, I think the collision of the Indian elites with Western ideas, you know, the whole Macaulay project, it's run much deeper in India than, for example, in Pakistan, certainly. And so there's no equivalent of, say, the times of India in any other country in this region. So I think that there was a moment if we'd been having this conversation in, say, 1974, you could have said that things are going to go turn out in a different way, right? In fact, even if we'd been having this conversation in 2010, it looked like the BJP would never be a serious contender for power. And that though India was not a perfectly liberal society, it was certainly liberal in many ways. And in the direction in which it was moving, was towards, you know, more individual rights, more freedom of speech, and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:24.960",
        "message": "Driven as much perhaps by globalization and technology and all of those things."
    },
    {
        "speaker": "Guest",
        "time": "00:45:28.720",
        "message": "So that was a real moment, right? And I think in many ways, this is sort of this is where what's happening here fits into what's happening in so many other parts of the world. Because, you know, in that end of history moment, right, Berlin Wall falls, and then you have Indian liberalization kicking off in two years later in 1991, there was a certain self confidence among global elites. And that was certainly something that was reflected in India, where there was, you know, one kind of narrative that was dominant. I don't think it's died entirely. But obviously, you know, liberalism is severely on the back foot right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:05.280",
        "message": "And to sort of, you know, go back to Hindutva, again, I had an episode with Aakar on the intellectual traditions that drive the RSS and the BJP and so on. And there are two ways to look at the BJP. Obviously, one is that it's a modernizing party, in a sense, as under watched by it right to be. But the other is also that it is carrying a long old tradition, actually not very old, but I mean, old in the sense of, you know, maybe 100 years old, but not old in a deeper civilizational sense. But it's carrying that tradition forward. And this is sort of what it all comes down to. So now, you know, for example, you work in a think tank, which is considered a conservative think tank. And you've obviously thought about conservatism a fair deal. And I'd argue there's no analog of Burkean conservatism per se in India. But the BJP does represent a certain kind of conservatism. And to you, what are the intellectual traditions really driving the BJP? Are there any coherent traditions? Or is it just driven by bigotry and the sense of the other?"
    },
    {
        "speaker": "Guest",
        "time": "00:47:13.520",
        "message": "I mean, I guess in some ways you could, I mean, I haven't really pondered this, but you could argue that the traditionalist view that was reflected in some of the Johnson's thought, for example, don't move too fast to amend Hindu personal laws. I mean, you could argue in a sense that that's Burkean, don't go too fast, you know, let these things are organic, let them proceed at their own pace, and so on. But I think your larger point is true, because the the BJP is fundamentally revolutionary. And they're not interested in conserving in the in the Burkean sense, as much as they are in appending what they think has gone, what has gone wrong in this, in this society. Now, again, you can sort of go back to, you know, Savarkar and Golwalkar and Dindayal Upadhyay, right? And he gave those four famous lectures on integral humanism and, and see this quest to, you know, reimagine the world through this pious Hindu lens. And, you know, in some ways, I think, you know, the closest analog, because I've spent some time traveling with and talking to and reading about Islamists is, you know, that's where the parallels are very interesting, right? There was this need for a mythical golden age, you sort of have to root your present in the idea of past greatness, right? And for the Islamists, this is the era of the first four caliphs. And for the Hindutva guys, it's ancient pre Islamic India. So there's that commonality, there's the idea that your faith is better than everybody else's, right? So if you ever point out, for instance, that secularism is under threat, immediately 100 people on Twitter will tell you it is not possible, because we are just innately tolerant, we have the best, most innately tolerant faith imaginable. And if you don't agree, we'll troll you. So you get that. And again, it's very similar to sort of, you know, how Islamists view sort of the faith is kind of this, you know, Judaism and Christianity are just like, we're trying stuff out. And then he finally got it right with Islam. So there is that the difference lies, I think, and it's an important difference, in that the Islamists are much more programmatic. And part of this is because they have relatively recent history to fall back on, in terms of how society in the state was organized, right? The caliphate was only abolished in 1924. So they can sort of go back and think, you know, and say that, well, look, this is how we used to do things, not that long ago. And so what they have is much more prescriptive in terms of policy. So when I was in Indonesia, and I was traveling with Islamists, you know, you could ask them all kinds of questions, right? What should the currency look like? And they said, well, you know, we should have the gold dinar and the silver dirham. If we did that, then the price of the chicken today would be the same as it was 1000 years ago. And what should movie theaters look like? Well, there shouldn't be movie theaters, but there's some ones who wanted movie theaters. Well, okay, the women should sit in one place, and the men should sit in one place. What should a banking system look like? Well, there should be no interest rate. So they have a lot of this stuff that's worked out. Whereas with the Hindutva folks, in some ways, you could argue it makes them more benign, because they don't really have much of a program. They might get there, but they don't have that. They haven't sort of thought about these things in the same way. But in other ways, it's scary, because what they do have these sort of inchoate sense of resentments. And you can't really beyond a point have a rational conversation with many of them, because at some level, their conception of time is a pre modern conception of time. And I'm always struck by this in, you know, TV studio debate with a BJP guy, and he'd be talking about something that happened in, you know, 1525, as though it happened last Tuesday, right? There's no capacity to sort of say that, well, you know, this just this happened to me on my way to the studio. And this is something that happened 500 years ago. And we don't normally, these things don't exist on the same plane in our minds. But for these guys, for many of them, they do. So it's very difficult to, you know, to have a fair, rational, reasoned conversation, when someone first of all, their starting point is that they must settle the scores of history. Right? I can have a conversation, we can have a disagreement, and I can sort of you and I can come to a compromise. But if I've decided that you are responsible for something your ancestors may or may not have done 500 years ago, what can you do? What can you do to satisfy me? That is one problem. And then the other problem, which is again, quite similar to the Islamists is just the inability to speak rationally or reasonably about certain kinds of things. So I was on an NDTV debate last week. And one of these guys, sort of BJP oriented guys started talking about Hindu terror and how this was this horrible thing. And how can you talk about Hindu terror and you're defaming a billion people. And to me, that was just like, it's a completely absurd argument, right? Now, if I describe somebody as an Italian mafia don, it doesn't mean that all Italians are mafia dons. I've just said that this person is an Italian mafia don. And you can be a"
    },
    {
        "speaker": "Unknown",
        "time": "00:53:03.640",
        "message": "terrorist from any group, you can be a Tamil terrorist, you can be a Basque terrorist, you can be a Mormon terrorist. Is it true you can be an Islamic terrorist? Is it true that there are relatively few Hindu terrorists? Yes, I'll grant you that. Like very relatively"
    },
    {
        "speaker": "Guest",
        "time": "00:53:22.480",
        "message": "few cases where people inspired by the faith or their sense of defending the faith have gone out and murdered or attempted to murder random civilians. Fair enough. But you can't say that this is simply not possible because you have some kind of mathematical equation in your head that says that a Hindu can never be a terrorist. And I feel that on these kinds of questions, the space to even speak, I mean, this is not rocket science, right? This is something so it's basic, it's commonsensical. It's just how you use language. But I've had these conversations with people who are, who I regard as intelligent people, and who you could have a reasonable conversation with about many, many other topics. But when it comes to this, they're not able to discuss it rationally. And so I think that's another sort of, you know, it's a similarity, right? Because you can't have a reasonable conversation about the blasphemy law in Pakistan. You know, this is and I fear that we are, you know, increasingly in similar territory on some of these things, because if you mention something, it'll immediately be bent out of shape, it'll be distorted. And they essentially the way they operate is that then they said a mob on you to sort of claim that you said something that you didn't say. And it's an effective strategy. I mean, unfortunately, right. And,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:53.400",
        "message": "you know, one question I've asked others, such as our car and that I wonder about is that, where do these resentments, this anger, this bitterness, where do they all come from? Because if you actually look at Hindus in India, they're far better off than Muslims. In your everyday life, you're not being victimized by them or dominated by them or so on. You know, even Hitler, you know, the resentment that he had against the Jews could be explained because the Jews were dominant in terms of finance or whatever. And you, you know, but Muslims are literally the downtrodden of India, they're far poorer in general than Hindus are definitely far worse off. Why are these resentments so widespread, that so many common people feel resentful towards the other, so to say,"
    },
    {
        "speaker": "Guest",
        "time": "00:55:39.040",
        "message": "a couple of reasons. First of all, I think once you start feeling like a victim, then you can always look for signs of your own victimhood. I agree with you that this sort of doesn't measure up to the facts. But when I talk to people who do believe this, here are the kinds of things that they say. They would look, first of all, the important history is very, very important, right? So someone like Rajiv Malhotra would say that, look, 1000 years ago, before the advent of Islam and the subcontinent, there were Indonesia was a Hindu, Java was a Hindu island, Sumatra was Hindu, Hinduism sort of stretched across Afghanistan, was Buddhist and so on. And then the physical space for Indic religions has been shrinking because it's been under assault from Abrahamic religions, primarily Islam. Then they would look, for example, at something like Kashmir and, you know, terrible tragedy of the Kashmiri pundits driven out and that would sort of be another, another data point. Then they would look obviously at partition and the bloodshed of partition, the ethnic cleansing that accompanied partition and again, sort of see that, look, the Hindus were at the receiving end of this. And then they look at provisions in the constitution and they look at the idea of minority rights, the way it was framed in India, not as protections, which was the idea, but as special rights. And there's a certain element of truth to that, right. So you know, I think one of the telling examples, I think this is where the sort of the Hindutva approach to some of these issues deviates from the classical liberal approach is the RTE. And the RTE is, you know, as you've written and others have written it, it's a, it's a terrible piece of legislation. It's the worst of Indian statism. It's intrusive and it's placing all these rules and restrictions and it's, you know, focused more on inputs and on outcomes. Now, you and I, when we look at RTE, the way we think about it is that, well, get the state out of this. And so we should liberate. So obviously, you know, religious schools like Christian and Muslim schools are not, are exempt, they're minority exemptions. And so our way of looking at that would be, well, let's exempt everybody. Everyone can be equal and everybody can be, you take the hand of government off. The way they see the same thing, they see the differential. But what they want is for everybody to be controlled. Can we get the government to regulate their schools too? So it's not as though they don't have a story. But what you need to do is then make the leap into this idea of constant persecution, which, which simply doesn't exist. There is no persecution, right? I mean, I blame the liberals for some of their missteps. I blame, you know, Manmohan Singh for making that, you know, statement about, you know, Muslims have the first right of resources. That was not something that a leader of a secular state should say. He should really have said everybody has equal resources. But the fact is that in the end, the people who really got the short end of the stick over there were Indian Muslims. It's not as though he actually went and, you know, actually got the first dibs on resources. He just said something stupid. That stupid thing that he said fed resentment. Muslims never had anything to do with that. He said it. And, but these, I think in many ways, the sort of traditional left of center Indian parties have, they've played some of this stuff really badly. And I think that from the 80s onwards, they've really misunderstood the nature of Islamism, the changing patterns in the world and so on. And what that allowed the Sangh Parivar to do was to couch many of their arguments in, you know, classical liberal terms or in terms of, in terms of just fairness. For example, I agree that there should be a uniform civil code. I agree that the Indian taxpayer should not subsidize the Hajj subsidy. But the difference is that when the Hajj subsidy was abolished, I was, you know, I was, I was happy. And then I made the point on Twitter that you should also abolish this Mansarovar subsidy, right? It's exactly the same principle. Why should the state be paying for someone's pilgrimage? You could do your pilgrimage on your own money. Why should the taxpayer pay? And it doesn't matter whether you're Muslim, Hindu, Christian. The problem is that when you, so they're very happy many of them to go along with the universalist argument when it comes to a so called a privilege or a benefit or something being given to a religious minority. But when you still turn around and say, look, I want to apply the same thing to you, then they have these, you know, historical reasons. And they'll say, well, you know, we've had a rough time for so long, we need this for some time, right? So there's no good faith here, right? They're not really interested in being fair. They're interested in presenting an argument for fairness, because it allows them to gain ground."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:02.680",
        "message": "We'll take a quick break now. And we'll come back and talk about the 2019 elections, which is what we were supposed to sit down and talk about anyway."
    },
    {
        "speaker": "Unknown",
        "time": "01:01:10.720",
        "message": "Hi, everybody, welcome to another incredible week on the IBM podcast network. If you are not following us on social media, please make sure you do. We're IBM podcast on Twitter, Facebook and Instagram. A couple of messages up top. First, we're hiring right now. We're looking to hire a producer, we're looking to hire copywriters, we're looking to hire an audio engineer, we're looking for web developers, we're looking for business people. If you're looking to work at IBM, which in my opinion, is probably one of the best places to work at then please do send us an application. Also, please do download our app if you're not listening to it on our app. Our app is available on the Play Store. And I also want to thank our sponsors this month, Savari, Storytel and Paytm Money. Thank you very much for supporting us. On Cyrus Says, Cyrus is joined by Mayank Shekhar, film critic and editorial head of Midday Entertainment. They talk about their memories from St. Xavier's prom nights, Mayank's very first encounter with Cyrus, the recently concluded elections and Mayank's process of writing. On the Filter Coffee podcast, Rani Spruwalla joins Karthik Nagarajan to talk about his early days as an entrepreneur and what has kept him going during adversities. And if that's not enough Rani Spruwalla for you, listen to his podcast, the Rani Spruwalla podcast, where Rani talks to me about the benefits and disadvantages of being an outsider, building a brand identity and the learnings from collaborating with business giants across the world. On Business.next, Govindraj Yathiraj is joined by author Jason Jennings. They talk about the key ingredients that are crucial in building a high-speed economy. On Geekfruit, Tejas Alika and special guest Ishan Krishna of Mayanak Mauth go down nostalgia lane and discuss the world of Pokemon, including the newly released Pokemon Detective Pikachu. On Simplified, Chuck Narain and Shriketh discuss the origins of the Yeti, Loch Ness Monsters, Bigfoot, and other cryptic creatures. On States of Anarchy, Hunsunee's guest is Benjamin Katz's Silverstein. He's from the Foreign Policy Research Institute and he busts myths about the Democratic People's Republic of Korea. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:05.640",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Sadanand Thume about the impact of the 2019 elections and what exactly happened. At least we're supposed to talk about that, but we spent an hour just contextualizing that discussion, talking about Modi and the BJP and Hindutva and those intellectual traditions that brought us here and so on and so forth. At what point did you realize, I mean, I've seen tweets by you after your travels through UP and so on, where you said that, look, now I'm convinced having been to these places that the BJP is going to win. At what point did you get convinced of that and why?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:41.120",
        "message": "In April, I went to early April, I traveled in Western UP. Actually, I was in I was going to Kathmandu for something. And I managed to sort of just steal a few days in Delhi and Western UP. And I was just sort of in mini poll mode where all I did, I mean, literally, if I met somebody didn't matter, Uber driver, room service guy, bellboy, paanwala, random woman in a wine bar, I mean, you name it. If I met you, probably the most irritating person in the city, I would like pinhole you and ask you what what you thought and what"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:23.880",
        "message": "random woman in a wine bar in UP. No, not in UP, that was in Delhi. So that was in Delhi."
    },
    {
        "speaker": "Guest",
        "time": "01:04:29.040",
        "message": "And then I went to travel in Western UP. And in the Jat belt, and you know, Baghpat, Shamli and some of these other places. And again, just, you know, talk to as many people as I could. And a couple of things emerged. And to me, the single most important, you know, you started out this podcast by talking about the various explanations, but there was one to me that was actually stood out above all of those. And it was simply the fact that virtually everybody I spoke with, thought of Modi as a good guy. That's what it was just a character thing. It was, you know, what, he's a hardworking person. He doesn't have family. He puts in all this effort every day for the country. And he deserves another chance. And more than anything else, that to me is was my dominant takeaway. And so at that point, I came I and and because you know, because of the nature of Delhi, you meet a lot of people who are migrants. So you know, I was talking to people from Rajasthan from Madhya Pradesh from UP in Delhi, apart from traveling in UP. And this wasn't even close on it. Right. And so you got the stories, you got the character part. And then I got stories about people who would actually receive the gas cylinder, people who had built a toilet in their village, guy who is a hilarious guy who had got a mudra loan in his wife's name and was really happy because he didn't think he ever had to pay it back. So there were all these stories in and, you know, in some cases, it was people who themselves had benefited or had been touched by some of these programs. But beyond that, there were people who just even if these programs had not touched them personally, the messaging had gone through and they had a feeling that this stuff is happening. And I left and you know, I wrote my column in the journal after that. And by the I was fairly convinced that this is, you know, this is something going on. And it you know, and not one person, not one person spoke like that about Rahul Gandhi. And so that was a sign. And then again, that was reinforced more when I came back in the middle of May, early May, and travel a little bit in eastern UP. And that was my sense that the battle of the narratives was completely won by Modi. Absolutely clearly won by Modi. And so to me, it was, you know, pretty clear. I didn't think I didn't believe as did most people didn't. I didn't think he'd get the BJP would get 303 seats. But I was pretty convinced he's coming back."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:28.800",
        "message": "In fact, you know, much as Twitter elites made great fun of the interview Modi did with Akshay Kumar, I thought it was a masterstroke because he might have been bullshitting his way through it. But he came across as such a affable, nice guy, the kind of uncle you'd want your kids to have. And just in terms of optics, it was it was a masterstroke. This is you know, you spoke of the battle of narratives. And there's this interesting column by Shekhar Gupta, I just read today in the print, where he says that the dominant sort of conflicting narratives for the last 20-25 years were Mandal versus Mandir, right? Where on the one hand, you have all these other parties which are exploiting caste divisions and caste identities and you know, trying to build vote banks on the basis of that. And as a counter to that, you have the BJP effort of the Mandir narrative where they're trying to subsume many of those identities within a broad Hindu identity and, you know, making that case. And Shekhar's point was that now that battle is irrelevant. It's not about Mandal, it's not even about Mandir, it's about Modi. That and which seems to, you know, hark to exactly what you said now that it's a personality thing. I mean, Milan Vaishnav just wrote a piece for the Washington Post today, which I retweeted where Milan pointed to a survey which shows that the number of people who would have voted for BJP if Modi was not the man in charge is far less. 32%, I think something like that. 32% less. Is far, far less. And Modi made that kind of difference. And is this a similar personality cult to Indira Gandhi? If so, how did it come about? Is it happenstance for Modi? Or was it actually planned by the great strategist, Ramit Shah? You know, and how does one counter"
    },
    {
        "speaker": "Guest",
        "time": "01:09:14.640",
        "message": "it? Well, I think it was happenstance. It was carefully planned and extremely well resourced. The BJP is much richer than any other party in India, possibly richer than most parties in the world. So they certainly had the resources and the ability to get that message across. And you know, anecdotally, again, you know, it's sort of distasteful to ask people what their cost is. But you know, when you're reporting in the Hindi heartland, you kind of hold your nose and you you do sort of ask just because that's how the narrative is set by, by journalists. And it was not uncommon at all to come across people who were from subcastes that were not traditionally seen as BJP voters, who were just voting for Modi. And they just like Modi. And this is like, he's a good guy. He's the person I trust. He's the he's a strong leader. So in many ways, the messaging, if you look at it, the messaging has been extremely simple. And so the sort of things that we make fun of, right, the sort of things that people make fun of on Twitter, right, like this whole thing he did on the last day of voting, where he, you know, wore that ridiculous cape and then had the guy under the sink. I mean, come on, it's really funny. And so right, you could have done a whole sort of, if we had a sort of more of a comic tradition on television, you could have done a whole skit on how, you know, here's this sort of vain guy who has like the camera following him everywhere."
    },
    {
        "speaker": "Unknown",
        "time": "01:10:41.320",
        "message": "And everyone made fun of it. And I think it's fine. But that's the kind of thing that actually"
    },
    {
        "speaker": "Guest",
        "time": "01:10:45.680",
        "message": "boomerangs badly. I'm not saying we shouldn't have made fun of it because hey, but boomerang so badly because at one level, you have most people who are in fact, connecting with him. Many of them are living vicariously through that moment. So for them, he is this deeply spiritual man who is connected to the religious traditions of this land. And he is out there doing something deeply meaningful. And then not only is that something that they're connecting with, and they have to put up with, you know, a bunch of English speaking, faithless people, atheists, God knows what, beefeaters, and you know, out there making fun of him. Right. And so in fact, it's sort of it boomerangs. Sankarshar Thakur actually had a piece in the Telegraph today, where he also made that point and I think it's absolutely correct. And that's where Modi has been a masterful communicator. He's not trying to communicate to you or me. He realizes that we are ultimately irrelevant. And the only reason the Congress Party folks cared about us a little bit was because they bumped into us at cocktail parties, but Modi is not going to cocktail parties. So there's no danger of bumping into us. And so that's very, that's a powerful insight he and Amit Shah have as politicians. And you can see how that narrative was crafted, how that image was crafted of the hardworking man. And in fairness to him, there's an element of truth in it. I mean, you've talked about this, the biographical element, the story is incredibly powerful, right in a society that is as stratified. I mean, this is the thing, right? You don't have to agree with everything he does. And you can criticize him while conceding. And it's an incredibly powerful story in this kind of stratified society where so much of your life trajectory is determined by the accident of birth, right? You and I are having this conversation in English, because we were born into certain families, it was easy for us, we didn't do anything special to learn it, right? It was just the luck of the draw. And so many of our life chances end up being, you know, determined by just this luck, just this chance. So in such a stratified society, for someone to emerge with no advantages, he doesn't have the advantage of class, he doesn't have the advantage of cost, he doesn't have the advantage of Godfathers, he just he makes it through hard work, and ambition, and smarts. And it's an incredibly powerful story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:38.080",
        "message": "In fact, you kind of spoke about, you know, how he's good material for comedy, and so on and so forth. And you should check out TikTok sometime, which I'm kind of addicted to. Have you checked out TikTok?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:51.400",
        "message": "I'm keeping away. My life has already been ruined by Twitter. I can't afford TikTok."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:55.840",
        "message": "It is incredibly though I'd love to see you start a TikTok channel. That would be quite something. I'd love to see some of my dance moves. Going back to kind of what you said earlier is, you know, for example, about people who about subcastes and groups, which would otherwise not have voted for him voting for him, you know, I mean, in 2014, what he did famously do was that he exploited intra caste resentments. For example, in UP, he reached out to non jatav dalits and to non yadav OBCs and so on and got them on his side. And he managed to expand those sort of alliances over time. And just today, I think I saw a tweet thread from Jignesh Mewani, the Dalit leader in Gujarat and who was kind of bemoaning and saying, I don't understand it that so many Dalits actually seem to have voted for Modi. And you know, there have been Dalit scholars in the past who said that, you know, the Dalit party in India today is basically the BJP, which seems, you know, like a masterful achievement of political strategy. And coming, you know, in coming to that, like there is one way where you can think that this rise of Hindutva and this rise of the BJP, especially given the incompetence of the opposition was inevitable. But another way of looking at it is to, you know, do the whole great man theory of history thing and say that no, Amit Shah is really the strategic genius who's made all of this possible. How do you sort of look at that?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:20.960",
        "message": "I guess maybe a bit of both, right? I mean, for sure, you have Amit Shah's, you know, ability to craft these very sort of carefully plotted alliances and look at the math of these things with great granularity, then you have Modi's undeniable charisma, his powerful biography. I mean, you also have the fact, frankly, that the both the Lohiite parties and the Dalit parties, basically the SP and the BSP are, you know, they're a travesty. I mean, Mulan Singh Yadav's son's driving around in a Lamborghini. These are not people who have maintained any kind of standard of probity in public life. What are they in it for? Right. And that's the question I ask. You can disagree with the BJP guys and I disagree with them. But, you know, for example, as the results from Amethi were coming in and, you know, it was it was getting late. There were a bunch of workers who were there as Smriti Irani supporters. Right. They were in the booth. They are they're driven by something. They wake up in the morning and they are energized because they believe in something. What do these other parties believe in? What do they believe in beyond making their own family or kinship group wealthy or powerful? Right. I mean, what was the SP rule in, you know, in UP? They did some good things. They made some roads and so on. But a lot of it was about empowering, you know, gundas from their community to do whatever they wanted. So I think the moral center has really fallen out of these parties. And that has that that is one thing that, you know, that's just made for the BJP. And so that's why you don't get the kind of transference. Right. So this is the assumption of the Gatbandhan was that, look, we're together. So all the Dalits are going to vote for the SP candidates and all the Yadavs are going to vote for the BSP candidates. Ashok Varshney even wrote a piece in the Indian Express where he sort of broke out all the math. But that's not how it works, because the BJP has, for the Hindu majority, especially in the Hindi heartland, they've been able to craft a kind of moral message. The tragedy of that message is that it involves a complete lack of compassion or any kind of connection to things like minority rights and the things"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:46.240",
        "message": "that we talked about. And you know, one of the things that I kept remarking on as these elections came close was that the BJP seemed to behave as if history ended in 2014. They would not talk about the five years the governance records of that time would keep going back to Nehru did this and Rajiv Gandhi did this and so on. But the Congress on the other hand behaved as if history began in 2014, where they would ignore their past misgovernance over 70 years where in fact when Rahul Gandhi would be asked about things like bank nationalization or the horrors of the emergency or the horrors of 1984, which he was aware he at one point denied that his family had a role. And they were sort of in denial of all that in the past and basing everything on Modi is a bad guy, don't vote for Modi, vote for us without sort of laying out their own vision. And, you know, as as the elections came, they did lay out a little bit of their own vision. And some of it was old school welfarism of the Garibi Hatao type like the whole Niay campaign. And some of it was just hypocritical in the sense and I asked Salman about this in the episode I did with him as well, that you know, they had a thing in the manifesto about we'll have directly elected mayors will be actually empowered to do local governance, which is great, but that is a state subject, the Congress is in power in so many states, and they've honestly done jack about it. You know, in fact, a lot of what is in their manifesto for 2019 could have been implemented by state governments in different ways. And they've done absolutely nothing. This is just posturing to Twitter elites, what has gone wrong with the Congress, right, even after this heavy defeat, they are still sticking to failed and competent leaders."
    },
    {
        "speaker": "Guest",
        "time": "01:19:27.800",
        "message": "I mean, we need a whole different podcast on what has gone wrong with Congress. But you know, to start with, you know, in some ways, if you if you think about the big narrative about India since 1947, you know, despite the fact that, you know, we've done pretty well, relatively speaking, since 1991. All in all, if you step back, and you look at India 1947 to 2019, I think it's fair to say that we haven't done as well as we should have and that many other places have done much better. And this plays into Modi's hands, because the story that Congress has to tell voters is that, look, actually, we did a pretty good job. And they try to tell that story by pointing to the IIMs and ISRO and the IITs. And certainly there's been progress, no question about it, right? And if you're any, if you look at per capita income, literacy or anything, there's been progress. But you can't really make the case that they did a fantastic job, right? The Nehru-Gandhi family did not do for India, what Lee Kuan Yew did, what the Lees did for Singapore. They just didn't, right? And Modi is able to wield that as a club. And so their defenses just come across as weak, right? It's like, no, look, we actually helped build the whatever x institution or whatever. And so that's part of the problem. The other part of the problem is that, you know, Rahul Gandhi is in, he's basically European socialist, right? NIAI is a handout scheme. And I believe this is truly who he is. I think he's being sincere. This is how he sees the world, right? You go back, you know, go back to 10 years, and he was talking about the two Indias and how he was going to fight for the tribals of Orissa and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:16.880",
        "message": "It's complete zero sum thinking. He doesn't really have any deeper understanding of economics"
    },
    {
        "speaker": "Guest",
        "time": "01:21:20.960",
        "message": "or policy. But to the degree that he has any kind of instincts, those are his instincts. The problem is that when you are a fourth or fifth or whatever, depending on how you want to count a generation, dentist, you really can't play the I'm the Messiah of the poor game better than the tea seller. You can't, you may think you can, but you're delusional if you think you can. And this is the fundamental problem. He is not an authentic bearer of the message that he wants to bear. Quite apart from the fact that he has sort of other problems. He doesn't have the most basic political skills. He's an anti politician in some ways, and we can get into that. But the story that the Congress could sell is the story of competence, relative competence, to the extent that they might do stupid things, but they wouldn't"
    },
    {
        "speaker": "Unknown",
        "time": "01:22:17.560",
        "message": "do nutty demon, right? So it was, they would, they might, you know, screw up on interfaith"
    },
    {
        "speaker": "Guest",
        "time": "01:22:26.400",
        "message": "relations, but you wouldn't have Yogi Adityanath as chief minister of UP. So their story was really of look, we are where the grownups here. And that may not have been a compelling enough story because the country happens to be a large chunks of the country are in love with Narendra Modi. I'm not saying that I would have won the election. But this idea that this guy born with a silver spoon in his mouth, not just a silver spoon, the whole cutlery set, right? This, this guy is somehow going to be the Messiah of the poor, and he's going to take on the chaiwala. I mean, it's preposterous."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:03.920",
        "message": "In fact, I'm really amused by the fact that a lot of my friends who call themselves progressives actually support a guy who is where he is only because he was born into extreme privilege, and because of power structures in his party, prevent others from actually rising up through the ranks. And they support this guy. And to me, it simply doesn't compute. It's classic hypocrisy. I mean, I've said in the past that, you know, a couple of years back, I'd said that, you know, those who support Gandhi today are helping Modi win in 2019. And similarly today, I think those who are helping Rahul Gandhi stay in power are helping Modi win 2024. But, you know, tell me something. I mean, it's if the Congress is a dying party and the Gandhis help it along, that's fine. But a healthy democracy needs an opposition. Where are the possible avenues and opposition can emerge from?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:56.080",
        "message": "It's a tough question. And I think that that's, you know, the only argument you in fact have for keeping the Congress alive at this moment in time is that without them, there'd be even less of an opposition. There's no meaningful political opposition, even with the Congress with their 52 seats, or whatever, and in the Lok Sabha, the media has been a large chunks of the media have been co-opted. And the parts that have not been co-opted can probably be safely ignored. The courts do have a measure of independence, though. But again, I think a powerful executive with five years ahead of it would have enough tools to sort of slowly and gradually make sure that the sort of people that they approve of are in the courts. And we've already seen, for instance, in the last five years, the collapse of any kind of case where the victim happens to be a minority and the accused happens to be someone associated with the Sangh Parivar. So you already sort of see the courts under pressure. What does that leave? Whose bureaucracy has been politicized? So I think we are in uncharted territory here. We really have, we're in a place where, you know, the old argument and the old complaint about India used to be that, look, things move too slowly. There's no foot on the accelerator. And I think now we have to sort of start thinking of India and imagine what it's like to have no brakes. And that's what's going on now. We have no brakes. There are things that have happened in the last five years that we would not have been able to imagine. I would not have been able to imagine that someone like Hemant Karkare, who was a national hero, loses his life fighting Pakistani terrorists on 26-11 in Mumbai, can have his reputation savaged and soiled overnight on social media, because the BJP has decided to nominate Sadhvi Pragya. So even if people who have this sort of traditional set of protections, right, civil service, yes, gallantry award, people like that, their reputations are no longer safe. So in many ways, we're just in a place where, you know, virtually anything is possible. And some of this stuff is probably outside the realms of our imagination."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:36.400",
        "message": "Sort of moving on back to, you know, leaving the opposition aside and just moving back to the BJP and this government. You'd mentioned earlier about the massive amount of resources that they have. And in fact, this is a point, say, Raghu Karnad made through an excellent video a while back on YouTube, and he persistently drives this point home on Twitter that the BJP just have so many more resources than anyone else to push their narrative. And that is a massive part of their victory as well. And at one hand, of course, you don't know which way the causation also goes. Part of the reason they have these resources is that the narrative is winning out. But then also it's a question of maybe network effects. Power attracts money, money buys more power, and so on and so forth. Is that something that worries you?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:19.160",
        "message": "I mean, beyond that, look at the evil genius of it. They come up with these electoral bonds,"
    },
    {
        "speaker": "Unknown",
        "time": "01:27:25.240",
        "message": "which basically make funding completely opaque. And they sell it to people as a reform. I mean, it is, you've got to at one level admire it. Look, I've cleaned up electoral funding. How have you cleaned it up? I've cleaned it up by introducing these completely opaque"
    },
    {
        "speaker": "Guest",
        "time": "01:27:44.360",
        "message": "bonds, and of which 90% or 95% of them will never come to my party. In theory, you don't know who gave the money, but you can be pretty darn sure that the people who are buying these bonds believe that the parties know exactly who they're giving the money to. And so in some ways, it's also this moment, right, where the Indian economy has grown to a certain size and elections have become so expensive. And this party that is very well organized, and absolutely ruthless when it comes to winning elections, has seized the reins of power. And now it has this first mover advantage that gives it such a huge leg up over anybody else. And, you know, it really comes back to 2014, where, you know, at one point, Congress would have had those advantages, they didn't have the ruthlessness, they didn't have the imagination to really press their point. You know, they were shambolic and disorganized. These guys have power now. I mean, you never know in politics, of course, things, people think go up and down. But given the kind of system that is being put in place, both in terms of, you know, traditional media, such as television, the fake news factories that are set up where, you know, basically, you know, there's just, you know, there's no difference between, you know, there are people out there, you know, who genuinely believe that Nehru was this lascivious man, because they've seen a picture of him pecking his niece on the cheek at an airport. Right? There are people who really genuinely believe that Nehru had Stalin put Bose into some gulag in Siberia, right? There are people, this stuff is believed, right? I've met people in Uttar Pradesh, who, you know, tell me that, you know, Nehru's great grandfather was a Muslim. I mean, this is just so what is true and what is not true. They have an ability to just to dominate both traditional media, and then using, you know, WhatsApp and these fake news sites that they've set up, like postcard news, also just put out misinformation. And then they have the resources to amplify this. And you have this completely inept opposition, you have the fact that a large section of our punditocracy will very happily get co opted. I mean, the best example for me of that is all the sort of self professed libertarians singing the praises of demon. I mean, it's sort of it's"
    },
    {
        "speaker": "Unknown",
        "time": "01:30:12.240",
        "message": "surreal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:13.240",
        "message": "To bring libertarians into it is absolutely shocking. I'd written a piece about this called, you know, beware of the useful idiots talking about sort of the intellectuals who supported Modi, even long after it became obvious that he is what he's shown himself to be. And in fact, in that, I don't know if you read it, but I held you out as an example of intellectual honesty, because you kind of changed your mind there. But you know, just fake news. I mean, we live in an age of bullshit in the sense that Harry Frankford defined the term bullshit, right, which is that a person who lies knows what the truth is. And he chooses to lie to divert people's attention from that. A person who bullshit doesn't care what the truth is. He's just winging it. He's saying whatever he feels like at the moment, and it may or may not be true. And, you know, Modi is a classic bullshitter. And it works for him in the sense that even if you see that much maligned interview of him, where he speaks about how clouds sort of stop radar, right. And now the thing is, by making fun of him, we're just like getting him you're just you're just increasing his vote margin even more. Because number one, people don't care about the facts. And number two, what he does well in that interview is he comes across as this folksy likeable as this guy with folksy wisdom and he's, you know, likeable and all of that and that image has nothing to do with whether he's talking sense or not. And this is something which I think a lot of people just haven't figured out that we live in an age where facts don't matter."
    },
    {
        "speaker": "Guest",
        "time": "01:31:42.800",
        "message": "And I don't think it's just bullshitting. I don't think it's a question of, well, I'm talking about the larger machine, not Modi specifically. I don't think this is a question of not caring. The lies in the fabrications are very carefully crafted. Again, it's the same thing. It comes down to sort of like the cloud. They are preposterous to us. If you're educated, you think this is like, it's actually you can't read this stuff without"
    },
    {
        "speaker": "Unknown",
        "time": "01:32:04.360",
        "message": "laughing, right? Nehru's grandfather was Ghiyasuddin Ghazi. It's insane stuff. But this stuff"
    },
    {
        "speaker": "Guest",
        "time": "01:32:14.720",
        "message": "is believed, right? So and it's all very well constructed. It all goes in a particular direction. And they have at this point, they have done such a number on Rahul Gandhi. I don't think his political reputation is recoverable. And it's because they didn't have the capacity to take this seriously. So they're not just bullshitting, they have targets. They figure out who they want to go after. I mean, at one point, it was kind of, we had the sort of lower end of this, I sort of, at some one point, I found that there were all kinds of people who were on Twitter who would attack me. And they will always accuse me of taking either 2 lakh rupees or 5 lakh rupees from the from the Congress. Of course, they haven't read the fact that I'm, I've been critical of Congress for more than 10 years and still remain critical of Congress. But anyway, they were like, you're on the Congress payroll. And I was kind of I couldn't understand why they only ever accused me either of taking"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:15.620",
        "message": "2 lakh rupees or 5 lakh rupees. And I was just like, why are there no 4? And it's kind"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:20.760",
        "message": "of an insult that they're accusing you of being so cheap, like you can sell yourself"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:24.480",
        "message": "for 5 lakhs. Well, 5 lakhs is a lot of money for me. I think it was a recurring thing."
    },
    {
        "speaker": "Guest",
        "time": "01:33:30.640",
        "message": "It wasn't just wasn't a one time thing. So I was sort of like, why? Why do they only have these two numbers? Why don't they have, you know, three and a half? And it turns out there was in one of their fake news sites, someone had written a story where they hadn't attached names on put names there. But they put out this story saying that Cambridge Analytica has hired, I don't know, 125 intellectuals to defame Modiji. And my hunch is that there was another version of this, which is probably on WhatsApp, where they had sort of lists"
    },
    {
        "speaker": "Unknown",
        "time": "01:34:09.560",
        "message": "of people. And people believe this stuff, right? I mean, this is just someone just writing"
    },
    {
        "speaker": "Guest",
        "time": "01:34:17.160",
        "message": "a column somewhere, and they care enough to do this. Imagine if you're actually a real"
    },
    {
        "speaker": "Unknown",
        "time": "01:34:23.920",
        "message": "opponent. This is terrifying, right? Look at Nitish Kumar. You're doing yourself a disservice."
    },
    {
        "speaker": "Guest",
        "time": "01:34:29.440",
        "message": "You're a real opponent. He was just, you know, one day he was being battered every day on television as for corruption, and his whole image was Mr. Clean. And then suddenly he's, you know, he switches and then those stories go away. So you know, the comparison I've been making more recently, I mean, the obvious comparison, of course, is with Erdogan because of the roots and religious nationalism support from the business class, the distance from secular elites and all of that. But another really good example, parallel is with Orban in Hungary. And what you have is when Modi talks about the car market consensus, and he talks about going against it, what he's basically doing is that he is pitching his own sense of Hindu authenticity against this supercilious, sneering, globalized elite. And it works."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:24.280",
        "message": "And this is a framing that's actually common to all populists. Like I'd written a column about it a couple of years ago based on Jan-Werner Muller's book on populism, where, you know, blaming the elites is one of I think there's a whole laundry list of things that populists have in common, whether it's Erdogan, or Modi, or Duterte, or whoever, or Orban. And one of them, of course, is blaming elites. And you can't say that our elites haven't made"
    },
    {
        "speaker": "Guest",
        "time": "01:35:48.600",
        "message": "that job easy for them, of course. Absolutely. I mean, it only works because there's a kernel of truth there. Right? People are supercilious people are I mean, I'll give you one example, right? The whole, let's say, if you are a religious Hindu, you're the entire conversation about the Ram temple outside of popular politics, if you look at it, the sort of newspapers, the if you look at the TV studios, and so on, the entire debate was dominated by people who just mostly just just are not very religious. They're just not they're not connected. They don't have a dog in this fight. And I think that this sort of thing, it breeds this tremendous sense of, of resentment, of being, you know, and I think that the lot of the BJP people, they, that's what they crave, they crave respect, what they don't understand is that you have to earn respect. And they think that they can, the only way to get that respect for them is to point to vote totals and say, look, now, I mean, again, it's totally illogical, right? I mean, you can get 303 seats in the Lok Sabha that but, you know, demonetization is still too crazy for Venezuela, I'm sorry. But that's not how they see it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:01.360",
        "message": "And it's something even Modi and peak bullshitting mode doesn't mention anymore, because it's this kind of, that's not even a case to be made. You know, speaking about the BJP, if we kind of look back through history and trying to figure out where they may go from here. And one thread that I've kind of found in political Hindutva from the Jan Sangh onwards, is that every leader has been made to look moderate by those who followed him. For example, Vajpayee, you could argue, made Shyama Prasad Mukherjee look moderate. Advani made Vajpayee look like a statesman. Modi made Advani look acceptable. And then came Adityanath and perhaps now even Pragya. And do you therefore see the BJP getting more extreme, especially now, with this consolidated hold on power, and the questions that are coming from certain sources, which you know, I mean, I've heard people asking, ki mandir kaha hai? You know, people arguing that Modi is too moderate, Adityanath is too moderate, we voted you to power, mandir kaha hai? What do you think of the future direction of the BJP? Are there competing forces pulling them in different directions? Or is this inevitable?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:08.560",
        "message": "So I think you could certainly make that argument for a progression the way you've made it. But I view it slightly differently. I think that there are always choices. And I think that the BJP in the Vajpayee era was in many ways grappling with those choices. You can fault Vajpayee for, you know, in the end, not sort of not doing everything that he could have done. But you know, there were certainly, you know, if you look at the kinds of people he surrounded himself with, people like Brijesh Mishra, people like Jaswant Singh, people like Arun Shourie. These are, you know, broadly people who were, you know, who wanted economic liberalization and had, you know, broadly liberal views on, you know, questions of faith and identity politics. And again, you know, as a conservative, it's not as though there are no problems there, right? There are problems on the sort of, there are problems that the liberal left in India has preferred not to look at, right? I once wrote a column in the Wall Street Journal about how this extremist Wahhabi cleric Zakir Naik was being hailed as a liberal by Indian liberals, which is preposterous. So I think there was a moment where the BJP could have turned towards a more moderate path. And that moment was not seized. Going ahead now, I have to say it's hard to be optimistic. You know, I've been in Delhi the last few days, talking to people and they point to the Gujarat experience. And they say that look, just as Modi as chief minister of Gujarat, when his his second and third terms, he kind of clamped down on the hotheads and so on, and that he's going to do that again. The way I see it, though, is that, you know, once you have unleashed these forces, and again, I go back to the Adityanath model, it's just, it's very difficult to put this genie back in the bottle. Now that they control the narrative, now that they have, you know, some of these sort of completely outlandish things, right? I mean, look at the, you know, if the, there's a point I made in one of my Times of India columns that right,"
    },
    {
        "speaker": "Unknown",
        "time": "01:40:17.720",
        "message": "if the World Bank had an ease of doing bigotry index, India would be like, fastest moving"
    },
    {
        "speaker": "Guest",
        "time": "01:40:24.440",
        "message": "country on that, right. So we went from being in the space of a few short years, we went from being a country where you could not even discuss things like Islamism and terrorism, right, the taboo topics, you couldn't even go there. And now we've reached a point where people on national television are propounding just like absolutely, you know, batshit crazy theories and ideas. I was on a channel the other day, on counting day, I won't take his name there. But we were having this discussion and Sabah Naqvi made the point, a perfectly legitimate point, that the kind of margins that people like Pragya Singh Thakur or Giriraj Singh Sakshi Maharaj had got, would suggest that this 2019 vote, in some ways is a vote for majoritarianism. It's a perfectly legitimate point, you can contest it, you can say it's also a vote for other things, but there's nothing wrong with saying what she said. And immediately you had other panellists, you know, attacking her in the most base terms and accusing her basically, because she's someone who happens to be Muslim, of launching a Ghazwa-e-Hind to subjugate and wipe out the Hindus. This is like, this is again, you know, some of it again, I mean, it's so crazy that it's funny. But it sort of tells you what has happened to the discourse. And because this has happened to the discourse, I see no will to discipline this, right? I don't see, what they want to do is image management. They're not actually willing to do something. And the best example of this is that, you know, the Prime Minister after Pragya Singh Thakur says that Nathuram Godse was a patriot. He says that, oh, well, I'll never forgive her. But if this is such a big deal for you, why don't you dismiss her? Right? So that's the point, right? There's image management, and then there's actual principle. And we've seen no evidence that actual principle is actually out there to trump image management."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:28.400",
        "message": "I want to ask you one last question before we sort of end this episode, which is, okay, now that Modi has got this resounding mandate, and now that we are where we are, looking ahead to the next five years or the next 10 years, what gives you hope and what gives"
    },
    {
        "speaker": "Guest",
        "time": "01:42:42.560",
        "message": "you despair? What gives me hope is that, you know, for all the problems, India's democracy has deepened. And that there is a possibility that India could just, in its own messy way, stumbled upon the right set of policies, learn from trial and error, at least there's a there's going to be a certain amount of political stability. And so he may be able to get the economic reform story right in the second term, but she wasn't able to be doing the first term. I'm not saying that will happen. But if I want to be hopeful, I'll talk about that. And I would also hope that the sort of natural fact that this is a deeply pluralistic society is going to prevail, and that people recognize that this is just not only morally reprehensible, but also insane, to try to sort of take 20% of your population and make them somehow feel as though they're not fully part of your country. So that would be the sort of optimistic side of things. On the pessimistic side, I think that there are quite possibly, you know, playing with things that have long term implications that they have not really figured out, right? I mean, these are really serious debates. Just the other day, I was reading a series of essays that Lala Lajpat Rai wrote almost exactly 100 years ago in 1924. Gandhi had just arrived on the scene. There had been riots between Hindus and Muslims in various parts of British India. And he was really trying to work through some of these issues, right? How do you work together as Hindus and Muslims and get the British out but also maintain some kind of good relations and so on. And one of the things that struck me was that we really no longer have people in the political class, with a few exceptions, right? There are people like Shashi Tharoor, even Jay Panda, who sort of read and are engaged with ideas. But by and large, the decline of the quality of our political class, right? Look at what was thrown up in the last 40 years of British rule. And look at what we've thrown up in the 70 years of our, of independence. The decline in quality has just been, it's staggering, right? I mean, you go from Ambedkar to Mayawati, if you just look at it in terms of intellectual content, for instance. So I worry that we now have, we're headed into an era where India is going to continue to face extremely large and complex problems. And we have a political class that may not be equipped to deal with those problems."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:31.080",
        "message": "On that truly dark and depressing note, thanks so much for coming on the show, Sadanand. Thanks for having me. If you enjoyed listening to this episode, you can follow Sadanand on Twitter at Dhume, D-H-U-M-E. An archive of his writings is also linked from the show notes on the episode page. You can follow me on Twitter at Amit Verma, that's A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in, thinkpragati.com and ivnpodcast.com. The Seen and the Unseen is supported by the Takshashila Institution, an independent center for research in education and public policy. The Takshashila Institution offers 12 weeks courses in public policy, technology policy, and strategic studies and for both full time students and working professionals. Visit takshashila.org.in for more details. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:46:47.600",
        "message": "I'll see you next time. Take care. Take care."
    }
]