[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:05.160",
        "message": "Before we move on with this episode of the scene in the unseen, do check out another awesome podcast from IVM podcast, Cyrus Says, hosted by my old buddy, Cyrus Brocha. I was a professional poker player for a few years, and even though I was a winning player, one of the many reasons I left poker was that I felt I was engaged in an unproductive activity that contributed nothing to the world. Poker is a zero sum game, even a negative sum game if one considers a rate charged by the house. And the only way a person can win is if someone else loses. Basically, you have to exploit the mistakes of others. The real world is not like this. In everything else I do, whether it's writing or podcasting or producing journalism, I only make money if I provide value to others. When I benefit, so do others. It's a positive sum game. No wonder then that gamblers are looked upon with suspicion by non gamblers. Not that there's anything morally wrong with gambling, for even the losers are consenting adults. But it's true that a poker player doesn't make the world a better place by playing poker. Now, there are many things in common with the world of gambling in the world of finance, and many people view finance professionals in the same way, as if they are just gamblers in a giant casino, creating nothing of value and often bringing the rest of the world crashing down, such as when there's a financial crisis. And yet, this could not be further from the truth."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:32.840",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:42.880",
        "message": "Welcome to the scene and the unseen. My subject today is the importance of finance, a field that is often misunderstood and misrepresented. My guest is one of the thinkers I admire most in India, though I often disagree with him as well, Ajay Shah. Ajay was my guest in a previous episode a few weeks ago, talking about creative destruction. And I hope to make him a regular guest on the scene and the unseen. Before we cut to this conversation, though, let's take a quick emotional break. This episode of the scene and the unseen is brought to you by Storytel. Storytel is an audio book platform which you can listen to on your Android or iOS app. They have thousands of audio books that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi and unlimited monthly subscription costs only rupees 2.99 per month. And you can also get a 30 day free trial if you hop on over to Storytel.com slash IBM. I actually use Storytel myself regularly. So as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is Born Standing Up by Steve Martin. I haven't actually read it, but my producer Abbas Momin says it's a beautiful, moving autobiography and I intend to listen to it now that I've found it's on Storytel. You do the same. And remember, you get a 30 day free trial only at Storytel.com slash IBM. Ajay, welcome back to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:00.880",
        "message": "My pleasure to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:02.200",
        "message": "So, Ajay, you're a big fan of the world of finance and the world of finance is, according to one kind of popular notion, a world full of villains where nothing productive is produced. And it's like a giant casino where you have hot shot bankers playing with the real lives of people who have no control over what's going on. Does finance deserve this kind of a bed wrap?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:24.680",
        "message": "My claim would be that finance is the best example of the seen and the unseen. That the grand drama playing out in financial markets and financial firms is the ultimate foundation of all the prosperity and technology and innovation that we see around us today. That's a grand claim."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:47.320",
        "message": "So, start breaking it down for me."
    },
    {
        "speaker": "Guest",
        "time": "00:03:49.880",
        "message": "OK, so we are used to the world of things. OK, we have a coffee, we have a cell phone, we buy things from firms and our immediate experiences are always about those things. We see the market economy as a world of things and we appreciate and admire and marvel at all the things that the wonderful market economy produces for us. My shirt, my pants, all these joys, all these pleasures are given to us by the market economy. That's the scene. But now we should go one level deeper and ask, how does all this come about? Where do the firms come from? Where do the innovations come from? Where do the decisions of the firms come from? And this is where we get to finance. OK, so it is finance that puts the firms there. It is finance that tells the firms what to do. It is finance that creates the incentives for the innovation. So, my first level idea would be that the scene world is being invisibly controlled and shaped and influenced every day by the world of finance. OK, and so let me start with the simplest of all examples. I want to go back to the 1990s, when somewhere in the late 1990s, people started getting the idea that, you know, you could build a software services company in India. This was not a mainstream idea for a long time. Most people don't remember that in 1994, when Infosys did the IPO, it actually did not succeed so well. It was not a hot IPO in 1994, as you might imagine today. It's only by the late 90s that the idea got around that you can actually run a big, successful software services company in India and make a lot of money. And where did that idea go off? It went off in the heads of the finance guys. What did they do? They drove up the prices of the shares of the software services companies, the early pioneers like Infosys. So what that did was it created this publicly visible price, the share price, the valuation, the P.E. ratio, the price to book ratio of these software services companies was stratospheric. And all around the country, there were people who started looking at those prices and wondering, you know what, should I be doing something there? OK, so I was there and I vividly recollect that the, you know, the people who started looking at those prices, the financial system was shouting out to everybody in the country that if you put 100 rupees and build a successful cement company, we will reward you with wealth of 70 rupees. OK, in other words, don't bother building a cement company, but if you put 100 rupees and succeed in building a software company, then we'll give you a wealth of 500 rupees. That's a price to book ratio of five. And sure enough, there were attentive people all around the country who are watching that drama playing out in the stock prices. And so you had literally thousands of people in India who started wondering, could we start a software company? Do I have a friend who knows how to build software? Do I have a cousin that knows how to sell software in London or in Sydney and so on? So all across the country, the thought process started springing up that we should really be building a software company. And also, we should really not be building a cement company. All these decisions all across the country were invisibly coordinated by one thing, the stock market, the valuation of the stock market, reshaped the thought process, the development of business plans all around the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:36.080",
        "message": "So would it be fair to say that just as in the marketplace of things per se, let's say that I am someone who can make a widget for 40 rupees, and I see that day in the market, it's selling for 80 rupees, and that's an incentive for me to go in. So the prices are giving me that information. So similarly, what you're seeing is that what the stock market tells you what the world of finance tells you is that software stocks are shooting up, and you're increasing the incentives for more and more people to get into it. Is there a danger of reflexivity here in the sense that can you create a vicious cycle where a bubble forms, which is then inevitably going to come down as a dot-com bubble did?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:13.200",
        "message": "So now I want to go to the thought process inside the stock market. And that will give us more insight. The stock market is not some magical construct. It's just composed of people. It's composed of people like you and me. And the prices at which trades take place reflect the views of people. So those are smart people. They are looking at all the available information."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:35.600",
        "message": "So that's your demand side basically reflecting it."
    },
    {
        "speaker": "Guest",
        "time": "00:08:37.520",
        "message": "Wait, I just want to highlight the limitations of the process. The people who are trading the shares are looking at the world, are commanding information about the world, are trying to make forecasts about the world, and these forecasts will necessarily go wrong. And that's perfectly OK. The future will always be unknowable. Some things will go wrong. So every now and then there will be mistakes. We should not think about this as some flawless central planning system where decisions will always be perfect. So yes, what you call a bubble, I call mistakes. Mistakes will always happen, that there will be a time when everybody thinks that nanotechnology is going to work and there will be a rush of investment into nanotechnology firms. And some years later, people will think, nah, that didn't really work. We did not really make money in that and there will be money that is wasted. And that's OK. That's a part of life. The point is that the stock market is the place where a lot of smart people come together and form views about the future and not just write blog articles about those views, but put their money where their mouth is. People do trades with real money and do their best in trying to forecast the future. So there is a remarkable alignment between the personal self-interest of the people trading the market and the connections between the prices that are produced and the allocation of resources in society. So there is self-interest part and then there is a positive externalities part. These prices create positive externalities. The whole country benefits because we are able to run a self-organizing system surrounding those prices. So everybody knows the price to book of a hospital. Now, thousands of people all over the country will wonder, should I start a hospital? Should I not start a hospital? But doesn't this create a set of two incentives?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:24.160",
        "message": "For example, earlier, if you're starting a business, your incentive is can I make a profit? Can I create a product for 40 rupees which somebody will buy for 60 rupees? So that's my profit. But now there's another incentive which comes in where this profit in the marketplace of things doesn't matter. That, you know, can I have an IPO and am I in the sector which is hot right now, which could be dot com once upon a time, which could be, say, biotech right now, and it doesn't matter what the product is and whether it ever makes a profit as long as the stock"
    },
    {
        "speaker": "Guest",
        "time": "00:10:52.560",
        "message": "market value is high. Well, in the end, people do want profit. So I think the financial system has demonstrated the ability to invest for long time periods in losing propositions. So in fact, 10 years ago, the criticism or 20 years ago, the criticism would have been that the short term attention to profit is a mistake. Well, today we've seen many sectors, most notably clean energy, where the financial system understood maybe 10 years ago that global warming was a problem and there is going to need to be gigantic development of technologies and infrastructure around clean energy. And the financial system was willing to commit very large resources into these firms, even though they were presently not making money. But it was the bet of people in the financial system that, you know, give it time, it's going to make money in the future. So the stock price is just the net present value of all the dividends that are going to come out in the future. Nobody is here for charity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:50.080",
        "message": "In fact, a great example that you gave me when we were chatting about this before of how a bet by the stock markets actually makes a huge impact in the real world is what happened in the late 1990s when, you know, optical cabling, for example."
    },
    {
        "speaker": "Guest",
        "time": "00:12:02.880",
        "message": "Yeah, so optical communications is a late 90s, early 2000s revolution, which was led by the financial system. People understood that there is going to be an explosion of data and we need a whole new generation of switches and computing capabilities surrounding mind-blowing levels of bandwidth. And there was a series of startups which got large investment by the venture capitalists. And it actually worked out well. And we got that gigantic escalation of capabilities inside many of those engineering companies. So the role of the financial system is to look into the future and translate that into a structure of payoffs for entrepreneurs. So in our old world of Hayek and the world of things, we would be talking the profit rate of a company. We'd be talking about the profit for one year. What finance does is it takes profits over many years and turns that into a net present value. And also it brings the word risk into the equation, which is, of course, important. So risk and reward come together in finance. And what finance does ultimately is it creates a structure of incentives for what industries should expand, what kinds of tools and technologies and products are going to be important in the future. And it sends out incentives for firms and managers and entrepreneurs to build those kinds of capabilities. And that's the invisible way in which the phrase is used that Wall Street runs Main Street, that Wall Street figures out these prices and then Main Street responds to those"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:32.960",
        "message": "prices. And it seems to me that those incentives also work in drawing the best minds to finance because there is so much money to be made. The best minds come to finance. And when they are putting their money where their mouth is, you have to take that seriously. So in a sense, you have the best minds coming together for good incentives, setting the agenda for..."
    },
    {
        "speaker": "Guest",
        "time": "00:13:51.760",
        "message": "So I have mixed feelings on this. So first, I don't think that there's a shortage of minds. Okay. So I think there's a very large supply of wonderful people in the world. And I don't think that there is a shortage of minds. Some good minds come into podcasting as well. Yeah. So I think that there is a great deal of brilliant and wonderful humans all over the world in many, many lives and careers and professions. So some people have a negative view that there's a PhD physics guy who's now trading in a hedge fund, and that's a bad use for society. And I don't agree. I think there's no shortage of talent. That's one point. My second point is that, yes, exactly. As you say, you need to bring in some of the best capabilities into finance because finance is that important. I mean, finance has to think about the world, form views about the future and reshape the world around us. So we see this most vividly in the high technology space where many a successful engineer and entrepreneur starts a second life as a venture capitalist. Okay. So for example, the great engineer Bill Joy, who was one of the key people in BSD Unix, one of the founders of Sun Microsystems, then turned into a partner at Kleiner Perkins. And that's the kind of genius that is applying its mind to thinking about what investments,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:09.760",
        "message": "what industry. Like his co-founder at Sunway North Coast Line."
    },
    {
        "speaker": "Guest",
        "time": "00:15:12.320",
        "message": "Who is also a venture capitalist."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:14.320",
        "message": "And you've described finance as the brain of the economy and use venture capitalism."
    },
    {
        "speaker": "Guest",
        "time": "00:15:19.520",
        "message": "Joseph Stiglitz says that finance is the brain of the economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:23.440",
        "message": "Right. So break that down for me."
    },
    {
        "speaker": "Guest",
        "time": "00:15:25.280",
        "message": "So all this thinking work is what Joseph Stiglitz calls the brain of the economy. That it is finance that has to think. It is finance that awards valuations. It is finance that is like the commanding heights of the economy, to use a Nehruvian term, what you would have thought the planning commission would do. That the planning commission will decide that, you know what, we need to build integrated circuits. We need a VLSI fab in India. We don't need a VLSI fab in India. These are all the things that are ultimately now controlled by the financial system. So that is why Joseph Stiglitz calls finance the brain of the economy. My good friend Josh Feldman tells a very interesting story. He says that suppose there was an earthquake. I think you were there when he told this story. He said, suppose there is an earthquake and the entire Bombay gets destroyed. Okay. And suppose we had to pick up the pieces and start over. What is the first thing that we would do? Answer. We would rebuild the financial system. Because the financial system would then fund everybody else and the rest of Bombay would"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:25.280",
        "message": "get built. So before you build the schools, build the banks."
    },
    {
        "speaker": "Guest",
        "time": "00:16:27.680",
        "message": "Everything will flow from there. The first thing you got to get in place is the financial system."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:32.240",
        "message": "And that's sort of a very telling analogy of a planning commission as say something that's doing central planning, but it's centralized and it cannot possibly have access to all the information and therefore it invariably messes up. But this is sort of the brain of the economy, but all the information is decentralized."
    },
    {
        "speaker": "Guest",
        "time": "00:16:48.000",
        "message": "It's coming from. It's a self-organizing brain."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:50.320",
        "message": "Okay."
    },
    {
        "speaker": "Guest",
        "time": "00:16:50.720",
        "message": "So we combine the brain, but yet it's a self-organizing system and there's no compulsion. There's no coercion. Okay. You're welcome. I'm welcome. Everybody's free to look at the system of prices and disagree that. No, I don't agree. I think aluminum is much more important than you guys think it is. Very good. Put your money where your mouth is. Buy aluminum futures or buy the shares of aluminum companies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:11.600",
        "message": "And where does a VC get his signals from? Where does he get his, what are his incentives?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:15.920",
        "message": "Where does he get his knowledge from? By looking at the world. So the VC's job is supposed to be to look at the world and figure, I think these technologies are going to be important. These business models are going to be important."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:25.520",
        "message": "And the markets are a reflection of that, the stock markets."
    },
    {
        "speaker": "Guest",
        "time": "00:17:27.840",
        "message": "So the VC turns around and shapes the projects. The VC is looking in the future. And also remember the VC likes to take his project ultimately IPO. So the VC needs to look at the stock market. So the stock market says what kind of price to book ratios are attractive and the VC is guided by the possibility. For example, Indian healthcare, Indian NBFCs, when these price to book ratios were very high, we got a surge of private equity funds building projects in these areas."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:58.960",
        "message": "Right. And what about more arcane forms of finance like derivatives or like the kind of complex instruments that led to the 2008 crash?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:08.000",
        "message": "So far, I've talked about the stock market. I've emphasized the share price."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:11.920",
        "message": "Yeah. Now, there are two more things that need to go into this."
    },
    {
        "speaker": "Guest",
        "time": "00:18:15.280",
        "message": "That need to go into this and both of them connect to derivatives. The first is that, OK, suppose you're this super smart guy and you have an opinion that the share price of Infosys is going to do well. You have two choices. Case one, you will put down 100 rupees and buy the shares of Infosys. Case two, you will put down 25 rupees and get a position on 100 rupees of Infosys. OK, so you get a four times leverage. By only putting 25, you get position of 100. You're going to prefer the leveraged position. OK, so for people with too much brains and not much money, you are benefited by having a leveraged position. And that is what the derivatives do. So financial derivatives allow the injection of knowledge and ideas into the process of price discovery while giving a magnification where people who have more brains and not enough money are able to participate in the price formation process. The other side of the derivatives is derivatives trading on physical commodities, whether it is aluminum or wheat or butter or eggs. These are very important markets that directly link to the physicals. So there you directly see that six months from now, eggs are going to be expensive. So you start getting incentives to build more eggs starting from today. So the derivatives markets there directly connect into the world of things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:41.680",
        "message": "And this is not some abstract thing, you know, people sitting in Wall Street offices do. This has a very real impact. And one field in which you've pointed out where it could help, and I had an episode on this a long, long time ago with Karthik Shashtar on futures markets in agriculture, where, you know, people just hear the phrase futures market in agriculture and they're like, what the hell? You know, we have, you know, the agriculture is in a crisis. You need to kind of, you know, there are enough problems in the real world. Why would you gamble with it? But your point is that a lot of the problems of agriculture and the problems of the common humble farmer can be sorted out if there are futures markets in agriculture."
    },
    {
        "speaker": "Guest",
        "time": "00:20:16.320",
        "message": "And I would tell that in two steps. So let's start from the world of things. I think it is useful to see that there are two very big decisions that are made in the world of food. Question one, what do I sow? Question two, what do I store? Okay, these are the two decisions that are made. The rest is lotteries. Okay, so I sow something, but the rain doesn't come or the locusts come. So there are many other shocks that come along. But in terms of the decisions made by real people in the world of food, there are two decisions above all. Question one, what to sow? Question two, what to store? Okay, how do you make those decisions? For these decisions, you need to have a view about the future. You need to have a forecast about the future. What we see in India every now and then is something that comes out of a model that was written by the economist Paul Samuelson many, many decades ago. Okay, he calls it the cobweb model. Okay, that's a story that runs like this, that there's a shortage of tomatoes. The tomatoes are very expensive. So lots of farmers rush in and sow tomatoes. So then you get a great surge. You get a huge crop of tomatoes. The price of tomatoes crashes. And then farmers get very unhappy. And then they do not sow tomatoes. And then the cycle starts all over again. Okay, this is called the cobweb model. And this is just a cycle of sadness that you're screwed when there's a glut of tomatoes. You're screwed when there's a shortage of tomatoes. And this thing just goes on. How do you break this cycle? The answer lies in futures trading. What you need is a futures market to say that, look, six months from now, we believe the price of eggs will be so much. Six months from now, we are able to see the prospective outcome of the Kharif harvest of India today. Now, if that information was produced by a deep and liquid and active market, then a sowing decision could be taken by using that public good of the price. Okay, so as a farmer, I could choose to use that information. What will be the price of wheat? What will be the price of rice? What are all my alternatives? What are all the future prices? Come October, when the Kharif harvest comes out, I see all the futures prices. And based on that, I work out my profits and I choose to sow one. Okay, that's an incredible information resource."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:26.720",
        "message": "So your farmer is then guided by the wisdom of crowds. Whereas otherwise, look, the farmer is gambling anyway. But here he has far more information if there are good futures markets for him to gamble."
    },
    {
        "speaker": "Guest",
        "time": "00:22:36.640",
        "message": "And it's much more than information. The futures market is not just an opinion. It's not an opinion poll. People are putting their money where their mouth is. So the farmer can choose to actually enter into a contract to sell goods at Dusshera when the Kharif harvest comes out at that price that is visible in the futures market. So it's not just an opinion poll. It's not a hypothetical view of the future. It is people putting their money where their mouth is. And then he's guaranteed that, okay, I will get that price. And he has other risks. There is a crop failure problem. There is a locust problem, many other problems. But at least price risk is something that futures markets excel at doing. Okay. And again, the seen and the unseen. Many people want that proof of truth. They want to see if the farmer is directly selling goods on the futures market. You think the futures market is useful. And I think that's a very incomplete view of the world. The futures market is useful if it reshapes the structure of information. If it changes the way people think. Full stop. You don't have to have direct participation. Okay. And now let me come to part two, which is the storage decision. Okay. So I'm a person who has capital, who has a warehouse. And I see a price of wheat on the spot market today. And I see the price of wheat six months into the future on the futures market. Okay. And if I see a good gap between the two, then I think to myself, why don't I buy goods on the spot market and put them in a warehouse? Okay. That's a storage decision. So thousands of storage decisions all around the country are taken by using the futures price as a reference. And maybe entering into a contract also to sell through the futures exchange. But it doesn't need to be. The futures price is a public good. And it can reshape the decisions of storage. And you can see how the sewing decision and the storage decision are both very important. So if people will not store at the right time, it will generate a glut on the spot market. So you want this entire machinery that in June, when the Kharif sewing is being done, you want a good sewing decision. In October, when the crop comes out, you want a good storage decision. All these decisions are coordinated by the futures market."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:44.000",
        "message": "How do agriculture future markets work in other countries?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:46.480",
        "message": "This is exactly how they work in other countries."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:48.480",
        "message": "Right. And what is sort of, is it again a mindset problem for why Indian policymakers don't let these happen or other interest groups which benefit from these not happening?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:58.960",
        "message": "So I think we have a lot of baggage, emotional baggage around hoarding of food. We have a skepticism about trading. I think we think trading is a bad thing. So some of these primeval fears keep coming up from time to time. And we've done a great deal of government interventions that have limited the ability of the futures market to work."
    },
    {
        "speaker": "Unknown",
        "time": "00:25:24.960",
        "message": "We'll take a quick commercial break and we'll come back in a minute. We're looking for business development people. We're looking for data scientists. We're looking for all kinds of roles. So if you're interested, send us an email to careers at IndusVox.com and we shall get back to you hopefully and get you on board. We have a brand new show launching called The Origin of Things. It's hosted by one of the co-hosts of Simplified, Deepak Gopalakrishnan, better known as Chuck. On this show, he'll be focusing on the origin of famous brands. Chuck will draw fascinating hints throughout the episode, but the brand is revealed only at the very end. Will you be able to guess the brand before the reveal? Find out by tuning into the first episode launching on Wednesday, 19th of June. And Keeping Up With Queer is back with season three. The new season has more of everything from stories to debates to discussions. The show also has two hosts now, Navin Narona and Farhad Karkaria, tuned into the first episode of their reunion. On Siders Says, filmmaker Jaideep Sarkar talks to Siders about his early days in showbiz, why he enjoys making ad films more than features, and his recent launch film for Times of India's Times Out and Proud campaign. On Business Start Next, by Bloomberg Quinn, Govindraj Yathiraj talks to co-author of the best-selling book Fish, Harry Paul. They talk about the importance of a culture of excellence in an organization and how it is one of the most integral parts of employee management. On Edges & Sludges, our new cricket podcast, Ashwin, Varun, and DJ are talking to the cricketeers and Atif Nawaz about the ongoing ICC Cricket World Cup. On the 99th episode of the Pragati Podcast, Pawan is joined by Dr. A.P. Ashwin Kumar from the Center of Learning Futures to unpack nationalism, language, and identity. Nationalism is also the topic of discussion on episode 39 of Puliyabazi, where Pranay and Saurabh are joined by Nitin Pai, director of the Takshashila Institution. On this episode, they specifically look at the liberal aspects of nationalism. On Show Near 1, Sheela Dutty and I are joined by Pranav Kosari, founder of Flick and co-founder of Brandy. We talk about Flick, the world's smartest button, and Pranav's future plans in India. And with that, let's continue with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:37.200",
        "message": "Welcome back to the Scene in the Unseen. I am chatting with Voldemort Ajay Shah about the evil world of finance, which sucks hope from us. So you're making the case that that's quite the opposite."
    },
    {
        "speaker": "Guest",
        "time": "00:27:49.120",
        "message": "I think that finance is the invisible knowledge and information system that runs the market economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:56.000",
        "message": "Now, one interesting point that you made, which I'd like you to elaborate on, is that financial markets also set the price of time. Explain this."
    },
    {
        "speaker": "Guest",
        "time": "00:28:05.440",
        "message": "I want to borrow money today that I will repay you next year. Okay, so that's an interest rate. That's the price of that delay of one year. And it could be two years. It could be five years. It could be 30 years. This price is discovered on the bond market. So there is a giant edifice called the bond market where there are traders. Some people in the economy want to put money in today and get it out tomorrow. Some people want to take money today and return it tomorrow. And all these relationships are sold out on the bond market. And bottom line, the bond market delivers a number to the economy. It's an information system that delivers the price of time to the economy. So whether you're going to take a home loan or you're going to build a bridge, this is the infrastructure that makes it possible. So the noisy, tumultuous process of trading and speculation and bond market, bond futures, all that stuff results in one outcome. And that outcome is the economy understands the price of time. And that is, again, not an opinion poll. It is people who are putting their money where their mouth is. So when you build a bridge and you are going to borrow for 10 years or 20 years in order to be able to pay for that bridge up front, you are the user of this market in time. So all long dated projects, which involve borrowing, ultimately feed off the giant public markets in the form of the bond market."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:36.720",
        "message": "How does the central bank fit into all this? And if they're setting interest rates and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:40.880",
        "message": "The central bank controls the short term interest rate. In a proper market economy, the central bank should only control the short term interest rate. So it could be at a one day horizon. It could be at a one week horizon. All other rates should be discovered by the market economy. OK, now this may often not be the world that we live in. We may often have interventions by the government in trying to reshape interest rates at different maturities. But that's part of the larger agenda of the role of the price system in India. But in a conceptual frame and what we see happening in mature market economies all over the world is that the role of monetary policy is to control the short term interest rate. After that, all other rates are produced by the private sector."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:24.560",
        "message": "And perhaps this is a subject for a separate episode on its own. But the thing is that if we know that just allowing markets to function and set the price of everything is overwhelmingly good for society and any interference with that is a problem, then why an exception in the case of the central bank setting short term interest rates?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:41.680",
        "message": "That is subject for a separate episode. It turns out that the creation of fiat money intrinsically comes with that one lever. So in the olden days, we used to say the central bank controls the printing presses. OK, the moment you decide to build fiat money, you control that printing press. We are now in what is called a Wicksellian world where the printing press is controlled by this decision to set the short rate. And it turns out that by controlling the short rate, we're able to exercise a stabilizing force on the business cycle."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:13.520",
        "message": "So that's why that one rate is special. Now tell me about, you so far told me how the financial system is a brain of the economy. Wall Street today determines what Main Street will do tomorrow, how the information plays out, how the incentives play out. All of that is great. Now, whenever I hear, whenever I think of well-functioning markets, I also worry about a well-meaning state messing it all up. What are the different ways in which the state can interfere with financial markets?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:40.480",
        "message": "So I have described a world where the financial markets work well. OK, by default, financial markets do not necessarily work well. And there are market failures. So the classes of market failure that we see in finance is there is an externalities problem. If there is collapse of a financial firm or a collapse of the financial market system, it imposes harm upon innocent bystanders. So there is an externalities problem. There is an asymmetric information problem in that when you are the user of a bank, you do not know the soundness of the bank. You do not know whether the bank will actually live up to its promises. So it's an unreasonable amount of effort. It's a bit like a food safety thing that if you and I go buy medicines in a shop, we can't be expected to test the purity of the medicine. So like that, there is an asymmetric information problem in the statements that the financial firms make to their consumers. So these two problems require a set of regulatory interventions. OK, and the regulatory interventions in finance basically fall into four categories. Case one is called consumer protection, where you're just helping households be protected against unfair trade practices. Case two is called microprudential regulation, where we don't allow the financial firms to collapse too often. Element three is called resolution, which is a specialized bankruptcy code for financial firms. And case four is called systemic risk regulation, where you deal with the possibility of the entire financial system collapsing in a crisis. These four functions are required to be performed by a government apparatus. OK, now what goes wrong is all too often such government apparatus turns into central planning. OK, and that is indeed where we came from. Not so long ago, there was not a whiff of a normal financial market system in India, and all we had was central planning. And we are constantly torn between these impulses. So what we in India are at is the early stages of understanding what is the role of finance in society, and of reorienting the government machinery away from central planning, from controlling all the prices of time rather than only being in the short end, and actually producing these four kinds of responses correctly and efficiently. And many things go wrong. So I'm not here to say we are sorted. I'm not here to say we have a well-functioning financial system in India. I'm not here to say that our government machinery for doing these four kinds of things is in place. But I am here to say that this is the kind of role that the financial system should be playing in a market economy. And this is the kind of world that we have to build around us in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:36.960",
        "message": "So one of the dangers you pointed out of an unregulated financial system and where the government needs to step in is externalities. And again, you know, this brings me to the example of the 2008 crisis. And again, your points two and four microprudential and then systemic risk. And, you know, the US government, of course, bailed out AIG and Fannie and Freddie and so on in 2008, allowed Lehman to collapse because there was what they called a systemic risk. And then pumped in a lot of money and basically bailed a whole lot of them out. Instead of letting them collapse, as you would expect, if you, you know, just followed the path of creative destruction, as you described in a previous episode. So my question is that, doesn't this lead to moral hazard, where you're basically privatizing profits, socializing losses, and therefore any big financial firm or bank can just say that, hey, I'll do whatever, I'll gamble with my money. If I win, I keep it. If I lose, the government's bailed me out."
    },
    {
        "speaker": "Guest",
        "time": "00:35:31.680",
        "message": "There's no question that there is a threat of moral hazard. But let me first show the problem in its most extreme form. And then let's think about what governments have done and how you would do things differently. Here's the most extreme form. I'm a trader working in a bank. I am given a million dollar bonus if I make a lot of money. Okay, so the game is well understood to me that if I make $5 million in profit this year, I will be given a bonus of $1 million. What is the incentive of the trader? The incentive of the trader is to make a Hail Mary pass, to take very, very, very high risk. If it works great, I make my organization a lot of money and I make a million dollar bonus. If the trade doesn't work out, how bad does it get? I lose my job. That's not so bad. Okay, so there's a fundamental incentive of employees of financial firms to roll the dice. And that's what microprudential regulation is all about, to limit the risks taken by the financial firms. And the moment I have said this, you will shake your head in unhappiness that do you really expect officials of some government agency to understand the richness and complexity of the risks that are taken by the employees of some private financial firm and really be able to limit that risk? So microprudential regulation is hard. Okay, and this is the battle that we are placed in, that the basic incentive of private financial firms is to take a large risk. Now, there are structures that will do it better than others. For example, I think it's always better if you and I as individuals are traders, because it's my risk. I've internalized that risk. I'm not part of a corporation. This is why I always favor more direct individual participation in markets. Because once you get into institutions, it becomes more complicated. Then structures like hedge funds are fundamentally better because the returns are aligned with the performance that investors get. And structures like banks are the most dangerous because there is a balance sheet and there's a lot of leverage. And this is where you get the most trouble. Now, when the government fails on its microprudential regulation or when the government fails on its systemic risk reduction, you can get some big messes. Exposed, many of us feel very uncomfortable about bailouts by the government. Okay, it is the clear use of taxpayer money to clean up for the bad things done by fat cats who have been buying yachts and private planes. Okay, the injustice of this is palpable and there is no way to gloss over it. I just want to say to you that from the other side, nobody feels differently. So I worked on the cleanup after the UTI crisis in India. And I've had extensive conversations with some of the people who worked in the United States in fixing things after the global crisis. There's not a single person there who has the slightest attraction with bailing out the fat cats. The point is that the alternative was worse. So I am persuaded that if the AIG and other bailouts had not happened in the United States, at the cost of a lot of money to the taxpayer in the short run, the alternative would have been worse. And in the United States, a lot of that money eventually came back. So in India's case also, the public money that went into solving the UTI problem, it eventually came back with interest. So the government made good and in fact made a profit on the UTI rescue. So it's not that obvious exposed that a lot of money was put in. But the point is clear in my mind, on the date when these decisions were taken, that the alternative was worse. That if you just let UTI flame out without any public intervention, which is closer to the sorts of things that a more hot-headed person, namely yours truly, used to think in those days. Not doing anything was worse than doing something using public money. So I'm less religious about these matters today. I think we should corely look at the situation and we should do things that are wise and sensible, even when it appears horrible. And there will always be the rhetoric that the fat cats have their yachts and you're using precious taxpayer money to cover up for their mistakes. There is no running away from that rhetoric and we have to think sensibly despite that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:02.480",
        "message": "I mean, I look at the sort of the marketplace of things as it were. And the whole idea is that companies which make mistakes, for example, companies which set bad incentives for their employees, like the financial firm as an analogy, which might set a bad incentive for the trader to get his million dollar bonus. When companies in the marketplace of things make mistakes like that, they suffer for it in the balance sheet. They shut down, they're allowed to shut down. And that's a lesson for everybody. And that's how good practices creep into the thing. But your point is that there is so much at stake in this bigger world of finance that sometimes you have to bail these guys out. And the problem of moral hazard, therefore, is ever present. And therefore, this could just be a cycle."
    },
    {
        "speaker": "Guest",
        "time": "00:40:40.800",
        "message": "It could happen again. Yes, it will happen again. It will assuredly happen again. First, I want to say that, please do not underestimate the damage that was caused to the shareholders of AIG, to the top managers of AIG, they were wiped out. Okay, so it's not as if they are directly getting money. The more complex thing is they made a bonus the previous year. Okay, so for the previous 10 years, they had taken home fabulous bonuses. They were buying islands in the Bahamas."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:07.440",
        "message": "And nobody can change that. Privatized profits, and they knew the losses would be socialized."
    },
    {
        "speaker": "Guest",
        "time": "00:41:12.320",
        "message": "So when AIG got public money, the existing shareholders were wiped out, much like a bankruptcy process. Sure. Now, the reason why the world of things is different from the world of finance is exactly where we started. That finance is the brain of the economy. So the amount of damage that you can do by destroying the financial firms is extreme. So I said that if there was a giant earthquake in Bombay and everything was destroyed, where would you start? You would start by rebuilding the financial sector. Now, let me flip this around. Let me leave the rest of Bombay intact. And let me destroy all the financial firms. Let me destroy the financial markets. That would be a catastrophe. The world of things would not work if the world of finance was not there. So because finance is so important, a disruption of the financial system is disproportionately important, and it does damage. So there is a really bad problem in what you're describing, and you are absolutely correct to highlight it. It's a tough thing that we will need to confront. So my good word will be, can we do better on microprudential regulation? Can we do better on systemic risk management? So that these things don't happen to us. And I think there's a lot of headroom for us in India to do these things. That said, yes, I feel pretty certain that in the next 20 years, we will have one more mess."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:29.920",
        "message": "Why do you say that?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:32.000",
        "message": "Because it is in the nature of finance for these things to happen. Let me say this in a somewhat more sophisticated way. I said that there is a trader in a financial firm and the boss of the trader or the regulator of the bank is trying to control the risk that this guy is taking. But that trader is sitting at the desk and thinking day and night. The trader will always find that complicated oddball position that can be taken, where the risk as calculated by his boss or his regulator will be wrong. So the world is a complicated place. No models are perfect. Every attempt by a regulator or by a management to measure and control the risk that is being taken by the decision makers. These attempts will always be crude. And the moment you put in a system, the moment you put in a risk system, there are very, very smart people who are trying to find the chinks of that risk system. And the world will change and there will be opportunities to load up on risk in ways that your risk model does not quite see. And then the cycle will start all over again. So it's just in the nature of the world that the world will change. The class of instruments will change. Every risk system is limited. We will have a mess and then we'll clean up and we'll start over."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:44.320",
        "message": "So now you're someone who's known the Indian financial system intimately, both as part of the establishment and as a reformer and perhaps as a player. So in your view, very broadly, what is wrong with the Indian financial system today?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:57.840",
        "message": "In India, we started at a legacy of a 1934 RBI Act. When the British created that act in a remarkable act of honesty, in the first two sentences of the law, they said that as a temporary measure, we create the Reserve Bank of India. Okay, so this is not a structure that was intended to be a thorough, well thought out thing. And it has taken many, many years. So we started with that temporary structure in the years of Indian socialism. We built an entire financial system around central planning. So the idea was that the planning commission would decide there needs to be a steel mill and the financial system will serve up the money required to build that steel mill. That's our legacy. That's where we started. We started getting some new organizations like SEBI, but in the 90s, when the DNA of the organization was laid, we did not know a whole lot about how to create the processes and the checks and balances of these organizations. I think only in the last five, 10 years, we've developed a good understanding about what is to be done. I check pointed the four things to you. We need to do consumer protection, microprudential regulation, resolution and systemic risk. This clarity is only last five, 10 years. And we also have a lot of clarity on how a regulator should work, how to create checks and balances, how to prevent arbitrary power, how to prevent arbitrary persecution by a regulator. These are things that we've only started understanding in the last five, 10 years. So I think only now we're coming to the point where we have a reasonable understanding of what is the task of financial regulation and what is the kind of organizational design and law and public administration that will take us towards state capability, state capacity in doing this kind of work. And in the meantime, there are these incumbents in the landscape. There are public sector firms in the landscape. So there will be resistance. So I see a long, slow journey of building the state capability to do the right things and not do the central planning."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:08.080",
        "message": "What are the big specific reforms you'd carry out if you were in charge of the finance ministry tomorrow?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:13.280",
        "message": "I was a bit player in a very important project that was begun in 2011. It is called the Financial Sector Legislative Reforms Commission. And this blueprint was set up there. This commission was led by Justice Shri Krishna. And the report was submitted in 2013 and the work was completed in 2015. It's a single clean law. It's called the Indian Financial Code. And in my mind, that's a very important reform to enact this law. It replaces 61 existing laws. And then there would be several years of work on building the agency architecture that would be able to enforce this law."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:53.200",
        "message": "Is it online somewhere where I can link it from episode page? Great, I'll do that. Ajay, thanks so much for coming on the show. I learned a lot talking to you."
    },
    {
        "speaker": "Guest",
        "time": "00:46:59.440",
        "message": "My pleasure. If you enjoyed listening to this episode,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:01.920",
        "message": "you can follow Ajay on Twitter at Ajay underscore Shah. That's at Ajay underscore Shah. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes at the scene and the unseen at sceneunseen.in, thinkpragati.com and ibmpodcast.com. The scene and the unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. Takshashila Institution offers 12-week courses in public policy, technology policy, and strategic strategy. For both full-time students and working professionals,"
    },
    {
        "speaker": "Unknown",
        "time": "00:47:31.440",
        "message": "visit takshashila.org.in for more details. And have a lot to offer for your portfolio. New episodes out every Tuesday on the IBM Podcast app or any other app where you get your podcasts from. Janice, what do you think couples did before TV was invented? I don't know, go for walks on the beach, long drives, fancy dinners, have more sex maybe. But what did we do when we decided to move in together? We debated between the Chromecast and the Fire Stick. We gave up on sleeping early so we could stay up watching true crime shows. We got ourselves three cat babies. And basically became the cutest couch potatoes around. Okay then. In case you guys still haven't got it, we are a TV-crazy, Netflix-loving, binge-watching Mr. and Mrs. I'm Anirudh Kuha. I'm Janice Iquera. And if like us, you snort TV for breakfast, lunch, and dinner, this is the podcast for you. Tune in every Thursday on the IVM Podcast app or wherever it is that you get your podcasts from. This is Mr. and Mrs. Binge-Watch."
    }
]