[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:05.080",
        "message": "Before we move on with this episode of the scene in the unseen do check out another awesome podcast from IVM podcast Cyrus says hosted by my old buddy Cyrus brocha The last time I tried to do push-ups I fell asleep here's what happened I decided that my life was too sedentary and I needed to get some exercise So I dusted off an old yoga mat last used in the 1990s Spread it on the floor and got down to do some good old push-ups But the problem is that I'm half Bengali and once I was prone on the floor I decided that the moment was too good to waste on activity and I drifted off to sleep I did do one push-up and I woke up and that's because I had to get up from the yoga mat and I suspect my Form wasn't too great Anyway, I'm not really the exception here in India fitness is not a big part of our culture Though I do see a lot of well-toned Bollywood wannabes around me in Warsaw And I have a private suspicion that they work out just to troll me But most Indians have low fitness levels and sport is also not a big deal among Indians We don't have a sporting culture as our lack of Olympic medals indicates the one sport We do follow cricket has lots of breaks in the action and until a couple of decades ago It was not unusual to see potbellies on the cricket field There are many who argue that for a variety of reasons whether culture genetics India can never be a sporting nation But there are some who believe otherwise One of them is a man named Joy Bhattacharya"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:41.320",
        "message": "Welcome to the scene and the unseen our weekly podcast on economics politics and behavioral science, please. Welcome your host"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:48.760",
        "message": "Amit Varma Welcome to the scene in the unseen my guest today is my good friend joy Bhattacharya and at the risk of Embarrassing him when he listens to this intro I must say that I'm a huge fanboy of joy joy was a quizzer and sports broadcaster bar excellence and Over the course of the last decade. He's built a remarkable record of building sports Ecosystems the subject of this episode He was team director of the Kolkata Knight Riders when the IPL began and helped put together a team and take it to IPL success After a few years of this he left KKR to become project director of the under 17 football World Cup Helping FIFA bring this event to India along the way He took upon himself the larger mission of making football popular in India And if you are not moved and inspired by his account of that journey in the second half of this episode I'll change my name to Amit Shah and once that project was over Joy became the founding CEO of the Pro Volleyball League, which had a remarkably successful first season earlier this year More than these though joy who was a killer basketball player in his youth the Michael Jordan of Kolkata as it were is deeply Passionate about Indian sport and committed to making us a sporting nation He's had a hell of a journey, but before we cut to the conversation, let's take a quick commercial break This episode of the scene in the unseen is brought to you by storytel Storytel is an audiobook platform which you can listen to on your Android or iOS app they have thousands of audio books that you can listen to on your mobile including hundreds and local languages like Hindi and Marathi and Unlimited monthly subscription costs only rupees 2.99 per month and you can also get a 30-day free trial If you hop on over to sorry 10.com slash IBM, I actually use storytel myself regularly So as long as they sponsor the show, I'm going to recommend one book a week that I love the book I want to recommend today is a classic children's book by a great children's writer Matilda by Roald Dahl and guess what if you tune into it in storytell you'll hear the voice of Kate Winslet Reading the book what could be better and remember you get a 30-day free trial only at storytel.com slash IBM Joy welcome to the scene in the unseen. Hi wonderful being here I've actually wanted to have you on the show for a long time It's a wonder that it took more than a hundred and twenty five episodes to finally get you on Tell me and my listeners a little bit more about yourself"
    },
    {
        "speaker": "Guest",
        "time": "00:04:14.600",
        "message": "Okay, so really I started my career in a company called Patni which is better known for the place where people like in and then Illegally and there the whole Infosys gang made it But I started as a software engineer and at some point in time by doing that I was already into quizzing seriously into quizzing you appeared on quiz time. I was appeared in quiz time 1988 and I thought that At that point in time. I was going around with this girl Who was a brilliant student and she seemed to be really interested in computer science? And I said and she planned to spend the rest of her work life working on computer science and I thought at that point in time that I Should do something that I should be at least as interested in as she is in computer science to which point I said, okay I'll do a year of software and then you know, do whatever else I that really interests me and it turned out to be quizzing So that's where I joined Derek O'Brien worked in a company called big ideas for a year and a half After that, you know once you get into television once I started doing the Bonita quiz contest and from there I came to Delhi with a company called TWA in those days. It was known as business India television, which was the business India group and I was there for a year and a half and From there. It was a company called Transworld International which at that time had the rights to Indian cricket Indian football in Indian Hockey at the same time So I spent a fantastic year and a half there and then why I detoured through Siddharth Basu's doing mastermind I came back and joined ESPN star sports as their first sort of production person in India worked there for six and a half seven years ended there as head of production for India and And since then it's been mostly sport. I mean 2008. I joined KKR. I started off with KKR spent seven wonderful years out there Then went on to the under 17 football World Cup where we managed to get actually on paper We had more people watching on ground the under 17 football World Cup than the 2011 cricket World Cup It's a bizarre statistic, but it's true and then now I'm just we're running this volleyball league, which is absolutely amazing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:13.200",
        "message": "You know some of this time you were behind the camera some of this time. You were in front of it like for Mastermind for example you set all the questions, which is like really interesting and then you spend all of that time in sport And you know when you were telling me about How when you decided you want to do something you're gonna be you you're passionate about and you thought of quizzing"
    },
    {
        "speaker": "Guest",
        "time": "00:06:32.360",
        "message": "I thought you're gonna say sport. No, it's strange. I mean I actually got into sport via quizzing and it started off I remember I used to do a cricket quiz for business India television"
    },
    {
        "speaker": "Unknown",
        "time": "00:06:42.680",
        "message": "And I was obviously interesting sport. I've played you know the host also"
    },
    {
        "speaker": "Guest",
        "time": "00:06:45.600",
        "message": "Yeah, and I was at that point in time you know in the university I played basketball for the university fairly seriously so after that when I was there doing this show I heard that TWA at the same time had started a cricket show okay, and they had a very well-known statistician Who's a very nice man still one of the best addition business as their question writer? So TWA was just upstairs from me So one day I turned on and I felt like doing my good deed for the day because my series had just ended So I went up and I met these two gentlemen there one of them who heads I think Facebook for sport around the world and I said that you know getting a statistician to write a Sports cricket quiz may not be the best thing because it's not important that Gavaskar's average is if it's not a 98 point you know it's not like a 99.4. It doesn't make a difference However the fact that Gavaskar batted left-handed in a match because Raghuram Bhatt was running through the Mumbai batting order May be a much more interesting statistic, so it's not a statistic much more interesting fact So I basically give them this 10 minutes PL And I came downstairs and as it turned out they went up after that and they gave it to the statistician Two episodes later I get a call saying you know are you happy to set questions for us, so I said great So in those days I sat and I wrote four episodes of the questions And I gave it to them and they put it on air it was a rolling success And they came back and said you know we can pay you so much for the questions We can you know this is how much and that was almost my salary in those days and time working with TVI that is business in their television, and I said sorry I can't take money because I'm working for another company full-time and I remember everyone including my wife telling me you must be out of your mind walking I think all my listeners are thinking the same thing. Yeah, I said have bigger fish net So I gave them another four episodes for free and another four episodes and after that their producer called me upstairs and says Can you look at the show and say you know what works? What doesn't work with the show? So I said you know this works. This doesn't work. This is better This is so they figured out that I knew television as well because that's been a year and a half two years doing television And then they finally said that you know a bit sick of running this cricket quiz show will you come and run it for us? Upstairs, I still can now we are talking"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:51.840",
        "message": "This is not a long play. It was a long play, and I sweated it through I have to say right and And and then of course you spent a few years in sports broadcasting. What was it like? I mean one of the things you just alluded to for example is that you know the under-17 football World Cup had more on-ground viewers and the 2011 cricket World Cup and one reason for that obviously is that cricket seems to be a sport made for television Authorities in India don't really give a damn if people go to the ground or not grounds are so incredibly unfriendly So in a sense what you were doing behind the scenes in television and the television broadcasting of cricket was the whole game"
    },
    {
        "speaker": "Guest",
        "time": "00:09:31.200",
        "message": "No, no absolutely and that has been the way that almost everyone in India has looked at any sport in India because see The spectators are supposed to be crazy enough to be able to Survive an experience in the field that means seven eight hours without access to decent water to access to proper toilets to access Which is why you'd rarely see in Indian grounds You'll ever see women and children And this is whatever's happened has really happened after 2009 and for give him credit Lalit Modi in fact I remember in 2009 just after the 2008 IPL. He said that to if 2008 was about The experience of the cricketers in the field giving them good places to stay giving them five-star hotels giving them You know proper net training facilities 2009-10 from now on is going to be with the experience with the spectators and that has Dramatically improved in India otherwise I'll take you to the old is being on one one grounds where you know football We talk about the nurseries of Indian football, and it's almost impossible for somebody to sit out there It's like you're sitting literally on each other's laps. You're sitting on you know hard You know wooden planks basically you're sitting on planks these planks are sometimes half rotten they break down There isn't a bathroom to be had you wouldn't reach one for love or for money so the experience was so bad that you know it was almost as You're telling women and children don't come anywhere close to the field and that's what's now slowly slowly They realize that boss. We can't do it with broadcasting anymore or Two three really big events dominate broadcasting, okay? So we have to now make a spectator experience worth being there must be toilets for women There must be places where you can sit there must be places where you can get hot food without having to line up for 45"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:13.100",
        "message": "Minutes in the middle forget, so I'm just curious newbie question How much of the revenues of the sport actually come from spectators at the ground itself as opposed to television?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:20.260",
        "message": "I assume it must be negligible. It is negligible, but you know this is negligible say compared to till about Seven six seven years back though that numbers again changed because the new deal about 21 to 22 percent of Manchester United's Money came from gate receipts because they would price them at such a level I know many people who are fairly well off who would go and buy a ticket for when Wigan men made it to the Premier League to Then Manchester, but they'd buy a Wigan ticket because they knew that they'll at least get to watch Manchester once a year Because it's that expensive And that experience has that much value so that's what I'm saying that It's it is it's not that it's ever going to be the way broadcast revenues But you're talking about broadcast revenue for the top broadcast events You know what I'm trying to say is that if I'm going to compare IPL broadcast every and say that okay? This is what IPL revenue is versus This is the number of people in the IPL ground if I turn on and said that I had to do a Ranji trophy And I made reasonably better conditions, or I had a Ranji t20 which had reasonably better conditions And say I could easily make 20 15 20 lakhs from that match that match wouldn't have 10 lakhs worth of revenue on air So when you compare you have to compare there are only two three really big sporting events in this country that make serious revenue Everything else you probably if you have good hit revenue"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:39.500",
        "message": "You're probably going to get a really good deal out of it and at some level does it also come down to incentives? I mean what Indian sport has been plagued by is that most Indian sport is of course run by the government Cricket to some extent isn't so it's a little better people don't realize this that the BCCI is actually much better than many of the Other sports organizations, but when it comes to things like grounds most of the grounds are essentially controlled by these old Government like organizations where there are no incentives to make things better And you'd imagine in the IPL age that would change because the franchises really want to build their own followings and cultures"
    },
    {
        "speaker": "Guest",
        "time": "00:13:09.260",
        "message": "So the interesting thing so the IPL also does not actually allow you to change You know why because the BCCI has something else it doesn't have the government sitting on its head like everyone else does But it has something else which is most important to all these guys, which is voting members so today You think that a Mumbai Indians cannot build their own stadium. They could build it tomorrow They'd build it in them in a heartbeat if they got the opportunity not allowed to know they can't yeah exactly They're not allowed to because if they do then the MCA loses its primacy And if you see there's a rule today in the IPL saying that every player that has made it has to make it through the Auction even if your first class player now if that had been the rule You know three years four years back a John Wright a Kieran Morris saw Bumrah or a Hardik Pandya spoke to a John Wright a John Wright went and saw them They then saw these guys signed them up and then they came into the IPL now if this rule had been there there would have been no incentive to even spot a Jasprit Bumrah or a Hardik Pandya because hell all of these guys are going to come to the auction all I have to do Is another team is not even bothered to scout them all I have to turn on and say that whoever Mumbai's bidding for just Keep bidding them. That's all I have to do So actually what you're doing by doing creating a system like this is there's a total disincentive Actually, if you look at it that way to scout or prepare talent for Indian cricket by the IPL by the IPL teams There's no incentive for them teams are still doing it for some reason because they want to Create academies create basis But there's no logic to it in the sense that if a player comes up He has to come up by the auction then every all teams have dibs on him"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:43.980",
        "message": "Maybe every one of them can go for him. That's a little crazy because I mean one of the reasons the IPL was even named The IPL was big inspired by the EPL obviously and in the English Premier League you have the clubs with their academies You have a Phil Foden who's been nurtured by Manchester City now and is coming up you had the phenomenal bun That you had a class of 91. I think Manchester United who were all again there Yeah, and I thought the same system was in play because I keep talking about You know the rise of boom Ryan Hardik in particular as examples of how good incentives work because the teams had the incentives to do"
    },
    {
        "speaker": "Guest",
        "time": "00:15:15.060",
        "message": "This absolutely and now you're in a situation where these incentives from the last three years of IPL This thing do not work anymore because you cannot sign a player before him coming into the auction What's the impetus for the rule change then the impetus for the rule change basically is exactly that that Larger systems can crank out more scouts put out more people on the ground and make sure that everyone is covered and Also what they can do, of course, there's also wastage implied today Technically a Mumbai Indians could sign a hundred and fifty players and you know put them out there and say that okay I'm gonna sign you all guys up and then maybe only three make it and those 147 remaining players don't have a chance to go anywhere else. So that might also happen Remember in 2013, what was Kuldeep Yadav doing in 2014? Kuldeep Yadav played the under-19 World Cup and then he played for KKR and did pretty well He played the Champions League and did pretty well by 2015 He was an India player in 2013. He was bowling for Completely spent his whole season bowling in the Mumbai Nets He was one of the people who was part of the Mumbai signed up by Mumbai, but not part of their squad So that's what I'm saying that so there is a certain amount of wastage involved because if you are a large organization you can go and sign a hundred hundred fifty players and not do that, but I Think that the way the the situation is now I think it there is no incentive for any IPL team to really develop new talent"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:36.380",
        "message": "Beyond looking at it as a profit-making opportunity. I mean that particular problem of wastage could I presume I'm just thinking aloud I'm sure it's been thought through by others could just be solved by saying that whoever from their academy Mumbai doesn't sign in any given season is open game for anyone else. Yeah, I think exactly"
    },
    {
        "speaker": "Guest",
        "time": "00:16:52.260",
        "message": "There are many ways to be sensible about it I think they threw the baby out with the bathwater and I think that you know What Mumbai that scouting process of Mumbai gave at least five players to Indian cricket, which will serve in intricate and very good state And stopping it does not you know, really work I don't think that that stops Mumbai from going in scouting But I just think that it gives the others an unfair advantage They can just hang back and watch what Mumbai does and just go after them"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:16.660",
        "message": "So, you know, I remember in around 2003 or 2002 when I was in cricket for I was covering a test match in Mohali And I met up with Bindra who was then out of favor with the authorities and I interviewed him that'll be linked from the show notes and this was probably 2003 and All the year before and Bindra said something very interesting to me at the time He said that you know What India needs is something like we need to move beyond playing for your country and for your states. We need a franchise model and There is this friend of mine called Lalit Modi. He's been banging on about this idea since 1996 and Basically laid out the IPL for me except that it wasn't t20 in their minds because it was a 50 over Thing but it was a whole franchise basing and he laid out the whole vision and do you think in some sense? that that vision was sort of Inevitable or do you going to happen at some point or do you think I mean this is again a question I put to the historians who appear on the show, you know when I talk about Thomas Carlyle's concept of the great man in history that is history sort of inevitable and flowing along larger currents or Are they great men who changed them decisively in certain directions? So, you know, for example without Lalit Modi and perhaps Bindra Would the IPL ever have happened or would we still have been drifting along? I think two three things happened"
    },
    {
        "speaker": "Guest",
        "time": "00:18:34.980",
        "message": "I mean Lalit Modi definitely they had but remember they had that proposal that's and the guy who wrote it I remember was Arun Lal and they had gone to the detail of actually making sure that every match the man of the match would Get a Mercedes car. That was the whole plan, you know They'd get you know, so dead they detailed it to that extent the Tata's were willing to do it It would be night matches all that was ready The point was that it didn't float and it wouldn't have floated at all two things happened which really helped it one was the 2007 World Cup win, which also think about it if for example if If Saurav, Sachin and Dravid had gone for the 2007 World Cup, we would have lost. We probably wouldn't have won I mean not the same team. It won't have been Dhoni captaining We wouldn't have won. Secondly the ICL had started and the ICL was a push means these two things basically made it Inevitable that they have to launch it this craziest thing about it is a lot of people don't realize Then the first season the IPL they did not the Indian players didn't know anything at all The international players did not think it was a big deal So they had to be signed up. So if you remember he had a $400,000 contract won signed a $400,000 contract McGrath signed a $400,000 contract and that's a minimum guarantee It's not as if I'll put my name on auction They said $400,000 you agree to pay me I'll put my name in the league and they actually signed many players like this even a player I think a Salman, but was signed for a hundred fifty thousand dollars, which is a ton of money for those guys anyway, give me a ton of money for those guys and Therefore if you remember when want came up the first bid they said was four hundred thousand dollars Fortunately for them. He was picked up by Rajasthan because Rajasthan whatever felt that they needed to do a favor to mr Modi, but they took him the fact of the matter was that Even players who went for below that so if say a Salman, but for in for a hundred thousand dollars later The extra fifty thousand was paid by the BCCI in year one Because it was a minimum guarantee and I know and I've met Jacques and you know I remember Jacques and Boucher being in year one in Bangalore and They came and thought it was a bit of a you know hit and a giggle and we're gonna have some fun We're gonna have some drinks. It's like any you know over the overage league is about, you know You just play a few game then you go back, you know It's like a festival matches used to be in India in the 90s, you know benefit matches and festival matches And then after season one they realized, you know, hell no, this is serious stuff This is a really really comparatively and if you see calluses record of a year one to year two I think year two he became the highest scorer in the IPL and he was a completely different player because suddenly says no Hold on. This is serious cricket. This is really high quality serious cricket So forget about Lalit Modi even the players who came for year one said boss either give me guaranteed contracts I'm not gonna come to a league"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:21.820",
        "message": "That's what it was. So, how did you kind of get involved with KKR because few months before the IPL auctions happened if you remember"
    },
    {
        "speaker": "Guest",
        "time": "00:21:28.020",
        "message": "Yeah, you were there"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:29.260",
        "message": "I was in Delhi with our mutual friend Devanshu and he took me out for lunch with you and Aruna was saying and the game Theorist yeah, and you and Aruna were working on something an auction strategy for KKR and the next thing I know you're in the dugout"
    },
    {
        "speaker": "Guest",
        "time": "00:21:43.860",
        "message": "So it was it was a strange one because it as it turned out what happened was that we I Was looking at the IPL when it came out and they had the auction and a long time back I had actually designed a game called super selector Okay And super selector what it meant was it was the first really fantasy game show No serious to host and was big for a while And I think it was just before his time because you know They couldn't just get enough paid people on to it at that point in time But what super selector did in terms of that was say that okay within a thousand points you have to buy an 11 Which is going to play and you have a certain amount of substitutions And I said that is basically exactly what you know This is about I mean an auction is about except the difference is there all of you could buy the same players here You know if he buys a player you can't So I said and I went to Devanshu and I told him that you know I think this can be done if I can sit with a couple of guys who do game theory I can make an algo for maximizing games for that So that's exactly what we did we when they designed it those guys helped me design it We put it together, and then I just suggested it to a friend of mine called jeet who was at that time You know he was speaking with various franchises. I suppose is jeet I suggested it to the Mumbai Indians, and I suggested it to Rahul Dravid who was there in Bangalore And I remember it's a very interesting how all of them reacted to Rahul actually said you know come across We'd be interested in looking at the algorithm The Mumbai Indians said you know what we'll pay you a certain amount of money Just to see it. It's not exclusive to us so their attitude was We don't necessarily believe that what you're doing is the right thing But just in case it is the right thing you I have as much knowledge as anybody else equalizing that Very interesting way of looking at and jeet said that you know what? Shahrukh is you know wanted to talk and meet and He's suggesting why don't you go? It looks like a journey. They've promised nothing at this point in time. No money No, nothing Why don't you land up and so we landed up that night, and I remember sure if Ganguly was there and in those days I used to smoke, and it was a sort of Shahrukh's at one long library and the two other guys They were Andrew and Adrian who were the physio and the trainer, and they were very well-recommended the finest guys Yes, in fact the only two guys still in the franchise from year one Andrew Lepus and Adrian Adrian little and Andrew Lepus and they almost died of the smoke because of the amount of smoke Hey, there's Shahrukh smoking. There's I'm smoking sure of was there and we all sitting and look and at two o'clock at night Sure work that comes for the visit and said, yeah, Mary is the saracno, you know, which which is such a It was quite a thing So I was there the auction and then they were looking for someone to hang on with the team and run it and I said"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:22.620",
        "message": "Hell in for a penny in for a pound. So what was your role then?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:26.100",
        "message": "so Technically, I was team director and which meant that it was like running the team on the ground There was nobody else. My job was to everything from basically in those days John Buchanan was the coach. So From working with him to working out logistics to working out systems to even looking at sponsorship to look at sponsor Not so much selling sponsorship, but what you call sponsorship servicing, you know looking after making sure that happened Working with the IPL any rule changes any issues? So it was a very very overall role in those days. No, those are the early days I feel it was the Wild West because and one of the things was that you know, take somebody like a Lalit Modi He was you know, it's very difficult for us from outside to look at him and said, you know, okay He was a brash man. He was this he was that I've worked with the BCCI much before, you know, when we were in I'm GTW and then with the Spain's task force, you know getting boards to make a decision or a change take so much time I remember sending a mail because you know when the league is new new things keep popping up saying that okay You know this rule doesn't make sense because of this reason and so can we have a look at it? And I remember sending a mail at 730 at night and at 830 at night a mail comes back saying noted This is now the new rule. This has to change This is a team note to all teams that if this happens this particular rule has to be interpreted in this particular way In one hour, there was a message You would not have that happen for love of a money in the BCCI before Lalit Modi came in and that was what he bought And had he not bought that had he not bought the kind of thing saying that okay logo has to be this size Those are things that BCCI didn't look at in those days But if you allow people if you allow one team to make a logo a particular size and somebody else has a larger logo Then finally, you know the law of economics Everyone will end up with the large logo because they'll be forced by the various brands to sort of increase the size So making restrictions on that making sure it was a thoroughly professional setup I think that you have to hand it to Lalit Modi. He did it almost Single-handedly, maybe a bit of an exaggeration. But yeah, it was very much. He was driving force behind it. What exactly happened there?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:27.600",
        "message": "I mean on the one hand it was this great entrepreneurial move and it was being so well Managed by Lalit Modi with so much dynamism, but on the other hand behind the scenes It was also politics and they were also Manoeuvring and machinations and eventually the poor guy had to go. So whatever that that happened for a very different reason"
    },
    {
        "speaker": "Guest",
        "time": "00:26:44.880",
        "message": "I think there is I firmly believe whatever the reasons that he went in 2010 Well, there was only one man who could have really bought down Lalit Modi and that was Lalit Modi Okay, and I think he went by promising too much to people who were new franchises I think the year he was looking out there. The Adani's were also looking for a franchise I think so what Supriya Sule and you know, Sharad Pawar that group and And somehow to keep four important people happy the third people were Shashi Tharoor and the Kochi team and then there was a Sahara team And there were only two franchises and four people who were really interested in getting a franchise in those days And I think he just didn't manage to make sure that you know It was a matter of making which are the two people I can afford to keep unhappy and I think For whether he chose wrong or it went wrong. I think that's exactly what happened"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:30.720",
        "message": "So what was sort of the challenges and of running a sort of a franchise team? Well, you have people from different countries and different levels of the game all mixing together in the dressing room"
    },
    {
        "speaker": "Guest",
        "time": "00:27:39.440",
        "message": "Absolutely. It was chaotic because he at one level. So if you look at the KKR, you know dressing room So you have Brendan McCullum your Ricky Ponting? Okay, your players of that level you're out there and you have guys who have played three first-class matches for Bengal They were with the dash was played three first-class Ashok Dinda who played one match for Bengal in 2005-06 and then was dropped So Ashok Dinda came to and that's again why the IPL is so important to Indian cricket Ashok Dinda was basically fell foul of the selectors He was he was a bit of a you know character a bit of a tearaway and he kept fighting with them So he was completely banned. He was not playing He was playing for a club called Kalighat as it turned out Jeet Banerjee at that point in time Ran the Kalighat team in the sense that he was a guy who was you know behind the Kalighat team So he said, you know, we need net bowlers So when KKR net bowling started we called up the Kalighat bowlers and said why did you come and bowl? Dinda bowled in the nets and he looked pretty good and John Buchanan saw him and Brendan saw him and they said you know what this guy is pretty decent So then they turned on and said that let's put him in the squad. They put him in the squad From there on Dinda went into the 11 and the first ball in the IPL was actually bowled by Ashok Dinda And if you look at his record, you know, you'll look at it And you know, it does a bit of a meme now in international IPL cricket Because the way he gets has got hammered in the final few overs But that man from not being picked for Bengal for three years went on to go and get picked for India got more than four Five hundred first-class wickets and that happened because the IPL opened a situation Where a selector did not have the monopoly of Bengal selector state selector did not have the monopoly on deciding a kid's future So if you see the explosion of talent in the last 10 years, it's not because the talent was not there before But because now thanks to the IPL you have a situation where a good kid can go anywhere in the nets Show himself as a player and he'll get an opportunity to perform today The Uttarakhand selector or the Delhi selector can't close down Rishabh Pant Just as much as they couldn't close down Ashok Dinda 10 years back And that's why you suddenly have these 20-25 30-35 good players have come to Indian cricket"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:51.800",
        "message": "So in fact, like I keep pointing out, you know before the IPL happened Indian cricket and in fact all cricket and all national sport in a sense was a monopsony a Monopsony is like the inverse of a monopoly you have only one buyer and and therefore that buyer can for your services and the therefore that buyer can just rule the roost and you don't have options and You know The power balance is totally on the buyer side and what the IPL does is you have all these franchises Competing for talent. You have multiple buyers for a player's abilities and in fact before the IPL began I remember there were a lot of Criticisms of the IPL for being this commercial Tomasha thing and I wrote a piece in Cricket for at that time pointing out that this would be the biggest benefit that we would discover new talent Because the incentives have kind of completely changed and how did it sort of once the players realized that this is serious shit How did it change from year one to year two? Like are they looking at it differently strategically? Is there a different kind of conscious coaching culture coming up where you have to nurture players? How does it all work?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:53.160",
        "message": "How do you hold it together? No, I think year two was so far See, I think the first three years ran by because every year there was some controversy or the other year two was a great move You know is the IPL happening not happening and I remember sitting in February, you know Month month and a half before none of us knew what it's gonna happen because you know that you know Here's Lalit Modi up against Chidambaram who's the home minister of the country and the fact that they managed to move the tournament in 17 So year two was a lot about just making the tournament happen and even in that, you know The way Lalit Modi went about it. I mean the sheer chutzpah of having a You know a parade of IPL teams in Cape Town on the open buses I mean the South African team wouldn't have a this thing like that and you put out International teams with a lot of Indians and you put out a parade then he has this you know goes and picks the most expensive hotel in Johannesburg to you know or Cape Town to be based out of you know has One of his team owners has a Lamborghini, you know, which come came from Cairo because it was the only number available in Africa Okay, and I remember the best part of it is he threw a party there For the teams before and how did he make it the talk of the town in South Africa? He just went out there and said here are the hundred top celebrities According to people I've spoken to in Africa. If you don't have at least 80 of these people in the party, you've lost your job And I remember the amount of press that was there and you'd be I would be Continually amazed and look at it and said can you imagine the South African Premier League being all over Indian getting this kind of press? I mean this guy for whatever it's worth He did things that you know have not been done before and that was actually where he was at his best when he had Concrete mountains to climb or things to actually achieve when he was left to his own device and everything was smooth. He would Let it would find a way to make it difficult for himself, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:40.100",
        "message": "How does the sport itself change like, you know, I keep thinking of the counterfactual what if t20 cricket for some reason didn't happen or what if like you said that they selected the senior guys in the 2007 Indian squad and we didn't win the World Cup and the IPL never happened because you know I think there did seem to be a little bit of a crisis brewing in the sense that And tell me if you agree with this that back in the day, you know cricket was a big sport in India But people had lots of free time You could actually spend five days watching a test match but now with the world so globalized so interconnected because of technology and the internet and all of that that the Opportunity cost of the time you spend watching cricket has gone up exponentially and there are so many things you could be doing with your time that watching a five-day test match or even of a match that lasts a full day when all other sports are like a couple of hours or even less Makes absolutely no sense and did you kind of think the IPL came along just in time to revive it or do you think it?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:37.180",
        "message": "Would have kind of coasted along and you know, I think I think it saved international cricket. It's saved international I don't just say Indian cricket It's a bit national cricket because if you look at people like even Nepal Afghanistan these guys are now seriously playing cricket why because you finally have a situation where you have Guys who can play 20 or cricket from them who can play as well as anyone around the world Today you're just hearing what the European League which is starting with Ireland and Netherlands and all these countries participating They're serious Caribbean Premier League. The West Indies is really invested in the Caribbean Premier League They are investing seriously in the US Premier League the US Canada Premier League as well So suddenly you have a situation where from being a shrinking market being ready is a growing market I think the only single big challenge left to make t20 cricket because in many ways I think it's easily as complex and interesting a game as Baseball which is what its closest equivalent would be and I think given the fact of you know You have this two and a half 1.3 billion Indians and that many Pakistanis in Bangladesh she's watching it I think the only problem with the ICC needs to solve to have really go This is the problem of pitches because that's the one thing that stops cricket from being dropped on and played anywhere in the world good drop-on pitches means, you know a reasonably standard template of playing and Already this game is exploding. It'll explode and in terms of technology is that near is Already there. In fact in Divya Patil they've used drop-on pitches in Divya Patil for cricket games They've used it at the MCG and you know Because you have concerts and all and the whole this thing for the pitch is just dropped on three days four days before So you actually have that because that will give you a level playing field The biggest problem is creating a pitch over three months four months to a year and you know Dedicating that pitch for cricket. That's basically your Problem in being able to proliferate today if you take away that problem, there's nothing else left"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:28.160",
        "message": "Why wherever you can play baseball you can play cricket and also the diaspora is so large Like I'll take this opportunity to recommend one of my favorite literary novels of all time Netherland by Joseph O'Neill. Have you read it? It's a beautiful book. It's about a cricket fanatic in New York who's trying to start a cricket club there I think and a lovely book at many other levels the cricket is just part of it So you work closely with a lot of cricketers a lot of stars and the thing is from the outside It often seems to fans that oh these guys are so aloof or so arrogant or so Whatever and one of the theories I've always had about cricketers is that no matter how they behave in real life To just get to that elite level you have to possess enormous humility Because what achieving a certain level of excellence involves is that you are recognizing your own mistakes and you're spending hundreds of hours in the net Let's sorting out your own mistakes How true is that and does some of that humility also come on to the approach in other things and do people get carried away? By the sudden stardom and the money that can come upon you"
    },
    {
        "speaker": "Guest",
        "time": "00:36:31.400",
        "message": "Lots of it. I mean, okay, let me start by where it used to be. And that was I remember Arun Lal, Arun Lal used to be one of my favorite cricketers because he was a grinder never had the talent But you know played four test matches for India made it there So Arun Lal was also a commentator for the longest time with ESPN star and many other bodies and I said, you know And I know Arun well enough to say Arun, you know, I just want to ask you one question He said why I said why you cricketers such assholes such absolute test readers such absolute assholes and he sort of smiled and he said I'll tell you something joy. So I said what and this is mind you this is the days before the IPL He said after playing tests for India and I play just four tests for India It's not as if I played 50 tests he said it took me two years to learn to say thank you again after that and he says it's not and Here's what I'm gonna say again after that. It's not our fault because in our part of the world We are treated like gods I've never even have to think about where I've left my bag because somebody has picked it up I'm like we are all treated like this so much and that's actually even more Before because you know test cricket or the international kid was the only game in town that people are suddenly you take that away from them This it's a completely different ballgame So cricketers are used to once you reach that elite level you are used to being totally spoiled Having said that if I look at the cricketers again that you know I had the opportunity to deal with especially guys who just had come into the system So it's you shouldn't be judging us in a you know an IPL experience for somebody like it I will drive disorder sure because he's played seven eight ten years of international cricket, but the guys who came on fresh for a lot of them see Humility is one thing I think To their two ways in which cricketers are reacted to is one is a such and then they'll cause rock college school Which is that they were so good that they just kept playing their game They never had any doubt as to what decisions they would take. That's one. That's one kind of guy Okay, and there there's no decision to be taken. It's it's almost an inevitability that once they're on the path They're so good barring injury or something serious They are going to go through The second is the guy who is the what I call the Iqbal Abdullah kind of cricketer Kid from Azamgarh picked up comes to Disney College plays well for you plays 119 India gets into KKR plays for Bombay now for him Cricket was what it is for, you know, the ghettos in America basketball is it's an opportunity to get a life You do not have an opportunity to get a it's an opportunity to earn to make money to do stuff So these two guys it's very clearly defined for them you know they have to you know one of them because they are sort of destined to greatness the other because This is their only opportunity for getting up in a normal life Where the where it falls in the cracks is the ones who have to actually make this decision You are decent at studies. So very good case is a chap who he was in a KKR camp We had a camp in Mumbai looking at promising cricketers in 2008 and the chap called Saurabh Netravalkar Who we thought was the best in the camp. So by the time we next spoke to him, he says no, I'm sorry I'm out of it. I'm planning to go to the US. So he went to Cornell. He studied in Cornell I think it was Cornell. He went and studied out there. Then he's now the captain of the US national team. Oh my god Yeah, see in fact, one of the questions I've asked is that you know, so he's played under 19 for India So my pet question is of the players who played under 19 for India in that 2009 or 2010 Under 19 who's the first person to captain his nation and was Saurabh Netravalkar, but he was captain in the US He wasn't captain in India. Mind-blowing. Who are the others who have captained the nation? Nobody else. It's not that generation who's the first. So yeah, I think if you see Virat captain 2008 Virat is now captain Yeah, I think now yeah all the rest because they'll have to wait because Virat is just gonna hold it for a while But I have a suspicion that at some point Prithvi Shah and Shubhman Gill will captain the country given the amount of time they have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:14.300",
        "message": "Yeah, and I think the World Cup before this last one. I think Ishaan Kishan was a captain, but he's not gonna captain India"
    },
    {
        "speaker": "Guest",
        "time": "00:40:19.900",
        "message": "Yeah, and you have I mean, yeah, there is Ishaan Kishan look at our Delhi cricketer 2012 That kid who wrote the book. Chand, Unmukh Chand. Unmukh Chand just not being picked for Delhi also right now It's very interesting. How are under 19 cricketers go is a book by itself"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:37.260",
        "message": "It's somebody should write. What you're saying about Saurabh Netravalkar is also very interesting because then you wonder that if that same Situation if that same choice was to occur to a player say today when the IPL is as big as it is"
    },
    {
        "speaker": "Guest",
        "time": "00:40:47.980",
        "message": "Would he make that same choice? Yeah, I think I think it find it much more difficult in Saurabh's case The other thing was that he was a brilliant student, but I'll give you an example of somebody who was an excellent student as well at the same time Was Jaydev Unadkat. Jaydev Unadkat has been a topper almost all his life And it's just that he's chosen cricket because cricket just has given so much money and opportunity for him But he's a sharp guy as sharp as he can get and I could have seen him going to an IIM Ahmedabad and Studying out there just as much as I could have Played cricket so for him those choices would be more difficult But given the kind of money that the IPL has opened up, I think it's an inevitable that he'd made the choices He did then see the second thing is today's management institutes and all they actually celebrate this kind of a Background so for example two guys. I know who've been to ISB. Viren Raskina played hockey for India went to ISB and Shemal Vengankar again played Ranji Trophy for Mumbai played against a visiting English side and took three four wickets"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:44.380",
        "message": "He's also gone to ISB. In fact I've seen that match where he played that game against visiting England side He was a very controlled line and length Magrathas bowler, but slower, so Magrathas bowler but slower is a problem Yeah, but still Magrathas Always argue with 700 test wickets. Yeah, yeah always in that corridor. So how many years were you with KKR?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:07.940",
        "message": "I was seven years with KKR and yeah, I mean I was fortunate because I saw the bad stuff first You know what is a bad stuff the bad stuff in the sense that you know we had a coach who was you know? obviously saw it at that point in time as something that this is going to be the ultimate moneybags leak because you know the Kind of owners the kind of people and so he saw it as an opportunity And I think what John at that time wanted to do was he wanted to control the cricket and one of the you know We talked about this four captains theory for year two and then you know McCullum was made captain, but at that point in time He wanted to run the team and I think and what we've realized over time if you see the KKR teams that have been successful It's been the coach who's supported a captain But it's a captain's call finally of what the team was and I think you cannot run a team from outside Not a cricket team you see football and all that the managers are really the bosses because this you put your input before the game But in a game what can a football captain do within the course of a game almost nothing? He doesn't even have a chance to talk to them, but it's in cricket. You're changing fielding positions You're doing everything you're encouraging the guy at the other end You're sending out messages saying you know do this increase the bowling date so a captain has a lot more say in cricket than he does in almost any other sport and therefore you cannot have a Captain who's completely subservient to the coach, and that's what I think he was trying to do truth Is we also didn't have enough talent in 2009 because Gale and all were going back early So we didn't have enough firepower our Indian batting we had depended our theory was getting a lot of good Indian bowlers And our own Indian batsman was going to be sure of and somebody you know a couple of the other guys That didn't happen at all and sure of himself was obviously disincentivized given the fact that his captaincy had been removed So it was one bloody mess And I think it was very good that it happened to kick at that early on because it sorted out a lot of things for"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:58.220",
        "message": "The team and you know whatever I read about Say basketball or baseball or the way it's run in the US and all and it's clear to me that you know when you own A franchise there are a lot of moving parts which need to come together There's a sort of the culture that is there's how the owners approach the franchise and the kind of freedom They give their people there's a sort of the management culture the dressing room culture there's a whole thing happening with scouting and analytics and you know a lot of moving parts need to come together and And did people who ran the franchises at the IPL from the start think about that in a systematic way or is it that is"
    },
    {
        "speaker": "Guest",
        "time": "00:44:31.860",
        "message": "That something that came with time. I think it came with time. I'm being very honest with you I think it came with time everyone, you know, everyone at some point has read money ball, but you know And see again money ball again to accept it for that Everything it said was the right way to doing things is also not necessarily true and a lot of teams of the others They did the you know They threw the baby out of the bathwater saying that you know This analytics makes no sense at all and you know, we should just abandon it and go back to basics It's famously Delhi in 2011. I remember looked at it that way saying, you know, this is too much We don't need this other teams when the other way they went too far into analytics and you know Analytics does not look at how a player gels with another player and you know that can have huge consequences in a team You know players being insecure for example is a huge issue So the single one golden rule and this is the great thing I had After John Buchanan, I had the opportunity of working with two very very good coaches One was to have what more coach Sri Lanka change the world of cricket I'm what Sri Lanka did 96 just took the 92 New Zealand theory forward to its logical conclusion and won them a World Cup and Then Trevor Bayliss who was a fantastic coach. He was he was a guy was Sri Lanka 2011, you know, you make them reach the finals and Both these guys the way they ran the franchise, you know, it was a very simple in their heads The two things that they were very clear about was communication So communication meant why is a particular player going to play? He should know what his job is He should know and he is not playing he should know what needs to change for him to play So for example for Bisla It's clearly a situation that if Brendan McCullum cannot play for any reason either is injured or we don't have We need four other foreigners other than Brendan McCullum. You're going to play Before that you don't have the opportunity to play but keep yourself fit because given the fourth You can have only four international players You might just have an opportunity and that's exactly what happened just before the 2012 finals Balaji got injured We needed another fast bowler Brett Lee had to come into the team the moment Brett Lee came into the team Brendan McCullum had to be dropped because you have Shakir who's of all-rounder Jacques who's an all-rounder and You have Sunil Narayan. They couldn't be dropped. So Brendan even though he had top score in the previous match So that's exactly how Bisla knew that he had to step in there But if you tell that to Bisla one day before that this is you're gonna play he's not going to be ready for it So what is the single most important thing firstly during the IPL there is very little coaching Why very little coaching firstly what you're going to coach? How many players need to coach Sunil Narayan or a Brendan McCullum or a Brett Lee? What are you gonna teach them? You're not going to teach them anything secondly, even the Indian players the IPL is so tough and as a routine you may have two three practices before and maybe Three four during the IPL. I have not seen more than five or six practices in any IPL What are you going to get done in five or six nets nothing? So what do you do you manage the talent that you have you manage their health very well you make sure that they gel in the best possible way for these one and a half months and Then you try and make sure that when they win they maintain their shape when they lose they maintain their shape as a team so that They can recover fast. That's it. You can't go there, which is why I feel that Gary Kirsten You know when people thought that he's going to be the next great thing in IPL t20 coaching My thing was that I love Gary I think it's a fantastic coach, but Gary so far is used to coaching national teams for nine to ten months a year Working with players giving them the opportunity building them over time the IPL is a completely different game altogether Here are my players here my moving parts. I've got them together three days before the tournament. I've got one net I've got to decide no team and on the run next in the next 45 days I'm going to play 14 matches, which is going to decide my fate So to even compare a national team coach and compare the situations he comes in with to this is I mean"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:25.060",
        "message": "It just is a completely different ballgame really different skills. We'll take a quick commercial break now and when we come back We'll talk about the other sports management. You've done outside cricket"
    },
    {
        "speaker": "Unknown",
        "time": "00:48:35.140",
        "message": "Hello and welcome to a brand new and exciting week on IVM We'd like to give a shout out to our sponsors Storytel and paytm money on the scene and the unseen Amit Verma's guest is quiz master and sports expert joy Bhattacharya Joy talks about his journey as a team director for the Kolkata Knight Riders his role in the under-17 FIFA World Cup and the evolution of televised sports in India on Advertising is dead Varun talks to founder and editor of dead ant Raveena Ravel They talk about dead end as a platform to discuss news and events around comedy on gun Tantra Alok and sir are you are joined by dr. Carol's Perry to talk about the role of women in electoral politics on Simplified Chuck and Naren are joined by director insights of brandscape worldwide Utsav memoria for part two of how to travel on a daisy budget on geek food Dinkar and Jishnu talk about the highly Distinctive director screenwriter and producer Edgar Wright on IVM likes IVM staffers a bus That's me Darius and Madhuri are discussing the highest IMDb rated series Chernobyl and also delve into the phenomena of grief watching on the habit coach podcast Ashton talks about the beliefs of bad and good habits and how a Habit that is bad for someone can be good for someone else on our Canada podcast Hale Hara day She Ranjani speaks to Ganesh Chakravarty and Takshashila Institutions Soumya Nandan and her endeavor to revive the interest of ancient board games in India on equity say yes She not mythanthaya senior VP at Motilal Oswal AMC talks to Anupam about value migration and how it's different from value Creation and with that let's continue on with your show"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:15.220",
        "message": "Welcome back to the scene in the unseen I'm chatting with joy Bhattacharya about how to build a sports ecosystem and now we've you know Just spoken about cricket and KKR and all of India is interested in that So let's move on from that to something not so many Indians would really care about deeply which is football Which was your next project? So tell me a little bit about that Like why did you leave KKR and how did how did football happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:37.300",
        "message": "So KKR those days this was 2014 remember and we just won we won the KKR We won the IPL and then we reached the finals of the Champions League Champions Trophy, you know, it was called Champions League and then Sunil Narayan got called for Just two days before and the strangest part of it is and I still debate this with Javagal Srinath That the balls that they gave him You know They called in one match and the balls that they called him for the next match were totally different deliveries So my point was that I mean either that's a chuckle. This is a chuckle. What are you trying to say? I mean, you know, even your calls are not consistent. So any for whatever it is He was called we lost that match, but that was it I mean if we had won 14 matches in a row and I think you know We were just on a roll and I thought that I'd never have an opportunity Where so much has happened with KKR and so many good things have happened and at that point in time I just heard and I'd done some work with football for a while and I'd heard that they were looking at the under-17 football World Cup and it was really exciting was to bring a FIFA event into India was really huge so they had a panel of guys to interview us and they would at that point in time looking at a CEO and The person who also came the only person who came from abroad to apply for the job There were a couple who was in the same there was about 300 odd Indians Was this chap called Javier Chepi who had been running Chile the Chilean World Cup at that point in time? But he had just resigned for you know differences and Chile's Football system was particularly, you know dire at that point in time. So Javier knew exactly how to run FIFA wants a World Cup to be run and When I was there, they said that you know what joy is also here and you know Maybe what joy can do is what government needs what marketing needs? what how does football work in this part of the world and how How you can bring what FIFA needs and what the international standards are and you sort of become a double header So he was a tournament director. I was a project director and as it turned out that Javier is the most difficult honoree mad Human being that I have the privilege to work with but it was an absolutely it was in some senses It could have been a marriage made in hell or a marriage made in heaven as it so turned out we had an absolute blast together, I mean and And the great thing about it was four days within getting that we were around the country looking at venues You know because the first thing you need to do if you have a World Cup is What are the places where you can actually play and there are two parts to it? One is the stadium itself So in all the issues of the stadium I say for example one thing that FIFA will have that No Indian Stadium normally has is four dressing rooms because you had double headers and FIFA Will not have a situation where both teams don't have Proper dressing rooms. So even in cricket, I've been there in a double header in Hyderabad and one team has had to wait outside in a sort of Assembled area jury rigged area just because they are not two dressing rooms FIFA would not allow a game to happen under the circumstances so firstly we were looking at all the stadiums and what the dressing rooms are about and then we are looking at practice grounds because the practice grounds have to be as good as The normal turf because that's where most of the teams are going to spend most of their time playing So if that turf is not good enough, you're gonna have injuries. You will have injuries means the main tournaments affected So finding four grounds in every the same that's actually the real bequest of FIFA also because those 24 practice grounds in those six cities are what matches are going to play on anyway in the main I mean the main stadiums are going to be used anyway this way that way but how well you make the other stadiums is what Happens and I remember we were in Kochi and we were in the middle of a field and it was completely swampy field was near The Maharaja Stadium. No, it was the fisheries state it was an area owned by the fisheries and we were there with our Tape measures measuring lens and all and I remember going back to Delhi and three days later seeing a you know Nice new story saying 21 foot python found inside that area but it was like that we went from and Literally Javier and me Javier firstly here this and I speaking as a quizzer. He had a thirst for facts that Was unbelievable. So he knew every name of every ground in Goa Exact, you know uber distance this takes seven point nine two kilometers to this ground. He knew the pronunciation and We tracked down every possible ground in the country to play in those six stadiums So it was it was that and secondly, he was really dedicated about you know, wanting to raise the standard he was in that sense Socialist in his belief saying that you know, we need to make this it was always our World Cup It was not India's World Cup. It was our World Cup and so we did a whole lot of things so the most interesting thing is and I keep saying this that we went to the government for the first time Javier and me to Meet in those days how we are actually picked up a lot of Hindi by the time he reached the end But those days we went to meet a sort of mid-level official Who looked at us and he sort of he was wearing those shoes that look like chappals I mean chappals that look like shoes. They're like shoes in the front and chappals at the back Okay he's picking his nose and he was sitting in front and we waited for half an hour you go inside and he said How are you a World Cup can I have a football wallet? You near I said, huh? So yes, I have keen to kill them. So up but I did you got FIFA go Do team in the killing India India be on the host in a lot of team Banta So however that point does not understand that much in this. So he's hearing India"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:58.960",
        "message": "Seeing you in show"
    },
    {
        "speaker": "Guest",
        "time": "00:56:00.960",
        "message": "So it's in a nickel in this half up so she must have coming and that was that I mean and how here I sort of Dragged him away because he had a temper and he didn't know enough Hindi to be able to figure out But that was the kind of official we dealt with So after that the government of India came and asked us that you know Can you give us a report on what needs to be done? So how we are prepared a Gantt chart, which had 8,000 items in it Magnificent. Okay, and Javier was he was He was the fastest typer and you know He was very good at what he did and he was very fast and he went into this 8,000 for three months We didn't hear from them after three months. He came back and they said that By the way, can you simplify it a little bit? So he said yeah, this has about seven and a half thousand How many do you want? He said about 14 would be really good So from seven half thousand they wanted us to bring it down to 14 Soon we realized we had a real problem and then we found a real solution The problem we had was every ground remember is owned by a regional state government A satrap sport is a subject which is a state subject, you know in that sense So Kolkata is run by Mamata Banerjee You know at that time Goa is run by the then chief minister of Goa Parikar was there at that point in time Kerala is run by first it started with the Congress government and then it became a this thing CPM government Delhi is run by a different government altogether So each of these are a government then you have the government of India who has certain amount of overlays Certain amount of money certain amount of things you want to know then you have FIFA who's a government by itself Then you have FIFA's global sponsors like coca-cola adidas these guys then you want to get sponsors of your own So there's so many all these are people who basically are invested in you and you have to manage all these parties to be able to run a world cup and Within two months we realized it's impossible to keep all of these people happy So after that basically what we did was we said the only people we can really keep happy and keep this running is FIFA Fortunately the All India Football Federation the guy who got us on board and was with us Kushal Das was the secretary-general He was a cool guy. He was really wanting to make this world cup. So he backed us to the full What we did after that was write rules So every time the government of India or any state government came up with an objection We wrote a rule which FIFA has never heard of before and told them that you know This is the FIFA rule about this. I'm sorry. It has to be followed Okay, so I have calculated that over his you know, three years of being in India Javier has written about 150 FIFA rules Which if I would not have heard of in their career my god"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:36.320",
        "message": "And there's no situation where the government is like saying the throwing an ego fit and saying we don't care if this is a FIFA"
    },
    {
        "speaker": "Guest",
        "time": "00:58:40.680",
        "message": "Rule this is FIFA. We would always see that way We were very good with the imagery and all FIFA and we said no under 17 World Cup will the last I mean People who play in the under 17 World Cup are players like Neymar These are all the players, you know These are the guys who emerged from the under 17 World Cup and all the top footballers from Mbappe to Neymar To this thing they've all come from the under 17 system. I said those are the guys who want to play This is the rules you want them. You don't want to make up your mind So I think we did a good job with that and I think you know It was it was not done in a bad way We never wrote something that didn't need to be written But sometimes even things that FIFA normally said but has not been documented. We said that okay This is it. This has to be done and It worked famously because I think you can't you can't be subject to 10 people You know having completely different opinions and within that we also had a great great urge to try and make a difference So we started something called mission 11 million It was an interesting thing that we said that you know How can we make a difference because you can't just make a difference for the 22-day tournament So mission 11 million what we basically said was that forget academies academies are 1.001 percent of India's sport The only pipe in India that reliably works in getting to children is Schools because education is so important that the school system is the one not system in India not broken So mission 11 million is a very simple thing. What was our objective? We said in one year, we can't coach them to become better players. We don't have the scale We don't have the time but what we can do is incentivize kids to play football and And incentivize teachers and schools to want them to play football. So what we went and did was a very simple thing We went to the government we went everywhere and we said that look boss. This is what you need to We would have a seminar. We'd call the principal of the school because we saw a sports teacher in the Picking order of things in school was just above the you know security guard sometimes below him as well I mean, I'm being very totally honest with you That's how it is because you know, it's a maths teacher who's on top the English teacher the below the principal These are really the teachers one So we said that if we even if we tell this guy that you know Promote football in your school is not going to make any difference. We called in the principals We'd have a one-hour seminar where we showed them what the World Cup was about and the most important thing We showed them was you can play football Anyway, one of the biggest wastages that happen in our India system is you have so many schools were insisting on having this big ground Where 11 and 11 kids play nowhere in the world below the age of 15 Will you have 11 and 11 games being played by kids because kids are just not physically fit to play on these big grounds So what happens one kick kids kicks a ball it goes in the other side by the time it comes back It doesn't we show them take this entire field now break it up into eight fields One two, three, four, five six seven eight play five and five with free substitution each of these fields So now you have five and five ten. Okay, plus a free substitution say about 16 kids 16 into say 8. Okay, that's what 144 kids or 128 kids are playing in a place where a maximum 17 18 20 kids are normally playing and Then we said you can play in any small area is the greatest thing about football is such a resource light sport You need four stones and you know one ball That's all you need to play football and that's how you be incentivized to play football and we'd say I'm going to address and said don't give us money. We don't need money We've got certain amount of money from the government of India. Give us merchandise. Okay, we went to Hero Motors Don't give us money. Give us six motorcycles for the teachers for the best teachers in each region We implemented mission 11 million. Let's give them motorcycles so that teacher is also in shit somebody got a motorcycle for actually promoting football and We bought and give away some 60,000 balls and we just say play the sport If you play it well send us the things your school could feature so not only can the kids win merchandise and stuff But the school principal could get interviewed they could win something the teachers could win something So we incentivize the entire ecosystem of Indian football and we said what are we doing? We're just giving away kids to play more football as much as we can and that's what we did with it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:48.460",
        "message": "So what can you interest me is that you're brought into this project as a project director to say? Okay, set up this World Cup set up this event, but you also taken upon yourself The ambit of doing something for Indian football per se so I have sort of two related questions here one is that is football a sport that Indians can excel in Naturally for a couple of reasons one is obviously we're a tropical country and weather and blah blah blah And we're not really a sporting culture in that sense. And I mean are we suited for the sport? For example, you know genetically you would assume it has been theorized that Indians are not good at sports Which require either extreme speed or extreme stamina and therefore we excel in sports Which requires skill like batting and cricket does or badminton and so on and we won't really have 100 meter sprinters Or we won't really dominate marathons and so on and so forth and we'll be middling in all of those is football Therefore something that like do you think those barriers exist? Okay, two things"
    },
    {
        "speaker": "Guest",
        "time": "01:03:51.180",
        "message": "So, you know, I think it's a it's fairly this point has been debated although one is that you look at Chile Chile has about 16 million people 15 16 million people So 16 million people having the same build Chile was you know number at one time rated number two three four five in the world Okay to have 16 million people who have a similar genetic build to Chileans I'm sure we do because our genetic, you know Masala is so thick that it is there to is that you know The second argument that we kept coming across was look at the Europeans look at the grounds They have you know, look at the grounds in England. Look at the grounds in Germany. Look at the grounds in France We'll never be there and I said, okay boss 11 World Cups have been won by countries like that Look at the nine World Cups out there. Look at Brazil. Look at Argentina. They're shambolic I'm telling you the facilities in Uruguay Argentina Brazil are shambolic They're worse than Indian grounds kids play on the streets kids make it out there their system is more political than us more corrupt And us why do they make it because at a very young level parents are invested in the game So it's passion for football that has made a difference. It is not the fact that they had more facilities than us Passion translates into one more thing, which is also a realistic thing It's not so much the difference in talent, but the difference I'll tell you is somebody like for example a a good example is a Messi a Messi has been picked up from say 6 7 the age of 6 7 by the time a Equivalent of a Messi say playing for Brazil for the under 17 World Cup came to India He's played some six being played when a competitive football. I'm not saying this thing It's the it's what the level is. It's he's been playing competitive matches since he's 7 8 years old So he's played 10 years of competitive matches 150 500 competitive matches typically in India a kid starts playing Comparative matches only at 13 14 so in fact one of the big things that they're now trying to do is Promote what we call baby leaks where kids at the age of 7 8 9 because if talent wise you've got to go Go there you have to be picked up at 7 8 you can't they can't afford to you know See you at 13 14 you'll have a few late bloomers, but if you're not starting to tap Top level talent at 7 8 which is what it happens around the world you can't catch up So I think that will make a difference, and that's what you know it's all about that getting them there I think genetically is a less of a problem as creating systems and see it's not just you know How do baby leagues work baby leagues don't work on government support anything baby league works on? Communities where in this school the parents are coming to watch because the football is a real interest how many parents do you see? Of a previous generation still now it's become a bit more common Do you see of a previous generation going to watch the kids playing football or playing a match something it never used to happen because? Yeah, it's roti kapda makhan a padai karo get on with it now You're getting a little more of that, but you're getting it where you're getting it still in upper-class urban, India You're not getting it. You know at the places where it matters You're not getting it in the ranch ease and the you know the these things bear ample to the world and the you know But in does with the world that's where at that level if you start spotting kids at that level It is play 45 50 matches a year. That's when you're gonna get results"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:01.980",
        "message": "I guess the dual conditions for you know football really flourishing in India would be a culture and be institutions and speaking of the first and it strikes me that you know the Phenomenon that you point out that in some of these football crazy countries you have parents going with their kids and watching them play and All of that and that culture is there, but if you look at the incentives in place because it's an aspirational thing They know that if the kid reaches the top or even if he doesn't reach the top and has a middling kind of career He can still make a hell of a lot of money and be a star Is there a vicious circle in play in India where because you know? There's no culture and ecosystem football isn't really a lucrative sport for Indian players And therefore because of that people aren't incentivized to get"
    },
    {
        "speaker": "Guest",
        "time": "01:07:44.860",
        "message": "Interested enough play enough and of course it is see but the other thing is that you know You'll be surprised two things really make a difference one is you know the actual play The second is what we call making of legends making of stars if you go say to rural Indiana you know Kentucky in Indiana especially really what we call basketball country They're hardcore basketball country, and if you go there And you'll see there are high school heroes who are revered for the past 30 years You know that guy that was a year they won the state championship or whatever. He's not even played in the NBA He's not even played really well in college But he was a high school star, and they have a system or a system where these people are recognized I've seen that in small parts in certain parts of the country I mean there are certain parts of Rajchi where you know you know certain You know a dung dung as a hockey star was really revered and you know in that community dung dung was very big And that's why a lot of Adivasi kids tribal kids wanted to play a hockey for example But it's not happened over systematic. You'll see little bits of it in Bombay You have kanga league legends in India. You know you have that legend, but that's what you know at that level The guy must be incentivized even if he's a star in this little place that people want to come and watch him shake his hand And say you know he can sell cars because somebody wants to go and buy it from the salesman who's a you know high school Star you know that's the level at which You actually make a difference support if you expect him to make a difference only if he reaches the NBA you simply will not have Enough people in that ecosystem, and I don't see that haven't seen that happening often in India. There are little pockets in Kolkata For example you know you play club level football at some level of football you you got that opportunity More in the suburbs of Kolkata and this thing are you that guy used to play for Aryans yet? He's still a big name in the locality. He's played first division football That is what you know makes sport happen because sport the truth of it is Everyone will tell you you know look at America and be and all that the truth of it is in any sport in the world Any sport in the world the proportion of people wanting to play to the proportion of people being? Professionals is so small that it is never a bet worth taking the only reason it's a bet worth taking is if you actually feel the stars in the starlight and you're foolish enough to dream for It and you get recognition even at this level that you know it makes you feel good about yourself Professional sport is never a rational proposition Unless your surname happens to be tendulkar or callous I mean and you're so touched with greatness that from the age of 13 everyone's looking at you and saying dude this guy's gonna play"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:16.100",
        "message": "First but in that sense to turn that around when you say it's not a bet worth taking of course it isn't but then the Point is in a lot of countries people Kids don't get into sport because they're taking a bet they get into sport because there is a sporting culture And that is what they would do naturally I mean just contrasting Australia and India for example that there you have so many more people in the free time will go"
    },
    {
        "speaker": "Guest",
        "time": "01:10:34.900",
        "message": "Surfing or they'll go absolutely, but the truth of it is you're right, but that's in India Playing sport is an effort much more than it is anywhere else and that's the difference I mean look I'll give you a very simple example the number of caddies in India who become champions Why have they become champions because they have have they are people who have had access to those? You know the kit that these things the links for the longest time the access itself is Huge problem in India. It's a huge problem in the axis a huge problem in that time is a huge problem in India These are things that come in the way you're right if I play it long enough And I suddenly say wow I'm good enough at it I have to play that many games to be able to get that opportunity and again in football What is the problem if by 9 10? I'm not spotted. I'm mostly I'm too late for really making it big internationally"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:21.820",
        "message": "Right and and football you would imagine is is actually a game suited to India and at least one respect that access is not such"
    },
    {
        "speaker": "Guest",
        "time": "01:11:28.300",
        "message": "A big deal. It's a very cheap sport. That's what we try to do mission lemon resource light Just get kids as many kids playing as possible then get little Organized little leagues as possible and just get them to kick a ball the only way you know Resource like sports are very important, which is I volleyball Also, I'm a huge proponent of for that one reason you just need one net and one ball And it can be played at a variety of levels. I mean even cricket requires a certain amount of skill to play Okay, and volleyball and football are that way the easiest and just to get a ball across the net"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:58.340",
        "message": "You know forget this and everyone's involved. It's not like in cricket just keep us bad He's batting and taking the bat home and correct exactly"
    },
    {
        "speaker": "Guest",
        "time": "01:12:04.900",
        "message": "So and I'm that's what we told it and we said in football before the age of 15 Nobody should be paying anything other than five of five and five four and four three and three Because those are the games that way everyone is involved In 1111 big games kids people are not involved. It's meant for more professional style of play"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:20.860",
        "message": "So what were the challenges you faced? In both of these just mean one in organizing the event and be in just making football a deeper part of the culture"
    },
    {
        "speaker": "Guest",
        "time": "01:12:29.940",
        "message": "So big so first the challenges we faced were you know in making this event happen was just actually getting grounds ready And I remember you know in India We look at grounds exactly the opposite way that say a FIFA looks at it and for all its sins in the political part of the organization the side of FIFA that we dealt with was the Administrative the project side the people who actually did things so I remember we went to Guwahati for a match and the first thing We did was we went straight out in the middle of the field you know and these people were all there to meet us You know from the Assam Football Association And we went straight in the whole FIFA delegation went straight to the middle of the pitch first Because a single most important thing to FIFA was the pitch and the state of the pitch From the pitch they move to the dressing room. What were the dressing rooms like and that's how an inspection happens Then they go to the stands what the stands like what are the bathrooms like for the men's bathroom like for the women's bathroom Like what is the proportion of bathrooms to you know? Teams of spectators, that's that then they move basically to the Media Tribune is the media is the place enough for the media to sit are there enough connections are there enough? Places for them to get food is a view okay for them are there enough televisions are there enough factories That's a third and then you move to the fourth which is you know where's the VIP area where the people where do they need? To sit how do they? This path that they traverse is exactly the opposite that most Indian sport including football traverses So Indian sports starts with the VIP then moves to the media guy then moves the spectator and absolutely the last is The actual sportsman and this is true of almost all sports cricket is an honorable exception Which is why for whatever for all the problems you have with the BCC. I think it has done one thing It has put Indian sportsmen cricketers right at the top of the heap, and that's I think that's very important for sport But in football this was exactly the problem as it is and I remember going to a South Asian games I was talking about in Guwahati and We had players lined up Indian people who have represented their country, and this is all India Pakistan You know all these countries were there Bangladesh And they're standing in a narrow corridor for one and a half hours wearing blazers with no Air-conditioning no fans waiting for the VVIPs to first come Then give their speeches then for the opening ceremony to start and then to walk on to the field and that is cruel and remember We are doing this in Guwahati and some of them are going to be playing in Shillong the next day So not only do they finish that and they're like dehydrated and three hours in a suit a day before a match Then the next day they're going to they're going to travel another three four hours go to Shillong and play a match And that's when you look and say how badly we treat these people how badly we treat sportsmen in this country"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:09.420",
        "message": "It's not funny. I mean the whole I mean this kind of reminds me of ancient Rome where you know you have gladiators Who are there just for entertainment? They are the spectacle and it should really be the other way around the player should be the star and everything flows from there"
    },
    {
        "speaker": "Guest",
        "time": "01:15:22.860",
        "message": "And that's that's one thing that again as I said FIFA BCCI they do well They may be political in their own way, but there's no doubt who is the hero of that I mean the dressings room we made for the teams here and that's that's a benefit that will stay for a long long time The the practice fields that we make and you know what we used to do is to have this very simple thing It was easy for us to say jury rig up lights because you needed practice at nights And you need because there were only one team is practicing you needed only one dressing room and one This thing you need one dressing room and one set of bathrooms What we said was that look what's the point of doing that if you're going to get a state government to make that Let's make it two dressing rooms two sets of bathrooms and permanent lights because that means that once this FIFA World Cup is over This is where the local tournaments will happen You see the big field is not going to impact play in this state These small fields these four small fields with floodlights and lights, you know, whether it's in Benalim You know where the places we did it those fields are really going to be fields which are going to be used year in year out Those floodlights are going to make a difference to Indian sport Indian football for the next 15 years Huge knock on effect more people come to see the games as more glamour around the game more of the aspirational"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:32.460",
        "message": "And we genuinely that is the one thing whether we succeeded or failed Javier and me said"
    },
    {
        "speaker": "Guest",
        "time": "01:16:37.460",
        "message": "We can't just come here do a World Cup 23 day World Cup and go it makes no difference If he cannot at least make so whatever Mission 11 million I remember getting a really bad newspaper report about it over you into the school and nothing was there And here they must have been, you know, we did 21,000 schools in Mission 11 million There must have been 10,000 schools when nothing happened. They just took the balls and went home But if they were even you know 10,000 schools where people kids distributed footballs and few more kids played football because of us It's because we decided to at least try and make a damn difference to what happens to sport in our country And that was important to us, you know, really I remember this great story about this school I do not want to mention the name in Goa. They were a girls school and they said, you know Girls, you know, they come in skirts. So I said they'll play in skirts They said that you know, there's a cement ground. I said, you know, they can kick the ball in the cement ground And he said it's too small. It's a badminton court. I said they can play three on three four and four in that And then the next day they started playing and this mother superior sort of raised her habit a bit and kicked off the ball for the first time And that picture I have and I will live with that picture and they send me pictures later saying that, you know Every day we still play football in the school And that those are the kind of stories that make you feel that is that picture for public consumption Can I post it? I will I will get that picture of you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:55.460",
        "message": "If a movie is made on that, I can imagine that being a pivotal scene either at the start or at the end"
    },
    {
        "speaker": "Guest",
        "time": "01:18:03.460",
        "message": "It does things to you, you know, and that's it. You know, there's this I mean, we we send a photographer really good friend of mine again We paid him nothing and said, you know, we can pay for you to go and shoot football kids around the country for this mission So go there. We can't pay you, but do it. And he did this book It is absolutely gorgeous. The kind of pictures that he's taken. What's it called? It's about mission I mean, it's just about mission. I mean, just just covering on the kids And, you know, we went to a school for the, you know, differently abled kids and, you know, they're playing And it's it's it's one of those things that you look at and say, OK, this was worth it for whatever it's worth"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:42.460",
        "message": "It was worth it. So now it's, you know, you two guys, you and Javier, you're doing this You've taken this upon yourself, though it's probably not part of your ambit per se But now you're done with it. I mean, obviously, to some extent, you've kindled a passion and that continues in various ways Your infrastructure is there and that culture is there in some schools, but you need longer lasting institutions"
    },
    {
        "speaker": "Guest",
        "time": "01:19:01.460",
        "message": "We know, but that's what we knew we couldn't. We knew our ambit was there for three years But we whatever difference and we made many differences I mean, one of the differences was that every time we go to meet them, they used to ask us Sir, please give us the number of the car. Because remember, now with Shastri Bhavan on the ministries, you have to give the number of the car So it can go inside because there was a lot of chaos about, you know, people coming to the ministry and doing things And when I used to reply on an almost regular basis that we're coming in the metro They just couldn't wrap their heads around the fact that, you know, these two guys So the other funny story was that we used to have some people out there who were still there from the 2010 Commonwealth Games Who were still hanging around there doing something or the other, you know, the court cases or whatever it was So they used to see us and regularly we used to walk into the Sai canteen, Sports Authority of India canteen And stand and eat the 30 rupees, the standard fare out there And one of them who was a sort of their senior officer, let it be known He called us one day and said, some of my juniors have said that the canteen further down, which is in the next building That canteen is actually better food than out here"
    },
    {
        "speaker": "Unknown",
        "time": "01:20:11.460",
        "message": "So he doesn't eat, but some of his juniors have informed him And we say, yeah, thanks for the tip"
    },
    {
        "speaker": "Guest",
        "time": "01:20:18.460",
        "message": "So the next day onwards, we went to that canteen and he was right, it was much better But we'd go in the afternoon, stand out there, eat our stuff, go in metros So the thing about it was, we also sort of tried to have a culture in our team and everyone there saying that, boss This is what it's about. And especially if you're working in football in this country and you are staying in five-star hotel There's somewhere, there's a disbalance of what's happening So we, to a certain extent, we certainly worked our talk to whatever extent it was possible And I think that made a difference, the kind of people who worked with us Remember, while our team started small, it ended up with, you know, more than 400 people working across it These guys are also going to be working probably in the indoor sport ecosystem for the next 10-15 years I think, yeah, there was a start made somewhere about, you know, what sport means And a large part of it is Javier because of just the way he was"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:10.460",
        "message": "And I guess one of your ambits also must have, to make the event a success Would also have been to get more bums in seats and to sort of increase the viewership How did you kind of think about that?"
    },
    {
        "speaker": "Guest",
        "time": "01:21:19.460",
        "message": "So we did a lot of things and we did very interesting things because we knew we didn't have money So what we played off was other stuff So for example, you know, we were in a situation where our ticketing launch was happening And it was very interesting, our ticketing launch in 2017 was the same time as the Confed Cup's ticketing launch Confed Cup is the year one Russia before And we said, how do we make it big? How do we actually make sure tickets are sold? So I had an idea and I said, 1911 was, if you remember, when Mohun Bagan beat East Yorkshire regiment For the first ever time that, you know, it was the first real milestone in Indian football I love the way you said, if you remember"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:56.460",
        "message": "We are both oldish, but not that old"
    },
    {
        "speaker": "Guest",
        "time": "01:22:00.460",
        "message": "Exactly, I don't remember too much nowadays But the truth is, I said, so what I did was, Carlos Piol was coming down, which FIFA had sponsored 1911, the captain was Bijay Das Bahaduri and I think Shibdash was one of them And his granddaughter-in-law was the only surviving relative of that team And I flew her down, it was the first time she'd gone to a flight in her life, with Carlos Piol And I launched the ticket exactly at 7.11pm, that's 1911 in the evening As a tribute to Mohun Bagan's first thing So what have I done? I've paid for a ticket for a lady who's never got onto a plane and come out here And I've basically, I've taken that moment and said that this is in honour of Mohun Bagan Can you imagine the impact it had in Calcutta? So a lot of marketing is not just about, you know, how much money I spent in the media It's the message I give, that I may be FIFA, but I care for India And we cared, FIFA cared for India, FIFA cared enough And the way FIFA puts out tickets, they put out 5%, then 5% more, then wait, like that's how it happens Those first 10% of tickets in Calcutta were sold out within an hour and a half And I remember at that point in time, Carlos Piol's agent was very close to Infantino He called up Infantino and said, by the way, the tickets are sold out here He said, can you send that team to Russia because we haven't managed to sell tickets for the Conference Cup right now And we were sending, so that's the thing, that, you know, even using marketing And then we used to turn around and say, look at it, this is where Neymar has come from, you know This is where this player has come from All these guys are top stars, started their careers with the FIFA U-17 World Cup So you're going to watch players who are going to dominate world football over the next 5, 10, 15 years And it's happening, Mbappe is already dominating Mbappe played in Chile, the tournament just two years before us The guys who played for us already, they're making a bond Jadon Sancho is Borussia Dortmund, he's doing Vinicius Junior came for the qualifying tournament Vinicius Junior has just been signed by Real Phil Foden is a star and he's going to be a star in the making as well So all these guys are now making it And that's what, you know, people in sitting in stadiums in India would have said, we saw these guys first"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:14.460",
        "message": "And it was an amazing atmosphere And how was the television viewership? Like, how does it compare to, I mean, you can't compare anything to cricket But how does it compare to before when football was better?"
    },
    {
        "speaker": "Guest",
        "time": "01:24:24.460",
        "message": "No, no, so, look, the viewership, the interesting viewership we got was actually on-ground viewership, which was crazy And I remember there was a match between Japan and East Caledonia Because East Caledonia had qualified for, somehow managed to qualify from the Oceania group And I think East Caledonia's complete population is about 200,000 And there were 60,000 in the stadium that day And all these guys got out and they just couldn't this thing So we had amazing, amazing on-ground crowds Especially Kolkata, Goa, Kochi gave us fantastic on-ground crowds And what we did get was a knock-on effect on television That means we got decent ratings But these were decent ratings by football standards They were obviously nowhere close to what cricket did"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:07.460",
        "message": "And what does the whole project teach you about Indian sport per se? Like, you know, we just tend to be all about cricket, cricket, cricket Cricket gets all the eyeballs, cricket gets all the money Cricket is also the one sport which is not run by the government All the others, like football, are run by the government Did it kind of give you the sense that it is not because we are not a sporting nation But somewhere we have lost an opportunity in, you know, tapping the sporting instinct within people?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:33.460",
        "message": "Absolutely, I think, you know, I still take a class in IIM Cal almost every year Where one of the lectures I do is about this, and I call it, and it has changed in my head also The sorry tale of Indian sport in 16 and a half slides So very much, and to basically try and explain Because this question everyone will turn around Hari, you are working in Indian sport, you are 1.3 billion people, you know Why don't we produce more winners? And the question has only changed in the last 20 years That it was 1 billion people at one time, it's now 1.3 billion, you know The essence has not changed So what I do is, you know, I take them back And I said, you know, this is why sport And let's leave Kabaddi aside for a moment Or, you know, the Indian, traditional Indian sports Sport was really brought to India by the British Who wanted their soldiers to have a good time And who happened to think that playing a match against India is a much better way of letting off steam Than throwing a bomb against us Which is why they promoted football in Calcutta To make people get off their energies and their angers and their angst By sport rather than taking it as a, you know, taking it as war The second thing was that from there When they moved out in 1947 The rest of the country was too busy To, you know, roti kapra, makan, survival Pakistan on one side East Pakistan on the other side China on top of us We are going to starve as a country We had too much on our hands The only guys who actually had time to spare in sport Was actually royalty So notice, Maharaj of Santosh, Maharaj of Patiala Karni Singh, this thing, Singh Why? Because they are the only people who have time to spare So if you see Sporting organizations were dominated for a long time by them And then came the sort of combination The politician and the bureaucrat And I remember telling this tale Especially till two years It was completely relevant It still is That in 1971, Mrs. Gandhi, you know The 71 war is happening Mrs. Gandhi is being called Durga by people Who we, you know, we don't want to name out here And, you know, she is It's a cold war is going on And then comes, limitation talks are happening in the USA And a young man gets selected As the head of the Indian Archery Federation His name is Vijay Kumar Malhotra Cut to 2016 And the grandson is now trying to fight To political power, the cold war is much Is much ended, 7-8 American presidents Have passed since then And who is the head of the federation? It was Vijay Kumar Malhotra And that's what Indian sport was Because in those days when you started off For the Indian sports person For the Indian administrator Remember, if you went abroad in the 70s You'd normally be allowed to carry 20 dollars foreign exchange, that was it So who would For an administrator, the great opportunity Was going for a paid holiday abroad And they are the kind of people Who dominated Indian administration The politicians and the bureaucrats"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:14.460",
        "message": "And it's really only after"
    },
    {
        "speaker": "Guest",
        "time": "01:28:16.460",
        "message": "Was there a lot of money to be made for them? No, it's not much money, it was power It was exactly as I said, power Exactly like I was talking about in Dinda Where you have a selector who can say You are the guys who are doing it So one, it was power, it was influence And it was 2-3 foreign visits In 76, why do we go to AstroTurf? We went to AstroTurf because The Canadians were unsure That in 1976 In Montreal they'll be able to play With proper turf grounds hockey So they had to change the rules towards AstroTurf And the Indian and Pakistani guys Just did not bother Because they were too busy on a pleasure trip For shopping and doing other stuff And we basically sold And the funny thing is it didn't just hurt Indian and Pakistani hockey It hurt hockey because Indian and Pakistan Nosedived and these were the only countries Where hockey was a number one or number two sport The rest of the world, it was always number four So suddenly come the 2000s They said, we need Indian hockey To revive again The Indian administrators gave it away The rest of them were very happy to dominate Indian hockey And suddenly realized without Indian and Pakistan We don't have a game worth watching Because we are too small a part of the pie To really make a difference So that's how badly Administration has hurt India And I remember, I was part of a You know, when I was in All India Football Federation Working with the World Cup We were part of a general body meeting And I remember once the general body meeting Was there and said, the registrations For the local state associations For all the associations Went from 500 rupees to 10,000 rupees Now mind you Every guy who's sitting out there Who's a state representative Has been flown down from his city Or his or her city of origin To Bombay or Delhi where it was for a meeting Kept up, put in a five star hotel or a four star hotel So 30,000 rupees must have been spent on that And four guys, associations Got up and said, 10,000 rupees That's so much, how can we manage And Baijung Bhutia was there in the room You know, again as an observer for some other reason And he just couldn't help saying it And he said that, you know If in one of the most popular states in India You find it difficult to raise 10,000 rupees For the world's most popular game Then maybe you're not the right guys To run the association And there was an absolute furor"
    },
    {
        "speaker": "Unknown",
        "time": "01:30:30.460",
        "message": "But that's the truth of it"
    },
    {
        "speaker": "Guest",
        "time": "01:30:32.460",
        "message": "That is the truth of it And you know, people say that all these people Are corrupt, not all of them are corrupt Some of them are just really scared That they run their association With gmails and hotmails And mom and pop shops Which is somebody's basically drawing room And somebody's bedroom That's how state associations are run And they're terrified that if this sport really grows And the right people come to run it Then what will happen? They will lose them because they don't have the ability To control the rise of the sport They don't have the ability They've just been there for 30 years in the sport And they're stuck and they've got their position And they look forward to this annual trip to Delhi or Bombay To go there and association vote And this thing They go there to have their local association Where somebody will put flowers around them before the local tournament And that's all going to be taken away from them So the truth of it is I mean, one of the startups that I've Wanted to propose for the longest time is Find the money To get the good people into Indian sport At the state association level Right at the top, you actually have a lot of associations Who are very smart and intelligent people out there But the 30 states That make the voting block If that does not change If the quality of the people there does not change, nothing is going to change"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:44.460",
        "message": "And one solution it seems to me Is kind of what the IPL did to cricket Is that you bring market incentives into play And you know You change the incentives And that sort of now brings me to your next move After the U-17 World Cup is over You're the CEO of the Volleyball League Tell me a little bit about that And how How was that conceived? Why was that conceived? Why Volleyball? What was the aim? What was your ambit there?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:12.460",
        "message": "What is your ambit there? So the guys who actually sold the U-17 World Cup And they did about 5 and 5 and a half million dollars Of sales in the U-17 World Cup Which is a huge number Because the highest number before that ever sold for an U-17 World Cup I'm not counting Dubai 2015 Because Dubai, no not Because no Dubai money is I mean Sheikh might just sponsor it But otherwise The last record was 300,000 was the maximum ever sold In a U-17 tournament And we sold about 5 million dollars First time we had LED boards and all that So we changed the way we looked at it So these guys I knew were very competent guys Baseline in promoting or finding Sponsorship for sport So they basically had worked out a 10 year Association with the Volleyball Federation of India And so they said that would I be interested So before sort of I got on board What I said was first let's go and have a look at the sport Because one of the problems football suffers From in our part of the world is that International football looks just so much better than Indian Football that it's very difficult to put them On side by side and keep watching Indian football. So I wanted to see Was the Volleyball watchable to Start with and I went We went first to Calicut and then to a place Which is about 40 kilometers from Vijayawada And I loved the Volleyball, the quality of the play was very good And again I say this With an untrained eye, maybe there are People who, International Volleyball viewers will see It and say it's not good enough But for a spectacle that you want to watch It's good enough for you To have top quality Volleyball out there And the moment, the place was called Bhimavaran I remember And once I came Back I said this is worth doing And the other reason I looked at it was If you look at sport, today sport is going to be Driven by whether we call it television or OTT or whatever, it's going to be driven by Remote viewership. Now if you look At sports, there are some sports Which are perfect for remote viewership There are some which are not So give you a very very good example Hockey is a tough Sport to do for remote viewership Why? Because the ball is very small The action moves over a fairly large Field very fast and there are A lot of routes which are difficult to get through So hockey is a Difficult game to watch, on the ground It's a terrific game to watch But it's a very difficult game to watch Additionally table tennis is a Pretty great sport to play It's not a great sport to watch on television Whereas tennis is a very very Riveting sport because the size Of the ball and the size of the gladiator Ship comes through in tennis It just doesn't seem to in table tennis So when we looked at it that way I mean there were three sports which I thought Were built for television One is football. Though football is built For television but it's not built for commercial Exploitation because the way it is you know it's very little Time for you to exploit it. You can only put up The scoreboard at the top. That's all. You can't do very much Else with it. The second is Basketball which is perfect because You have a large ball. Lots of action Happening. Lots of changing action Large ball. Lots of commercial Breaks. Lots of ability to monetize Volleyball is exactly the same High flying aerial sport. Lots of People jumping, smashing Points, sets. So there are lots of Commercial breaks. Large ball The action is very visible. So we said I knew that this is one of the sports Where you can actually make a difference And that's from where it started and then I Realized that in Kerala for example It's almost a religion. Volleyball is a huge religion Kerala, Chennai, Tamil Nadu That belt has a huge religion and Then there's a belt out here which is Madhya Pradesh, Shatisgarh and then up there Punjab, Haryana These are the belts where a lot of Volleyball is played And therefore we started getting together teams And you know we got. What we got was in fact We had a team from Kochi. We had one from Calicut Two from Kerala, one from Chennai One from Hyderabad. Ronnie Suwala took over The Mumbai team and we had A team from Chennai, Hyderabad and Ahmedabad Which was you know people who run the Special Olympics They are one of India's largest groups In sport, they were there And we had some The amazing part of it is we played year one only in Kochi and Chennai and the beauty Was something that I My heart warmed to that I believe that you can make out whether a game works Or not by real spectators So the mad day before the Kochi Calicut match, we actually Had to have a meeting with the police To say where is Kochi going to sit Where is Calicut going to sit. We had a toss of the coin To say they are going to sit this side And it is the most amazing sight. I have to show it to you It's still there on my phone That you know a thousand guys, they call themselves the Chembada Chembada is the Red Army of Calicut Has just landed in buses And they are marching with their drums On to the field. And the Kochi Blue Sky Army is coming with their body paint And on to the other side And it's fantastic because I said This is what sport is about. This is not artificial You can't create this. It's not a marketing Gimmick. Guys are painting Themselves, getting on to a vehicle and coming out here And when the finals was held in Chennai You know, Calicut reached the Finals, so did Chennai And Chennai by then had caught fire And there were 6000 people inside that stadium In Chennai. We originally had Decided not to open the top tier but we had To because there was so much demand There was a sea of yellow and there were Thousand guys in red and white sitting out there in the middle Which is the Calicut supporters. And they were as loud As the other five and a half thousand So it was absolutely fantastic Because my belief is that that's when You get a game. When actually at the Grassroots people are watching, people are Singing. You know there's this shot Somebody sent me of In Calicut. People standing outside You know one of those television shops And watching. Like typically as you do For cricket, you know World Cup action happens You stop and you watch. And then you say okay"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:46.460",
        "message": "This will work. One of the things I just learned 180 Seconds ago from you is that There is actually a volleyball culture in India"
    },
    {
        "speaker": "Guest",
        "time": "01:37:54.460",
        "message": "Yeah, it's huge. There used to be a chap"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:56.460",
        "message": "Called Jimmy George who was a"
    },
    {
        "speaker": "Guest",
        "time": "01:37:58.460",
        "message": "Hero and they made a film on him and he Played in the Italian league. He was a star in the Italian league Passed away in an accident in 87 I think in the 80s But he was a spectacular player And he was 6 feet 1 or 2 and he would jump As much. And he was quite Volleyball see that way if you Notice as a game it sort of comes In from till schools And then at some point it just disappears. Every school Has a volleyball court. You know so there's volleyball at Some level played. I've played it in schools. Yeah And then you'll see even now the oldies In the ground will go and play it. You know just getting the ball Across. That volleyball happens all the time But because it's not consistently Shown on television, there's no sport To catch it. And so we've just done That and there's this chap called Ajit Lal. They call Him Hydrogen In Kerala because he jumps so quickly Sort of takes off"
    },
    {
        "speaker": "Unknown",
        "time": "01:38:44.460",
        "message": "So he's called Hydrogen. And there are kids"
    },
    {
        "speaker": "Guest",
        "time": "01:38:46.460",
        "message": "Who now call themselves Ajit. And we put Some innovations in the game. So we had something called a Super point. So super point is Every match before 11. So our games are 15. Before 11 Each team can call a super point On that point you either Double your points or you double your losses depending on Who gets it. Either you get 2 points or they get 2 points And it becomes like really Tense. So kids in Localities in Kerala are playing and they have Super points. And then that's When you know that you're catching it. In fact The most interesting part of it was that they were Watching our telecast in FIVB Which is the world body of volleyball And they came down to the finals. They were absolutely Delighted. They came down to the finals They want to do a lot more With Indian volleyball and the truth of it Is who doesn't want to do a lot in A country which has 1.3 billion people So they're really invested in it and That's the one advantage maybe volleyball has over Kabaddi which has right now a much larger Base. Is that there's you know 220 countries play volleyball over the world And it's a big sport worldwide and You know they want India to do well And one of the first things they did after That within 2 months was That the FIVB actually has Paid for and got For India a proper Coach and 2 physios From abroad who are going to work with the Indian Team. Because their belief is The first place that will make an impact is with the Indian Team. And where are we ranked In the world? So it's a very funny thing. We were ranked 38th in the world Then for 2 years the organization was banned Because there was some amount of this thing. So it went To 131. Now I don't know Where we are again. Because it's a strange one. We Our team, the team that won this Played the Asian Club Championship And it reached the final 4 It lost a heartbreaker to the team that was The eventual champion. In a 4 set I think they lost 25-23 in the last set So yeah, it's, I think As I said, there's a very Genuine chance of 20 seems tough in my Opinion. 24 is a very reasonable Olympic qualification"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:42.460",
        "message": "Chance. You know sport is relatively Cheap to play. Can easily"
    },
    {
        "speaker": "Guest",
        "time": "01:40:46.460",
        "message": "Catch on. How was season 1? Season 1 was excellent. I mean season 1 we had A reach of 21 million. And this Was in a time when we When the February 1st TRI stopped that bunching of channels I mean you couldn't bunch channels anymore So they have actually put out this thing Saying ratings for those 2 months, February And March should not be considered because there was Complete disruption. And we were on from February 2nd to 22nd. But decide That the reach we got 21.6 million was very encouraging and I think the most encouraging for us Was the thing that we could look at was Time spent. And time spent Was actually higher than it was of Almost any sport. It was more than ISL, it was more than Kabaddi. Because, so what we Got to understand was anyone who Watched it, really liked It. And that's what we have to work With. And say that our job is now to Make sure as many people sample it As possible. Because we know the game works As a game it works, it's very Watchable. So our job is to just make Sure people know that this game is on It works and this is the time that it's on. And that's The big challenge for us. And that's more of a marketing Challenge. Because I think what has happened Now is of all the 3 of the P's of everything else, we have product At least, we have the product. And that's No thanks to us, that's thanks to intrinsically And the international players also we got were excellent Players. And people like David Lee Again, 2016 Olympic champion Is playing for us. That tells you a Certain bit about the fact that given The market, an equivalent Football guy wouldn't be able to get a guy of that quality"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:12.460",
        "message": "And you guys Actually have. Which is, you know Since you mentioned the market, a related question I had Is that, you know, all this is happening Now, but is it partly Enabled by the fact that We have grown to the extent that There's so much globalization, the markets are much Bigger. And in a big market like India Even a niche can actually end up Being big in itself. Absolutely"
    },
    {
        "speaker": "Guest",
        "time": "01:42:34.460",
        "message": "And that's the only reason they're growing That's the only reason they were growing. All these Opportunities were there before as well. It's only Now that it becomes commercially viable. It's Also now that I realized working with FIFA How closely The world looks at India, especially Indian sport. Because the opportunities Out there is, we are the Everyone, I mean the NBA says it very Openly in 2030, you are the world's largest Market. Can we afford not To be present in the world's largest market? And that's exactly The kind of thing that's fueling You might not know it, Major League Baseball Is making a major play to come to India American football wants to make a major play To come to India. Because who can afford To ignore 1.3 billion people? That's a fact of it. We are the world's Largest open market sitting and waiting For people. So every sport Will want to do it. They might burn their fingers Some may work, some may not work But there is no doubt in my head that At least of the 10, 15 20 such ideas, thoughts Leagues that will happen, at least half of them Will survive and really flourish over time"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:34.460",
        "message": "And you know, we're running out of time. So I'll Kind of wrap it up with One final question, which is, you know Looking ahead and you're obviously still in charge Of the volleyball league and you're deeply involved with sport And passionate about sport in various Ways. Looking ahead, where do you think this is Going? Will India become a really big sporting Nation at some point? Will we start winning many Olympic medals and so on and so forth? And also, is that something Where you have to allow market Processes to play out more and those incentives To come into play? How should the Government look at sport? Like how should India's sports minister, for example Look at the sports Ecosystem? Should they try to micromanage Or should they put institutions"
    },
    {
        "speaker": "Guest",
        "time": "01:44:12.460",
        "message": "In place? How does it work? I mean, the sports code Which they've been threatening to do for the longest Time is a fairly good Document to start with, if you can Enforce it. It didn't put together a lot Of people. People I respect a lot Have put their weight behind it So I think you have to. I think the biggest Problem in India is, you know A friend of mine, he's a lawyer called Nandan Kamath Put it very well. He said, you know Indian sports administrators look for ambiguity Because in ambiguity lies power When there's no ambiguity There's no power, okay? And the sports code's job is to Try and get rid of this ambiguity as much As possible. So I think one of it will be Institutional, legal. You have to create Like Ambedkar did many years Back, the kind of institutions That hold over time That give you crystal clear Rules as much as possible about what will happen Forward. The second is market forces And I see this Period, this, you know, next From the last 5 years for the next 10-15 years To be a huge struggle between The guys who are stubbornly holding on To the institutions and places that they've managed To get in. Because 30 years back The sport was really small and they've sort of wheedled their way in And until this is completely Cleared, we are not Going to be on the fast lane. Still now There are so many roadblocks in Indian sport It's got much better. Some institutions Have got better, some organizations have got better Some federations have got better But until these roadblocks are cleared And there are many, many, many of them I think it's going to be difficult So I see the next 10 years a lot of churn"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:42.460",
        "message": "Hopefully from then on It'll get faster. Joy, thanks A lot for coming on the show. I learnt a lot talking to you"
    },
    {
        "speaker": "Guest",
        "time": "01:45:48.460",
        "message": "Thanks, it was an absolute Pleasure"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:52.460",
        "message": "If you enjoyed listening to this Episode, you can follow Joy on Twitter At Joy Bhattacharj Now you want to listen to the spelling because this is Not an easy one. J-O-Y B-H-A-T-T-A C-H-A-R-J That's it. No A at the end You can follow me at Amit Verma A-M-I-T-V-A-R-M-A. Much easier You can browse past episodes of the Scene and the Unseen at sceneunseen.in ThinkPragati.com and ivmpodcast.com The Scene and the Unseen is supported by The Takshashila Institution An independent center for research and education And public policy. Takshashila offers 12-week courses in public policy Technology policy and strategic studies For both full-time students and working Professionals. Visit takshashila.org.in For more details. Thank you for listening"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:04.460",
        "message": "Presenting the ATKT Talent Time Podcast Where I, Krupa And IP Man chat with some Immensely talented college students About the fun part of college Like freshers life, the music and poetry Scene, side hustles for college students And the not so fun like Weird dress codes, hostile deadlines And ragging. New episodes Every Tuesday on the IVMPodcast app, the IVMPodcast Website and wherever else you get Your podcasts from. Hey Krupa Check out my poetry. Roses are red Violets are blue You are special You are special You are special"
    }
]