[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. Give me your loins. It is like offering land to a Brahman.\" Now her husband appears and this young Dalit man also starts advising the Brahman lech about the need to be free from earthly desires. But Murubhatu will have none of it. He says, when a ravishing young woman is free from her clothes, that's freedom for me. The Dalit gentleman finally agrees to give his wife to the Brahman, as if she is a thing, an offering to be made. But then Lord Shiva himself arrives and saves the situation. But the question asked at the end of the play is an apt one. The playwright, Shahuji Bhosale asks the audience, you who have seen this play, decide for yourselves and tell us, who among these four is the best?"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:41.880",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:50.880",
        "message": "science. Please welcome your host, Amit Bhanu. Welcome to The Seen and The Unseen. Indian history is endlessly rich and fascinating and nothing illustrates that better than the story I narrated a few moments ago, which is from Manu Pillay's marvellous book, The Courtesan, The Mahatma and The Italian Brahman. I recorded an episode with Manu a few months ago called The Deccan Before Shivaji, which will be linked from the show notes. We spoke in that episode about his book Rebel Sultans, which is a wild and wonderful chronicle that is more gripping than Lord of the Rings, more magical than Harry Potter, more blood splattered than Game of Thrones. And it was all real, full of stuff that actually happened. History is wild and exciting and Indians are a crazy people with a mad, tumultuous, horny past. Manu's latest book, The Courtesan, The Mahatma and The Italian Brahman has 61 essays on Indian history and is filled with some amazing stories which I will discuss with him today. But first, let's take a quick commercial break. This episode of The Seen and The Unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi and unlimited monthly subscription costs only rupees 299 per month. And you can also get a 30 day free trial if you hop on over to storytel.com slash IBM. I actually use Storytel myself regularly. So as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is a book called Dear Life by Alice Munro. Alice Munro is my favorite living writer. She's a short story writer based in Canada. She's got the Booker International Prize as well as a Nobel Prize for literature. And although most of her work is in the form of short stories, she has a unique ability to compress so much depth into each short story that you feel like it's a novelistic universe. Of all the books, the one that is available in Storytel and I recommend you read is a collection called Dear Life. And remember, you get a 30 day free trial only at storytel.com slash IBM. Manu, welcome back to the scene and the unseen. Thank you. It's great to be here again. Right. So we had, you know, I put it out on Twitter that you were recording with me and solicited questions. And when I last checked, there weren't too many of them. But one of the questions was, you know, how do you manage to write so much history? So you know, on what's your normal day like? How do you find things to read? How do you kind of go? I'm actually"
    },
    {
        "speaker": "Guest",
        "time": "00:05:19.440",
        "message": "quite glad that this is a podcast, not a video, because people could see me just now, to be able to see the dark circles and the horrible hair and all of that. That's, you know, it's one of those things, which is that there's a lot of reading, yet fairly isolating. When I'm in one of my research cycles, it's 12 hours, 11 hours, 12 hours of research work where you go to the library, say at nine in the morning, and you only get up by 830 when the library really shuts. And all that time you're sitting at a desk, not uttering a word, and everyone around you is silent as well. And then you just plot through all the books that you need to gather information from. But then writing that phase is also equally equally taxing, because what happens is then again, you know, it's sitting down and getting the first draft done means weeks and weeks and weeks of not moving from a desk, locking myself up in a room, surviving on chocolates and sweets, because that gives you energy highs, which is sugar is poison. Yeah, but it's useful at certain times. It's one of those phases. And then, you know, after that, of course, comes the fun, because once the book is done, once this whole cycle of writing, the research, the writing, the editing, the actual publishing happens, then you have the lit fests and the events and things like that, which is fun, because finally, you can go back to being an extrovert, you can go back to talking to people, seeing people having fun, having your glass of champagne and things"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:33.200",
        "message": "like that. So it's really very compartmentalized. Are you kind of naturally an extrovert who likes to be social and you do you have to force yourself? Yeah, I mean, I don't think"
    },
    {
        "speaker": "Guest",
        "time": "00:06:41.360",
        "message": "sitting in a library for 12 hours a day is easy for me. It wasn't earlier, at least. But with my first book, I got six years of practice. And then now things have become"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:49.160",
        "message": "a little easier because I've picked up speed. And the ivory throne, of course, is 700 pages."
    },
    {
        "speaker": "Guest",
        "time": "00:06:53.440",
        "message": "This book is only 350. No, this is 383. I think the text is. Yeah, I always have lots"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:01.360",
        "message": "of pages devoted to notes. Yeah, which are great and most readable. So I was just curious, I mean, this book is really a collection of your columns in an expanded version plus additional material. And I'm just wondering, since you write a weekly column for mint, how difficult does that make it in terms of the research? Because typically, I'd imagine when you research a book, it's one subject, you get 50 books on that one subject and you dive right in. But each of the columns is about something completely separate different periods. How"
    },
    {
        "speaker": "Guest",
        "time": "00:07:29.280",
        "message": "do you manage that? So one of the things is, you know, for the last several years, I've made it a habit that every time I read something, I make notes, whatever book it is, no matter where it comes from, I end up making notes. So for example, you know, I did a column once on Jinnah because I 12,000 words of notes on him, even though I never really intended to do anything, which just happens that I have that much in notes sitting in a Word document in my computer. So every week when I have to do my column, I just open up my archives if I can't think of anything, and then you know, pull out something from there and use that to come up with a new topic. You know, so that's that's the usual process every week and because it's history does require a certain amount of integrity, a certain amount of focus and so on, because it's a time when lots of people can write very loose history, you can do your Google and your Google Books at most and think that you've got everything, but it takes a little bit more. So even in this collection, for example, there's you know, one of the essays on Savarkar, it's archival material. It's all based on material I found in the British archives quite randomly. Other stuff, for example, is from secondary material and maybe a few books that I've read. A lot of it is from J store and sources like that where they have academic journals. And my job then is to color all of this and not simplify it, but make it more appealing, make it more engaging. Try and tell it like a story so that people are interested. But even then it's a two step process because what happens is usually a column ends up being written in about 2000 words 1500 to 2000. Then have to keep pulling it down to 1000 which is my word limit for mint because the print newspaper right so there's a fixed space allocated for it. And you know, in the first six months it used to be a challenge because I'd fight with them saying give me 200 words extra give me this, you know, 50 words extra. And even now I occasionally get emails saying can you chop off 30 words here or 20 words there? Because it's all Yeah, so the original versions were filed away quietly. And then when two or three publishers started showing interest in the columns themselves, I said, Well, you know, there are longer versions might as well"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:17.640",
        "message": "use that. So yeah, and what's the process of reading like, like, imagine on one hand, if you're sort of researching, you're doing deep reading, you're reading really carefully taking notes. But on the other hand, you have a lot of material to get through, especially if this historical material, there's a temptation to just skim through stuff. How do you manage"
    },
    {
        "speaker": "Guest",
        "time": "00:09:34.200",
        "message": "that? Yeah, I mean, as I said, the first six years because my first book required me to sort of sit in the archives in the library for hours and hours and hours, and devote the first half of my 20s to that whole process. I've picked up a degree of speed in the sense that you know, I can get through say one book in two days or a day and a half. Because I'm not reading it for pleasure. I know exactly what I'm looking for. I know, when I see a fact whether or not I use it, I don't know. But I know that fact is interesting. So I know how to take it out and put it into my notes. So most of the time it's quotes, I just lift quotes out of any book that I read, and put them in a word doc. And then I can go back to them because I've got the words as they are. So mechanically, you can type up a good chunk of the of the book, and keep it there. And then whenever you revisit it, you can actually properly digest it. How much do you read? How many books do you read in a month? This I can't say, because I never counted. But I do remember, when I did one of my when I was 23, I did this BBC project called Incarnations. I was a researcher for Sunil Khilnani. I think at that time, I'd read for that whole project about 450 books. Because you know, how much time? I don't know, about eight months or something like that. So it was, it was something. So yeah, there are there are lots of books. My next book,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:40.960",
        "message": "you know, I've already got an archive of some 400 odd books. And how do you how do you get"
    },
    {
        "speaker": "Guest",
        "time": "00:10:44.840",
        "message": "these books from like, what's the process? So you know, when I was in London, the British Library is a huge archive, the School of Oriental and African Studies, they have a lot of India related material, the LSE library has stuff. In India, there's, you know, the Mandarkar Institute exists, there's the Gokhale Institute, a lot of it is now available online, for example, Gokhale Institute's library is digitizing most of their stuff. So a lot of old books in Marathi, Hindi, they're all available online. So you know, you can therefore access them"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:10.600",
        "message": "wherever you are. But say, if you're a kid sitting in, if you're a kid sitting in Patna or Madurai or something, and you want to be a historian, and you'll have some kind of access to all of this."
    },
    {
        "speaker": "Guest",
        "time": "00:11:19.360",
        "message": "Yeah, I think it would be wiser than to seek an institution which would then support you and give you institutional access, being part of a university or part of some sort of bigger institution helps, it opens doors more easily than otherwise, because otherwise, a lot of libraries, you know, they're also resource crunched. So unless you're actually you look serious, they may not think that you're worth giving that sort of attention and time to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:38.440",
        "message": "you. Right. So, you know, one of the sort of interesting things that struck me as I started reading your book, and one of your early essays is called a Marathi princess morality play from which I, you know, took the story at the start of the episode. And just reading it, it struck me in how richly diverse not just India is, but how regions in India are, for example, when you talk about this 12 year old Maratha boy, who is the ruler of Tamil Tanjavur, you also mentioned quote, the event was emblematic of India in this bustling age with Tamil Nadu alone, attracting Afghan horsemen, Bundela Rajputs, Telugu warriors and other varieties of adventurers, stop quote, and this is kind of a theme going through"
    },
    {
        "speaker": "Guest",
        "time": "00:12:19.000",
        "message": "all your books, right? Yeah, in fact, since you mentioned this Maratha prince, what's interesting is now he's a Maratha, he's Shiraji's nephew, which is, you know, it's a fairly glamorous uncle to have. And he's established power in Tanjavur where the people speak Tamil. But what's his code language is Telugu, because the Marathas over there continue patronizing Telugu, which had great prestige attached to it. So it's a it's a multicultural court, you know, that existed in the 18th century. And what's even more striking is that, you know, you in your introduction, you read out this bit about where this lady where the man with the Brahmin says that, you know, we drink cow's milk, you eat the entire cow, so you must be more pure. This is the kind of statement you can't say anymore. Imagine if a playwright said that today, there'd be a lot of scandal and chaos around it, because it's insulting and people are waiting to take offense and this and that. But this is Shiraji's nephew saying it in the early 18th century, a man who was born, you know, in the late 17th century, he's the one saying this. And, you know, clearly, we had more of a sense of humor then. And yeah, the world was a much more diverse place. The South India was much more diverse. And it wasn't surprising in South India, because it's a peninsula, peninsulas tend to have people who come from various places. So the idea of a foreigner is not such a scandalous concept in the south, maybe in the north, which is landlocked, these things may be different, but in the south, and even in the north, you know, you find all these big imperial cities, it's impossible, you will end up having Ottoman artillery men, you'll end up having, you know, all kinds of mercenaries from all kinds of places. One of the essays in this book is about Begum Samru. You know, this is a notch girl of Kashmiri descent, married first to a German, then to a Frenchman in the middle, she has an affair with an Irishman. What were these foreigners doing here? They were all mercenaries. They were all military men who served Indian Maharajas. The Sindhiyas of Gwalior had I think a German under serving under them. The Maharaja of Travanco in Kerala had a Dutch man who came and sort of modernized his army. So everywhere you look, there is this sort of foreign presence. So it's not just Indians moving about within the country, elite Indians, to be fair, we're not talking about lower class or lower caste groups. This is people with access to power and mobility. You not only have them moving around different areas, but you also have lots of foreigners coming in from overseas and becoming pretty much part of this society."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:21.800",
        "message": "And it also seemed to me that, you know, without a constitution that protects free speech, there was actually a lot of fearless parodying and, you know, satire happening. For example, at one point, you talk about Nyanadev creating this buffalo that produces Vedic sounds or sounds that sounds like a story. Yeah, that's a story. And you and you have stuff like that coming out. So is it sort of a selective reading to look at all of this great satire and say that, hey, it was easy to kind of stand up against or is it selection bias?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:53.040",
        "message": "I think Yeah, I think you can't say it was easy because it was always challenging. It always took a degree of courage, especially when it came to caste. Now, you find the funny thing is that, you know, there's this time in the 19th century when Jyotiba Phule says that, you know, the Brahmins claim that they came out of the creator, the cosmic creator's head, whereas the Shudras came from the feet and so on. So does that mean the cosmic creator also menstruates from the mouth? He actually asked that in the 19th century. What's interesting is that when when Kabir was there a few centuries before, he said, you know, the Brahmins claim they came from they come from the head. So does that mean there was a special birth canal through the creator's ear? You know, he said that Basava in the 12th century said something very similar. And he also famously said that, you know, with the loaded with the weight of their Vedas, the Brahmin is a veritable donkey. Now, these are things you can say, but you also need a degree of clout and privilege already. With Kabir, he was persecuted. Phule, of course, didn't get very popular with Brahmins in Maharashtra, especially, you know, powerful ones like Tilak, for example, they had more of a hold on public imagination. But there was space for polemics, there was space to think and stand up and object. And people who managed to do that when the caste system was at its most rigid and powerful, I think there's something really magical that they managed to pull off. Because they said that then we are now able to sit and have this conversation in a time where this is now, you know, you're not supposed to say these things and so on. But we can always say, look, I'm not saying it. These people said that before me. So I'm being part of a tradition that is much longer, where as much as this, this Brahminical order or the caste systems exist, there's been that much of a resistance also, throughout the last 1000 years, it's always been there every now and then there's a spokesperson standing up and saying this is bad, which means the challenge is always there. There was an article recently that said, you know, and there's this notion that caste is a British invention. It's not true. The British in some ways solidified and rigidized it some more, they sort of established in paper as though this is the final version of the caste system and created their own trouble in that system. But that doesn't mean the caste system didn't exist before that caste existed before that. Some castes sometimes became richer or poorer and that sort of thing. And you could sometimes change your Varna status, you know, like a lot of kings go from being Shudras to Kshatriyas by performing certain rituals, but that doesn't make caste go away. You know, you look at the corpus of Bhakti literature, it's all about standing up to caste and ritualism and, and social, you know, order that's based on discrimination."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:12.440",
        "message": "And that's, in fact, one of the great revelations of this book, how through various parts of it, you realize that long before Western modernity came to India, long before the influences of the Enlightenment came to India, there were free thinkers and rationalists who were challenging existing structures fairly bravely, you know, reading your book, like because there are 61 discrete chapters, 61 stories, the way I read it was, I started making notes with each chapter and trying to figure out which themes run across it. And two of the strong themes that sort of run through your book, which I'll probably use to as a means of convenience to structure this episode, are caste and gender. And I'm sure you did not set out looking for any of these, it's just that when you tell these stories, they are just there. And it's it's impossible not to notice their impact. And in many cases, the protagonists of the stories themselves are sort of unaware of their impact. And in some cases, they are manipulating it. For example, your your book begins with this story of the gentleman named Roberto Danubili. Is that the right pronunciation? Yeah, the Italian who comes to South India to convert people and quickly realizes that he has to take the angle of caste into consideration to become an effective converter. Tell me a little bit"
    },
    {
        "speaker": "Guest",
        "time": "00:18:31.680",
        "message": "more about it. It's quite fascinating, because this guy is born in Italy into this aristocratic, you know, powerful family. He's got a Holy Roman Emperor in his family tree, there's a pope in his family tree, a good Catholic as it were, his parents wanted to continue the line and so on. But he decides he wants to become a missionary. Now he runs away from home becomes a priest and then eventually ends up coming to Goa, from where he comes down to Madurai. Now that's a very strange location, because Madurai there's been a mission set up by this much older man a few years before, but they managed to convert barely anybody. And this man comes and realizes that one of the reasons is that now the previous Jesuit who was there was eating beef. He was a parangi, a foreigner, so you know, the Brahmins and the elite sort of kept a distance. Whereas this man said that I'm going to use I'm going to become somewhat more Sanskritic myself. So he starts wearing the poonool or the sacred thread or the janeo which is now you know, you had Rahul Gandhi flaunting it recently. He starts wearing the saffron robes of a sanyasi. He starts eating out of a plantain leaf rather than a plate because a plate is too European, a plantain leaf is local. He starts learning Telugu and Tamil and starts debating Brahmins in their own language. He starts, I mean, he doesn't appreciate the Vedas, but he learns the Vedas, he tries to get a basic sense of it. So he makes a lot of effort to understand what the society is, and then finally decides to start converting Brahmins. So he converts a series of Brahmins, he converts a prince, one of these local Nayaka chieftains brothers, he converts a number of high class people. And in his church, what he does is he again has a caste system. So the poor are all standing by the door, the more, you know, upper class converts are all sitting inside and he creates a caste system within his new sort of Tamilised Catholicism there. And the funny thing is the influence still exists in Catholic communities in Tamil Nadu. So you know, if you go to Chennai, there's that Our Lady of, not Vellankanni, there's a Virgin Mary there, but they dress her up in a sari and there is a chariot festival and all of that, which essentially is a lot like Hindu goddess temples and you know, their chariot processions and all of that happens. In Kerala also, you find that, you know, the Christians there, the old Syrian Christians have a lot of Hindu customs that exist within their Christian everyday ritualistic practices. So this man does something like that. And he says that I'm going to become a Hindu to save the Hindus and make them Christians. So you know, it provokes this big debate on whether or not when you convert, you should convert completely, not just in terms of what God you believe in, but in terms of your outer expression of who you are and what clothes you wear and so on. And this continues even to the 19th century. You know, I've got other, it's not in this book, but as part of my research, even in the late 19th century, you know, there were converts in Maharashtra, in Tamil Nadu, in Chennai and so on, who were converting, but they were still holding on to their sacred thread because they said we're converting, but this is a social mark. Our sacred thread evokes the image of our original caste position as Brahmins. So, you know, they didn't see any reason why converting to Christianity would cause them to give up their Poonul. But you know, such as that, that was what this Roberto started off and ended up, you know, he was this Italian Brahmin pretending that the Bible was this lost Veda and he was part of this Brahminical tradition himself. And to a great extent, he succeeded because by the end of his career, there were about 4,000-5,000 converts that he had managed to make where earlier there were only a few dozens. And he was thrown into prison. He did have some difficulties, but he somehow managed to push through and he also got the Pope at the time to acknowledge and support his methods. Of course, by the next century after his death, another Pope revoked that permission and these Malabar rites, as they were called, were banned, but it left its impact. You know, even now the right-wing hates him because they think he came here as some sort of sinister agent with the desire to sort of penetrate society and, you know, convert people like that. Of course, that's what he did. But I don't think he came here with such grand plans. It's just that he decided that he was going to live here and die here. So he might as well become"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:20.920",
        "message": "Indian in many ways. In fact, while reading it, I thought that the right-wing today should love him because he, you know, he spoke about how the Bible was a lost Veda, which kind of reminded me of what the right-wing says about, you know, Christianity originating as Krishna Niti and all of that. And one of the sort of meta themes that also seems to run through your book is narrative manipulation. For example, here, he's figuring out that he's got to use a caste as a tactic and sort of, and therefore he creates this narrative where Christianity kind of fits into that. And throughout the book, you have characters who are recasting themselves. Of course, one constant form of narrative manipulation is what is done to women, how they are recast into sort of more conventional and acceptable avatars, as it were. And, you know, you have Shivaji recasting himself through the thing you have, you know, all the different narratives around Kabir's birth, where he's born a Hindu,"
    },
    {
        "speaker": "Guest",
        "time": "00:23:14.320",
        "message": "born a Muslim. And nobody's quite, I mean, everyone wants to claim him. Everyone wants"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:18.560",
        "message": "to claim him. Getting back to caste, another fascinating chapter was called a Dalit at the temple door, which is about a gentleman named Chokmila in Pandharpur, who is a bhakti saint, basically. The first mahar, the first male mahar bhakti saint. Yeah. And you quote him at one point as, you know, complaining to the Brahmin gatekeepers of the temple where he isn't allowed in. And he says, the cane is crooked, but its juice isn't crooked. Chokha is ugly, but his feelings aren't ugly. Why be fooled by outward appearance? Tell me a little bit about Chokmila and how he sort of became one of the big bhakti saints. Yeah,"
    },
    {
        "speaker": "Guest",
        "time": "00:24:01.600",
        "message": "he and what's interesting is that he doesn't quite challenge the status quo in the way say Atukaram does or, you know, some of the other bhakti saints do, because at the end of the day, they still had relative social position and privilege. So, you know, even Atukaram, even though he was, you know, from his family were grocers and they were shudras, but they were not atishudras, as Phule would put it later. They were not absolute Dalits. A mahar means he's a menial worker. That's his job, you know, dragging away dead cows and their carcasses and things like that. And one of his stories, it's funny, you know, God appears to lend him a hand to drag away this dead cow. So he therefore doesn't have the privilege to quite say things that are too direct and too blunt, because his position is already very weak. So anything he says he can be knocked off quite easily as opposed to others with some protection. So as a result of that, there's a little bit of fatalism in his message, which is that, oh, you know, this is, I must be born in this position because of my past karma, and things like that. His son, Karmamela is not so forgiving. Karmamela is much more direct saying, you know, what kind of God are you, if this is the fate you've sort of, you know, compared us or forced us into. Whereas Chokamela is a little more accepting. He believes that in his past life, he's done something wrong. That's why this is happening. But at the end of the day, the closest he can get to his God is to the temple door. He's not allowed anywhere beyond that. And the story is that, you know, he was finally asked to go and do some work and there was an accident there and he was buried alive. And he pulled his body out and even his bones were chanting God's name. That's the story. So they finally got his remains and buried it. They said, you can't bury it inside the temple because it's impure. So we'll bury it at the door. And that's why even today there is a shrine to Chokamela. The funny thing is, by the 18th century, this is where Dalits used to gather and, you know, worship the deity. And that's when the Peshwas say, no, no, you can't stand near the entrance because all the Brahmins going in, you know, your sweat and your bodies are touching them. So it's impure. So you guys have got to move from here. So, you know, the end of the day, Chokamela, all his life, all he wanted was a glimpse of the deity inside. And although the deity often came out and met him in miraculous situations, sometimes sitting with him, sometimes, you know, helping him with his work and so on. Even the deity doesn't tell him, OK, break the law, you know, enter the temple, let's see what happens. Because at the end of the day, you know, I think Chokamela was a little paranoid about making anything, taking a step that was too dramatic. Because, you know, this is what caste does. You assume that it was some sort of flexible system and so on. It wasn't. He didn't have the privilege. He couldn't have said what he wanted to say. As I said, Abbaswana earlier could in the 12th century say, call a Brahmin a veritable donkey loaded with his Vedas because he was a Brahmin himself. He was born a Brahmin. So he could get away with saying it because he was protected by that much privilege. Chokamela never could say something like that because he would probably have been lynched. So some"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:41.080",
        "message": "things in this country obviously never change. Never change. And what happened to Chokamela's"
    },
    {
        "speaker": "Guest",
        "time": "00:26:46.880",
        "message": "son? Is he remembered? Not very much. Because the thing is, because his message has a little more punch, he isn't sung that much during these Varkari processions and so on. He's not a very major figure. So it's Chokamela on the other hand people like because he doesn't, you know, his devotion overtakes any hint of radicalism that may have been there. There are occasional times, like the quote that you read out, there are occasional times where Chokamela seems to question the social order. But broadly, he's, you know, not going to push too hard. So he's a little more popular because the powers that be could come to terms with him. But his son is a little too blunt. So his son is slightly less, let's say recalled."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:24.760",
        "message": "So like you said, Basava being a Brahmin himself, could then, you know, say things like quote false, utterly false are the stories of divine birth, the higher type of man is a man who knows himself, stop quote. And at another point, he says, quote, on the same earth stands the outcasts Havel and the deity's temple, whether for ritual or rinsing, is not the water same, stop quote. And like you said, it's it's purely because of his Brahmin birth that he could do this. I mean, otherwise, you know, he would have been lynched. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:27:53.760",
        "message": "And his people also, they were finally attacked. And they had to sort of flee when they arranged an intercaste marriage where they got a Brahmin's daughter married to an untouchable son. That is not only intercaste, it's I mean, if it was a man marrying an untouchable woman, I suppose some people would have still swallowed it. But a Brahmin woman might be given to an untouchable man. This is in the 12th century. Imagine, you know, even today in this country, there was a news report a few days ago for 17 or 18 year old boy killing his 21 year old sister, shooting her in the head or something because she'd married someone below caste. And that's happening now in 2019. And in Basavastan, in the 12th century also, when a Brahmin woman married an untouchable, this was the kind of reaction, his entire community was uprooted and there was violence and a massacre and they all had to run away and he died the next year. And they had to essentially live underground and be very quiet and unobtrusive for many centuries before the Lingayats could again start asserting their identity. So even when he finally transgressed that, that marriage aspect or the mingling of castes, interdining, all of that, there were repercussions. But he could say a lot more, his message could be a little more powerful because he was, he was a minister in a local ruler's court. So he had that, how did he become a minister because he was a Brahmin, because he had access to education. So he was protected by a lot of social privilege, which gave him more of more space to really articulate more radical thoughts. But others didn't always have that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:12.760",
        "message": "space. Yeah. And there's a lovely, I mean, your book is of course full of lovely sentences because, you know, there's such a entertaining sense of, there's such wit that you bring to your writing. So I'll read the sentence out about what happened to the parents of the inter-caste couple who got married. Quote, the monarch and the establishment were apoplectic. The respective fathers, it is said, had their eyes gouged out, after which they were thrown under elephants to painfully meet their maker, casteless in death. Stop quote. And this is a common theme through the Middle Ages, that people getting thrown under elephants."
    },
    {
        "speaker": "Guest",
        "time": "00:29:45.040",
        "message": "I think it was some sort of favourite theme. Even in the early 19th century, when I was doing my research on my first book, there's a celebrated figure in Kerala history called Veluthambi Dalava. He's the man who stood up to the British in 1809. And what's interesting is one of his favourite formats of punishment for rebels and people who were criminals, etc, was to tie one leg to one elephant, the other to another elephant and then drive them in opposite directions. So the person will be torn to bits by these two elephants. So the elephants, yeah, they were clearly a very popular form. And also gouging the eyes out. It's also common, especially among the Mughals, that if you want to get rid of a rival, you don't have to kill him, just blind him. Because under Islamic law, blinding makes you ineligible to rule. So you know, if you don't want to kill your brother, which is also an option, by the way, you can always kill everybody. But if you don't, then you can simply blind"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:29.200",
        "message": "them and feel a little less guilty. Yeah, it's more empathetic to blind your enemies. Yeah, another quote from Basava, which I kind of like, which again, is about conservative Brahminical hypocrisy, as you put it. And the quote is, they say pour, pour the milk when they see a snake image in stone, but they cry kill, kill when they meet a snake for real. Stop quote. And Basava was also very enlightened in terms of, for example, gender, like you also write about, you know, if you want to test the sincerity of those who are trying to bring about reform, that is again, one of the litmus tests by which you can judge them, like what have they done for gender and out of the 200 saints associated with him as many as 35 were female, 14 of them unmarried, one of them naked, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:31:19.600",
        "message": "one of them naked. Yeah. So you know, she didn't she didn't wear clothes. And she was originally married to a royal person and she eventually walks out of there. And this is the man who gives her refuge when her nakedness becomes a matter of controversy within the group. He's the one who rises to defend her. Similarly, you know, this is the funny thing. There are lots of reformers who are anti caste, but the basic caste system around the world has been between men and women. There's always that caste system, which are which fewer people are willing to take on. So Basava has this had this interesting thing where usually even in the more enlightened communities or liberated communities or whatever, menstruating women were still considered impure. But for Linga, it's all Basava, as per his philosophy, there's nothing impure about it. menstruation is a perfectly natural function. That's what it is. You can still hold your Ishta Linga, which is their totem, which is a portable Shiva Linga. And that was that was the only thing they don't go to temples, their dead are buried, very different customs. But you know, menstruating women were not sin women had an almost equal position within his own order. Although in terms of numbers, they were not an equal half. 35 out of a little over 200 is a fairly large number. If you look at the other, you know, saints etc. And how many women they had around them, even Kabir sometimes could say very sexist things, you know, calling women sin and things like that. Of course, the thing with saints is they also say very contradictory things. So in one poem, they'll say sin the other poem, they'll say something else. So this often happens. So the context is important in which something is being said. But Basava was unusual for this reason also that women to him in that caste system also he wanted to smash it was and that may perhaps explain why he was getting a Brahmin's daughter married to an untouchable son, because it was several things that he was trying to shift and change at the same time. And in some regards, perhaps he was trying to do too much too quickly, because then obviously the the backlash is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:01.200",
        "message": "also very intense. And there's also a very interesting sort of interesting theme of gender fluidity, which comes out like one of his vachanas goes, look here, dear fellow, I wear these men's clothes only for you. Sometimes I am man, sometimes I am woman, stop quote,"
    },
    {
        "speaker": "Guest",
        "time": "00:33:17.720",
        "message": "which given the times is pretty quite a lot of bhakti, actually bhakti literature, it's often even men, they often take female voices. So you know, Shetra, yeah, who's this big bhakti poet, a lot of Telugu work, you often have God presented as a customer on his way to his favorite courtesan. And you have poems where the courtesan turns around saying, why have you come to my door? I saw you at that other Radha's door the other day, you know, go back to her and things like that. So the voice is often of this woman who's a little annoyed with God. Otherwise, it's a love loan, you know, viraha sort of expression where she's pining for her beloved and the man, you know, essentially feminizes his voice, because God is a masculine, he is the one who's missing God. But here again, you have the naked saint Mahadevi, you know, she says that, you know, while Basava says that she says, no, I'm masculine. No, she identifies with the masculine, she sees herself as the masculine principle and so on. So yeah, it's, it's interesting how much fluidity in that sense there was, at least in terms of articulating your thought, there was no gender didn't stand in the way you could easily switch voices, depending on what was comfortable for your"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:22.080",
        "message": "sense of expression. And the Lingayats when they formed seem to be something that was kind of outside caste rebellion against an orthodox Hinduism, but eventually they sort of got assimilated into the mainstream and are now considered just another caste. Yeah,"
    },
    {
        "speaker": "Guest",
        "time": "00:34:34.640",
        "message": "I mean, they want to break out of the Hindu fold. There was that whole thing a couple of years ago. But you know, the thing the way caste functions is that this is what it does. You know, initially, even rebels are eventually made to fit into the system, caste doesn't break, caste just absorbs them into a new caste. You see this among Kerala Christians also, technically, Christianity is not supposed to have caste. But there is a sense of aristocracy among the old Syrian Christian families were seen as higher caste Christians. And you know, you need them to come and touch the oil and ghee that goes into a temple only then is it purified. In my own ancestral house, every time the ghee etc came from the market, it was kept outside the kitchen building, a Christian had to be found to touch it to purify it before it came inside. And it had to be a Syrian Christian, it couldn't be a low caste convert, it couldn't be from the LMS or the CMS or one of the later missionary societies. It couldn't be, you know, anybody else except a Syrian Christian who was considered the most superior kind of Christian. And within them, they had these these systems in markets for everything. So I guess there's a market there for Syrian Christians. Did they actually dip their finger in the ghee? No, I think I'm not entirely sure because nobody now remembers"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:34.960",
        "message": "whether there was a dipping or not. But you're supposed to touch the container at least. And it's very interesting. You know, a little earlier, you were chatting about the common notion that the British created or at least solidified the caste system. But through your book, there are also indications on how colonialism may have been something that helped fight the caste system. For example, you write about, you have a great chapter about what if the British Raj had never been there. And there you point out, quote, ironically, it was British rule that allowed low caste voices to emerge at last. It was a missionary education and access to Western texts, for instance, that galvanized Jyotiba Phule in his program of reform. And a little later in the context of Macaulay, you say, quote, nativists resented Macaulay, but there were others who embraced this policy. After all, the likes of Jyotirao Phule, son of a gardener, could never enter Sanskrit schools, but were welcome in English institutions. They felt no shame in being painted Macaulay putras when the alternative was demeaning drudgery in service of the upper caste, who only appeared less haughty than Englishmen because they were brown and looked more familiar. Yeah, in fact, this reminds"
    },
    {
        "speaker": "Guest",
        "time": "00:36:44.400",
        "message": "me of the opening section of Zareer Masani's book on Macaulay. It's a biography. And apparently even now there are communities of Dalits who celebrate Macaulay's birthday as some sort of Jayanti. Because for them, Macaulay is a little bit of a liberator. He's a man who finally gives them access to the English language. And Jyotirao Phule, you know, this is a man who dedicates one of his books, Gulamgiri, to the people of the United States. He reads Thomas Paine's writer, Rights of Man, because that's what inspires him. And he reads it in English. And he's very acutely aware that in the old schools, he has no place. He's made to feel like a Mali Greengrocer's son. That's what his caste is. And, you know, his grandfather was a gardener, his father was a greengrocer. So he's made to feel that. But then English liberates him. This is again why Ambedkar wore a suit because it was easy for Gandhi to renounce the suit and dress in khadi and all of that because he had the privilege. For an Ambedkar, wearing that suit was a sense of identity, was a sense of look. My ancestors couldn't wear what they wanted. They were only allowed a loincloth. You, Gandhiji, can now discard the suit for the loincloth because he can. My ancestors could only wear the loincloth. So now we're going to wear suits. Now we're going to hold those bags. Mayawati is going to hold her little leather purse because it's a larger principle that they're trying to project. So yeah, a lot of this British thing, one of the complications in this whole British equal to bad, Indians equal to good, is that lower caste Indians did find British rule fairly generous towards them. It created spaces for them, it created at least officially, it created a legal system where they could get their grievances addressed. A lot of times, you know, a lot of Indian castes would not work in the British army, but a lot of Dalit castes would. So, you know, they contributed that way. You know, there's that famous incident of the battle outside Pune, where, you know, the Mahars even now celebrate it as a good thing because that's where the British won over the Peshwas people. And they see it as a good thing because for them, the Peshwas are Brahmins. The Peshwas are the ones who insist Mahars should walk around with a broom tied to their waist and a pot around their neck so that the spit falls into the pot and the broom wipes off their footsteps and things like that. And these are people, they supported the British and they defeated the Peshwas people. So for them, that's a mark of identity. It's a mark of self-respect."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:50.360",
        "message": "And just thinking aloud then, is that one of the reasons that many traditionalists look suspiciously at Western modernity and so on, because in a sense, it might bring economic progress, but it threatens their social standing as well."
    },
    {
        "speaker": "Guest",
        "time": "00:39:04.680",
        "message": "Yeah. So, you know, Periyar has said it, Ambedkar said it, which is that this whole, I mean, I'm not agreeing with what they said fully, but their argument was that the whole nationalistic movement was about Indian elites wanting to take over from British rulers. So they just wanted to slip into the seat that the British had kept warm for them. But they don't want to reform anything within the system. They didn't want social upheaval. Gandhi definitely didn't want any social upheaval. He wanted peace socially, agitation politically. So whereas the low caste leaders all said, you can never have full freedom if you're not willing to uproot an unjust social order. But unfortunately, you know, that sort of message is never romantic. And Ambedkar, at the end of the day, you need to be really serious to understand his message. He was perhaps the most towering intellectual of his generation, far superior to Gandhi and Nehru. But the thing is, his message can't be romanticized. It can't be turned into this grand narrative that people find appealing. It's a very serious affair. And because of that, the kind of attraction it has for large masses is lower, because only a certain type of person would prefer that over this grand notion of the Indian nation and the romance of nationalism and all of that. But the romance of nationalism conceals a lot of social injustice. It conceals a lot of let's preserve the status quo. And that is what the low caste leaders stood up to. Ambedkar, even on the eve of independence say about seven years before 1940s, early 40s, was saying things like the British don't distinguish between the departure of one tyrant and the right of another tyrant to start oppressing the people below them. So there's, you know, that sort of messaging in that as well, which is why even now, at the end of the day, Dalit agitation is particularly scary for majoritarian groups, because for them that creates or that highlights and holds up a mirror to divisions within, which they'd rather avoid and create a pan-Indian Hindu identity. But the point is, you know, when you say Hindu, that includes so many categories, and you're not willing to completely give up your sense of privilege within."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:54.040",
        "message": "No, I actually agree with Ambedkar and Piyar on this. And even outside the context of caste, I would hold that it is true that what we did in 1947 was replaced a set of colonial rulers with a set of brown skin rulers. And this is true in context, well beyond caste. And I sort of, you know, I had Ram Guha on my show a few months ago, talking about Gandhi, we had a couple of episodes on this. And in the second of those, which I'll link from the show notes, we spoke about the whole Ambedkar versus Gandhi debates. And I just there feel strongly on the side of Ambedkar, because I think while Gandhi paid lip service to caste upliftment, he also said things like this sentence, which you quote in your book, a bhangi does for society what a mother does for a baby. And you speak about how Gandhi, who was so patronizing on this subject, used to talk about the beauty of compromise and social dynamics between the low who had answers to seek, and the high who had so much to lose. These are your words. And, you know, and let's talk about Periyar a bit because the chapter was very fascinating. And it made me I haven't read enough about Periyar, you know, so I instantly skipped to the notes and I to figure out what books I should read. And there's another great quote by Periyar on this where he says, if you have to choose between killing a Brahmin or a snake, spare the snake. And Periyar was the anti-Gandhi in ways other than just caste. And I found him to be a really fascinating character. Tell me a bit about"
    },
    {
        "speaker": "Guest",
        "time": "00:42:21.040",
        "message": "him. He was, you know, he could be very polemical. Obviously, you know, this is a man who smashed idols, he used to garland, you know, images of Rama and all with chappals. That was the kind of thing he did. Again, if Periyar lived 50 years later, he'd probably be lynched, but he was an atheist. So when Gandhi renounced sex in his 30s, Periyar got married to a 30 year old in his 70s. Gandhi wore white, Periyar wore black. Gandhi said, you know, Ram Raja and things like that. Periyar said no atheism. And when and most importantly, you know, Gandhiji was all about preserving family and, you know, women in their position. He was a little conservative in that regard. Whereas Periyar always said women don't look to men to liberate you because of you know, when is when have men ever liberated women just like you can't expect a fox or"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:01.720",
        "message": "something. I'll read the quote out. You've got it in your book, which is have cats ever feed rats? Have foxes ever liberated goats or chickens? Have whites ever enriched Indians? Have Brahmins ever given non Brahmins justice? We can be confident that women will never"
    },
    {
        "speaker": "Guest",
        "time": "00:43:15.760",
        "message": "be emancipated by men. Yeah, so you know, the thing is, he's polemical, but the things you need people like that, it's a little bit like, you know, if you read Arundhati Roy today, you don't have to agree with everything she does. But she does a service in the broader sense, which is that by holding up these very uncomfortable positions by using her influence to say certain things, which are not always agreeable, but it holds up a mirror, it makes us acknowledge that we've got ugly sides to us that we have to recognize and acknowledge. This is to some extent, that's why I find Periyar fascinating, not because you agree with everything he says, but because he asks a lot of uncomfortable questions. At a time when it was very easy to blame the British saying you are the villains, and we are these victims and we must all rally together. He kept saying hold on, you're not all victims, you know, some of you are, you know, privileged, some of you are pretty much in the in, you know, in the in cahoots with the British. There are other people who are the real victims here and you're not even acknowledging that. So asking awkward questions really fascinates me because this is a time when the whole momentum is with Gandhiji, the whole momentum is, you know, with the freedom struggle and all that. And here's a man essentially being a little bit of a party pooper. But it was important that he did it at that time. Because for a lot of people, you know, that clarified thought that makes us realize that, you know, the battle is only half won. Throwing out the British is only one part of the beginning of a much larger battle. And we haven't won those larger battles even today. And you know, to that extent, Periyar has value. So even though he's polemical and a little too, you know, he can be a rabble rouser even in certain contexts. And I wouldn't say, you know, you should go around putting chapals on people's idols. His right to do it is his right. But you know, that's sort of, it's a little too blunt. And there was a lot of victimization of Brahmins as a result of that, which is also not entirely healthy. But as I said, opening up a mirror is not always easy. So for having done that, he deserves a certain amount of interest and acknowledgement. And in fact, speaking of books, you know, Venkatesh Jalapathy has been working for years and years and years on Periyar and everyone's waiting for that book to come out. Because he's, I think, the foremost Periyar scholar. And once he finishes his book, I think we'll have a really good solid volume on Periyar."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:18.320",
        "message": "And reading it, I was just thinking, you know, looking back at what happened to guys like Dabholkar and Pansri. And I was just thinking that, you know, Periyar would be in a bit of actual trouble today. Like there's this great quote with which you start the book, with which I fully agree. Quote, there is no God, there is no God at all. He who created God is a fool. He who propagates God is a scoundrel. He who worships God is a barbarian. Stop quote. And you know, the fact that he could actually say this. He started every"
    },
    {
        "speaker": "Guest",
        "time": "00:45:46.160",
        "message": "public meeting saying that. Gandhiji starting with bhajans and things like that. This is what Periyar started his public meetings with. So imagine, you know, these two towering figures of the time, they're essentially, you know, pretty much contemporaries. And you have one Gandhi in the North and one anti-Gandhi in the South. And you see in the South, that's why even today, if you look at the South, in the South, the freedom struggle was not so anti-British. It was also anti-caste, it was for social reform and so on. Whether it's Kerala, Tamil Nadu, these were also part of that struggle. It wasn't merely about pushing the British out, which you can see that the reflections of that in South Indian society even today, you know, women are better off. You know, the caste system exists, there is still caste violence and so on. But it's not as intense as parts of Northern India, because"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:29.040",
        "message": "these issues were not completely neglected in the South. So how central was Periyar to this? Because like you said, the South is a peninsula, so it would automatically therefore"
    },
    {
        "speaker": "Guest",
        "time": "00:46:36.480",
        "message": "because of those in. The thing is, Periyar, I think at some level was handicapped by language, which is that Tamil was his main medium of disseminating his message. So his influence was largely in that area. But he did come to Kerala, he's the one who, you know, took a proactive role in the Vaikam Satyagraha that ended up throwing open roads around temples to Dalits. So he did come like that, but and famously said that when the Maharaja of Travancore refused to allow it, he said, these roads are not the Maharaja's grandfather's property. And this is Kerala at that time, the Maharaja of Travancore is the semi-divine figure, nobody says anything against him. And Periyar comes and says something like that in a place like Kerala, which is, which was called by Vivekananda, lunatic asylum of caste, because it's so rigid and so orthodox. So it's some influence elsewhere, but I think broadly in the Tamil space."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:20.040",
        "message": "So for Amits like me, who may not be very aware, tell me a little bit more about his influence in Tamil culture and Tamil politics."
    },
    {
        "speaker": "Guest",
        "time": "00:47:26.560",
        "message": "One is this whole rationalist influence, which is that, you know, this anti-Brahminical Hinduism, it wasn't and you know, the highlighting of Dravidian culture, etc. Now the funny thing is there again, missionaries have a role. They're the ones who first promoted this Dravidian identity as very separate notion. And that was picked up into a political concept by people like Periyar, where there was a sense of identity and they didn't see why it had to merge with or become subsumed by Hindi nationalism or Hindu nationalism or anything. They were proud to be Tamils. They were not very interested in some of these other messages coming from further up north. Then, as I said, his rationalism is very interesting. It obviously hasn't lasted in the sense that, you know, people are still devout in temples, etc. still important. But if you look at all the Tamil political parties, whether it's a DMK or the AIDMK, you know, they always pay lip service to this one man because his influence over local society is so vast that you have to, he's essentially the local Gandhi, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:20.280",
        "message": "you can't... Do they pay lip service to him because he's like a Tamil icon or do they pay lip service"
    },
    {
        "speaker": "Guest",
        "time": "00:48:24.200",
        "message": "to him because of his ideas per se? I think icon, it's a little bit like Gandhiji, you know, like his ideas, the moment he died, all the ideas were put away in a basket and framed and put up in museums."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:32.600",
        "message": "And many of them were quite dubious as well."
    },
    {
        "speaker": "Guest",
        "time": "00:48:34.040",
        "message": "Yeah, they were pretty dubious. And, you know, I have this essay saying, what if Gandhi had lived? And the whole point is that if he had actually lived, he would have become a headache for Nehru, most likely. And all the other people in power, because suddenly you're in power. It's very easy to say things when you're not in power. But once you're, you know, you can have romantic notions of the nation, freedom and all of that when you're not in power. When you're in power, there's something called a budget, there's the economy, there are social rival competing claims that need to be balanced. There's industrialists on one side, labor on the other side, which means there's going to be compromise. At that time, a Gandhiji with his pious principles sitting above this whole edifice, you know, saying things would have been an inconvenience, I suspect, for Nehru. So, you know, it's a little bit like that where Periyar also, some of the things he did, they would never repeat today, it would be impossible. But, you know, you pay lip service, you always say that he's a great Tamil icon. And therefore, for that reason, give Periyar a certain amount of respect."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:23.600",
        "message": "I was reading the chapter on him with great jealousy, because you cite the title of one of his op-eds, which is honeymoon in the Hindu zoo. And I, you know, I write a column for the Times of India. And man, if I suggested that as a headline, there is no way to pass. Today, it simply wouldn't fly from this very serious subject of caste. And while staying on the serious subject of caste, let's also go to some blood and violence. You've got"
    },
    {
        "speaker": "Guest",
        "time": "00:49:47.920",
        "message": "this great chapter, which I was actually half afraid that now, by this time in the conversation,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:52.600",
        "message": "people would assume the entire book is only about caste, which it isn't at all. It's just one of the themes that I picked up on, but it's quite incidental. It's, it's, there's nothing sort of polemical in your, your stories are basically bloodshed and violence, when I say that in a good way. So there's this great chapter you have called the bloody monsoon of Vellore. And caste creeps into this as well. Tell me a little bit about the bloody"
    },
    {
        "speaker": "Guest",
        "time": "00:50:18.560",
        "message": "monsoon of Vellore. So this is in the early 19th century, you know, there's this quest in India always to find the first war against the British or the first war of independence. It's futile. I mean, the further back you go, there's always someone or the other fighting the British somewhere or the other. So there are different, each state has one version of when the first agitation against the British took place. In Vellore, we're in the early 19th century, where, you know, Tipu's family is imprisoned in Vellore Fort. There's the British were there as the local garrison. And well before 1857, about 45 years before 1857, what they do is they introduce new uniforms. So they tell the men that you're all British soldiers, your mustaches need to be standardized, your beards need to be standardized, your turban is going to be standardized, all of that, which in India, I mean, it's very convenient to look at this as a matter of costume. But in India, costume signifies custom, it signifies caste. One of the things about why clothes were regulated so much was because back in the day, how do you tell a person's caste? You should be able to tell at one glance what ornaments they're wearing, what their hairstyle is, you know, in Kerala, for example, the munda or the variant of the lungi that we wear, if it's above the knee or lower caste, below the knees, higher caste. So you can tell based simply on that much of an indicator. Certain castes were allowed certain kinds of jewellery, certain castes were not. So in Vellore also, when different soldiers from different castes were suddenly told that they should have the same moustache, and they should have the same hat, and things like that, they were a little upset, because for them, it looked like they were being Christianized, they were being secretly converted without realizing and they were lampooned by a lot of people. And the funny thing is, the British thought the whole rebellion or the mutiny was provoked by Tipu's family. In reality, it wasn't. Some of Tipu's family's attendants used to, you know, sort of giggle at these people saying you're all essentially British, behaving like British chelas, topi walas, and you're losing your, your caste identity and your original identity. But beyond that, they were not very, very, you know, involved in it. But the British were so embarrassed that it was something as silly as costume and moustaches that caused this mutiny that they eventually determined that it had to be Tipu's family. And you know, Tipu's family was penalized, and they were all sent off to Calcutta and so on. But it wasn't actually them, it was simply the fact that they were"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:20.040",
        "message": "trying to meddle with caste. And it's quite funny the way the British reacted and the way they were initially like, there's a great quote by here on where an officer later said that they couldn't believe what happened because quote, the natives of Hindustan are meek and submissive beyond any other example in national character, stop quote. So they're like, what"
    },
    {
        "speaker": "Guest",
        "time": "00:52:38.800",
        "message": "is the uniform and the rebel? This, I think, is from a parliamentary committee report that inquired into this afterwards. And remember, this is also in those days, communication is very slow, right? So by the time the rebellions happen, and it happened, ended everything, it's only months later that London hears the news. And London, of course, is in a panic because they don't know what's happened since and they know six months have passed, but they have no idea whether the rebellions, you know, been put down, what's happening, etc. So there's lots of like, you know, miscommunication and all of that also happening. But yeah, it's quite funny that the British even changing, you know, uniforms and changing people's facial hair could provoke such violence because people took these things very seriously."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:16.440",
        "message": "And I love this line also, quote, retribution was swift that this is when the British retake the fort. Quote, retribution was swift of the 1500 Indian troops present, about 400 were killed immediately, some of them blown out of cannons, presumably to transmit the message far and wide. Stop good. This is fantastic. How do you blow someone out of a cannon?"
    },
    {
        "speaker": "Guest",
        "time": "00:53:36.840",
        "message": "Oh, you hit it with the gunpowder or whatever, tie them on it. And then you know, that's how you blow them out. It's also supposed to be very painless because they don't really"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:42.600",
        "message": "feel it. It's so quick. But how do you know they don't feel it? No, I mean, it was considered"
    },
    {
        "speaker": "Guest",
        "time": "00:53:47.240",
        "message": "a merciful way of execution as late as the 1870s. They were still doing it. So you know, this was considered a merciful way of execution because for the person it was quick. Before they knew it, they were dead. But for the people witnessing, it was such horror that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:00.720",
        "message": "it, you know, made the message very clear. The body gets blown into pieces. Like imagine,"
    },
    {
        "speaker": "Guest",
        "time": "00:54:05.040",
        "message": "you know, people's flesh landing on different, you know, parts of that that general area."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:09.840",
        "message": "It was just disgusting, very colorful. Like if you want to make a web series, kindly incorporate this. Yeah. And for countries which debate like which have capital punishment and which"
    },
    {
        "speaker": "Guest",
        "time": "00:54:19.680",
        "message": "debate the most painless way to go, if this is as painless as our ancestors were still in this phase, we've come a long way, but it's also very easy to slip back. Right. And"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:29.840",
        "message": "now we shall take a quick commercial break. And when we come back, we'll talk less about"
    },
    {
        "speaker": "Unknown",
        "time": "00:54:34.440",
        "message": "caste and more about gender. Hi, everybody. Welcome to another great week on the IBM podcast network. If you're not following us on social media, please make sure you do. We're IBM podcast on Twitter, Facebook and Instagram. On social media. One of the things we do is if you send us a screenshot of what you're listening to, we will repost it on our social networks so that people can see that what people are listening to put us some comments and we'll respond to them. Also want to let people know that we're still hiring. We're looking for producers, content creators, audio engineers, developers, designers and business roles and basically all kinds of other things. Go to the careers page on ibmpodcast.com or send us an email at careers at IndusVox.com. Wanted to announce two new shows that we are starting Tech Careers in the New and Agla Station Adulthood. Tech Careers in the New is a brand new podcast presented by Accenture is hosted by our very own Shreeland Nityamukapadhyay, my co-host on Shoonya1. On this show, he's talking to Accenture leaders about the latest and greatest in the world of technology and gives exclusive tips on technology career, how to grab opportunities and stay relevant. Watch out for fortnightly episodes on Wednesdays starting July 3rd. The other new show that we're launching this week is an exciting show called Agla Station Adulthood where best friends Ritasha Rathore and Ayushi Amin ride through the various stations of life. Whether you're in your mid-twenties just entering them or about to cross into the next decade, tune in to this fun show. On Cyrus Says, bestselling author Amish Tripathi talks to Cyrus about the shared universe of all his books, the rich and inclusive history of ancient India and his new book in the Ramchandra series, Ravan, Enemy of Aryavarta. On Equity Saiya, Shrey Lunkar, senior VP at Motilal Oswal AMC talks to Anupam about the pharma sector in India. On Advertising is Dead, Varun Duggirala is in conversation with the founders of Pocket Aces, Ashwin Suresh and Anirudh Pandit. They discuss the growth and potential of the Indian digital content market. On Mr. and Mrs. Binge Watch, Janice and Anirudh recommend shows that are easy to watch. Join them as they talk about the TV shows Love, Crashing and Lovesick. On the 25th episode of Gol Gappa, Tripathi is joined by film director Vikram Fadnis. He talks about how he started his journey from being a fashion designer to becoming a movie director and his upcoming Marathi movie Smile Please. Also, our host Tripathi plays an important part in this movie. On Not Just Dhansak, Parzen talks to chef Virat Patel about Parsi fusion food. They discuss innovation versus traditional food in the Parsi food circles. On Puliyabazi, Pranayil Saurabh talks with investor and trader Harsh Vohra to better understand the tussle between the Reserve Bank of India and the Indian government. And with that, let's continue with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:50.200",
        "message": "Welcome back to the Scene and the Unseen. I'm chatting with the historian Manu Pillay about his book The Courtesan, The Mahatma and the Italian Brahman. And one of your early stories is very fascinating. It's titled The Tale of Two Shakuntalas. Well, there weren't actually two Shakuntalas. There was one and at the same time, there were kind of two."
    },
    {
        "speaker": "Guest",
        "time": "00:57:07.360",
        "message": "Tell me a little bit about that. So you know, there is what is our general knowledge of Shakuntala. She's this woman, there's this king, he departs, you know, they have this wonderful union and they're in love or whatever. Then he departs giving her a ring saying this, you know, it's a token that he's given her. And then, you know, one day sage comes and she's a little distracted because she's lost her heads in the clouds and all of that. So saint curses her saying that the man who you're thinking about, he will forget you. But then everyone runs to the saint and says, Oh my God, you know, poor girl, whatever, whatever. So he says, okay, fine. When you present the ring, he will remember you. Now on the way to the king's court later and she's pregnant, the ring gets lost. And then when she gets there, the king doesn't recognize her and she feels insulted and she leaves. And later a fish turns out has swallowed the ring and the fish is brought, the ring is then finally it ends up in court. And that's when the king realizes and all of that. And he goes on a quest and finds Shakuntala again and finds his son and all of that years later. So son's already grown up by then. But the funny thing is this is Kalidasa Shakuntala. This is the popular Shakuntala that the British also popularized. William Jones, for example, translated this Shakuntala into his play Sakuntala or the fatal ring. You know, and this is the one that was staged in Europe and all of that. So this is the one that we've largely consumed over the last few generations because people think this is the original story. But the interesting thing is that the original Shakuntala story appears in the epics in the Mahabharata, but it's very different. It's very simple. Dushyanta comes, he's in the middle of a hunt, lands in this hermitage and he says, who's here? And there's no servants. She's not coy or shy. Shakuntala comes out and introduces herself and starts talking. And he says, oh, who's this woman with the wonderful ties and this baksam lady and all of that. And he says"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:46.760",
        "message": "Mani Brahmins is one of the themes of your book. This is the Kshatriya king by the way."
    },
    {
        "speaker": "Guest",
        "time": "00:58:51.360",
        "message": "But this man essentially says, lie with me, oh beautiful one and so on. And she, you know, first she says, oh, well, should I, should I not? Then she finally says, okay, why not? And there's this convenient form of marriage called Gandharva Vivaha where it makes up for lack of ritual and patience because you can simply go ahead and do what you want and pretend that it was done and that the marriage is ready. So she says, fine, but the son born from this should be king. So she, to begin with, imposes a condition. So she's not a completely innocent, you know, helpless woman who won't even talk. She doesn't even talk. She's such a shy, docile woman. Whereas this Shakuntala is pretty straightforward. She's got agency. She's got agency. Yeah. So she says, my son must be ruler. He agrees. They consummate the thing and then he goes away. Now the funny thing is in this Shakuntala, her pregnancy lasts 36 months. She's pregnant for three years. Then finally she's had the son and she takes him to court. And there she, you know, says, look, I'll keep your word now. I've brought your son to you. This must be your heir. And the funny thing is here, there's no ring. The ring as it happens is inspired by a Buddhist story that's completely different and Kalidas borrows from there and a bunch of others also borrow from there. In the original story, there's no ring. Tushant has deliberately lied because what he says is, you know, there are birds that lay their eggs in other birds nests. So if I, in my court, if I openly accept the strange woman coming here with a child that this is my child, what would my people think of me? So he says, you know, no, no, no, no, no. He starts insulting her. But again, she doesn't weep or whatever. She's angry. She says that, you know, my birth is higher than yours and whether or not you acknowledge, you know, you rule the earth. I, you know, fly by, fly in the skies. And whether or not you acknowledge your son, he's going to be an even greater king than you are. That's when there's this divine voice that says, oh, no, she is speaking the truth. And then the king says, yes, yes, yes, you are speaking the truth. I was just testing you and things like that. So it's funny that, you know, there's still that patriarchal angle to it. But this Shakuntala is definitely not a shy Shakuntala. She has no issues speaking to men. She doesn't need her maids in attendance to talk for her. She doesn't. There's no curse that takes the story outside human action into divine or, you know, fate, fate, the levels of fate. It's about humans, human beings and their choices and their actions. And Tushant deliberately lies and Shakuntala deliberately stands up for herself. That's the difference between the two stories and conveniently we've forgotten the original Shakuntala. And we've popularized this other Shakuntala who's now this ideal of womanhood and Indian wifely conduct and all of that where she's sweet"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:14.600",
        "message": "and doesn't say anything and you know, all of that. And this kind of recasting of strong independent women into how you would like to see them seems common. Like, you have many chapters on women in your book, you talk about how Meenakshi, for example, was recast from a warrior queen to a loving goddess, because that's more palatable, I suppose, in a patriarchal society. You also talk about Meerabai, who was recast as, you know, an icon of feminine God loving devotion."
    },
    {
        "speaker": "Guest",
        "time": "01:01:42.320",
        "message": "Meera has become this big Krishna Bhakta, but we forget the fact that she stood up to what Rajput notions of widows honour was, she said, No, you know, I'm going to meet men, I'm going to meet these other devotees, I have no issues interacting with other men. And so long as I'm clear within my mind, what my interest is, which is God, I don't see why you should have issues with who I meet and what sages I'm hanging out with and all of that. So but then we conveniently forget that aspect, we conveniently forget the way she stands up to her family, she stands up to her brother in law, who's trying to sort of, you know, make her live in this this typical life of a widow, the prescribed life that is meant for a widow who's not committed sati, by the way. And that is all forgotten. Instead, she's usually presented as this Krishna Bhakta. Her devotion to God is one thing because you want that in your wives and daughters, but you don't want your wives and daughters to question you, to question patriarchal institutions, to have the freedom to meet who they want to articulate ideas that they like, and to move around freely. So that, you know, we always pick and choose very cleverly, where even these inconvenient women, we end up choosing something that is relatively less inconvenient and making that the main thing about them, when in reality, they had so many other layers and so much"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:47.840",
        "message": "more texture to their personalities."
    },
    {
        "speaker": "Guest",
        "time": "01:02:49.600",
        "message": "And in your chapter on Mirabai, you in fact contrast her with Padmavati, the possibly"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:53.720",
        "message": "fictional Padmavati, who is, you know, who fits that notion of a woman who will, you know, commit sati rather than whatever, and who doesn't really have a voice of her own in that sense."
    },
    {
        "speaker": "Guest",
        "time": "01:03:04.160",
        "message": "And that's interesting, right? Like Mirabai existed and Padmavati is, as you said, very likely fictional, but they had to create that Padmavati to hold up that ideal of womanhood."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:14.520",
        "message": "And even Mirabai, you have to recast her to, you know, be comfortable with sort of what she was. Another really fascinating chapter in your book, a pretty short chapter is called The Lost Begum of Ahmednagar, which is about this remarkable woman called Khunza Humayun. And she's really extraordinary. And in a sense, you know, her daughter Chand Bibi is remembered more, Chand Bibi also makes an appearance in Rebel Sultans, your earlier book, which we discussed, I think we discussed in the last episode. But people don't speak so often of Khunza Humayun and you do, of course, in your great chapter."
    },
    {
        "speaker": "Guest",
        "time": "01:03:50.200",
        "message": "Tell me a bit about it. So the funny thing is, you know, Khunza was a footnote, initially, there's a paragraph dedicated to her in my second book, and my editor said, look, this is a little out of the way. So can we, you know, get rid of this bit. So she ends up being mentioned in passing in the footnote. She's not mentioned by name in the main text, but she appears in the footnote. But I always thought, you know, there's so much more to this lady, because she, you know, we have this habit of glorifying women if they're either masculine in the way they go down. For example, Rani Lakshmibai of Jhansi, you know, she dies fighting, therefore, there's some valor attached to her, or they have to be big bhakti people. And therefore, there's another kind of virtue attached to them, or if you die with sati or something, something dramatically, you know, tragic has to happen with you, for you to be respected. Khunza, on the other hand, she has naked ambition, you know, this is a woman whose husband is deeply in love with her, he, you know, he and she, she clearly was advising him in matters of state, etc. She dies in 1565, soon after defeating Vijayanagar and, you know, breaking that empire for good. She becomes regent for their son, but she's very interested in power herself. So the thing is, there are several attempts by noblemen to get rid of this, this woman because they find her meddlesome and problematic, but she won't give up that easily. And finally, they succeed and they go and get her son to push her out. And the funny thing is, because she doesn't go down fighting valorously, like her daughter Chang Bibi, who dies, you know, in the midst of the Mughal siege and so on, she's not remembered. She rots away in jail, and her son is so hateful of her ambition and her general interest in governing and administration, that not only does he wipe her out of records, he even paints her out of miniature paintings, paintings that showed her with her late husband, the boy's father, you know, in his lap, sitting next to him, etc. You can see these miniature paintings where the Nizam Shah of Ahmednagar, the husband is still intact, and there are maids and servants, etc. in the background. But next to him, you'll see this blob. The blob is what what used to be Khunza Umayyad, but which her son had painted over, because he's completely unhappy with this lady. And because as I said, she didn't die at the end of a sword, there's nobody to even sing her songs of romantic songs about her. She was a woman who, you know, represented ambition as a man would have it. And that was taboo. So there was no, no glory for her, no poets for her."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:53.820",
        "message": "She just faded away. And there's a little interesting nugget in your chapter on her, on how she may have been sort of a cause of the war against Vijayanagar, you know, because her husband gets offended, when there's an inflammatory letter sent from the Raya of Vijayanagar, where besides demanding tribute, he also demands along with diamonds and rubies, the anklets of the Begum."
    },
    {
        "speaker": "Guest",
        "time": "01:06:16.960",
        "message": "Yeah, this is obviously stirs his patriarchy. This is based on one account, and which is a sort of poetic account, it may not really have happened that way. But the thing is, what's interesting is, if you read one of Sanjay Rizwan Brahmanyam's essays, and it's a chapter in one of his books, also, there's a thing called Kotli insults. Even kings when they exchanged insults, it was done with great style. So Vijayanagar sends this message saying, send me so many rubies and send me so many diamonds, etc. But they also want the Begum's anklets because they're making a point. And it's not like the Deccan Sultans were any less, even they used to know how to how to retaliate. There was this time in my second book where, you know, one of the Bhamani Sultans, there's this beautiful goldsmith's daughter in Raichur, and the Raya of Vijayanagar wants her. And he comes and sort of seizes her and this man says, No, no, you can't have her. And then he goes and there's a big war, he not only you know, he not only defeats Vijayanagar, but poor girl ends up becoming married to the Sultan's son, who, as we were discussing earlier, gets blinded and you know, spends the rest of his life in oblivion. So there's a lot of this Kotli insult tradition also going back and forth. And this is one of those instances where Kunza Humayun's anklets became one of the things that riled up her husband. But for all you know, it was just an excuse to go to war. The war was anyway coming up, regardless of whether or not the Begum's anklets were involved."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:30.240",
        "message": "And I wonder how these guys would have done in the time of Twitter. There's a great chapter in your book, which I really enjoyed as a woman who had no reason for shame. Tell me a bit about Muddu Pallani."
    },
    {
        "speaker": "Guest",
        "time": "01:07:40.240",
        "message": "Is that the correct? Muddu Pallani. This is you know, one of those 18th century courtesans. One of the things is, you know, one of the titles, the title is courtesan, the Mahatma and the Italian Brahmin. The Italian Brahmin, there's only one, which is which we've already discussed the Mahatma, you would think it's Mahatma Gandhi, but Phule was also a Mahatma, you know, it's open to interpretation which Mahatma you're talking about. But the courtesan, there are several courtesans, there's, you know, the so called Bhagmati after whom Hyderabad is named, but she, for all you know, never existed, and was always a figment of somebody's imagination. There's Begum Samru, who in the late 18th century, early 19th century was equally ally of the British and protector of the Mughal Emperor, which is she began as a dancing girl and was married to all these foreigners. There's Muddu Pallani in the 18th century, who wrote erotica, and famously this work called Radhika Santhonam, where, you know, what's interesting is there is, I referred to Kshetra earlier, where, you know, God is treated as a customer on his way to his courtesan. And there is a lot of eroticism, there is sensuousness, one of the Nayaka rulers in during the Nayaka period in Tamil Nadu, one of his wives, you know, she talks about, there's a lot of sexual energy that's, being a king meant you had to have a lot of sexual energy. Even one of the Nayakas when he was praised by his son, you know, in a work the son composed, he talks about how many women his father had around him and seduced and he made love to an astonishing number of women and things like that. So that was part of manly vigor and so on. But what's interesting with Muddu Palani is, here it's a woman's sexual desire that becomes central. The theme is that, you know, Radha is getting her niece Ila married to Krishna. And she's, you know, prepared her and she's telling her, you know, you must bear his cloying and this is how love, this is how you make love to somebody and all of that. And then she takes Ila to the bedchamber and delivers her there. And then when Radha comes back to her own room, she's completely consumed by jealousy because she thinks, oh, this woman with a body as soft as bananas is going to sort of replace me in Krishna's mind and heart. And the rest of the thing is about how Krishna appeases her. But it's not just that Radha is jealous about the new woman, she also demands and extracts from Krishna physical satisfaction. So there's this one time where, you know, Krishna complains that, you know, even if I tell her I'm not in a mood, she jumps on bed and starts the game of love. And he's almost frustrated by it because he can't quite satisfy the lady because she's quite determined in that sense. So there's what's central is this woman's desire, her right to desire, her right to affection and love. And that is something that scandalized a lot of people later in the 19th century. So much so that the first person to try and translate her and resurrect Muddupalli again in the late 19th century, changed her name to Muddupalli. Because you know, if you pretend it's a man writing about these things, it's still a little acceptable in society to pretend that a woman wrote this, a woman is talking openly about sex and desire in the 18th century, that people would have found completely scandalizing. There was this critic who said that, you know, her Sanskrit is great, you know, there is charm in her verses and so on. But essentially, he ended up saying that she's a whore. You can't take her words too seriously, you know, what is she talking? The content is horrible, even if the language and the sentences are beautiful, what she's expressing is scandalous. Critics have always been assholes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:40.040",
        "message": "Critics are not very pleasant people. And you know, it's a devdasi who finally resurrects her."
    },
    {
        "speaker": "Guest",
        "time": "01:10:45.640",
        "message": "And even then the book is banned and there's, you know, all of that happening. It takes laughter independence for the story to be, to again, come back into the mainstream. Even then it's only in the 80s, where two lady scholars were writing this huge collection of Indian women and their place in literature. And they're trying to resurrect her. And they also run into lots of barriers where people are embarrassed or ashamed to talk about her and so on. But clearly, Muddu Pawni, at the time, she was a gem. She was respected by the Maratha king. She was a very prominent figure in his court. And she in her own preamble before the work talks about how famous and how celebrated she is as a courtesan, as well as as a creative professional. But clearly in one century, things can change."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:25.040",
        "message": "And is it unusual in itself that a woman was writing Sanskrit verses like back in the day,"
    },
    {
        "speaker": "Guest",
        "time": "01:11:29.040",
        "message": "like it wasn't too, this wasn't in Sanskrit, this was in Telugu."
    },
    {
        "speaker": "Unknown",
        "time": "01:11:33.480",
        "message": "But even the Telugu had great prestige, you know, you're talking about a literary tradition"
    },
    {
        "speaker": "Guest",
        "time": "01:11:36.320",
        "message": "with a thousand years behind it. But devdasi, it's not unusual, because devdasis were literate, they were well educated, they had creative tastes. And that was promoted at one time. It was only by the late Victorian era, even Viceroy's, etc, you know, there's a story of how one of these Viceroy's came to inaugurate a bridge or something. And he was treated to this natch performance and all of that. And one of the performers was MS Subbulakshmi's grandmother or great grandmother or one of those people. Because even in the British period, they used to have natch performances, they used to have dasis coming and dancing. But by the late 19th century, early 20th century, there was this taboo attached to it. And you have the whole Rukmini Arendale phenomenon where Bharatanatyam, for example, which is called sadar, you invent this word Bharatanatyam, or you find it from some obscure corner, because it suddenly sounds more Sanskritic, it sounds more chaste, you remove all the sensuous elements from the dance, you completely make it decentrous, decentralize it or whatever, I don't know what the word would be. And, you know, make it a chaste brahminical art form, because then brahminical daughters can also go and do it. So the devdasi becomes a prostitute. It was true that a lot of them were, you know, also selling their bodies due to various reasons it was true that their notions of sexual propriety were very different, but it was a change in morality that eventually made the devdasi tradition fade. And that was it was also that same phenomenon that caused a muddhupalani to suddenly become some sort of receptacle of sin rather than a creative figure who actually achieved something in the 18th century."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:04.000",
        "message": "And is there somewhere where we can actually, like, does the original non-desexualized version"
    },
    {
        "speaker": "Guest",
        "time": "01:13:09.720",
        "message": "of Bharatanatyam still exist? I think, you know, Balasaraswati comes from a devdasi tradition, she continued that. In Bangalore, a few days ago at dinner, I met a lady whose family, she learned Bharatanatyam from one of these old families that had Nata owners and they still teach in that old tradition. But real influence, what you learn in the big cities often is the Arundel school or the desexualized, decentralized version of Bharatanatyam."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:37.000",
        "message": "Let's kind of move on now to the courtesan who I assumed was the subject of your title because she is just spectacular. Your chapter is called the courtesan who became a princess and this obviously is Begum Sumru. And I'll just quote this incredible line from your first paragraph on her. She had launched her career as a dancing girl, not only rising to become the Begum of Sardana, but also to win the affection of the Mughal emperor who styled her Zebun Nissa, jewel among women, Farzand-e-Azizi, beloved daughter, and even Umtat-al-Arakin, pillar of the state. She had spent her youth by the side of a much older German lover, inheriting his fortune and lands, and later joined a Frenchman in a doomed marriage. Stop quote. And like you said at the start of the episode, there was also an Irish man somewhere in there."
    },
    {
        "speaker": "Guest",
        "time": "01:14:24.840",
        "message": "And when she married a Frenchman, her troops didn't like it very much. So she, they tied her to a gun and left her out for days in the sun. And this was a big summer in North India and left her there. So, you know, it wasn't easy at all, even with your own armies and all of that, when you're a woman, these men have expectations and they, I mean, one of the reasons was she didn't marry the right officer. It wasn't that she'd married a Frenchman, it was that he wasn't liked very much. He was a very unpopular character who had showed up somewhere in the middle. And you know, when she married him, they didn't quite approve of it. And they killed him, right? Yeah, he was shot. Some say she had a role in it, that it was all, you know, she'd conspired to end that way. But yeah, he ended up dying quite badly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:02.360",
        "message": "And, you know, just reading about her adventures, I mean, I thought this is like a 18th century Bonnie and Clyde kind of situation."
    },
    {
        "speaker": "Guest",
        "time": "01:15:10.320",
        "message": "Her husband was most wanted by the British, you know, till he died. In fact, they were very upset when he died, quietly, because they always wanted to capture him. Because he'd massacred a number of Englishmen earlier in the 18th century, in the mid 18th"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:22.840",
        "message": "century. Yeah, he massacred, as you describe it, of dozens of Englishmen in Patna. The prisoners were invited to dinner and after his guests were in full security, protected as they imagined by the laws of hospitality, he ordered his men to fall upon them and cut their throats, stop quote, which almost seems a sort of a banal way of killing someone just"
    },
    {
        "speaker": "Guest",
        "time": "01:15:40.880",
        "message": "cutting. I don't know if you watched Game of Thrones, but there's a thing called the Red Wedding where this happens. This is what it reminded me of everyone sitting at dinner, and then suddenly they're dead."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:49.440",
        "message": "I haven't seen Game of Thrones shock shock, but you know, why do I need to when I'm surrounded by Indian history?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:56.000",
        "message": "That's true. That's true. In fact, Game of Thrones ended with great disappointment."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:59.000",
        "message": "Indian history, luckily, never disappoints. Let's move on now to a woman who also kind of appeals to the libertarian media chapter is called the woman with no breasts. And it's about Nangeli. Tell me a bit about Nangeli and how the traditional image of the traditional narrative about Nangeli isn't all that there is to it."
    },
    {
        "speaker": "Guest",
        "time": "01:16:21.960",
        "message": "Nangeli is actually very controversial now because there's a whole set of people on especially right wing Twitter warriors who say that Nangeli never existed because they said, where is the proof? Where is the documentation that she existed? This is actually it actually opens up a very interesting question about history itself, which is that this whole privileging of documents is again connected to class and caste. Now, if you want documents to exist to be of the right caste and the right class, only literate people have documents. You know, where are the lower caste people going to keep documents when you're not even allowed to learn the alphabet? Where are you going to write your documents and records? Only characters exist in folklore and, you know, traditions and song. That's where you find the stories. Now, the point is, a lot of it, it's like it could be like a Padmavati where this is an invented character, but it's also likely equally that given she's such a strong presence that such a person may have existed. And at some point, embellishments were made to the story or whatever, but there is some kernel of truth to it. There's definitely a tribal story that was recorded, very similar outline in the early 20th century in one of these gazetteers or whatever, the British. But this is not a tribal lady. She's a lower caste woman in Kerala. And people often think the general story that's out there is that, you know, in Kerala, you had to pay taxes to cover your breasts if you were lower caste. So one day they came to collect this tax from her called the breast tax, malakkaram. And she just cut off her breasts and gave it to them and collapsed. They're dying. Now, the funny thing is, this had actually nothing to do with breasts. Covering breasts in Kerala was not done. In fact, it was considered indecent to cover yourself because the only people who covered themselves were Muslims, for example. So why would an upper caste person wear that sort of thing? The first Brahmin woman to wear a blouse in the 1920s was excommunicated because she was considered as though she was flouting all norms that existed. Brahmin men were not allowed to wear shirts. It was considered rebellious when they sat down to meals with their shirts on, you know, so there was a lot of this notion that covering breasts is what this is about is untrue. Covering breasts was, there's this funny anecdote and I always repeat this wherever I get a chance, Aubrey Menon, who's this novelist, who's one of his books was the first to be banned in independent India. His mother was Irish and his father was a Malayali, a Menon, and this Irish woman had been married and brought by her father, by the husband to India, and he was going to introduce her to his mother. So the mother-in-law sends a maid or someone to sort of summon her new daughter-in-law from wherever she was. And the maid comes running back saying that, oh no, no, but she's sitting there with her breasts covered. And the mother-in-law says, if she's covering herself like that, she must be preparing for adultery because no dignified woman would feel the need to cover her breasts. You know, there's another anecdote I remember, someone in Trivandrum told me how under pressure from the British resident and missionaries, the Maharaja of Travancore said that all the women working in the palace must now start wearing blouses and, you know, they all obeyed because it's the Maharaja's command. But every time they exited the gate of the palace, they'd get rid of the blouses because they didn't want people outside to see them wearing the clothes of a harlot because you were, you had to be a slut if you were wearing blouses. Another very colorful stories of the social reform in Thrissur, apparently, who said he was going to reform Nair women in Kerala and take out a procession of women wearing blouses. And these women all wore blouses and they were going to go out in a procession, except they didn't realize there was such a large gathering to look at the sight of women wearing blouses. They got embarrassed and very self-conscious and in public removed their blouses and ran away from that. So there are these fascinating stories about how covering the breasts in Kerala till the 1940s was not a big deal. Nobody covered their breasts. It was very slowly that the blouse became normal. In Nangeli's case, although the tax is called breast tax, it had nothing to do with the breast itself. It was a poll tax. Every low caste person had to pay the poll tax. For men, it was called talakaram or head tax. For women to distinguish them, it was called mulakaram or breast tax. So when these taxmen came to her place, they were asking for a regular poll tax. And this is a woman, she's impoverished, she doesn't have anything to eat. She's pushed to the wall completely. And that's when she decides, okay, it's called mulakaram, breast tax, I'm just going to cut my breasts, put it in a planting leaf and give it to them. And she bleeds to death. And you know, there's there's a place where it's called mulachi paramba or the spot where the woman cut her breasts off and, you know, died and bled to death. Her husband also dies tragically, apparently, although that may be a little bit of a stretch that he jumped into the flames where she was burning and all of that. As I said, it could have been embellished over time. But Nangeli was essentially standing up to a caste thing where lower caste people had to pay a special tax because they were lower caste. She was not standing up to cover her breasts because covering her breasts was this Victorian thing that came much later. But people later picked up the story to make it about breast covering to promote breast covering. They said, Oh, look, she was a virtuous woman who wanted to cover her breasts and she sacrificed for the cause of virtue, which is not true. She was fighting caste, not trying to, you know, impose or introduce patriarchal virtue"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:59.000",
        "message": "into Kerala. In fact, you've called it a siren call against caste and the rotting feudalism that victimized those in a Sunderbelly, stop quote, but I'd also say that it's in a sense beyond that also in a broader sense, it's a protest against oppression as represented by bad taxes and"
    },
    {
        "speaker": "Guest",
        "time": "01:21:13.880",
        "message": "you know, the predatory state and all that, which is why this was a state where, you know, even the kind of moustache you wore depended on how much tax you paid. So you know, when you twirl up, for example, you'll be charged for it, you're not supposed to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:25.360",
        "message": "So Shikhar Dhawan would have like had to pay a heavy tax and also, you know, in the course of telling me about Nangeli, it also strikes me as interesting how colonialism also made us a more prudish society in some ways, not just in the covering up of press, but so many of our values kind of change. You've got a great chapter on the Kama Sutra here, about how it was, you know, published"
    },
    {
        "speaker": "Guest",
        "time": "01:21:51.520",
        "message": "anonymously under, you know, with a fictitious publisher, can you tell me a little bit about that? So, you know, so this is one of those funny stories where this man, this Englishman wants to publish this, but obviously there are all these laws about obscenity and you know, what you can publish and can't. So he creates this fake organization called the Hindu Kama Sutra Society, which never existed, doesn't put his name on the publication and goes ahead and translates. And to get past lots of Victorian laws, he uses Sanskrit words which don't actually exist in the, in the original, for example, you know, there's Yoni, for example, etc. is something he's decided to use in the English."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:31.000",
        "message": "And it's not in the Sanskrit."
    },
    {
        "speaker": "Guest",
        "time": "01:22:32.000",
        "message": "And it's not actually there because he's trying to sort of bypass certain words he doesn't want to actually use. He doesn't want to use words like vagina, penis or whatever, and therefore he'll say these things. But the funny thing is the Kama Sutra is not about bedroom gymnastics, it's not merely about sex, that's merely, you know, one component of it, a lot of it is about grooming. It's one of the, it's a text that recommends that men every 10 days should wax themselves, because that's what a cultured man does. You should go and get rid of all the hair on your body, because that is what you know, is good behavior for men also. It tells you how to how to woo your, your sweetheart and apparently the way to a woman's heart is by recruiting her wet nurse's daughter and her best friend to your side, you know, so that it gives you a lot of Arthashastra type, you know, cunning shrewd recommendations on how you can get your way around, you know, inconvenient romances and so on. And some of the advices like toxic masculinity, for example, at one place, it says that, you know, you can't marry a woman without her consent. And another place, it says that one form of marriage is to basically sedate the lady and then marry her. And then it's not even making sense to get the lady drunk and take her maidenhead."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:40.760",
        "message": "It's called rape, essentially, seduction by sexual assault. But the larger sort of point here is that the British brought with them also this Victorian morality, and that spread itself through Indian society as well."
    },
    {
        "speaker": "Guest",
        "time": "01:23:54.560",
        "message": "In fact, a lot of what we think is, you know, timeless Indian tradition is actually Victorian. It's all been created in the last 150 years. If you actually start looking at the kind of material we have in our history, you know, today, if I were to say, paint God as a customer on his way to his favorite courtesans room, where she now yells at him, saying that, why did I saw you with that other courtesan? Why are you coming here? people would not accept it. Whereas that is the kind of thing we did in the 18th century, a Maratha prince, you know, parodying the caste system. That is the kind of Indian history that actually existed. But we think all our ancestors were always, their spines were erect, and they always sat with great dignity. And they were supremely boring people who only sang bhajans all day. It's not true. They had fun. They were made of flesh and blood. They were human beings. You know, they had strengths and weaknesses, they had prejudices, they had a sense of humor. They were, you know, they were complicated people like us. I always say that, you know, this notion of a golden age, etc. We call it a golden age. They didn't wake up in the morning thinking this is a golden age. It wasn't. That's not how they went about their business. And you know, we should remember that we should, the first thing we should realize is historical figures are not God sitting on a pedestal. By doing that to them, that reveals our insecurities, that we want them to be gods on a pedestal, whereas in reality, they were much more mixed, and much more pretty much as screwed up as we are, as human beings even today. And they had to negotiate various realities in their life, and they were able to do it with greater confidence. You know, if a shahu in the 18th century could have such a sense of humor, with this Dalit woman talking Artha, Shastra, Dharma, and all of that, and a Brahmin saying, well, you eat the cow, so you must be pure, you know, he was much more culturally secure and confident. He didn't need any sort of approval from anywhere else, whereas we now, we've been so, colonization wasn't merely colonization of territories, colonization of minds, we were made to feel guilty about everything. In Kerala, you know, toplessness was one thing, so the British were very aghast that even the queens are walking around topless. The other thing was the marriage system among the Nairs, there was polyandry existed. There's something called sambandham, where all you give is a cloth, and the marriage is done. And when you want, you can divorce. My great great grandmother had, you know, she first married a Brahmin, then they had a stillbirth, which was a girl, and in the matrilineal system, having a dead girl is a bad omen. So when he came home to collect her, her mother stopped him at the threshold saying, go away, we don't want to see you again. And that was that, you know, that was the end of the marriage in the 1880s. Whereas, you know, by in that same place, by the early 20th century, people said, no, no, wives must be devoted lifelong to their husbands. A woman's job is not managing property, a woman's job is to take care of the kids, let men handle economic matters. So the matrilineal system gives way to a patriarchal system. The irony being the matrilineal system is abolished by a Maharani who became Maharani because of the matrilineal system. Her, she was considered a great reformer because in the Ravankar royal family, the Maharani's husband is only the consort. The consort can't sit in the presence of his wife. He can't call his royal wife by name, he has to call her your highness. At feasts in the palace, the Maharani served four varieties of dessert, her husband served two varieties of dessert. She has a 21 gun salute, he has a rifle salute of say one or two guns, like that's all. So his status is very low. But the British are very pleased because, you know, for example, the rule is that when she goes out and drives, her husband is not supposed to sit in the same car because he's not her equal. When she starts driving in the same car with him, they're like, ah, wow, she's, you know, giving her husband status. Similarly, when she starts consulting him on state matters, not his business at all. She's the queen, he's just a nobody, he's a subject. They're very pleased because they say, ah, you know, her husband has status. So there is this shift in cultural values that happens and that Victorian, if you go today to Kerala, marriage rituals include the sindoor. The sindoor is a North Indian thing. I mean, when you have polyandry, when you have, say, three husbands, potentially for one woman in certain cases, how much sindoor are you going to wear? Three different lines of sindoor? You can't. There was no such concept of sindoor. Divorce existed. So there's no concept of widowhood. And now people say, oh, I'm a widower, or my, you know, a widower is coming for the wedding rituals. We don't have the concept of a widower. This came from somewhere else. This came through a mix of Victorian morality and North Indian Brahminical traditions, which have been absorbed to now people think that this always existed. These things are tradition. They're not tradition. If they actually had a sense of what tradition were, you know, when in the Sabarimala instance where they were all fighting about women and wanting to enter the temple and they said, this is against tradition. Well, going back to tradition would then mean that all the women of Kerala must walk about topless. It would mean that they should be again allowed to have more than one husband. That nobody wants. And that tradition you've conveniently forgotten. This tradition you want to hold on to because it's all political at the end of the day."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:19.880",
        "message": "And why did these, why did this Victorian morality and these Brahminical customs and catch on in the South, because you'd imagine that you already, like you've got a great chapter called the Amarchis of Travancore, which is all about this matrilineal sort of customs. And then why does that change? Why do these sort of, in some cases, even toxic attitudes become part of the culture?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:40.080",
        "message": "I think it was a response to, you know, the British in the sense that they came and they had this holier than thou situation where they said, we're going to civilize your country. And they came with a new set of values and they were in power. So they were in a position to impose those values and make it look like those values are what brought them to power. So suddenly we were on the defensive and then they'd say, Oh, look, you know, you need to be civilized because your women don't even wear blouses. You need to be civilized because your women are marrying three, three husbands. You need to be civilized because you're burning your women. You know, you, they found multiple reasons to civilize Indians in courts and Indians therefore got this cultural insecurity. We thought that we would become strong by imitating them, but we were also a little, you know, we don't want to say that we were imitating them. So we wanted to find roots for all of this in Indian texts and Indian tradition. So you highlight those traditions that match what the Victorians expect of you and use that to promote your new sense of identity. So we were essentially put on the defensive by the British as a consequence of which we absorbed a lot of Victorian stuff into an Indian vocabulary and started believing that this is our tradition. This is our identity. Whereas these identities are a very recent vintage."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:43.120",
        "message": "And there's a very poignant line in your chapter on the Yamachis, which sort of indicates how for a woman to be given a place in history, there has to be some connection to a man, which is quote, history has erased the Yamachis from memory on account of the fact that their sons never succeeded to power, stop quote, which despite the fact that the women themselves were so powerful, it was a matrilineal society. In one case, you describe how the consort of a Maharani, when he was dying, he had to"
    },
    {
        "speaker": "Guest",
        "time": "01:30:08.840",
        "message": "be shifted out of the palace because it was not allowed to die in the palace. Palaces were only for members of the royal family to die in. A husband at the end of the day, he may have fathered the next Maharaja and the next crop of princes and princesses, but he had no business dying in the palace. And his own wife and kids wouldn't even attend the funeral, because he was still their subject. He and his dead body belonged to his family, where his sister's kids would do the rituals, not his own kids."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:32.280",
        "message": "They were royal and he was not. And it's very poignant in the sense that, you know, you have these love stories, which you know, are sort of also held back by these sort of..."
    },
    {
        "speaker": "Guest",
        "time": "01:30:42.880",
        "message": "Yeah, because, you know, the Maharajas, for example, their wives, they're the Amichis. So they're not called Maharanis. The Amichi in the English translation means mother of his highness's children. That's all she is. She's only the mother of the king's children. And the children themselves are not royal. So the king will not go for the wedding of his own daughter. He'll go in advance, give some presents, take part in meeting the people there, but he'll then leave. For the actual ceremony, he won't be there, because technically his daughter is a private citizen. She is not a member of his family. His responsibility is to the nieces, the matrilineal people of his family. They're the royal ones. But at the same time, they were actually very close. So there's this story of this one king who's hosting this grand darbar because of a letter that Queen Victoria sent him. And everything goes off very well. There are processions, elephants, trumpets, you know, soldiers, whatever. At the end of it, where does he rush to? His wife is dying. So he rushes to her bedside and she passes away the same night. But again, she has no real legal recognition. She's just an Amichi. Another time, there's this Maharaja who loses his... he marries his uncle's adopted daughter. And she's about 14 or whatever, at 16, 17, she dies in childbirth. And then he doesn't marry for nearly 18 years, because he's so devoted to this, the memory of this one woman. But technically, she doesn't, if you look at his official record of his career in the Trivenco State Manual, there's no mention of his wife, because she doesn't matter. And are people sort of memorializing this with novels and plays and all that? So how did you come across all of this? I was interested precisely because of this to find out, you know, what happened to the men, what happened to their kids, you know, where did they go? In North India, to be a Maharaja's son meant you were the next Maharaja. In Trivenco, the Maharaja's title was His Highness Shri Padmanabhadasa Vanchipala Shri Balarama Verma Kulasekhara Kirtapati Mani Sultan Maharaja Ramaraja Bahadur Shamsher Jang. Now, this is the Maharaja who rules from..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:22.920",
        "message": "I could make a TikTok video out of that. This is the Maharaja who rules from 1885 to 1924."
    },
    {
        "speaker": "Guest",
        "time": "01:32:29.320",
        "message": "His son's name is Mr. Velayudhan Thambi. He's got no titles. He's not a Highness. He's not a Prince. He's a Mr. Velayudhan Thambi. So you know, that status is so different."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:39.760",
        "message": "So his niece's kids are also royal. His niece's kids are the ones who are royal. This reminds me of like this. There's a nice anecdote in your chapter on VK Krishnaman and where you point out that he had a fight with his niece's husband because he insisted on naming her kids. This is in the 1950s."
    },
    {
        "speaker": "Guest",
        "time": "01:32:55.080",
        "message": "He said, I am the maternal uncle, I have prerogatives. He's the head of the family, therefore, and when a child is born, he gets to decide what the name of the child will be because the father has no place. In fact, even in my family, for example, back in the day, if your father passes away, you don't do the rituals. You don't do the funeral rituals. His sister's son will come and do the funeral rituals. You know, you have this period of pollution where you're not supposed to enter temples, go for functions that doesn't exist for the widow and kids because technically the husband was nobody as far as family ties went. He was a partner who came, fathered children, but that's it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:27.600",
        "message": "How did this originate? How did it come about?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:30.080",
        "message": "There are different theories. Some say it was originally tribal. It was always the case. Others say the Brahmins, now the Brahmin side is very convenient. It says that the Parashurama brought all the Brahmins here, then he brought Deva, Gandharva and Asura women and said, you are here for the pleasure of Brahmins and your kids will belong to the mother's caste, which is, of course, just, you know, faff. That's not really what happened. Another theory is that there was a major bloodshed and a lot of these Nair men used to start training from the age of eight. Mortality rates were high, people died in battle or whatever. So forming a connection to a husband could be somewhat tricky because you never knew whether he was, you never knew whether he was going to come back from battle. So what happened is the women stayed in their natal homes, the homes in which they were born. The brothers would go out for battle or whatever, but it was the women who held their own in the houses where they were born. So whether or not the husband came, died, there could always be another husband they could take. The kids were raised by them because they had the economic resources to raise those kids. The husband was not their central figure. The husband was not an economic supporter. The women had economic resources of their own and their older uncles, whoever was the head of the family, he could manage those resources with them. And you know, that's how, that's how it eventually became an established form. And it was very convenient in gelling upper castes together because for Kerala Namboodiri Brahmins, the rule was if there are three brothers, for example, only the eldest is allowed to marry a Brahmin woman. The other two brothers have to find wives in the matrilineal communities. So look at it this way. The oldest brother marries a Brahmin, produces a Brahmin son. The second will marry the Maharani or a local princess, produce a kingly type. And the third will marry a Nair general or a Nair mister or sister and produce a Nair. So by the next generation, you have one cousin who's a Brahmin, one cousin who's a prince and one cousin who's the minister or the military man or whatever. And this brings the upper caste together in strong economic and social bonds closely together. And that's how they preserve that social system as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:18.200",
        "message": "Another of the themes running through your book, which is very interesting, is that there are a lot of these sort of minor characters who might otherwise be considered lost to history and you kind of bring them to life in very sort of human ways. Like one, one character I had never heard of before is this lady called Malika Kishwar."
    },
    {
        "speaker": "Guest",
        "time": "01:35:34.040",
        "message": "Tell me a bit about Malika Kishwar. That was actually a personal story. I'd read about her. She's the mother of the last Nawab of Awadh, last king in North India. And he's deposed and he accepts the British pension and goes off to Calcutta, where of course, you know, he lives for many decades and discards wives. And one day, I think he tries to discard two dozen wives and the British said, you can't just shed wives when you feel like, why did you marry them in the first place?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:56.800",
        "message": "They're the wives of a king, you know, deserve some dignity. I'll interrupt you with this great line from your chapter on Wajid Ali Shah, which I underlined because quote, in the next two decades, he divorced 50 of his remaining wives. But in 1878, when he tried to get rid of 27 more in a single shot, the British responded with embarrassment. He could not simply shed begums, he was informed. The man responded with exasperation, but the women are old and ugly, stop quote."
    },
    {
        "speaker": "Guest",
        "time": "01:36:23.000",
        "message": "And then he said, when the British said what was to be done with them, he said, the British government should pay them, take care of them, which is flabbergasting. But his mother was this remarkable woman. So one of his wives who doesn't leave Lucknow, she then stays and she fights in the 1857 rebellion and all that. His mother, on the other hand, decides to go all the way to England, because she says Victoria is also like a mother like me, she doesn't understand that Victoria is a constitutional monarch, Victoria actually doesn't have any power. So she assumes that like a mother, I will speak to her as another mother and ask for the return of my family's property. So she goes there. Firstly, they're being fleeced by all these local agents who realize this begums come with heaps of money. So she's losing money also very quickly. Then she's very clearly told that when she tries to submit a petition to parliament, they reject the petition on very technical grounds, because they say, oh, she should have said I, I pray something or the other and decision use that word properly or something. And on very flimsy technical grounds, her petition to parliament is rejected. Then she tries to meet Victoria, where the only thing they end up talking about is the weather and architecture and so on, because they're not allowed to talk about anything else. So she finally realizes that, you know, there's no point with this. So she decides to go back to India. And she comes to Paris first and they she unfortunately, the weather is bad, her health is already declining. She spent nearly a year or maybe over a year in London, the exact dates are in there. And she dies in Paris, and she's buried in Paris, you know, in a cemetery where I've given a list of the celebrities who are there. And the funny thing is, if you go there now to the cemetery in Paris, there are all these pilgrims who come with flowers for all the famous people who are buried there, scientists, musicians, you know, jazz musicians, pop musicians, whatever you want, they're all there. And nobody knows where this woman is. Now, I believe they finally put up a board there that says this is the tomb of Malika Kishwar, the last Begum of Awadh. But at that when I went early winter of 2017-18, when I went there, there was nothing. So we passed the square plinth several times on right on top of the hill. And people are sitting there smoking cigarettes, etc, etc, we couldn't find it. Finally, I whipped up this old drawing that someone had done in the 19th century. And based on that, I figured out that hold on this plinth that we've been passing three or four times. That's the one that it's not marked, it's overgrown with weeds. But that's where the last Queen of Awadh is buried in Paris on foreign soil."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:36.480",
        "message": "So it wasn't marked, but you looked at an old drawing and you figured out where it was."
    },
    {
        "speaker": "Guest",
        "time": "01:38:39.520",
        "message": "You can see the church in the background, you can see the shape of the of the thing. You figure out that hold on, this is the this is the spot. The historian as detective. And there was her, she had a granddaughter, one of her sons who went with her, he had a Rajput wife. So the Shia Prince of Awadh and his Rajput wife, they have a child in London. Then in London, there's something called the Kilburn Cemetery. And there there's a tomb for this little baby princess called, her name is Umdatul. But in the English one, it's called Omdutel. And we again, a friend of mine was there from America, we went looking for this, we spent an hour and a half in the cemetery trying to find it. No luck. And we're finally leaving. And then right by the path that skirts the whole cemetery, I see one more final slab on the floor flat. There's no, you know, upright structure there. And I said, Well, might as well go look and we find it and this is one time I actually jumped three times in the air because we spent in the cold, you know, our lips were chapped, it was super cold, and we finally found it. And I ended up in a very, it was very undignified, but I ended up taking a selfie with the with the grave because it was such excitement."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:35.280",
        "message": "Few people behave with such joy in cemeteries."
    },
    {
        "speaker": "Guest",
        "time": "01:39:38.240",
        "message": "I know. It wasn't very dignified."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:41.720",
        "message": "Another character who's actually oddly quite poignant in a different sort of way is someone you just mentioned in connection with Malika and I think who Malika described as being surprised at her circular dress, as you point out, which is the Queen Victoria herself and you have a chapter on her. And that's also kind of poignant because the way from this distance, you'd look at a queen as this royal figure and what could be more privileged and more lucky, but it's like she wasn't exactly living a life of satisfaction, in fact, because she was just a sort of a nominal monarch, you write that denied a political role at home by constitutional convention. She found it instead in her Indian dominion. So she started taking a much greater interest in India because she was helpless in England."
    },
    {
        "speaker": "Guest",
        "time": "01:40:23.440",
        "message": "Yeah, in fact, foreign policy, the British government also allowed her some influence because at least they used to consult her, send her the files, etc. Because that is the one space where it didn't, she couldn't directly trample on their rights. And she also found it very convenient. India, for her, gave her a relevance that was far superior to what otherwise she would have enjoyed. And the funny thing is, Indians also took to her, you know, her 1858 proclamation, guaranteeing freedom of religion, etc, etc. People use that proclamation for decades. Gandhi used it in the 1906 or something. The other by Naroji used it to make a point to the British. At some point, the British introduced income tax, people held up Queen Victoria's proclamation saying income taxes against the guarantees given in this. And for her, her daughter started marrying into all these royal families, you know, one went to the German Emperor's family, and she realized that her kids are all going to end up becoming emperors and all of that, and she's going to be merely queen, she's determined that she can't be outranked by her own children. So then she finally forces the government to sort of declare her Empress of India, something her own son doesn't like most of Parliament doesn't like, it's passed through the various narrow majority. Whereas in India, we've always learned if you read textbooks that you know, Queen Victoria declared herself or the British declared Queen Victoria, Empress of India, in succession to the Mughals or whatever. But there's a backstory, the amount of negotiation it took, and the British because by then constitutional democracy was becoming fairly entrenched there, and strong, and Republican sentiment was always alive throughout Victoria's reign. They were not happy with this claim to imperial status, they thought it was vulgar, they said she should just be the Queen, she shouldn't be imperial anything. So the compromise was that she would never be called Imperial Highness, she'd never be called Empress of the UK or anything, she'd be Empress of India. The Indian title could have an imperial avatar, her original title at home would continue to be exactly what it was, that was the compromise. And she was petitioned, it was quite funny, because people would petition her on all kinds of things, court cases, property disputes, everything, they'd send her files to London. And the India office finally had to come up with a system to send it back before she saw it. Because if she saw it, she would take an interest in these things. And it's quite remarkable how, you know, the same thing has so many back and tails and so many dynamics attached to it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:28.160",
        "message": "And another woman's story, which is also poignant, and who also sort of has, you know, there are moments of sadness and loneliness, there is a woman called Janki, and you mentioned her in your great chapter called The Seamstress and The Mathematician. Tell me a little bit about Janki from Triplicane."
    },
    {
        "speaker": "Guest",
        "time": "01:42:46.760",
        "message": "Yeah, that's, you know, Ramanujan's wife, he, of course, is well known as a mathematician,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:51.000",
        "message": "etc."
    },
    {
        "speaker": "Guest",
        "time": "01:42:52.000",
        "message": "And they were married when he was 20, and she was 10. Yeah, she was a child. And you know, and the marriage wasn't consummated for many years, partly also because the mother was a little nasty, and she would make the Ramanujan mother, yeah. The thing is, he became an asset very quickly, as soon as they realized he was a little bit of a genius. This is a man who was petrified of exams, this was a man who wasn't very successful in the formal sense. But he was a genius when it came to mathematics. And to such an extent that, you know, even when they asked him to develop proper proofs for how he reached a certain principle, he had no way of explaining it. He thought God had, you know, given him the answer, and he couldn't quite work out that that Western style of explaining each step and how he arrived at his final conclusion. Similarly, he was very orthodox, you know, he moved out of a house called Krainant, because he thought it was inauspicious because of the word cry, and he moved into a house called Gometra, because it sounds like go, cow, you know, so he was a little orthodox."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:42.480",
        "message": "Gometra also sounds like something else."
    },
    {
        "speaker": "Unknown",
        "time": "01:43:44.760",
        "message": "I know, I know, but I'm not going there."
    },
    {
        "speaker": "Guest",
        "time": "01:43:47.000",
        "message": "And he marries this little Brahmin girl. And you know, he goes off to London, and he's in, I mean, very, very, very lonely over there. He's easy at one time, he tries to kill himself, etc. And his mother-in-law doesn't allow his mother doesn't allow this girl to go. Because the thing is, if he's leaving the mother's control, he doesn't want this girl to gain any sign, she doesn't want any girl to gain any kind of ascendance over here. So the girl can't go. So she's now saddled with this mother-in-law who hates her and clearly they don't get along. He's lonely over there. And when he finally comes back, by that time, the girl is left, she's going and living with her brother. And it turns out in the newspapers that her husband's come back to town. So finally, she's reunited for the final chapter of his life, they're together and as he puts his foot down, tells his mother to back off a little bit, but the mother still doesn't forgive the girl when he dies. You know, an untimely death because she blames it on Janaki stars, and her horoscope and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:37.720",
        "message": "all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:44:38.720",
        "message": "And they have just like a year of happiness. Very brief. Yeah, very brief. And no kids, nothing. It was very short. And he was ill for most of it. So she was essentially his nurse in that final stage, but there was a bond. And you know, he did feel that if she had gone with him, perhaps he would have enjoyed Britain a little bit more, etc. But then too late, you know, by the time she's, she's still pretty much just out of her teens when she's widowed. And this is a Tamil Brahmin woman, there's no question of marrying again. She goes off to Bombay, learns a little English, becomes a seamstress, adopts a little boy and starts raising him, lives entirely, you know, on her own resources working. She could easily have lived off royalties based on his notebooks, notebooks would have been very valuable, but she gave it away, you know, without asking for anything. And you know, occasionally visitors would show up to go through her trunk and all of that to try and find something, unearth more of Ramanujan's, you know, work and so on. And she was just this aloof figure who was there. And who remembered him, you know, in a different way, in a different context, in a very personal setting. And at the end of the day, lived so many decades after him, largely forgotten. Every now and then, you know, people would have a function and she'd be invited, but she was just a seamstress who was living in Triplicane and doing what she did."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:46.320",
        "message": "And another woman who's sort of not been forgotten, and who has perhaps now become more larger than life is of course, Manubhai or Manikannika or the Rani of Jhansi. And the myths about her aren't quite true."
    },
    {
        "speaker": "Guest",
        "time": "01:45:59.200",
        "message": "Tell me a little bit more about her. Again, you know, there's this romance, there's an awful movie that came out, and I made the mistake of watching it and my God, it's like she woke up in the morning and everything was noble and glorious and valiant and all of that, which human being lives like this to begin with. Now, her story is obviously more textured, more layered. When the rebellion started, she didn't immediately run off and join the rebels. For nearly a year, she was in negotiations with the British. She called the rebels, she had very negative opinions of the rebels initially, you know, she was pretty happy to cooperate with the British initially, and talk to them and essentially hold Jhansi for them. It's only when they still wouldn't recognize her claims over Jhansi and her adopted son's claims over Jhansi that she finally said, look, if you're going to be completely unyielding, so am I. And that's when she finally went off and joined the rebels. It wasn't a case where, I don't know, like, a lot of these kings didn't fight the British because they were fighting for the motherland. They were fighting to preserve their positions of power and influence. That is often the case, you know, no matter which period you're looking at and which enemy you're looking at. And this is a little bit like that. She tried to negotiate, tried to come to a consensus and compromise, didn't work. That's when she picked up the gun and the sword. And she was valiant. She was definitely brave to, you know, lead. She trained women. She led armies and all of that. And she clearly had a mind that was very, it had a certain vitality. The way she, you know, even when she was negotiating with the British, they were quite fascinated by her, by every missive that came from her, because it was argued very well, it was very well thought out. Her arguments were clear, and she had a sense, she could speak like a lawyer, which meant"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:27.640",
        "message": "she was a very intelligent woman."
    },
    {
        "speaker": "Guest",
        "time": "01:47:29.480",
        "message": "And we, by reducing this intelligent woman with so many layers, who could hire an English attorney to sort of, you know, do her work, who could hold her own, who could ride a horse, all of this, we turn her into this one monochromatic, glorious lady. And we were actually doing her historical memory a disservice. We're reducing her into a unidimensional figure when she actually had, you know, so much more flavor and texture and character, really. And that doesn't..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:56.480",
        "message": "You have this fabulous story from her youth, which I really loved, and again, I'll quote from it. Quote, once a Peshwa's adopted son, she used to play with them when she was a kid. Once the Peshwa's adopted son refused to take her along on his elephant. Years later, when she was granted three wishes at her wedding, she expended one of them to courier to this old friend, the present of a particularly mighty elephant."
    },
    {
        "speaker": "Guest",
        "time": "01:48:18.560",
        "message": "Yeah, making a statement. She had spunk, she had, you know, personality. And you know, to make it all about one thing, it's quite sad, you know, this is a woman who was more than that one thing. But we've decided that the pedestal on which we're going to put her is nationalism. We're going to put her on this pedestal of being anti-British. But no, power was negotiated in very many ways, you know, fighting the British. There's this essay on the Jaipur Maharaja, he sided with the British. He in 1857 helped the British, he prevented rebellion from breaking out in Jaipur. And in that sense, he would be anti-national, he would be a bad figure in history. But he's also equally interesting, if you look at the rest of his story, he becomes a photographer, has a great interest in photography. And he's the first man who photographs the women of his harem, women of the Zenana. And the British have created this image of women in the Zenana as sensuous creatures protected by eunuchs and plotting and the Zenana or the harem is this very evil, sinister, dark, grimy place. Whereas here, if you look at his photographs, these women are strong looking, very independent looking, rather interesting women, their gaze is very powerful. And he's the one who brings that light into the Zenana, he's the one who modernizes Jaipur. Builds roads, you know, introduces gaslights, builds a library, builds a school for girls. All of that is done by this one man. So when you gauge his contribution to India's story, because he sided with the British, does that mean he's bad? Or, you know, if you're classifying people into good and bad, Laxmibai equal to good because she fought the British, Ram Singh of Jaipur equal to bad because he supported the British. But Ram Singh also made lots of other contributions which have value. He may have supported the British and that's certainly a part of his personality. But that doesn't take away from the fact that by collaborating, he still within Jaipur managed to do something very new, managed to introduce a number of reforms and make that state vastly better for its people than British territories."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:59.960",
        "message": "And also those judgments are hindsight judgments now that we know where we landed up and we look back at the British as colonizers and we look at independent India as something, you know, as something that defines identity. But back then there is no independent India, there is no sense of, you know, the idea of India is not there back in the day. You know, the British are the people who are ruling you just in the same way as, you know, Delhi is ruling us today. And one of the interesting things about Sawai Ram Singh is his name, right? Sawai Ram Singh of Jaipur, which you pointed out was that he was a man for the selfie age, like some of his photographs of courtesans actually show him in coitus with them."
    },
    {
        "speaker": "Guest",
        "time": "01:50:34.680",
        "message": "Oh, yes. I mean, I don't know if some, the thing is that initially, there's a friend of mine called Deepti Shashidhar and she works in museums and archives and all of that. She's the one who showed me a photograph where it's not just the harem women he's photographed, he's also photographed certain acts he's performing with these harem women. It's quite and the one I saw was quite hilarious because it's a woman with a ghoonghat on and still on her head and the torso is all perfectly covered, the bangles, ornaments are all intact. And she's smiling at the camera because it's almost like she's telling the camera that what is this man doing? He's such a cartoon. And you know, he's all like focused on his task in that particular image and this woman is completely, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:10.440",
        "message": "And he's getting the job done. And I think all my male listeners have right now just sparked up their laptops and they"
    },
    {
        "speaker": "Guest",
        "time": "01:51:15.200",
        "message": "are like googling this. They won't find this online. This picture doesn't exist online."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:18.200",
        "message": "Excellent. Because I know you, you'll send me a copy. Another Krishna woman, whom I hadn't heard of before, again, partly because I'm an Amit, but is this lady called Balamani. You know, you've got this great chapter called the resurrection of Balamani and you talk about how she is also, she's got, she's fortressed among a thousand anecdotes, quote unquote, as you say. You've got some incredible narratives around her. Tell me a little bit about her."
    },
    {
        "speaker": "Guest",
        "time": "01:51:43.480",
        "message": "It almost sounds fictional. Balamani was again, a Devdasi from Kumbakonam. And she's the first woman in South India to establish a company of her own. And she gives priority to destitute women, women of the Devdasi community who are now being penalized for being Devdasis. The state is taking away their traditional sources of patronage, etc. So she creates this Balamani company, and it's a, it's a drama company. And she becomes such a celebrated actress. She introduces gaslights, she introduces the modern stage, new forms of seating, all of that. And she creates a new system in which she's going to enact her plays. She even, I think, does at one point, a love scene that, you know, creates quite a stir with a little screen, etc. And she's really quite a remarkable woman and travels a fair deal. There's this famous story about how trains that went through Kumbakonam used to stop for a couple of hours so people could quickly run up, catch a show and come back and then reboard their trains. They were called, you know, Balamani specials. And again, sadly, though, a little bit like all these Devdasis of that time, her style of living finally, you know, gets beyond her sources of income. Because as she ages, you know, obviously, the source of income start dwindling, you're not young anymore. So you can't do the things you did earlier. And by the end of her life, you know, she's pretty much a nobody for a woman who lived in a, in a massive mansion, where the grounds had all kinds of exotic animals and all of that, who had 1000s of rupees to spare to marry, you know, abandoned girls to suitable boys and things like that. She did all of this, she did a lot of charity, but never had kids of her own, gave shelter to a lot of women, resettled all those women, but finally, when she died, there wasn't enough money to even do her to perform her final rites. So an old loyal attendant has to had to sort of gather up a few old supporters. And that's how he funded her final funeral, you know, expenses and so on. It's a tragic story, but even then, she accomplished a fair bit to set up a company in the 19th century. And you know, modern stage and all of that it, you know, she borrowed European techniques of how to perform on stage."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:41.200",
        "message": "And then she was good at it. I mean, I'm almost surprised that there I mean, are there films on her, nothing at all."
    },
    {
        "speaker": "Guest",
        "time": "01:53:48.200",
        "message": "She was, she was, so Vijay Sai wrote a book called Rama Queens about a lot of these devdasis and performers and tawaifs of that era. That's where she was recently given a good, you know, place of importance, but she appears here and there. For example, if there's a story, Ravi Orma's biography by Rupika Chawla, there's a time when she wants a portrait done by Ravi Orma and Ravi Orma's brother says, no, you know, she's got a reputation. She's supposed to be the Maharaja's mistress. So even though she has the money, he will not paint her. And that's interesting, right? Because he's painting everybody else, but he's also a classist in that sense. Balamani is not suitable in terms of class. Even if she has money, even if she has fame, he will not paint Balamani because she's low class. She's only an actress. And there's another story of how there's this newspaper man in Kerala called Swadesh Abhimanyu Ramakrishna Pillai, who's usually seen as this big icon for press freedom. But he was also not a big feminist or anything, because once after a performance that Balamani had in Trivandrum, when the Diwan of the Maharaja of Trivandrum garlands her, he, this man makes a big fuss saying, you know, you are a Diwan, you're a man of such esteem and prestige. How could you garland the courtesan in public like that? And so on. And I mean, this is what you do for artists even today, right? You garland them at the end of a performance, you give them a bouquet or something that's perfectly normal. But it was made a big thing because this is an independent woman and unmarried courtesan, whose sexuality is always a threat. Men are always threatened by independent women who are not married and who don't have a Mangal Sutra like a chain around their necks."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:14.280",
        "message": "Because you know, that's threatening. There's another great chapter shortly after this called a Brahmin woman of scandal. And where you sort of, you speak about the Nambu theories, and the Nambu theories in Kerala are, as you say, they are a prominent sort of people, one of the seeds of orthodoxy in India. But the women among the Nambu theories are not quite so fortunate, to quote a sentence from your chapter, quote, as one of them put it, the Antarjanam, literally indoor person, was a jailed creature. She was born crying, lives her life in tears, and dies weeping. It was not an exaggeration, stop quote. So you know, when the Nambu theories themselves are so prominent, why were the women in indoor"
    },
    {
        "speaker": "Guest",
        "time": "01:55:59.280",
        "message": "people as it were? The Nambu theories are very different from other South Indian Brahmins, other South Indian Brahmins, look at Ayyars, Ayyangars, you know, Tanjavur Brahmins, Maharashtrian Brahmins, etc. There's lots of mobility. After the British came, it was often these communities, Tamil Brahmins, Tanjavur, Maratha Brahmins, etc, who occupied higher bureaucratic positions within the British system. The Nambu theories were never interested in jobs. They lived in huge landed estates, they had lots of property, they lived off rent, even poorer Nambu theories would be supported by bigger Nambu theories. So they never had to go out and work for kings. They never worked. All the Kerala kings, their servants, their Brahmin servants are all Tamil Brahmins. They were not Malayali Brahmins. Nambu theories were never, you know, interested in work. So they were a very exclusive elite class, a very small set of the population. And as I said earlier, to maintain property intact, they knew that their strength came from economic power, from control of resources, to maintain those resources and keep them intact. Only the eldest son could marry a Brahmin woman, because only then there'd only be one. So all the other brothers would marry from matrilineal castes, which meant that their kids would belong to the matrilineal families. Their wives' families would take care of the kids. Those kids would make no claim on the patrimony. So their economic resources stayed intact. The family and the caste stayed exclusive, didn't swell into some sort of big unwieldy society, and therefore didn't have to succumb to general pressures of getting jobs and things like that. So they were a very exclusive class. And they policed their women very, very strongly. So technically, a Nambudri woman was not allowed to go out. If she went out, she had to cover herself with a huge umbrella. And again, these women also didn't wear blouses, by the way, they just wore a general shawl. And they were not supposed to be seen. They were called antarjanams, which means indoor people. They were not allowed to wear, in the most aristocratic Nambudri families, they were not allowed to wear gold ornaments. They wore brass and things like that. They were denied lots of things. There are these, you know, one of the memos talks about how, after pregnancy, you've just given birth, but one of the first things you have to do is go and take a dip in the pond too. So you're purified because you've been touched by a lower caste midwife. So the rules were extremely stringent. And sexual rules were also very complicated. Because as I said, the men, most of them are marrying matrilineal women. So that the number of men available for marriage is very small. That being the case, most Nambudri women would therefore be spinsters. And because it's sin to die as spinsters, sometimes on the corpse, you'd find a lower Tamil Brahmin or someone to come and tie a mangalsutra to pretend that the lady had married. But often what would happen is exchange offers. So a 70 year old Nambudri would marry a 15 year old girl, and in return, he would give his sisters to that girl's brother or father or whatever, they'd be exchanged like cattle really so that, you know, each one was taken off the man's hands. So this woman called Savitri, or Datri as she's called locally, she's again a typical case of a young Nambudri girl married to a much older man. And she at one point, when she's 23, is discovered to be an adulteress. She's having an affair with somebody. And under Nambudri law, when a woman is found to be unchaste, there's something called smartha vicharam, which is a sort of internal trial, there's certain families that are involved in it, there's a proper council that's formed, but the council always usually, the interest is that the focus is usually on the woman. Savitri was very clever, because although she was first sexually abused at the age of 10. And this was 13 years later, 23 that she was caught. When the trial began, she said that I am not the only one who's sinned, there are all these men as well. So then they say, okay, the man also is an adulterer, let's try him also, except she's actually going to name 66 men, only two men escaped because they're already dead. And she actually has more names in her in her kitty, but she doesn't name them because the Kuchhi Raja ends the trial, because it's caused such a sensation. This trial, smartha vicharam had happened before, and they would happen after. But this is the first one to be covered by the print press. The media in Kerala, the Malayalam Manorama, etc, have become big papers. So they're covering this life. And she's so good at what she does. She remembers what warts they had on their genitals, what personal marks they had on their bodies. And the Malayalam Manorama in her report talks about how she answered like a barrister, like a barrister making her case. You know, she would cross question these men, because the men would claim they had not slept with her. And they were given a chance to go and question her. And she would remember when she had slept with them on the basis of what festival was going on then, what day of fast it was, etc. Her husband's brother, her husband, I think her father, a number of people across castes. She had an affair with a mahout. Then another mahout found out about it. So then he sort of blackmailed her and had sex with her. So it wasn't merely that she was taking revenge against the Nambudri orders. Amofit was revenge. The very fact that she kept these records means that she knew that she was going to be caught one day. And when she was, she was going to take all these men down. A century before me too, there was this woman in Kerala who took down 64 men, all great, you know, icons of society. Many of them. There was one who was a great star of Kathakali called Kavangal Shankarapanikar. And people still say that, you know, his loss because he was ostracized and excommunicated after that. So his loss was a great blow to Kathakali because he was such a big star at that time. Big Nambudri Brahmins from the greatest families were tarnished because they were all named in the scandal. And it got so bad that the story goes that the Kochi Raja stopped the trial because the next name was going to be his. So he sort of stopped it at the right moment before he was also embroiled in this case of a Nambudri woman with so many, so many lovers."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:08.720",
        "message": "What happened to her eventually?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:09.720",
        "message": "Nobody knows, sadly. She was 23. So we can only speculate. She disappeared. Some, some say that she married an Anglo-Indian planter and lived the rest of her life in great comfort in some sort of estate somewhere up in the hills. And there's usually a family of a lower caste person who received a lot of these excommunicated women. And the story goes that if you entered through one gate, you were accepted as his wife. If you enter through another, you became the sister. But it's not known whether she went there. We can only speculate. And we can say that because she was 23, it's very likely she married again. It's very likely she had a family and kids, but nobody knows because once the trial ended,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:44.880",
        "message": "that's where the records end. And it's very interesting how she's cast as someone who was sort of a rebel against orthodoxy and all of these ways, exposing the goddess of revenge."
    },
    {
        "speaker": "Guest",
        "time": "02:01:54.800",
        "message": "But the story is a little more complex than that. She's not, it's not merely revenge, as I said, the first person to touch her was when she was 10 years old, her future brother-in-law, you know, to sexual abuse. And so in many ways, she was a victim, she was a victim also. It wasn't like she woke up saying, I'm going to, people like projecting her as a Namboodiri woman who decided to stand up to the system. She did. But I don't think she consciously decided that I'm going to be that woman. Circumstances created her in a certain way. And that ended up in a way that she would, she would end up standing up to the order."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:21.280",
        "message": "That's all. Let's now move on to some of the non-Indian figures in your book, because one of the things that one realizes through your book is that much as we cast our independent struggle in the colonial years as British bad, Indians good, it's not quite like that. There are a lot of Indians who are as oppressive and as while as a British and there are a lot of British people who come across as very interesting, very humane reformers and thinkers and so on. And one of them is William Jones. And William Jones is someone like, like you point out, quote, to some he was Persian Jones, the translator of the Tariq-e-Nadiri, while others after he founded the Asiatic Society in today's Kolkata called him predictably Asiatic Jones, to one not entirely enraptured crowd, he was Republican Jones, what with his quote, seditious, reasonable and diabolical unquote ideas about popular education and universal male suffrage. But as far as India is concerned, it was in his avatar as Oriental Jones, that he became one of the sincerest interpreters of this land in the West. Tell me a bit more about this fascinating figure."
    },
    {
        "speaker": "Guest",
        "time": "02:03:28.120",
        "message": "He was a little bit of a child prodigy, he was born to a very old father and his mother gave him a good, good education, very gifted with languages, you know, very, very good, a very good translator had a good had established himself pretty much in in the British set up before he came to India, it was only he didn't become a political figure of great importance simply because he had these Republican ideas, which made him very unfashionable to certain people in certain very influential quarters. So the best he could do is after several years of applying, he was appointed a judge to come to Bengal to Calcutta and become a judge of the High Court, the Supreme Court, sorry, as it was called then. And his plan was very simple, he would come to India, work for a few years, earn enough money to go back and resume his studies, which was Persian and, you know, general Eastern languages and cultures and so on. But once he came here, William Jones was the first person to connect Sanskrit to Latin, for example, he said these have all these ancient languages all have one ancestor. And not only did he say that he was completely enamored of Sanskrit, Sanskrit literature, you know, Sanskrit poetry, the grammatical structures, everything he found about Sanskrit he loved. And the other thing he loved was, you know, Indian culture in general, you know, he created the Asiatic society, which is responsible, you know, it created a platform for people to come together who are interested in India. So the resurrection of the rediscovery of Emperor Ashoka, Indians had forgotten Ashoka, it was these orientalists who basically said, hold on, all these inscriptions are from one king and his name is Ashoka, that's how we rediscovered Ashoka, who we now celebrate. So William Jones has a contribution there in studying Sanskrit and finding these gems of Indian literature, William Jones has a contribution there, and he opens up the space for these orientalists, where suddenly for many years after that, you know, it's allowed, you can go out, pick up these these languages, pick up these texts and start studying India and start really celebrating Indian culture. So although he said that he would never preach democracy to Indians, and he will see there was a little bit of racism there, he still wanted that India should be governed on its own terms by its own laws, by its own customs, etc. So he's not your stereotypical evil British Englishman, he's, you know, he's quite a mixed up character. What's also interesting, however, is that these orientalists, when they were choosing some texts over others, ended up favoring Brahminical texts, because they thought Sanskrit was it. Whereas in reality, if you look at Indian history, there's Bhakti tradition, there's Telugu literature, there's that whole Dravidian school of thought, all of that exists, but they end up privileging this one set of things. And it's quite ironic that, you know, texts that they found at certain times get a prominence"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:56.760",
        "message": "and those that prominence is still exists in India, like he translated the Manusmriti"
    },
    {
        "speaker": "Guest",
        "time": "02:06:00.120",
        "message": "into the Manusmriti, the idea that this was the Hindu law book. It was never used as a law book as such in most parts of the country. It was meant it claimed that everything should be organized around it, but nobody actually organized law on the basis of it law. As we discussed with the Vellore Mutiny, custom, local costume, local traditions, local custom is what determined local formats of justice, no, no local judge went into the Manusmriti written in Sanskrit. How many people knew Sanskrit? So nobody was actually guided by Manusmriti except perhaps at a few levels, like the Peshwas and a few people like that. But by elevating that as the Hindu law book for the next very many years, British laws in India were shaped on the basis of, you know, court cases were decided on the basis of the Manusmriti, etc. He often had suspicions that the Brahmins were not telling him the full truth. And when they were translating things, they were doing it in a way to privilege themselves. But although he learned Sanskrit, the byproduct was that it ended up creating or elevating one school of thought or one set of people even beyond what they legitimately should"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:58.120",
        "message": "have enjoyed. And I guess what happens is when they're when they're colonizing a deeply complex country like India, it becomes important for them internally, to sort of come to grips with what is this country. And therefore they create all these simple narratives and through happenstance, such as access, he has access to these Brahmins who present him these manuscripts, that particular narrative gets formed. And then the ironic part is that those narratives come back into Indian consciousness. And we think that it's almost like circular, they weren't true to start with. The British said, no, this is what Hinduism is."
    },
    {
        "speaker": "Guest",
        "time": "02:07:30.640",
        "message": "And somehow the Hindus believe that and we still we still believe in what contemporary Hinduism is, that shape is largely from the 19th and late 18th century, based on including all these orientalists did. Not so much sanskari, but Victorian, Vedic Hinduism is not today's Hinduism. And it's not Advaita or Shankaracharya's era, that Hinduism is not today's Hinduism. Today's Hinduism was hugely influenced by the orientalists and dynamics of the early and late 19th century. Because that's when a lot of these ideas were being, you know, people are chewing on them, regurgitating them and figuring out that this is what it means now to be a Hindu."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:04.720",
        "message": "So it's really ironic, because that means so much of our national identity today, the national identity of some people today is predicated upon what our colonial masters wanted us, wanted to believe about us."
    },
    {
        "speaker": "Guest",
        "time": "02:08:15.600",
        "message": "And you made a good point, right, which is that in a ruling over an alien country meant you have to find sources of information to understand that country. So these people, they obviously didn't have the patience to go looking for lower caste people songs and folklore. They didn't have the patience to go into different regional languages. One language they found everywhere in India, even if it was used only by 1% of the population was Sanskrit. Whichever corner they went, there was at least one Brahmin who had the same text, the same Vedas, the same language. So they said, hold on, this is one common thread that runs throughout the country. But we only use this to understand the country, which meant they created laws, they created manuals, they created books that were built on this. And since then, you know, those today, when you go back all the census reports, all these British reports, this whole obsession with what the reports say of that time, it all comes from this, from this quest to create a corpus of written material, because that's by writing it, they were also giving themselves a sense of confidence that they knew what they were doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:07.480",
        "message": "And also, you have no idea. And also, you get into any country, you want to become powerful and influential, the first thing you'll do is you'll capture the elites, you'll interact mostly with the elites. And therefore, that completely biases how you look at that society. Another really fascinating character to me was a gentleman named Sir Arthur Cotton. And there's this great sentence of his which, you know, really appealed to the modern libertarian me. He once argued against the term collector, since it suggested that the sole interest of revenue officials lay in extracting money, when surely they were also responsible for that other thing called development, stop quote. And also it I mean, his naivete, of course, is very sort of touching and funny. And tell me a little bit about him. He was a bit of a crusader for all kinds of causes."
    },
    {
        "speaker": "Guest",
        "time": "02:09:53.280",
        "message": "Arthur Cotton, actually, I have a, his family, the Cottons, one of them, one of the later Cottons was resident in Travancore. So I first heard of Arthur Cotton when I went to meet this resident's nephew in London, and he and his wife, Robin and Nicolette Cotton. And over there, they showed me, you know, pictures of this man and this book. And they told me that they'd just been on a cruise. And they then stopped somewhere in India. And they were brought by the government, the then government of Andhra Pradesh, to an event commemorating Arthur Cotton's birth anniversary, where they were all garlanded, the husband and wife were garlanded, and the big politicians were all present, and they were all celebrating Arthur Cotton's birthday. I was like, well, and this was, you know, several years ago, and I thought what there's a state where an Englishman's birthday is still celebrated as this Jayanti really. And they told me there are 1000s of statues to him. And I did some basic googling at that time, I did find out that an estimated 3000 statues to Arthur Cotton in the Godavari basin area. And the reason is that this is the man who irrigated that area. He is a man who for the first time suggested connecting all of India's rivers. When the British were making money with this whole railway program, you know, huge investors, big money, a very sexy program, you know, connecting India through railways. He's the one who said, why are you building railways, connect all the rivers, you'll have canals, that's cheaper, and it has the other advantage that it irrigates land. And this is an idea that's still very much being discussed like this government also, for example, they're talking about interlinking rivers, environmentalists don't like it, but it's it's economically people say that it has a certain value. Arthur Cotton is the first person to suggest it. In that Godavari area, he's the one who built all these canals and so on. So farmers, even today, after all these generations are beholden to him, they see him as a sort of savior who made what were barren lands overnight, you know, after by the end of his career, these are all fertile lands where they were finally being able to live well and grow things properly. And he, as I said, you know, wasn't very keen on merely, it was a good Christian at heart. So he genuinely believed he was here to civilize India. So there's that to be sure. But all the same, he felt that if the British were ruling India, they couldn't simply extract revenues and do what they wanted. They owed it to the people of India to improve their lives also, in his case, economically through canals and that sort of program. And which is why, you know, the common peasant even now remembers him politicians even to do on his birthday to garland his busts and statues, because Arthur Cotton left a lasting legacy in a large part of the peninsula in the south."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:13.240",
        "message": "And it's interesting about how as a reformer within the government of the time, he ran up against what we would today call the political economy, like there's another great sentence, quote, between 1885 and 1887, the railways cost 2.84 million pounds, while the irrigation budget stagnated at a measly 6000 pounds. And you know, this is obviously something he protested against. And eventually, they gave in to him a little bit in the sense that the PWD of today, the Public Works Department is sort of named after him, but he was largely despite that a crusader for what at that time was a lost cause. And it's interesting, again, talking about the railways, because, you know, like you said, Cotton sort of, of course, felt that the colonialists instead of just extracting need to give something back to the people. But the railways, much as even Gandhi railed against it, and henceforth, wasn't just a tool of extraction and convenience for the British, like one of the reasons the British, I think, really wanted to spread railways across India, as you point out in your book was after the 1857 revolt, it became a means of getting loyal troops to wherever the revolt had broken out very quickly. So it's a matter of convenience. But even apart from that, the railways did a heck of a lot of good for India."
    },
    {
        "speaker": "Guest",
        "time": "02:13:26.040",
        "message": "The funny thing is, again, you often find the story of the right wing, you don't understand how much instruments of modernity that came from the West have enabled the right, it's happening now, you know, you have technology like Twitter, created for one thing, but being marshaled by right wing groups across the world for disinformation, whatever, and, you know, polarizing the debate in their favor. The railways did something very interesting, which is that they came, they were initially a disruption. You know, when the Maharaja of Travancore wanted to bring the railways to Trivandrum in the 1880s, the Brahmins said, No, no, you can't bring the sinful fire carriage into the sacred town where Shri Padmanabhaswamy lives in the temple. So he didn't, the railway station was at outside town. But what they quickly realized in many parts of India was that suddenly, for example, the distance from Calcutta to Puri was reduced from very many days, a trek of weeks to a railway journey of say, a couple of days. So suddenly larger volumes of people started coming in more pilgrim means more money into temple coffers, more money into temple coffers means the priests are happy, there's more to do temples, more temples can be built. The railway sparked not only movement of troops, it also sparked movement of pilgrims, it also sparked movement of Indians within the country. And there's this, you know, I think his name is Arup Chatterjee, talks about how, you know, Indians who otherwise could not eat beef, etc. So vegetarian looking businessmen could get on the railways and then experiment with whatever they wanted, because suddenly it was a space where lots of rules could be flouted."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:50.160",
        "message": "And also a space where diversity could flourish, because you had so many people traveling in the trains together that you couldn't perforce be too conscious about who you're necessarily traveling with something which even are, you know, a function which even our Bombay locals perform. I mean, there can be no casteism within a Bombay local. And it's interesting that some of the things that the British brought to India for their own purposes eventually worked against them. For example, they got railways, so that they could ferry troops around quickly and ferry their goods around quickly and so on and so forth. But it also became a tool for people within our freedom movement to either raise support"
    },
    {
        "speaker": "Guest",
        "time": "02:15:26.240",
        "message": "or travel quickly. Every railway platform, wherever his train stopped, all he had to do was look out from the window and give a speech and that became a platform for nationalism. So he hated the railways, but he ended up using it very effectively for his purposes. And you know, that actually talks about how every platform turned into a scene for nationalistic activity. So, pulling the chain became like a big act of rebellion, when civil disobedience was"
    },
    {
        "speaker": "Unknown",
        "time": "02:15:50.080",
        "message": "going on."
    },
    {
        "speaker": "Guest",
        "time": "02:15:51.080",
        "message": "So, you know, the railways became a very interesting encapsulation of these people trying to civilize India but Indians picking that up and using it for their own purposes and getting better at, you know, understanding that thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:01.200",
        "message": "And just as that happened with railways, it also happened with English. They brought the English here as a common language to govern us. But if you look at all our freedom fighters, if you look at the first time the Congress met, for example, you point out in your book about how all attendees to the first general meeting of the Congress were told that they must be conversing in English, because otherwise, how would so many diverse people be able to speak to each other? And again, it was in English that a lot of our great early freedom fighters who are actually quintessentially, in some ways, British liberals like Nauroji and Agarkar, Gokhale Ranade, all of those guys, so many of their ideas came from reading books which were written in English."
    },
    {
        "speaker": "Guest",
        "time": "02:16:38.160",
        "message": "I mean, frankly, you don't even need to look at books, look at the basic people who were involved. Gandhiji grew up in Gujarat, spoke Gujarati, Nehru was a Kashmiri, grew up in Allahabad, probably spoke Hindi, Bose grew up in Bengal, speaking Bengali, Rajagopalachari in Tamil not speaking Tamil, Tilak was in Maharashtra speaking Marathi. Now, if these people didn't have English as a common language, they wouldn't have been able to speak to each other. Sanskrit was not possible. I mean, who's going to learn Sanskrit and speak? Different castes had different problems in terms of access to Sanskrit. English was what allowed these people to first come together and formulate a common identity. That Congress meeting you refer to, it's funny that the first circular says that you must be able to speak English to attend the Congress meeting. But there's also a press report from that time which talks about that meeting and how fascinating it looked to the press correspondent there, because he said this is the first time in India that you see Pathans from the Northeast in their Pathan suits, you see these South Indians who don't even wear shirts and just have a munda and a shawl around their thing. You have some people who are wearing shoes, some people who don't even wear slippers. You have some people who, and this is racist, but you know, some people dark as coal, and some people, you know, who are fair and light eyed, who've come from the North, etc. All these people in one place and that correspondent ends the report saying, the only place you would normally see this so far was a fancy dress ball. And this is for the first time these people have come here for a political purpose."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:52.000",
        "message": "So you can even speculate it's the birth of the idea of India by English."
    },
    {
        "speaker": "Guest",
        "time": "02:17:55.960",
        "message": "I suppose, yeah, I mean, the present day idea of India, yeah, I think there was, I mean, people often say the British created the idea of India, they created our political contours, they're the ones who gave us the shape that we have there. The Northeastern districts could easily have gone to Burma, the British made an administrative decision to keep it in India. That's why it's still pretty much, you know, it became part of the Indian Union afterwards. If they had chosen to put it with Burma, it would have gone to Burma. That's just how things happened. And yeah, but I wouldn't say that, you know, they invented India as such, they invented modern India, perhaps, they helped galvanize forces that were there. But some sense of civilizational unity seems to have existed, you know, that's something Nehru also talks about. Even a Savarkar alludes to it, for example, they all acknowledge that at the end of the day, people knew this subcontinent was one common space, whether or not it was a nation, that English definitely helped that English and having a common oppressor helped everybody that took away other internal differences and created a common goal to focus on."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:51.680",
        "message": "And there are fascinating Indian characters in your book also whom I hadn't really heard of, but partly because of perhaps North Indian bias, not just mine, but the North Indian bias of historians and so on. But one of them you describe in a chapter called the champion of Tuticorin is this gentleman named V.O. Chidambaram Pillai."
    },
    {
        "speaker": "Guest",
        "time": "02:19:09.040",
        "message": "Tell me a bit about him. It's a sad story, actually, because his, you know, heyday was very few years when he's still very young. And then he lived for decades, pretty much as a disillusioned man. Because what he does is he's a lawyer, his father's a lawyer, he's from a well off family, not a Brahmin, well off family in Tamil Nadu, ends up coming to Tuticorin and becomes a lawyer there. But then he starts a shipping company. Now, at that time, the entire shipping business is monopolized by the British. So for him, Swadeshi meant this. Now, everywhere in the country, everywhere else, it's about spinning and making textiles and thread and cloth and that sort of thing. But this man is the most ambitious one. He's created a shipping company called Swadeshi, where he's going to ship goods to Ceylon and places. At one point, the British, you know, coerce the person who's leased him the ship to withdraw. So then he gets a ship from Bombay and flies into the harbor with the flag, etc., you know, very glamorously. So he was clearly a man with personality and spunk. But then, you know, this one time there's a riot, it was to celebrate another freedom fighter from Bengal, connected to that, but there was going to be a public procession, etc. This man was preemptively jailed with somebody else, there were riots that broke out, he was held morally responsible, etc. And at the end of it, he was thrown into prison for a few years. It was meant to be a much longer sentence, but he served only about under half a decade in prison. But the problem is, by then, the shipping company had failed, most of his friends had disappeared or they were thrown in jail. And by the time he came out, the freedom struggle had also changed. He was close to Tilak, for example, and a different generation of nationalists. By the time he came out and tried to find his feet again, Gandhi was in the picture. And you know, there's a rather moving episode where he essentially has this exchange with Gandhi about Gandhi promising to send him money. And for months and months, he's like, where's the money, you know, you promise I need the money now because he's impoverished, he has no money. And his legal license has been suspended. He ends up giving tuition to college kids, etc, to get by. And you know, doing small trades and things like that. And that's how he ends up dying. He's forgotten. And we often don't realize that in the freedom struggle, there are these giants and tall figures of the freedom struggle, but they also stand on very many others whose stories collapsed very quickly, because you know, they couldn't make it to the end. They tried, they fought, they did their best, but they were also destroyed in the process. And it's kind of poignant to talk about how he had his legal license restored by a judge"
    },
    {
        "speaker": "Unknown",
        "time": "02:21:29.480",
        "message": "called Wallace, and he therefore named his son Wallace."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:34.120",
        "message": "And you know, what kind of struck me about this remarkable figure was you have a sentence there about how, quote, the idea of Swadeshi as popularized by the Congress was limited to such tokenisms as making candles and bangles, stop quote, almost like the online petitioners of today, a lot of posturing and so on."
    },
    {
        "speaker": "Guest",
        "time": "02:21:50.040",
        "message": "And this was a man who put his money where his mouth was, he went all in. And regretted it, right? Because it's very easy, nationalism of convenience is very easy, right? Many people say we are nationalists. Why? Because when the national anthem plays in a movie theater, they stand up very convenient, no standing up, sitting down nationalism over and done. And you can give yourself a certificate that you're a nationalist. When it comes to actually doing something that nobody's going to do, because that's going to be inconvenient. And that comes with risk."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:13.120",
        "message": "This man took the risk and lived to regret it. He put all his skin in the game. And at one point, these the British offered to buy his company out for one lakh rupees. And he said, he refused, and a decade later, he's begging Mahatma Gandhi, where is my 347 rupees? And that's heartbreaking."
    },
    {
        "speaker": "Guest",
        "time": "02:22:27.760",
        "message": "And, and did Gandhi not know of his past, by the way, people did, but the thing is, right, you know, in the movements moving on, right? It's a big thing that's happening. And no, I'm not saying it was bad on Gandhi's part, bad on the part of other nationalists, but the world was changing. They had to focus on other goals. And there were many who were going to fall by the wayside. You know, even now, you know, then you see this in political parties, how people hustle for positions. For example, you feel it, because they genuinely are working hard, etc. But the competition is intense. Even for a party position, there are always dozens and dozens of claimants, which one wins depends not merely on whether you're good, it depends on your charisma, on your networking skills, things like that. This man had a focus, he tried to do something, but in other respects, perhaps he didn't have certain skills. You know, maybe it would have been wise to sell off that company at that time, use the money to become big and secure himself first and then give grand speeches and all of that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:17.880",
        "message": "that may have secured his position. Which is easy to say in hindsight, yeah, yeah, but at that time, he made the choice not to"
    },
    {
        "speaker": "Guest",
        "time": "02:23:22.320",
        "message": "do it. And you know, he wasn't in that sense shrewd about his choices. He was determined and very idealistic and idealism can sometimes be very fatal. Is he remembered? In Tamil Nadu? Yes. After he, you know, passed away, etc. You know, after independence and all, they had a ship named after him and all of that. I think the port is now, you know, it commemorates him and all of that, but and that's hardly a consolation for a man who had to beg for 300 rupees, you know, you're right about"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:46.040",
        "message": "how to being one of the richest men in the South and you write about how he died in penury in 1937. And right at the end, he was reduced to selling his law books, which is kind of heartbreaking. You know, I used to be a professional poker player. And there was someone I used to know who was from this industrial family, who was a very bad player. And it's a very sad story. He basically lost everything in the last. He got addicted to cocaine along the way and had a heart attack and all of that. And the last I heard of him, he was selling his cutlery. So it's kind of anyway, that is completely unrelated to this. Much as you're used to historical time, I guess I've, you know, taken almost two and a half hours of your time. So I'll sort of talk about one final chapter, which seems very interesting and relevant to me, which is a chapter called Savarkar's thwarted racial dream. And in that you sort of talk about how at one point, Gandhi, who almost like so much about Gandhi is loony, but at one point, Gandhi says that the Nizam of Hyderabad should be a future emperor of United India when we get freedom from the British. And to counter that, Vinayak Savarkar, who is, of course, the founder of Hindutva and so on, comes up with his own vision for India, tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "02:25:00.120",
        "message": "Yeah, I think the story is that some journalists asked Gandhi something about, you know, keeping India united, etc. And he said, it wouldn't matter, we can have a Muslim emperor, perhaps the Nizam of Hyderabad, and that keeps the country together. And Savarkar gets very riled up with this. And he said, why should be the Nizam of Hyderabad, it should be the king of Nepal. Now, if you look at what's happening in Nepal, you know, the blood bath and the chaos in that country, the last thing you want is the Nepali royal family coming and becoming emperors of India of all places. But this was something Savarkar was very interested in, and actually does have some logic to it. He, for example, tried very hard throughout to link up all these princely states that existed in India, the Hindu princely states, because the thing was, the Hindu princely states were not directly ruled by the British, the royal families of Maharajas had plenty of money. So they could patronize a lot of Hindu Mahasabha meetings took place in princely states, because there was a constituency there, they were not under direct British oppression. And they had that sense of Indian culture, Hindu temples that they were protecting and all of that. So he wanted these Hindu princely states to become sort of laboratories for a future India, where these Maharajas would train up little armies and make people virile and strong and all of that, and they would all unite. So his big theory was that the king of Nepal would come down with a big army and from across these princely states, a lot of these armies would these people would rise up and they'd all unite and create this this new India, defenders of the Hindu faith, defenders of the Hindu faith. I mean, it could have worked in some regards, because the Maharajas did try to interact. The Maharaja of Mysore was always desperate for Rajput brides from Rajputana. The Rajputs always saw the Maharaja of Mysore, South Indians is lower caste, so they didn't care. But and so he had to, Mysore had to make do with Kathiawar Gujarati Rajputs rather than the proper Rajputana ones. You know, there were the Padmanabhaswamy temple, the idol is made of Shaligramams that come from Nepal. So there are links between these states, one could see that there could be a few threads that you could investigate. But sadly, the Maharajas, most of them were not inspiring, they were all hanging about in Europe, they were doing their parties and their champagne and collecting Rolls Royces and falling in love with white nurses and things like that. They were hardly going to rise up to Savarkar's grand vision to unite and sort of create a Hindu empire with the king of Nepal as their emperor, it was not going to happen. So yeah, it was, it was like, he, it's very interesting. He published this first as a, as an anonymous essay in a newspaper. So after I wrote about this, I got a shorter version of this as a column. And someone on Twitter, somebody said, you know, how do you know that person was Savarkar who wrote this anonymous article in this paper, but the advantage I have is that the same thing Savarkar published again in one of his books as an appendix. So you know, you know, it was him who wrote this, so it was a freak idea that he came up with. And it's interesting, it could potentially have led to something if the princes were actually invested in creating a Hindu state, sadly, the princes were not."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:44.560",
        "message": "But the dream for a Hindu state seems to remain alive. And this is sort of one of the themes that you touch upon in your book and in our conversations about how history is not a clean linear thing. This happens, that happens after that, and so on, just a link of cause and effect. Instead, it's very messy and complex. And there are all kinds of current simultaneously flowing together, each of them experiencing their own ebb and flows. And you could say that a sort of a certain current dominated in the decades before this and after independence. And you know, there's a lot of happenstance involved there as well. But one current which was under the surface for a long time, and you know, has now kind of come back and is almost this roaring wave around us, which is this this whole concept of a sort of a Hindu nation, and so on and so forth. I mean, like looking back at it historically, do you think that it was inevitable that this would arise again at some point, or is there just a lot of dumb luck in everything that happens?"
    },
    {
        "speaker": "Guest",
        "time": "02:28:43.440",
        "message": "You know, a lot of the resentment that is there is real, and perhaps even legitimate. What's interesting is that I don't think these people are saying we want a Hindu state. What they're saying is the existing state is not catering to what it promised. You know, at the end of the day, you've created secular institutions, you've created court systems, you've created a constitution. The Constitution is wonderful laws against untouchability, for example, but has it gone away? It hasn't. Courts exist. They're supposed to deliver swift justice, but the courts are jam packed like this slow, nothing moves to get one judgment, you spend about five, six years, 30 years of its property and things like that. It's not delivering. Plus, you have an English speaking class, that's something even Nehru warned against, Gandhiji warned against, they all warned against this new caste system where there's an English speaking elite that replaces the British and there's a large mass there. So secularism is an idea, for example, you can't impose from the top, it has to be cultivated slowly, it requires investment, which wasn't made. So it's likely that a lot of a state system is created, that's completely in many ways divorced from the realities on the ground. It's a little bit like saying you're taking secular irreligion and imposing it from the top on a very religious society. So there's bound to be some disappointments, some grievances there. I think the success of the majoritarian right has been in channeling that into their agenda. I don't think the people who are supporting them are entirely wedded to what they're saying. Tomorrow, if you give them a better narrative that addresses their grievances, that creates a space for their cultural ideas to also exist, they will easily perhaps change their mind. But that's not been done. That's not been done in a way that that is appealing, that works."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:12.680",
        "message": "Are there models for that kind of an alternative narrative in our past?"
    },
    {
        "speaker": "Guest",
        "time": "02:30:16.360",
        "message": "I think the past is a little more flexible. That's what I said. I mean, if you look at past kings, this is the thing, tradition is never timeless. Tradition always adjusts, it's always changing. It's always making room and responding to political changes. That's what you want. You can't rigidly, I mean, there's that Gandhi quote, right, spirit of consensus and compromise. Although he uses that in the context of caste, we have to realize that an idea will only have so much value if it's followed, if it actually appeals to the people who are meant to follow it. If you don't, and if you keep insisting on it, no matter how shrill you get delegitimized, someone else is going to come and come up with an idea that's probably worse, but sounds better and people will go there. So somewhere there has to be some sort of a consensus and a compromise. And that's why you know, I'm not very enamored of ultra leftist Twitter activists, for example, because that's equally unrealistic, which world are you living in? It's very easy to say things on social media, you know, my father comes from an impoverished family in Kerala, he grew up as a son of an illiterate farmer, you know, I have cousins who are rickshaw drivers and so on. Their world is very different from mine, right? But I've seen it every summer, we would go there and we would see it. And that world, you can't go there with lofty constitutional values and so on, because the concerns are so different. You know, the concerns are so different that none of this addresses that when it doesn't address that, how are you expecting them to jump on board with your grand imagination for the nation, the idea of India, it has to take Indians along, if some Indians are not feeling wedded to the idea at all, we cannot write many essays as much as we want, but nobody's going to buy it. You and I will buy my book and talk about the idea of India, right? But other people who matter, following or even interested in it, no, because their ideas are different, and nobody's bothered to address it, except some of these people. Look at Kerala, the RSS is not becoming strong there, because people are wedded to RSS ideas. It's because every time you know, someone needs a government pension, there'll be an RSS man to take that lady, even in North India, they'll take them get that pension, get the paperwork done, all of that, they will help in a way that other people are not doing the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:08.280",
        "message": "state one."
    },
    {
        "speaker": "Guest",
        "time": "02:32:09.280",
        "message": "Yeah, they're getting people ahead in some way. I was speaking to someone in Delhi, who is looking who's works in education. And I say, you know, asking about corruption, whether corruption has dropped UGC in this and that. And he said, there was a time when the Congress was in power, where it didn't matter what you did. So long as you delivered the money, you get approvals and things like that. Now, apparently, they'll at least check whether this is real. And there are apparently RSS middlemen who will sort it out for you. But first, they'll verify whether you're actually doing what you claim to do. So at the end of the day, you still have to pay the money, but they'll make sure that it's not some sort of blanket thing based solely on a price. So the thing is, these connections that they've cultivated to the root, look at the Congress Party, they've got enough leaders, but where are the grassroots workers, they've lost touch with what's happening on the ground. That is the real crisis. When we all sit on Twitter and social media and give sermons about what the right values of the country should be, we've not seen those people, you know, we've not seen the lives they lead. So you have to have patience for this sort of speech. It's I mean, you have to understand that it's a push and pull, obviously, at the end of the day. The end of the day, both sides have to give in some way or the other, you have to come to a place where both sides can go along together. Otherwise, we'll all live in our little, you know, ivory towers really, and you know, feel very grand about our superiority intellectually or whatever. But someone else is stealing the show and stealing the game, simply because they're"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:24.600",
        "message": "doing the heavy, heavy lifting and the hard work on the ground. It carries a lot of resonance with me because like one of my favorite quotes is by Andrew Breitbart, where he says politics is downstream of culture. And I think a lot of the politics of the opposition today, especially the Congress Party is so ineffectual, because it has no connect with what's happening in the culture. And the BJP does for good or for bad. And the thing is, the culture is deeply complex. So you know, maybe the BJP and the RSS have appealed to certain strands of it. But that doesn't mean that better narratives can't be built. And another thing thread that I found running through your book, and I made notes on it as well, is that throughout the book, what we find is that at the political level, you have these simplistic narratives being created, like even Shivaji creates us almost an early Hindutva narrative of, you know, him as a defender of the Hindus and so on. But the fact is that the facts are very different on the ground, the culture is very different. There's so much assimilation happening within the culture, even as those in political power create counter narratives to that. So despite all of Shivaji's narratives, the truth is that when Afzal Khan came to meet him, he had, like you said, Bhosle's and Kolpade's and so on in his army. And the culture has always been deeper and richer than the politics is. And is that a source for hope?"
    },
    {
        "speaker": "Guest",
        "time": "02:34:39.040",
        "message": "I think it is. As I said, you know, when we shouldn't be despondent that so many people voted for a certain ideology or whatever, because I don't think they're voting for the ideology, right? New narratives can always be created, new ideas can always be created. But first, you have to know the people you're dealing with, you have to know what appeals to them, you have to understand what it is that they want to begin with, only then can you come up with a fresh vision. You know, if you're not even going to make the effort to understand who you're addressing, you don't know your audience, what are you going to speak to them? You know, you can sit on stage and speak, people will sit there and clap also, perhaps because they're polite, but that's not because they believe in what you're saying. You know, the Congress was genuinely certain that they would actually win a large number of seats, over 100 at least this time, because everywhere they went, large crowds, all of that. People come to see, but people are also intelligent, you know, they also understand these things. I think there's still hope. I think, I mean, obviously, there's fake news, there's disinformation, there's this cornering of the media, the media is bending over backwards to please certain people, etc. All of that is true. So even their victory owes a great deal to that. But all the same, another thing they haven't neglected is that staying in touch with, at the end of the day, the people on the ground. That's what Gandhi also did. You know, this is a country, people didn't have radios in those days, communication was weak, people spoke different languages, how did this man manage to unite so much of the country and we have recall value across the country, simply because he made the effort to go out there and figure out what they wanted. Everything he said, some of it was cuckoo. If you look at it in terms of logic and, you know, basic intelligence, but at that point, it needed to be said, perhaps, and he said it. So he'd bring people on board that way, one way or the other, and create a new narrative, a new option, a new vision or something. Right now, we don't have somebody to do that. There is one vision that is dominating, because it's done a good job of touching the grassroots, conquering, you know, the media space, making sure that the mainstream is in their hands. But the other side hasn't quite figured out because they've completely lost touch with everything that matters."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:30.040",
        "message": "And I just kind of the process of getting back in touch with your own people and understanding your culture doesn't only mean looking around you at the people around you and engaging with them, but also studying the history of your country. And I think a great start for all the listeners of the show would be to buy the courtesan the Mahatma and the Italian Brahmin Manu. Thank you so much for coming. Thank you very much for having me again. If you enjoyed listening to this episode, hop on over to your nearest bookstore and buy Manu Pillar's fantastic book, the courtesan, the Mahatma and the Italian Brahmin. And while I am a Kindle evangelist, I would recommend that you buy the hard copies, it comes in two covers, a white and a black one. And the reason I recommend that is that the book is filled with fantastic illustrations by Priya Kurian, and in my opinion, is a collector's item for that reason alone, do buy the book. If you want to follow Manu on Twitter, hop on over to at Unumpillai, that's Manu reversed, at Unumpillai. You can follow me on Twitter at Amit Verma. You can browse past episodes of the scene in the unseen at sceneunseen.in, thinkpragati.com and ivmpodcast.com. The scene in the unseen is supported by the Takshashila Institution, an independent center for research and education and public policy. Takshashila offers 12 week courses in public policy, technology policy and strategic studies for both full-time students and working professionals. Visit takshashila.org.in for more details."
    },
    {
        "speaker": "Unknown",
        "time": "02:37:51.360",
        "message": "Thank you for listening. India is a massive subcontinent, home to truly stunning diversity. Behind the veils of smoke that obscure our thriving cities, our history is still alive, glimmering like sequins, waiting to be discovered. And if you, like me, are straining to hear the echoes of our past, this podcast is for you. I'm Anirudh Kanesetti, a history and geopolitics researcher and I host Echoes of India, a history podcast about India, by Indians and for Indians. In Echoes, we journey through the complex histories of South Asia and what they can teach us about our globalised world. Tune in every Wednesday on ivmpodcast.com or your favourite podcast app. Hey guys, I'm Mikhail Almeida, I host a podcast with my co-hosts Akash Mehta and Siddharth Raja on the IVM app, it's called What A Player, W-A-D-D-A-P-L-A-Y-A-H, because illiterates can't find it on their own. No, and the H at the end is very important, what a player, yeah. And it comes out every Thursday on the IVM app, tune in, we discuss everything sports, all sports. All sports? Yeah. Mainly cricket, other sports, in the middle, sandwich. What happened to your language skill? Don't worry, he talks better on the show. It's a great show, it has all things, including cricket. And things around sports as well. And some personal life. As you can see, we're a very united podcast, and if you want to listen to us, tune in to us every Thursday on the IVM podcast app, or ivmpodcast.com, Thursday."
    }
]