[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A few days ago, I decided that I wanted a pet at home. Now, dogs are a cliché, cats are selfish, snakes can kill you. So I thought, why not buy a horse? I googled for horse trading and I found the number of a firm called Horse Trading Enterprises. I called the number and told the guy on the phone that I wanted to buy a horse. He said, no problem, I will bring some horses to your apartment and you can choose one. I gave him my address and he said he would be there by 4pm. At 4pm, my doorbell rang. I ran over to the door. I really wanted a horse in my apartment. I had decided that I would buy a brown horse and I would name it Black Beauty, just to confuse everyone. Anyway, I opened the door and there stood a guy wearing a t-shirt that said Horse Trading Enterprises. Sir, you want to buy horses? He asked me. Yes, yes, I said. Show me horses. Do you have any brown horses? He smiled. We only have brown horses, he said to me and gestured behind him. Four men in kurta-pajama stepped forward from the shadows. Huh? I said. What is this? These are not horses. The guy said, these are our horses. They are all independent MLAs and they are for sale. But I don't want to buy bloody MLAs, I said. I want to buy horses. The MLAs looked at each other and sniggered. The salesman glared at me and said, WTF dude, don't you know what horse trading is?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:37.120",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:44.720",
        "message": "science. Please welcome your host, Amit Baruma. Welcome to The Seen and The Unseen. My subject today is the anti-defection law of 1985 and my guest is Barun Mitra, an activist and commentator based in Delhi. Barun, welcome to the show and tell me a little bit about the intent"
    },
    {
        "speaker": "Guest",
        "time": "00:02:07.080",
        "message": "behind the anti-defection law. The anti-defection law had been debated for 10 years prior to that. And, you know, in the 60s, late 60s and throughout the 70s, there was this discussion about political parties and legislators, individual MPs, MLAs changing sides, horse trading. There was a famous term coined, Iyeram Gayaram, based on two person in Haryana, that they could change parties morning and evening. So, this was an issue and this was seen to be a major problem in political instability, creating political instability within parties and then at times affecting government. So, this law was thought of as a way to prevent this kind of petty defection, so-called to change parties if you are elected on a particular party ticket. If you were independent, it won't apply. But if one is elected on a party ticket, then it was expected that he would stay with the party and not be allowed to move. So, the anti-defection law became the first law that recognized political parties as an entity. The Indian constitution has freedom of association under which parties and all other associations operate. But it didn't have any provision for a specific political party. So, the 10th schedule first recognized political parties and then said that the party leadership can disqualify their MPs or MLAs if they defy the whip of the party issued on any specific bill on the floor of the house. So, these two provisions were the critical component. Of course, there was an escape clause too, which said that if more than one-third people in the party in the legislature wanted to change side, they could. But individually, they couldn't. So, now, I think it has been raised to two-thirds, that if two-thirds wanted to change, take the whole party, they could, but not individually. So, these two provisions and you can see the effects. In the sense, individual defection from one party to another happens only prior to elections in the hope of a ticket. It no longer happens as it used to happen in the past. And what you can see is that while parties continue to split, I mean, we have thousand-odd parties registered with the Election Commission, they no longer merge. So, we have one-man parties because every party, every politician who can form or float a party and survive thinks the risks of joining anyone else limits their political options."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:14.340",
        "message": "So, essentially, the intention of the law was twofold. One, to avoid detection and therefore protect parties and organizations, protect apparatus and government. And two, to stop political corruption because you couldn't buy MPs anymore and money alone would not sway votes, which would seem to be a noble enough intention. What are the unintended consequences of the anti-defection law?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:40.940",
        "message": "One which had been debated right through the course of the anti-defection discussion from the 70s through the 80s as well is what impact it has on freedom of expression. After all, MPs, legislators are elected to debate and they're expected to vote. If their choices are limited, then it does curtail freedom of speech and expression of the elected representative. So, this was a fundamental doubt or a question that hung over this issue for a long time and it still does. But what was not really recognized or not really seen at that time was what kind of impact it could have, firstly, on parliament itself, that is, legislator, parliaments and assemblies. And it's crippled the functioning of parliament and assemblies in many cases. And the second one, again, which was not really foreseen was a negative and perverse impact on the culture of political discourse itself, not just within parliament or assemblies, but in the general society as such. And these two, I think, are really taking a toll now. And one evidence of that is that there are even MPs who are beginning to voice their concern about this particular anti-defection law."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:19.340",
        "message": "I mean, we often lament how the quality of political discourse has gone down over the decades. I mean, if you just see the parliamentary records of the 50s and 60s and the quality of discourse is incredibly high and people are tackling very nuanced issues. And what would seem with the anti-defection law is you're forced to take one side of an issue and therefore it kills nuance, it kills depth of discussion and so on and so forth. Would you say there are other cultural factors which caused that or the anti-defection law is a very big part of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:54.220",
        "message": "I mean, if you look at the data, you could say that in the 1950s, Indian parliament used to sit for between 120 to 130 days a year. That's four months. And typically in a five-year term of the Lok Sabha, they would pass 300-plus bills, registrations. Today, parliament sits for barely 70 days and the last Lok Sabha, that is the 15th Lok Sabha of Dr Manmohan Singh and the UPA government, they could pass only 179 bills, with 68 that lapsed because Lok Sabha got dissolved, which clearly shows that the quantitative part in terms of sittings have drastically reduced from 120 and 25 to about 70 and the bills have halved. This was of course not only a consequence of the anti-defection law, there was a slight tendency or slight trend towards in the same direction through the late 70s and 80s prior to the anti-defection when we had absolute majorities in parliament and the belief was, and this was the underlying philosophy that took shape, that democracy is about majority rule. So, if you have the numbers, what's the point in a debate? And anti-defection law is a culmination of this philosophy and this to me has contributed greatly, the philosophy as well as this law that came out of that philosophy contributed greatly to undermining the democratic culture in our legislative assemblies as well as in the popular and the discussion and discourse outside. So, I think the quality of debate, the duration of the sale, the reduction in the timings of the houses, these are reflections of the deterioration that has been taking place and what has not been recognized in this majoritarian democratic perspective that has been accepted widely is without discussion, without debate, without deliberation, what function would a legislative assembly serve? The whole purpose of a legislative assembly is to provide an opportunity for elected representatives of the people to consider various proposals to debate their merits and the pros and the cons, come to certain conclusions and enact. So, you try to win over the other side, you try to persuade the other side and that effort depended not just on the fact that you have a majority because the government of the day is expected to have a majority in any case, but it was part of the culture that you discuss, you negotiate, you deliberate, so that you have a much wider social political consensus on a particular issue, so that it goes through without too much of rancor and bad breath. That sense of political negotiation, bargaining, compromise, getting a sense of coming together on an issue and taking it forward, that has virtually collapsed. That to me is a huge tragedy and it has undermined democracy itself because democracy is never about majority rule."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:38.260",
        "message": "That's a very insightful point to me because what the anti-defection law therefore seems to do is it seems to boil all democracy down to the event of the election itself and it completely makes parliament irrelevant because once you have the election result, you can feed it into a computer and everyone is supposed to vote along party lines anyway, so debate and discussion become completely pointless and irrelevant. One interesting thing I noticed, however, is that while it's diminished the quality of parliamentary discourse, it's not ended the discourse itself. It's just made it far more strident and almost violent."
    },
    {
        "speaker": "Guest",
        "time": "00:12:19.300",
        "message": "And you can actually see that apart from the quantitative aspects in terms of sittings and the number of bills passed, which have of course come down, disruptions have increased and disruptions have become a major strategy or a way to display opposition because debates don't count, the numbers are known and therefore disruption is the only way opponents can think of capturing the headlines. Almost political posturing in a sense. And today it has gone down to the, I mean, last few years that even the government side with a majority is willing to disrupt if they don't want to pursue a particular debate. So it's not that the government and the opposition are completely divided in terms of the strategies to adopt. They both are adopting very similar strategies to avoid debate, discussion if possible. And to me, there is the other consequence of this or fallout. If MPs are not able to debate, discuss, raise questions, how is an elected government or an executive part of the government, how will it be held accountable? Because it doesn't matter which party you belong, an MP or an MLA is entitled to ask any question he or she deems fit to the government of the day. The first casualty in many of these situations have been the questioner, where the MPs and the MLAs are supposed to have freedom to ask any question they want and the ministers are supposed to reply. But that's gone because now we have disruptions to a large extent. The second one, so the government's accountability is reduced. So government gets a blank check more often than not, and which you can see that the number of bills that get passed without any debate through a voice vote mechanism, that everybody knows the numbers because calls for a voice vote, IAS have it, IAS will always have it, so they have it. And the second part is that since we don't have vote, that is legislators as MPs and MLAs are not voting on specific bills, how will I or you or any citizen of India be able to assess their MPs or MLAs? We don't know on what issue, which MP or my MP or MLA is voting on. We may not know which way an MP might vote, for instance, on the issue of say, the gays rights or on any bill or on terrorism laws."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:58.580",
        "message": "In fact, that renders it almost irrelevant what your MP stands for, because ultimately he has to vote with his party and that's the extent of his influence."
    },
    {
        "speaker": "Guest",
        "time": "00:15:06.620",
        "message": "Exactly. And since the attendance has come down, that a lot of MPs and MLAs don't see any point in being in the assembly or the legislature to debate, to make their point because they all know that the outcome is a foregone thing. And which means that I and you and citizens of India are deprived because they don't have a very clear way of knowing which way their MPs and the elected representatives are behaving on specific issues, after all, that's what is important. For instance, in the UK, almost 80 to 90% of the bills are voted upon. And people know that which way, and the same is true in the US, that people know which way a particular legislature has voted on which issue and therefore you can build up a whole political history of a legislator on a specific issue. We have no way of doing it anymore because we have simply stopped voting and that's because there's no point in debate and we know the numbers and therefore there's no point in holding parliament itself. That's the logical conclusion. And in some state assemblies, we have reduced annual number of days that the assembly sits to less than a month."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:23.260",
        "message": "So I'd like to go back to something you said earlier when you said that it's not just the parliamentary discourse which has diminished because of this, but as a result of political discourse diminishing in the political space, it's also discourse which has been affected outside among the common people. Can you elaborate on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:40.940",
        "message": "Yeah, I mean, that seems to be a very logical conclusion. After all, parliament is the temple of democracy and the way the people behave there obviously is transmitted to the rest of the society. And so I won't be surprised if somebody finds that increased disruption inside parliament is leading to polarization opinion not just within parties, but even across parties outside parliament that ordinary people are polarized and they take probably a cue from the state of affairs in parliament and as a state assemblies that debate is pointless, you only need the numbers and whoever has the might is right. And the explosion of, what should I say, uncivil discourse, use of unparliamentary language, not so much inside parliament, but outside parliament has surely multiplied many times. Social media has really allowed that to happen without the presence of a speaker who has the power to expunge unparliamentary words. So we are seeing this polarization, in my view, seems to be an extension of polarization and breakdown of discourse, is an extension of the disruptions and the conflict inside"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:06.340",
        "message": "parliament. In fact, it would seem to me that the term unparliamentary language itself needs to be revised. If someone is saying something in a polite manner, that is perhaps unparliamentary in the current context. So this finally leads me to the irony that the anti-defection law will therefore be always with us because it protects a party establishment and if you can't vote against a party establishment because of the law, you can't get rid of the law itself. So it just perpetuates itself."
    },
    {
        "speaker": "Guest",
        "time": "00:18:31.900",
        "message": "Yeah, in a way, it might perpetuate itself for a long time. But I think the extent and the intensity of polarization is leading to a sense of realization at least among some MPs. For the first time, I'm seeing MPs, at least a few MPs, publicly voicing their concern about the various implications of this anti-defection law. So I can only hope that that sense will grow because 10 years ago, there was no one talking about the political and social consequences of anti-defection law. So now that even MPs are beginning to realize that there is a problem, I hope things will change. But more than the law itself, what needs to change is our understanding of democracy itself. If we really think democracy is majority rule, then we don't need parliament. If we believe that elections and majority is one time in four years or five years and the rest of the time you spend on debate, discussion, deliberations to build a larger social coalition, the machinery of democracy, then of course, things will change. And I can just hope for the best."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:47.700",
        "message": "Varun, thank you so much for coming on the show and talking about the unseen effects of the anti-defection law. It was a pleasure having you here."
    },
    {
        "speaker": "Guest",
        "time": "00:19:54.260",
        "message": "Thank you, Amit. It was nice having you. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:59.300",
        "message": "And that's the end of today's episode. If you got this far, it means you did not defect from my show to another podcast and I thank you for it. I hope you'll join me next week for yet another episode of The Seen and the Unseen."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:21.140",
        "message": "Next week on The Seen and the Unseen, Amit Varma will be talking to Alex Tabarrok about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:26.460",
        "message": "bank control, for more, go to seenunseen.in If you enjoyed listening to The Seen and the"
    },
    {
        "speaker": "Unknown",
        "time": "00:20:40.140",
        "message": "Unseen, go to seenunseen.in for more details, up and coming independent Indian bans. Thank you."
    }
]