[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "was Article 231, also known as the War Guilt Clause. This required Germany to disarm, to give up some territory, and most importantly, to pay reparations to some of the winners of the war for the damage it had caused. The total cost of these reparations was later estimated to be 132 billion marks, which would come to 442 billion US dollars today. Germany at the time simply didn't have that kind of money, and in desperation resorted to just printing money. Now printing money can lead to inflation, which is basically a tax on the poor. Germany printed so much of it that it led to hyperinflation, which was equivalent to waging war on their own people. The unrest that this caused led to the rise of Nazism, Adolf Hitler coming to power in the 1930s, and eventually to World War II. Talk of unintended consequences. Now this was not something that was unforeseen at the time. The economist John Maynard Keynes wrote a book called The Economic Consequences of the Peace, which pointed out the reasons why Article 231 would not work. Beyond saying that Germany could not afford these reparations, it also pointed out the problem that policy makers of those times faced because they simply did not know the national income of the various countries. Had a measure called the GDP existed at the time, the other countries could have taken one look at Germany's GDP and known that the reparations they wanted it to pay were just not possible. But they didn't. The GDP as we know it was later born at the time of World War II and Keynes again played a part, publishing a book in 1940 called How to Pay for the War. The title of the book reveals the impetus behind GDP calculation. But I have a larger question that intrigues me. Had the GDP existed as a measure in 1919, could we have avoided World War II? Welcome to the Scene and the Unseen,"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:20.320",
        "message": "our weekly podcast on economics, politics and behavioral science. Please welcome your host,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:25.600",
        "message": "Amit Badma. Welcome to the Scene and the Unseen. The GDP has been the subject of controversy for the last few years in India. And part of the reason for that has nothing to do with economics and everything to do with politics. How can we tell if a government is doing a good job? One measure is the economy. How can we tell how well the economy is doing? The most common metric is the GDP. So no wonder there's been so much fighting over it, illustrating what a Greek economist said a few years ago, quote, statistics as a combat sport, stop quote. So I decided to get someone on the show who knows this combat sport intimately and could demystify GDP for me, both the broad concept of it, as well as the contours of the ongoing controversies in India. Rajeshwari Sengupta is an economist who works at the IGIDR and has written important papers and articles in GDP, which will be linked from the show notes. Before we cut to my conversation with her though, let's take a quick commercial break. This episode of the Scene and the Unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi and unlimited monthly subscription costs only rupees 2.99 per month. And you can also get a 30 day free trial. If you hop on over to Storytel.com slash IBM. I actually use Storytel myself regularly. So as long as I sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is actually in Bengali. It's a book called Ghore Bhaire by Rabindranath Tagore, which was also made into a classic film by Shruthi Jitrai. Check it out on Storytel. And remember, you get a 30 day free trial only at Storytel.com slash IBM. Welcome to the Scene and the Unseen Rajeshwari. Thank you so much. I'm very happy to be here. Tell me a little bit about yourself. Like what's"
    },
    {
        "speaker": "Guest",
        "time": "00:04:16.080",
        "message": "your background? How did you become an economist? So that's a very loaded question. How did I become an economist? I feel I'm still becoming an economist. So I, I studied in Calcutta. And I went to Presidency College and I got into the economics program. So I've been there. And until then, I really didn't have very much of an idea of what economics is all about, except that I sort of liked it, the whole supply demand and how price gets decided and all of that. Now, while in Presidency College, those three years, I think had the biggest impression in my mind as far as my future career is concerned. Because the kind of professors that I had and the kind of books that we got exposed to, and the kind of friends and peers that I had and discussions that I had were absolutely phenomenal. And that kind of convinced me that if there is one subject that I want to study, and I always had sort of an academic bent of mind that I wanted to study, that's something that I just wanted to do. I thought that it has to be economics. And then after that, it was just a gradual progression from one step to the other. The usual things that people do, you do a master's, then I did a PhD, because I wanted to become an economist. And then after doing a PhD, I still had the impression that I did it in the US. And I thought, I will become a professor in the US, like my thesis advisor, and I'll have a career in the US University and that will be it. But luck obviously had a big role to play. This was after the global financial crisis. This was 2010-11. And the job market there was really bad. And I was not graduating from that one of the top 10 universities in the US, which meant that my job prospects in the US were not that great, all the offers that I was getting from not kind of places, but I wanted to be in. So then the obvious choice was to come back to India, which I did. And frankly speaking, other than the three years that I spent in Presidency College, whatever happened after that was a bit of a blur, because I learned the techniques, the tools, the jargon of economics, but I didn't really get the juice of the subject, so to speak. That happened when I came back to India, which I had not expected at all. I thought that my career was over. I am back in India. Who studies economics in India, especially my field was macroeconomics. How do you publish in journals, you don't have access to data sets. So I was in a doom and gloom mode. And then eventually, eventually after a couple of years in India, in Madras, I went to Bombay, I came to Bombay, and I joined IGIDR. And there I met a really interesting bunch of people who are really passionate about working about Indian economics, Indian public policy. And that's when I really started discovering my real joy and passion of economics. So what I thought was going to happen in my graduation and post graduation, ended up happening many, many years later in a very unexpected way when I landed in IGIDR in Bombay. And today, I think I'm still learning economics, but the joy that I'm getting out of it by studying Indian economics is something that I had never expected. So very long answer to your short question is, how did I become an economist"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:24.480",
        "message": "by coming back to India? No, no, it's not long enough. In fact, so just to kind of ask a follow up question, I have to point out that the honesty is refreshing, because most people who took this trajectory would probably say something like, oh, I could have, you know, taught at Harvard there, but I wanted to save my country. And that's not what you said. But what also intrigued me about what you just said was that, while you learn the techniques and the jargon and all of that while doing PhD, you learn the juice of economics, when you came back. And that's a very intriguing"
    },
    {
        "speaker": "Guest",
        "time": "00:07:52.560",
        "message": "phrase. What do you mean by the juice of economics? Okay, so what I meant is when I was studying in Delhi school and later on in the US, I learned the models and the tools and the techniques in a very mechanical way. So I was doing well, because I was learning the models. But the application of it to solve a real problem was not something that I was thinking about. I was not applying my mind to solve problems. I was applying my mind to solve other kinds of problems that would get me through the exams and the qualifiers. But in terms of a macro problem of a country, I definitely was not thinking about it. Also, because in the US, it's a very different scenario, because the US is just so developed by now, that the frontiers of research have gone to the next level. And you're just thinking of improving the field of economics itself and coming up with new models. But you're not really asking really interesting questions, fundamental questions, which is what happened in India, because of the stage of growth that India is in, because it is an emerging economy. And there are so many unanswered questions. And there are so few people who are working, especially in the field of macroeconomics, that the scope and potential to do good work is immense. And that's what I meant by the juice of economics, that I finally started thinking about how to apply those models and tools to solve questions, to answer questions that would benefit the country. Of course, when I say benefit the country, that's a very, very big statement that I'm making. But what I mean is, you read something in, let's say, a budget speech, you read something in a government document, in a central bank document, in an announcement, and you start thinking the replications of it, what are the effects of this on the economy, how this is going to trickle down to the rest of the sectors. And that's when I started applying my mind and the training that I had received to try to answer some of these questions. And that's when I thought I was getting into the juice of economics, because I was becoming an applied economist. And I was applying myself to come up with answers and to also think deeply into some of the problems that why this is happening, why that is not happening, which was not the case earlier. Because as I said, in the US, I was reading papers, and I was I was at the level of the literature of what the topics were, but not so much about what the economy was facing. And here, I finally got the scope to marry the topics and the techniques with what the economy is going through. So today, for example, when I read the news, or when I myself write articles, I feel that I'm really in the throw of things that you know, I understand what's going on, I'm trying to understand what's going on. And in a teeny weeny way, I can contribute a little bit to change things to make things better. And that's what really drives me that, you know, for the next n number of years, if I just keep at it, then I can see that something tangible can happen in this country, again, in a very small way. So that really drives my whole passion to continue to be an economist that I can keep extracting the juice more and more and keep understanding more and more and asking more and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:48.400",
        "message": "more questions, which to me is just fascinating. No, and that really speaks to me, because like I had a recent argument on Twitter with someone or the other about economics, and they were like, why are you criticizing so and so person's economic policy and whatever, it doesn't matter in the real world. And I was like, no economics has deep humanitarian consequences, especially in a country like India, where there are millions of people who are in poverty. And that's really a moral issue that we must all deal with. Bad economics has huge humanitarian consequences. And I guess what you're saying is that, fine, you did all the theory, you read all the books, but then you come to India and you're face to face with the notion that these policies are not words on paper, they actually impact. Yeah, yeah, absolutely. Who are the sort of thinkers who influenced you? You know, are there any books that you'd recommend to my listeners?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:35.840",
        "message": "So, frankly speaking, when I was going through the, I call it the program, because you do the undergrad and you're the grad and you're the PhD and you're in the job market. I was reading a lot of books just because I love reading. But I remember when I was in college, Fountainhead by Ayn Rand influenced me deeply. Just the whole notion of the book and the concept of it. But it's very hard to remember a book during those years of my life that influenced me, perhaps because there was no time to get influenced. There was no freedom and luxury to get influenced. But all of that also happened when I came back and I started reading a lot more and thinking a lot more about the schools of economic thought. So at first, and because I'm a macroeconomist, I only knew about that part of the subject really well, is I first used to think that I'm a Keynesian and I really liked telling people that, you know, I'm a Keynesian. It meant something that I belong to the Keynesian school of thought and what the government can do to uplift an economy and all of that. So I read a lot of books by, for example, John Kenneth Galbraith about what Keynes used to think about, how his entire thinking developed and all of that. But then as I started thinking more and more and started applying that to the Indian context, I realized that maybe that's not optimal today. Maybe it was really a good idea back then, when you're coming out of a Great Depression, you're coming out of Second World War. It was the time and place at that point of time, but maybe not in the 21st century. And that if you really push the government's role too much, there are many unintended consequences and then you just don't know what to do with it. That's when I started reading Milton Friedman, because he sort of gives the opposite view of how things can be, the entire free market, exactly the opposite of it. So there's a book by him called Freedom to Choose, which I really liked. And I would say that had a very, very deep influence on me. And then I could connect to some extent that with the Ayn Rand, Fountainhead philosophy, that whole notion of freedom and what individuals can do by themselves, very different from the Keynesian period phase that I went through. So I would say Milton Friedman, that freedom to choose had a very, very big influence. And Hayek, again, it's basically in the same line of thought. So that's what I started reading more into and getting more and more influenced by. And basically, that's it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:58.880",
        "message": "And in a sense, philosophically, what the subject of our episode is about GDP, philosophically, what governments attempt to do with the GDP is the opposite of what Hayek wrote in his famous essay about the use of knowledge in society, where Hayek's whole point was that knowledge and it was an argument against central planning. And his whole point was that central planning fails because knowledge is dispersed all through a society. And it's individuals making their own decisions with the help of the price system that really helps an economy run. And the GDP, on the other hand, comes from a centralizing instinct of, wait a minute, we need to control the economy and the nation and we need a metric that helps us understand that and therefore the GDP. But the origin of the GDP goes well before even the 20th century, it goes back into the Middle Ages. Tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:14:44.800",
        "message": "Yeah, so I'll come back to this point that you made about Hayek and GDP later, but to answer that question. So GDP, the way we know it has its origin in the 20th century, but the whole concept of measuring the income of a country or the national income actually goes back to the 17th century, sometime around 1650s. There's a man called William Petty. He was a physician in the British army, if I'm not wrong. He took on himself the task of surveying the national wealth of Ireland. And this was in the context of Oliver Cromwell promising his soldiers that he's going to give everybody a piece of land. So William Petty went about the task of valuing agricultural land, valuing labor, and in general, to build a system of accounts that would enable the king or the ruler to impose taxes, essentially. So back then in those days, the whole concept of measuring national income was so that the government or the ruler or the king could use that for imposing taxes on the subjects, and also to limit accumulation of wealth in very few individual hands, because he would not want few people to become really rich and really wealthy, more than him, for example. So that was the origin of measuring national income. Even in France, around the same time, there were a group of people called the physiocrats, right? They decided that you divide the economy into three kinds of people. You have the bourgeois class, who's basically the land owners, and then you have the productive people who's using the land to come up with agricultural crops, etc. And then you have what he called the unproductive set. And these are the these are the, he called it the sterile set, I think, these are the artisans, who are the king himself, in fact, who doesn't really do anything to contribute to the national income. And there again, the idea was that you measure the value of land that's owned by the bourgeois, and that is being used by the productive class, so that it can be used for taxation purposes. So the taxation purposes and also how to pay for war, you know, as you mentioned, it was in Keynes title, but way, way back then, how do you cover the costs of war is when you get a sense of how much income the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:59.120",
        "message": "nation is producing. One of the impetuses for William Petty, you know, and he introduced double entry bookkeeping also, was the second Anglo Dutch war, which was between 1664 and 1667, as you pointed out, and that was one of the impetuses, because if you've promised land to your soldiers, you actually need to know how much land you have and how much you can realistically"
    },
    {
        "speaker": "Guest",
        "time": "00:17:16.400",
        "message": "promise. And what struck me about William Petty's exercise was that I think he thought of the national income as essentially a system of accounts that would benefit the king or the ruler. And the ruler would be able to use this to appropriate taxes. He did not think of it at all as anything inducing welfare. He did not think of it as something that the subjects would benefit from. It was entirely something in the interest of the British Kingdom or whichever the nation was. And that was the narrow purpose. And it was again, very important to keep in mind that when he's valuing agricultural land, he's monetizing the value. So it's a monetary value of the income from land. There's no social or psychological or ethical notion associated with that value. It's just cutthroat and dry that, you know, you are just assigning a monetary value to land so that your king can use that to impose taxes. That's it. So that he can figure out, okay, what kind of, how much tax should I charge, how much is too much. And how much money do I have at my disposal if I want to conquer the next territory, right? If I want to wage a war. So that was the origin of national income as we know it. But GDP, the way we know it today is actually a more recent concept with the origins do go back to petty, but in the true form of it, it actually came up in the 20th century. And I think there's a quote that warfare is the mother of invention. And many people would say that the second world war was the reason for the invention of GDP, but that's not entirely correct. Because GDP actually came about before the second world war with the start of, as you were saying in the introduction, it actually started with the great depression, because other than Germany, not knowing how much income they were producing, when the great depression, you know, the mother of all crisis hit the US economy in the late 1920s, there was no estimate of how much income the US economy is producing. And therefore, when the government, whatever policies President Hoover was implementing at that point of time, what is the recovery effect of those policies? It was very hard to assess that because you did not have a consistent measure of the total output. And if you don't have a measure of the total output, how do you know whether the economy is recovering or not? So I think it was already known by then that you need to measure income slash output of the country to know what the performance is, to assess the performance. I think that was clear from Petty's time onward. But the measure of it and how to go about doing it was not known till the 1920s. And that is why when Hoover came up with his policies, he actually based his policies on really sketchy details like he had data on freight car loadings, he had data on stock market indices, and that's pretty much it. And some very sketchy indices of industrial production, far from enough, when the country is going through something like the Great Depression, and you needed regular assessment of how the economy is recovering, if at all. And I would say that a big reason why Hoover failed miserably, was because there was no assessment, there was no metric available to evaluate the situation. And to come back to the point that you said about Keynes and GDP and all of that, we have to keep in mind that by the time Great Depression hit the US, that was the era of classical economics. Of course, Keynes was not there till then, right? So classical economics is all about, again, free market. It's all about, there's no role of the government whatsoever. When Hoover was hit by the Great Depression, he was still thinking that the market is going to solve itself, and the government need not do anything. And all of that also goes, is consistent with the idea that you did not need a measure of the economy, because the market doesn't need the measure of the economy, and there's no role for the government. So why do you need to measure GDP or national income? All that changed with the Great Depression. So while as much as I would say that Hayek, or the free market economists, Friedman, etc, would champion the cause of individuals, free markets, back then it would have been very difficult to keep championing it, when the country is in the throes of a Great Depression, and the market was in no situation to solve itself, or individuals for that matter. And perhaps you needed the government to step in, because there were just no alternative. So the time and place was ripe for Keynesianism to develop. And that goes hand in hand with the development of GDP, because Keynesianism would not have come about without GDP, and GDP would not have survived without Keynesianism. And that was perhaps just not the time for the free market ideology, because the country was in absolute shambles. And you get two shocks, you get the Great Depression, you get the Second World War, then what do you do? You can't just wait for the markets to solve things. So I would think that that time and place in that context, perhaps that was the right thing to do. And once Roosevelt became the president, there's this history that 1920s was when there's this institution called the National Bureau of Economic Research, the NBER in the US. It was set up in the 1920s by Wesley Mitchell, a very famous economist. And Wesley Mitchell's student was Simon Kuznets, basically the founding father of modern GDP. And that was the time the Great Depression was coming up, that 1929 and 1930s. So there's NBER that has been set up, and Kuznets had already started a bit of a work on estimating national income. Unbeknownst to him, what was going to happen to it as a result of the depression. Now, when the depression hits and Hoover loses the election, Roosevelt comes to power. At that point of time, Roosevelt realizes that we need a measure of what of the country to figure out what the heck to do and how the recovery can happen. And the Department of Commerce, the White House, tells the Department of Commerce, the Department of Commerce is told that we have to figure out a research program by which technically, the output of the country can be measured. Then the Department of Commerce contacts NBER. And because in NBER by that time, under Wesley Mitchell, Kuznets had already started that work, that task falls upon him, that come up with a comprehensive measure of the total output of the country. So that's basically the starting point of how GDP came about in very turbulent"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:38.640",
        "message": "times. So for those of my listeners who are not kind of familiar with Keynesianism and so on, just to kind of simplify that, perhaps in simplistic terms, would it be then fair to say is that what Keynesianism basically is, is that if the economy is in a very bad space, if the government spends a lot of money, then you're putting money in the hands of consumers, and they start spending it on goods and all and a virtuous cycle starts and the economy revives. But if you want to do this, you also have to be able to measure whether the money you're pumping into the economy is actually working, you need a metric for this, and therefore the need for"
    },
    {
        "speaker": "Guest",
        "time": "00:24:12.080",
        "message": "something like the GDP. Is that accurate? Absolutely, that's bang on. So because Keynesianism gives so much importance to the role of the government, and the whole idea is when you are going through such turbulent times, the government can save the economy by pumping in more money, by spending more money, and therefore the government is the most important player. And when the government is the most important player, it becomes essential to have a measure like GDP, which will tell the government that what is the impact of your policies in the short run, in the short run meaning let's say in one quarter, two quarters, three quarters, is it helping, is the economy recovering, is the growth of the economy going up, going down, whatever it is. So that's why the two concepts went hand in hand, the Keynesian emphasis on government saving the economy and pulling it out of a slowdown, and the government having access to national income numbers of the country to say that are the policies really effective or not. So that's why I think the confluence of events was such that GDP had to develop the way it did, and it perpetuated the role of the government too, because you need GDP to do policies, government policies, and you need government policies to keep GDP alive."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:25.440",
        "message": "Because if you make GDP the one sole metric, then suddenly you're focused on that, and then the role of the, and they kind of feed into each other. What I also find very interesting about this phase in the mid 30s, late 30s, is that there's also a philosophical debate happening. And while Kuznets is, as you said, the father of the GDP and one of the gigantic figures behind it, he ends up on the wrong side, he ends up losing the debate,"
    },
    {
        "speaker": "Guest",
        "time": "00:25:49.200",
        "message": "basically. Tell me a bit about that. Yeah, so at that point of time, when Kuznets was given the task of developing the measure of total output of the country, he was of the opinion that, you know, GDP is just going to be an aggregate measure of total goods and services produced in the country. But he was not too much in favour of including government expenditure, because he thought that the main government expenditure, and this was again, you're coming out of the Great Depression, and then inching closer towards the Second World War. So his first task was to give a sense of economic growth for 1929, 30 and 31, the Great Depression years. But then the World War comes, and then government expenditure in the US shoots up, because the government starts spending so much on producing arms and ammunition. And that point of time, GDP became an extremely useful tool, because you could assess the capacity of the country or the economy to produce arms and ammunitions. You know, how could you convert simple industries like an automobile industry into a military aircraft manufacturing industry, right? How do you increase the productive capacity in terms of arms and ammunitions, without affecting individual consumption? All of these concepts became very, very useful, because you had GDP as a tool. Now, Kuznets did not want to include government expenditure in his calculations of GDP, because his opinion was that if the government is spending on warfare, that is essentially a negative thing. And which basically gives us the notion that he did have that notion of welfare in mind, right? He was not just thinking of a physical material output the way, for example, Petty may have thought about. He did have that welfare notion, whether consumers are benefiting or not. In fact, an interesting insight here, when Wesley Mitchell in NBR was given the first NBER report of 1929, of 21, was about GDP. There, the founding fathers of NBER had said, is the three things, is there enough income to provide a decent living to everybody? Is the income growing at the same rate as the population? And is the income getting distributed in a more or less unequal manner? So there was that thinking of distribution, welfare in the minds of the NBER guys. So I think that's why Kuznets said that you can't include government expenditure, because why would you want to include war expenses, which is subtracting"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:09.840",
        "message": "from the welfare? I mean, one of the standard criticisms is that GDP measures both biscuits and bombs. Absolutely, absolutely. And that at one level doesn't seem to make sense. Because you know, the more bombs you explode, the more the GDP figures look good. In fact, if you just have an all out war, if India goes to war with Pakistan tomorrow, our GDP will go up. That"
    },
    {
        "speaker": "Guest",
        "time": "00:28:27.680",
        "message": "doesn't make sense. And that's why US had that wartime expansion of the economy, because the major part of the government spending was on defense budget, and was on building on arms and on arms and ammunition factories. But then the people, the other people, others who were in the debate did not like what Kuznets was thinking, because they wanted to include government expenditure, because it was such a big component. So Kuznets lost that, that debate, and government expenditure became a very integral part of GDP, as a result of which, of course, US, the size of the economy went up manifold, because as I said, the defense budget was massive. And doesn't it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:01.440",
        "message": "kind of become self fulfilling, like if you include government spending in that, then the government can just keep spending more and more and say, look, the GDP is going up, it's working."
    },
    {
        "speaker": "Guest",
        "time": "00:29:09.520",
        "message": "Now, now, therefore, you come to Keynesianism. So that kind of paves the way exactly for what Keynes said, that listen, if you want the economy to grow out of a slowdown, all that you have to do is the government has to spend. Because the moment you include government expenditure in GDP, you get this magic wand in your hand, that all that the government has to do is spend, which is what the governments end up doing. So that's where I think Kuznets lost the battle. And the whole notion of welfare or distribution, all of these things went out of the window. And the entire focus was on how do you increase the size of the economy. And when you are stuck in a slowdown, John Maynard Keynes has said, all that you have to do is the government has to spend. So the government kept spending. So after the Second World War, when the war has ended, Kuznets was also the opinion that, okay, fine, we are building a wartime measure of GDP, because it's for the cause of national survival, and it's important, and I'm doing it. But once the war is over, we must spend time thinking about a peacetime measure of national income. But of course, that never happened. Because once you get, I think, addicted to this notion that, you know, growing at a fast rate is just so easy, because the government defence budget has to keep increasing, people are consuming, consumers are happy, you get a post-war expansion of the US economy. Why would you rethink GDP at that point of time? And that's the second battle that I think Kuznets lost. And Keynes won because Keynesianism got sealed after the Second World War. And there is a quote by Keynes, and I don't remember the exact words. He basically said that a grand experiment has begun. If what is true of the wartime can also be true of the peacetime, then it'll be a great thing. Meaning that during the war, the US became such a big economy by the government spending on defence and military, if the same thing can continue, basically government spending, then that's great. And that's exactly what the US economy kept on doing through the 40s, 50s, 60s. So basically, this is called the golden era of US economy, when the government spending just went through the roof, everybody was consuming, it was a happy period, and GDP"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:19.760",
        "message": "and GDP was growing. And I guess part of the impetus for the GDP also came from other events of those times. For example, there was a Marshall Plan where the US was rebuilding Europe and they said, look, we need to know whether it's working or not. So we need the GDP. There's a Cold War where you're in this hardcore male ego battle about who is bigger. And there again, what you know, you need some metric and hey, we got the GDP and we got, you know, how do you make the GDP go up? I'm just I'm just wondering, I'm just thinking aloud here. Has anyone actually surveyed that if you did not include government spending this kind of destructive spending in the GDP, would the economy still have done apparently so well?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:56.080",
        "message": "So I don't know whether we have disaggregated data for the US economy dating that far back. And I'm sure the data is there NBR itself would have the data. But I think it's a great question that one if you have the data, and if you know the techniques of constructing GDP, if you can just take out government expenditure from that and recalculate US economy size to see what would have happened. And my sense is, it would show a smaller economy, and it would show a significantly lower growth rate. Because once you take government expenditure out, there was nothing much else that was happening. Because remember what Cain said, and what you say also that once the government starts spending, it's like you're triggering a spiral through the economy. And what Cain's called it technically the multiplier effect, it just keeps feeding on itself and the economy starts growing and growing. Because the government is putting money in the hands of people, people are using that to consume, therefore you're producing more goods, and more incomes are getting generated, so on so forth. Once you take government out of the GDP account, you just don't have it. I mean, what would you calculate, right? So it's tricky. I mean, in the sense that my sense is you would probably end up getting a smaller size of the economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:04.320",
        "message": "And this whole notion of how war helps the economy commits what is called the broken window fallacy after Bastia's parable of the broken window from which this podcast takes its name, the seen and the unseen, it emerges out of this. Bastia's parable basically was that if somebody throws a stone and breaks your window, and you have to get the window repaired, people will say, hey, it's good for the economy, because, you know, it's helping the guy who repairs the window is good for everyone, which is the seen effect. But the unseen effect, as Bastia pointed out, is that if the money had remained with the person with the broken window, if he didn't have to spend it on getting the window repaired, he would have spent it on something else, which would have had a productive impact somewhere else in the economy. So while it appears that all this destruction is good for the economy and indeed for GDP, we need to look at the unseen sort of effect of that. I'd like to talk now about, you know, the sort of GDP measures output fine, it ignores welfare. So Kuznets lost there. But even in terms of output, there are all these curiosities and quirks in terms of what it cannot measure. For example, while researching this, I read about this thing called the widower paradox, which is if a widower marries his domestic help, the GDP of the country goes down because suddenly he's not paying her anymore, which, you know, illustrates that a lot of productive work that is happening in the"
    },
    {
        "speaker": "Guest",
        "time": "00:34:19.920",
        "message": "economy is not being measured. Yeah, yeah. So, absolutely. But before I come to that, Amit, can I just because I just like this story so much, I just I'm just going to describe in very short what happened during the Cold War period since you brought up Cold War. And that also highlights the obsession with GDP that had already started since then, because that's what we see today. So what happened during the Cold War years is because the US was just so obsessed about showing to the rest of the world that they were growing at a really high rate, and they were doing great economically. And the USSR, the Soviet Union at that point of time, had a very different measure, by the way, they were measuring something called net material product, which was just the physical goods, because they were so high on industrial production, they were not measuring government expenditure, they were not measuring services. But even within that, they were showing that they were also growing at a very high rate, the economy size is big, because industrial production was massive. And the US did not believe it, they didn't obviously want those numbers to stay in people's minds. So the CIA was actually appointed and told to spy on the Russian GDP, so called whatever national income numbers, and find flaws in it. So the CIA actually spent decades and enough resources and spies to get all the information about Russian national income generation, and started poking holes in it, to the extent that in the 1982, I think, this was the fag end of communism, so to speak, the CIA held a big conference to expose all the flaws of the Russian national income generation, which showed that the USSR GDP was actually half of what the official number had been. And that was victory for the US because they're just shown to the world this and they are just fudging the numbers, they don't know how to calculate GDP. And as luck would have it, by that time, Mikhail Gorbachev was the leader, and the fall of the Berlin War happened. And at that point of time, Gorbachev admitted that yes, there are problems with our national income statistics, we need to reestimate it. And he invited the CIA and the Bureau of Economic Analysis of the US to teach them how to use the US GDP calculation method to get the Russian GDP. And I think with that fall of the Berlin War, of course, is important for many reasons. But this was one, the GDP literally became the global metric for measuring economic progress anywhere else, because you had basically won over the communist side of the world as well. And I just find that story so fascinating that you know, it's just, it's a number and it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:50.240",
        "message": "just became so political. I think I know why you find it fascinating. In another day and age, a GDP expert like yourself could have worked with the CIA."
    },
    {
        "speaker": "Guest",
        "time": "00:37:00.000",
        "message": "I mean, come to seriously come to think of it, right? That's that's seriously cool. I mean, CIA spies getting information on national accounts and being called by Gorbachev to talk about national income building is just a very different kind of notion that we have the GDP"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:16.560",
        "message": "is only a statistician's boring world. Also, what I find very interesting about how the Soviets do their thing is, of course, we know every metric can be gamed. If you have a metric, you'll game it, whether it's a GDP or the ease of business ratings recently or whatever. And even in the USSR, exactly that was happening, because their thing just measured that industrial output or whatever. It didn't measure things like quality or satisfaction or how many voluntary transactions are taking place. So for example, there's this famous apocryphal thing about how, you know, the factory would be given a target, you make so many TVs, and they would just put bricks in the TV thing, and it absolutely wouldn't work, which is amusing. But it also raises a deeper question that remains to the day that how do you measure qualitative output, for example, you know, I might spend less money on buying a laptop today than I would 10 years back, or I might spend the same money, but the laptop can do so much else and the value like just with smartphones, for example, a phone of 2019 can just do things you couldn't dream of with the phone of 2004. And all of the value in that, for me, there's no way of capturing that."
    },
    {
        "speaker": "Guest",
        "time": "00:38:19.280",
        "message": "Absolutely. And that's very well said. So, you know, so again, as we are seeing from this discussion as well, that when GDP was invented, so to speak, it was just supposed to be a measure of goods and services back in the day of the depression and war, etc, etc. But once you've come through such a complexities of the modern economy, and so many things have changed in the structure of economies, the main question is, is that same measure of GDP well equipped to capture all of these complications? And the short answer is no, because back then it was a very physical economy, the service sector was big, but still not as big. You did not have all these technological innovations. Of course, the big difference is information, communication and technology age, you did not have any of that. And these are mostly intangibles that you can't value in the market. And GDP is all about valuing the products at the market price. If you can't value all of these products, and as you said, variety of commodities or quality improvements of commodities and services, how do you value them? And one way to value them would be that the prices of these commodities are falling, as you said, like it's computed today, significantly cheaper than what it was earlier. And the price index should capture it. And that would get reflected in what we call the real GDP, because the real is basically you're just dividing the nominal number by the price. So if the price falls, because the quality has improved so much, then the overall real number should increase even more. But what happens is the price indices themselves don't capture these improvements over time. So altogether, the measure of the output of the economy has become an imperfect measure at its best. And actually, it's almost like an artificial construct. It doesn't even exist in reality, because you're just sampling one part of the economy and calculating what that output is. There's so many other things that are not measuring quality of services, quality of goods, varieties, innovation, all of these things you're"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:14.480",
        "message": "not. I mean, just one illustration of that is that, you know, in 1836, the richest man in the world was a guy called Nathan Rothschild. And he died of an infection because there were no antibiotics. And now he might have spent more than people spend today in the medicine of that day. But hey, so how do you measure this? Something like you know, cheap antibiotics being available at will and what it does to life expectancy and quality of life. And I mean, it's just infinite. I mean, the very fact that you are here recording this podcast for me for no compensation, unfortunately, though, I did buy you a cup of coffee. How do you measure something like that? And how do you measure the sort of the insight that the listeners might get from listening to you, which, you know, you could not have had for love or money 50 years ago?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:54.240",
        "message": "Absolutely. So, so the way I see it, Amit, is, you know, when we start talking about the shortcomings or the weaknesses of the GDP concept, there are two angles to it. One is, what all what are the omissions, what the GDP concept does not include, which is what we are discussing. And the other part is the unintended consequences of countries desperately pursuing a high GDP growth at any cost. There's a very famous example that this Italian economist did a survey that in Japan is just basically surveying the number of air conditioners that the houses have. And over a period of time, because the air conditioners are, you're cooling the air inside, but you're also emitting hot air outside. And because the outside scenarios become so unlivable, more and more houses start buying air conditioners. So the GDP would go up because, you know, you're producing more air conditioners, but is that really a good quality of life to have? So I think in that pursuit of growth, you are ignoring a lot of unintended consequences or what we call negative externalities. For example, polluting industries may be rewarded because they are adding to the output of the country. But is that really what we want when our water pollution, air pollution is so bad? So I think we've reached a really tricky territory today that what Keynes or Kuznets would not have envisioned back then, that the economy is a really complex, and there is a rat race of GDP growth that's going on. I call it the status good. You know, I mean, countries are ranked today on GDP tables. There is a hierarchy in the world today of countries with the US leading, and the entire hierarchy is based upon GDP, the size of the economy and the growth rate. Think of club memberships, right? I mean, G8, G20. All of these club memberships are based on GDP. There was a time when entry into IMF and World Bank as a member country was contingent upon whether you are following the international standards"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:47.280",
        "message": "of national… And not just that, I believe at a point in time, if not even today, that how much foreign aid you receive from the World Bank and IMF depended on how low your GDP was,"
    },
    {
        "speaker": "Guest",
        "time": "00:42:56.320",
        "message": "you see opposite impetus. Absolutely. So you have incentives going haywire about portraying the kind of growth that your economy is experiencing. And either you want perceiving a really high growth at what cost, there are environmental concerns and many others, or you're trying to show the economy is not doing well, as you said, because you want to get aid. So what has gotten lost in all of that is the notion that all that GDP was supposed to do is measure the output of the country. That's it. Nothing more, nothing less. But if you use one measure or one indicator to measure too many things, then you end up getting what we call an indeterminate world because you will not do anything well. So I think we have lost the narrative somewhere that we want this one indicator to capture everything. And we are not satisfied that it's not doing it. But at the same time, countries and politicians are using this in a rat race in a global level to say, my country is the fastest growing country or I'm the third largest, sixth largest country in the world. So there is this inconsistency between the two. There are people who are saying GDP does not capture A, B, C, D, E. It's causing negative consequences. But there are these governments of the countries are saying, this is the biggest metric, the most important number in the world today. And I'm fighting a rat race, which I need to win at any cost. And this is far, far from what the founding fathers had thought. And it's just, it's become an irresolvable situation that questions are raised. Should we continue with GDP? Do you discontinue? You come up with other numbers? I think a lot is, I would say, too much is made of this. A mountain is made out of a mole"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:33.200",
        "message": "hill. And what is kind of fascinating is that how from just being an arcane economic subject for economists like you, which you discuss in your economist cabals and conferences, it's become a hot button political issue. It's like, you know, like I say, GDP is a new pseudo secularism, that it's just part of the political discourse. And, you know, you have so much debate going on, are these metrics correct? Are these numbers correct?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:57.840",
        "message": "Yeah, in fact, as you said, GDP is everywhere. It's in media, it's in policy debates, it's the most ubiquitous number quoted. And, you know, I find fascinating that most of economic concepts are mysterious for even a well informed lay person to understand. But the way GDP is thrown about in a casual way would imply almost that it's a very simple, uncomplicated, comprehensive measure that everybody understands. But it's exactly not that, it is just the opposite. It's a very complicated, not at all a perfect measure of the size of the economy. And there are many, many problems with it. But it's this usage in common parlance has become so widespread, that we tend to make the mistake thinking, oh, it's a very simple measure, it's just a number. And you just track the number every year. And you figure out whether you're doing good or whether you're doing bad. And if you're doing bad, the government should do something about it. And if you're doing good, then hey, let's try to do better. So it's become a very simple narrative. But the actual concept is quite complicated. It is a relatively narrow one in scope. And more importantly, we have to keep in mind that, you know, state capacity has to be really, really well formed to measure a number like GDP correctly. I mean, it's not just our country or China or Argentina, any country, even developed countries struggle to come up with a good number or good measure of GDP, because it's a very, very complicated thing. Economies are getting more complex, and you're trying to measure everything with that one number. So it's getting more and more complicated. And you understand, I mean, the statistical agencies understand it. But you can't prevent the politicians and the governments from making a very big deal out of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:44.240",
        "message": "No, and in the popular imagination is almost as if the GDP is an objective fact, a single number, like two plus two is equal to four. So you know, if one party is saying it's 5%, the other party saying it's 7%, they'll be each will behave like the other one is lying. But maybe they're both lying. And maybe they're both telling the truth. And it's such a nebulous thing. And there's a great illustration of that, that I read about recently, which is that in 2010, Ghana changed the way they tweaked the way they measure their GDP. And between November 5 and November 6 2010, their GDP rose 60%. And nothing changed in the economy. They just changed one of the small metrics. And similarly, in 2014, Nigeria added 89% to its GDP. But again, nothing changed in the economy. It's just the way that you measure it, which is subjective, complicated, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:47:32.560",
        "message": "I mean, in the same spirit, in the US, as I said, it's not just the emerging on the developing countries in the US around 2006, seven or so, or maybe a little bit later, the idea was you include software purchases as investment, and R&D as investment rather than as an input cost. And because you started counting this as investment in 2013, the US GDP growth went up by 3% or more. I mean, nothing has changed in the world. All the other countries haven't changed anything. But suddenly us look so much better than the rest of the world, because you've just changed this one small thing. And that shows you how imperfect the measure is. And it's constantly changing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:13.120",
        "message": "And I think even in the 90s, there was something called hedonic pricing, which came into vogue, which kind of took into account not just the price of a product, but the increase in quality, and therefore priced it differently. And again, it suddenly appeared to the rest of the world that wow, the US is doing so well. And all they changed was they introduced this new little trick."
    },
    {
        "speaker": "Guest",
        "time": "00:48:30.800",
        "message": "Exactly. So then therefore, it's far from being a perfect or a comprehensive measure. And you can do any small changes and the number will go up. And then exactly as you said, politicians start debating about, oh, it's a 5.5 versus six or 7.2 versus 7.5. But it's such an imperfect thing. It's complicated. It's imperfect. Why do you want to give so much importance to it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:51.840",
        "message": "And the thing is, all of those debates should really happen in good faith. And instead, they are so filled with all of this political nonsense. It's so suffocating that we need a break. We'll take a quick commercial break. And we'll come back to talk about how exactly your exactly your measure GDP, what does it include? What does it not include how difficult it is?"
    },
    {
        "speaker": "Unknown",
        "time": "00:49:10.480",
        "message": "And oh, my God, we are going to help. IVMpodcast.com slash careers. We're really happy to announce the second season of Marvel's Lost and Found which premieres on the 23rd of July. This season, Zen and Avanti cover issues like addiction, mental health and kids grief, eating disorders and more. There are a number of special guests that will be on the podcast catch new episodes every Tuesday. On Cyrus's Supreme Court lawyer and founder of Swayam Farmer Foundation, Harshit Kohli talks to Cyrus about how he got started with Swayam, their objectives and why people in cities need to take more interest in farming. Also, in case you missed it, check out Cyrus's review of the 2019 World Cup final with comedian Mikhail Almeida on last week's cricket special Lanceau. On the Ronnie Scruvalla podcast, Ronnie and I discuss the chapter second innings where Ronnie updates us about his current ventures and talks about how problem solving is different in a nonprofit organization. On the Filter Coffee podcast, Karthik is joined by award winning journalist and fellow podcaster Amit Verma. They discuss India's performance in the 2019 Cricket World Cup, sports analytics and poker. On the Empowering series, Zarina is joined by two guests, theatre and TV actor Binaf Dadachanji and Chinese chef and serial entrepreneur Norman Ho. Together, they talk about their 10-year relationship, the importance of commitment and loyalty and how one should sustain, grow and evolve in a relationship. On our Kannada podcast, Thale Harate, Pawan talks to researcher Lingaraj Jayaprakash about Buchanan's journey, offering a unique insight into the life and times of the regions he travelled at the dawn of the 19th century. On Geekfruit, Jishnu is joined by the IBM staffers Abbas and Alka to talk about Stranger Things' latest season. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:03.360",
        "message": "Welcome back to The Scene and The Unseen. I'm chatting with the economist Rajeshwari Sengupta on the GDP and we spent the show so far talking about what the history of the GDP is, how it evolved, the philosophical issues around it, what it measures and what it does not measure. And now I want to turn to A, how do you measure GDP? Gross domestic product, what is it? This is technical stuff. How do you measure it? And B, after that, come to what are all these"
    },
    {
        "speaker": "Guest",
        "time": "00:51:28.160",
        "message": "controversies in India all about? Okay, so a quick trivia before I go into the technical measure of GDP. So since we talked about the history, when Kuznets and others came up with the measure, it was called gross national product, GNP. The idea was that it's the total market value of all goods and services produced by the people of a country within a particular year. And the people of the country, that notion was important for gross national product. I mean, the people of the country could be in US, could be in Japan, but it would be included in the US GNP. And that continued till about 1990s GNP. Around 1990s, we had this notion of gross domestic product. And gross domestic product is the total market value of goods and services produced in a country in a particular year. And sold in the country. Yeah, produced and sold in the country, doesn't matter whether it is just by the people of that country. So therefore, basically, it means that if an Indian is sitting in Dubai producing something, that will be counted in India's gross national product, but not a part of India's gross domestic product. But if there is a Japanese guy sitting in Tamil Nadu in an automobile factory producing something, that will be a part of India's gross domestic product. And the reason this became important in the 1990s is once we had globalization, a lot of companies basically got the license to set up subsidiaries in emerging markets and other countries. So it got delocalized. And once it got delocalized, it became important to measure the output produced just within the geographical boundaries of the country. And the interesting thing that it did was, when you went from GNP to GDP, the size of the emerging economies just went up. Because emerging economies were then at that point of time, post globalization, were the hosts of all the subsidiary companies, outsourced companies, etc. So their output actually went up because you changed the definition from GNP to GDP. And of course, the emerging economies have been growing at a phenomenal rate since then. And I think a lot of that has to do with the definition change. But of course, they themselves have been doing quite well. Now, in terms of how it's measured, as I said, you basically value the, you assign a market price, market value to the total goods and services produced in the country in a particular year. And there are three different ways of measuring it. So think of a good or a service going through different stages. So there is a production stage, there is a distribution stage, and there is a consumption stage. So exactly to mirror that, Kuznets came up with three different ways to measure. You have a production approach, expenditure approach, and an income approach. So in the production approach, what you're doing is you are just estimating what is called value added. It's just as simple as total output minus total cost, whatever the total revenue of the companies minus whatever the value of the inputs used. That's the production approach. Then you have the expenditure approach, where you are just summing up different expenditure components, and the total that you get is the GDP. And in the different expenditure components, you have consumption expenditure, you have investment, you have government expenditure, you have exports, and you would subtract import because import is something that you're spending on goods and services of other countries. Now, this expenditure component is actually, again, closest to the Keynesian idea, because Keynes was all about boosting demand by increasing expenditure of the government. And that fits really well with this Keynesian idea of the expenditure approach. And the third approach is the income approach, where it's basically one is equivalent of the other, because if the companies are producing, and you and I are consumers, we are consuming, then we are also getting some income because we are the factors of production. So the labour, land, capital, these are the usual factors. So the factored incomes that are being paid in the process of the production, get calculated in the income approach. And the idea is that all of these three approaches will yield the same number. There are some discrepancies here and there. But that's the overarching idea of measuring GDP. And that's pretty much what is followed in every country. So that's, that's the main measure of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:43.600",
        "message": "GDP, so to speak. It's complicated, because in India, especially is complicated because of so many bad labour laws and industrial laws, we have a very large informal economy. And therefore, those statistics are very hard to come by. So, you know, how do we get around that?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:59.200",
        "message": "That's actually a very good point. Because so around the 1930s and 40s, after the World War, the United Nations was developing what is called the System of National Accounts, called the SNA. And the guy who was instrumental in building the SNA was Richard Stone, who actually won the Nobel Prize for that. The SNA was the idea is that it's going to set international standards for national income accounting for all the countries. Now, at that point of time, because it was primarily done for the developed countries, there was not much of a problem in it. But gradually, when GDP got exported to the rest of the world as the main metric of economic performance, it was realised that emerging countries or developing countries do have a very big informal or unorganised sector. And how would you value the output of this sector? Now, there is no easy answer to that. And in fact, the SNA is not really a very helpful outline to understand what's to be done. And in fact, the size of the informal economy is massive. I mean, in some estimates, it's about 40 to 50% in emerging countries. Even in India, it's a very, very big portion. And we don't have a very good measure of the informal sector, which means that you end up excluding a big productive part of the economy from the official measure of the size of output. And that's just a shortcoming that we live with. Because if you're following the international guidelines, we have no guidance there. And we ourselves, we have some crude measures of doing surveys, of figuring out what the informal sector contribution is, but they are far from perfect. So that's a big gaping hole in the GDP calculation of emerging countries, that we can't estimate what is the informal sector. And if I may digress, I think one reason why when demonetization happened in the country, we could not estimate the negative effect of demonetization, because majority of the effect was going to be on the informal sector, which is the cash-based economy. But because we did not have a good measure of the informal sector output, we could not measure what was the shock of the informal sector. And therefore, today we think maybe demonetization did not have that much of an effect, because we just don't have a measure of it. So it's very costly, when you can't measure about 40-45% of the economy. And then you have a measure of the organized sector, so to speak, and you make such a big deal of it. But that's just the state of the things today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:22.560",
        "message": "In fact, that even answers the question of why is a metric like the GDP important? It's important because then you have a sense of where the government is messing up and what it's doing right, you know, even if you don't think of it as a tool of central control. And I've had many episodes in the demonetization, and all my guests make pretty much the same point that it absolutely devastated the informal sector, but it's not going to show in statistics anywhere."
    },
    {
        "speaker": "Guest",
        "time": "00:58:44.960",
        "message": "Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:45.440",
        "message": "And that's kind of sad. So how has thinking towards the GDP evolved in India over the years? Like, give me a sense of who measures it? Is there like a government agency whose responsibility it is to measure it? How have they arrived at a methodology? Is there a consensus around the methodology? How reliable is the kind of data which they get? Tell me a bit about all of those"
    },
    {
        "speaker": "Guest",
        "time": "00:59:07.520",
        "message": "problems. So, we have actually a very rich history of national statistics in India. And the reason I mentioned SNA earlier is because I wanted to talk about it, that when the system of national accounts was developed by the UN, in the 1950s, Indian economists and statisticians actually played a very important role there. In fact, VKR V. Rao, who was actually the founding father of Delhi School of Economics, he was a part of the system of national accounts building. And he contributed his intellectual inputs to their SNA model."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:39.760",
        "message": "In fact, brief digression, our mutual friend, Niranjan Raj Thaksher, told me recently that Dadabhai Naoroji had tried to calculate the national income in 1870."
    },
    {
        "speaker": "Guest",
        "time": "00:59:48.560",
        "message": "See, there you go. So I think Indians, and of course, then later on, we have a professor of Mahalanobis, right? I mean, he's like the father of statistics, so to speak, in India. So we had a very, very rich history of good statistics and statisticians and economists in India. And in fact, VKR V. Rao, again, interesting tidbit, was offered a position at Harvard University at the same time when Kuznets was, and he did not take it, he instead came and built the Delhi School of Economics. So that's how rich our background is. So we had the potential to really be, you know, at the frontier of the GDP statistics, but we have actually gone exactly the opposite way. So what happened is, in the past, we had, we were following the system of national accounts off and on, and we had a very good bunch of statisticians. There's an organization called Central Statistics Office, or the CSO. For the longest part till 1990s, a lot of the statistical work was done out of ISI Calcutta. And that's where the National Sample Survey Organization, the NSSO, was also set up. So the CSO, the Central Statistics Office, is primarily responsible for calculating GDP in the country. The CSO collects data from multiple agencies, ministries, etc., and collates everything together. There is a model that they use, you put in all the numbers, and you get a GDP size, and the sectoral disaggregations, etc., etc. And that is what has been happening for a very, very long time. Now, what happened recently is that in 2015, the CSO released a new base year series. Now, after almost every five or six years, the base year of the GDP is revised, because you need to calculate GDP in the benchmark of one particular base year, because otherwise the prices are fluctuating, and you want to keep the prices constant for one particular year. So the CSO releases in 2015, a new base year series, but the base year is 2011-12. The earlier base year was 2004-05. Now, when the series was released in 2015, what happened was the growth rate of the economy jumped significantly for all the years where we have overlapping data available for the old series and the new series. Now, why was this surprising? Because when you do a base year revision, base year revision is a very regular thing. All countries do it, we have done it many times, and you should. So when you do a base year revision, typically the size of the economy may change because you're probably doing a better capture, but the growth rate never changes a lot. It's just the economy is just maybe getting bigger in size, you're using better data and better methods, because you're capturing better, you're getting a bigger size of the economy, but the growth rate doesn't change. What happened in 2015 was we got a phenomenally increasing growth rate, especially in one sector, which was the manufacturing sector. In fact, in one year, it went from negative growth rate in the old series to almost 6 and 7% in the new series, which is a huge jump. And that happened consistently for all the three years for which we had data of the old and the new we could compare. After one point, of course, the old data got discontinued, we couldn't compare it with anything else, we just had the new data. But the seeds of suspicion were planted in the minds of whichever economist and statistician was looking at this series and wondering to themselves, what is going on? How can you have such a high growth rate? And at that time, by 2016, we also got a feel of the economy by looking at other things, you know, we were in the basically in a banking crisis, exports were not growing, investment had stagnated. Now in a country where investment has stagnated for a few years, the banking sector is in a non-performing asset crisis, exports are not growing, how can you have an economy growing at 7%, 7.5%? And these kind of disconnects, these kind of questions started getting raised a lot in the academic circles of people who knew about the GDP measurement. And it was constricted within a group of a few economists and statisticians who knew about the process. And there was a lot of debate back and forth in journals and media and etc, etc. And that's when it started becoming more and more doubtful, that there are some problems in the new series, and it's much more than what meets the eye. And because GDP is such a complicated construct, as I said, not many people understand it. In fact, Robert Solow back in the 70s had a quote that every quarter you have economists talking about the GDP, but very few of them really understand what they're talking about, which is true even today. So it became clear that there's something wrong in the GDP. And some people started writing about the technical details of it, the methodology and etc. But the debate just went out of hand, because the moment I think media and whatever it is politicians, they started getting a sniff of that, oh, things are not right. It just went completely out of control. It was no longer a debate restricted within 10 people understood the process, it became a debate involving many, many people who did not understand the process at all, they just knew something was wrong, the GDP did not pass what is called the smell test. And therefore we need to attack, we need to criticize. And from then on, I think it just completely took its own form and shape. And the cost of it was that very little was written about in public media. But exactly what is wrong, and what can be done about it, it got so politicized so fast, that the Central Statistics Office got very defensive. They started defending saying, whatever we have done is in keeping with the system of SNA that I was talking about SNA 2008. It's in keeping with international guidelines, everything is perfect. So it almost became like two camps, like there's a camp of people who's criticizing the series. And there's a camp of people who's defending saying everything is right. And is this camp partly driven by politics? I would think so. Because it also unfortunately, or fortunately, whatever it is coincided with the time when BJP government came to power in 2014. And right after that, the new series was released. And then the new series showed this government in really good light because the economy was growing at breakneck speed. So automatically got politicized with people thinking that is there a political motive, or what's going on. And the CSO increasingly started withdrawing from the debate. Other institutions which are more political started talking about GDP. And it just got a really noisy debate, so to speak. And I think what we forgot in the process is that state capacity in India is weak. And there are many, many sectors of India where things don't work. You take crime, you take anything, basically. Now in a country where the state capacity is inherently weak, why would we expect a very complicated number like GDP to be perfect? I mean, it's almost obvious that there will be problems, there will be measurement flaws, and maybe people are trying to do the best that they can. But there are issues. But if you blow it out of proportion saying, oh, no, it's not 7.5, but it's seven, then it really becomes problematic,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:56.800",
        "message": "unless you really understand what you're talking about. So I have a couple of questions here. One is the methodology and the data, are the methodology and the data that is used to calculate the GDP, are they open and available to all to kind of look at? And the second problem that strikes me thinking from a point of view of incentives is that if a lot of this data is coming from government agencies, and if it is obviously an incentive, I mean, the government is incentivized to make itself look good, then how can this data be reliable? And are there independent ways of either verifying this data, or using other proxies to get a sense of I mean, whether it causes a smell test?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:35.360",
        "message": "Yeah. So what happened in 2015 was that there were many changes done to the GDP series other than just a base year revision. For example, for the manufacturing sector, which underwent the biggest changes, the entire data set that was used in the earlier series was replaced with a new data set. And since I need to mention the name, otherwise, it'll be difficult. It's called MCA. It's the Ministry of Corporate Affairs data set, MCA21 data. So earlier, we were using Annual Survey of Industries, ASI, and now we started using MCA21 data. So it was a big change. Then there were many other methodological changes in the way GDP was estimated in the new series. Now, these data are not coming from the government agencies. For example, MCA21 is a database where companies voluntarily file their financial returns, and on the basis of the financial returns, you're computing the GDP of the manufacturing sector, or of the services sector, basically. So many methodological data related changes were introduced. And it's possible that some things went haywire in that. But unfortunately, we can't test it because it's not publicly available. So as a researcher today, I cannot access the MCA21 database. So while I may suspect that there are some problems with it, I can't conclusively prove that yes, there are problems because I don't get access to the database."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:56.960",
        "message": "Why don't you get access to the database? I mean, just using the same RTI principle, should not all citizens have access to these databases?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:05.600",
        "message": "Yeah, if you file an RTI, so MCA21 data, let's say there are 11 lakh companies that register with the Ministry of Company Affairs in any given year. Out of 11 lakh companies, let's say six or seven lakh are filing returns. You basically need all their data. And the MCA does not provide it publicly. You can pay a very small fee and get the data for one company for one year. And it just becomes a mammoth exercise if you want to get the full data set. So unless the MCA decides to make it publicly available in a user-friendly manner, it is very difficult for us to get that data. And just getting the data itself is not the end of the story, because you also need details of the methodological changes that the CSO had brought about. We don't even know that. So when the CSO brought about all these changes, there is a document which kind of gives an idea, but it's very vague. And there's a lot of opacity about it, that what were the exact changes and other technical details. Now, if they had been transparent about it, that listen, these are the changes that we did. This is the current method, all the nitty-gritty and details of it. And here is the database that we used. Now you are free to do whatever tests you want to do. They did not do that. So there's a lot of guessing game that researchers had to do to figure out what's wrong. And that, I think, kind of got the CSO more on the back foot. They got more defensive. And there was no release of information coming from their side at all. So end of the day, there is this opacity. There is a big suspicion that things have gone wrong. And there is absolutely no response from the CSO admitting that, yeah, maybe there are some problems or you guys find it out for yourselves. We are making the documents transparent. And that ended up this camp thing that, you know, I mean, some people are just convinced that there are problems with the GDP data, the CSO. And now the government basically says that, no, no, everything is fine. And you're almost at an impasse because what do you do? And what ended up happening, the negative effect of that is that I think people started losing the trust in GDP. When I talked to many of my financial market friends in Bombay, they tell me that routinely when the GDP number comes out, they always subtract 2% from that number. And they take that as the actual growth rate because they feel they can't trust the actual official number. There's no reliability of it. I often tell my own students that, you know, you can work on macro research, but you can't use the GDP data. Imagine what a handicap that is if you're studying the macroeconomic situation of the country, but you can't use GDP data. Also, what happened with this revision, we don't have a continuous series going backward. So we have a GDP data now from 2011-12, but nothing going back to the 1950s. So when you don't have a continuous series, how do you track the progress of the economy over time? So even that got affected. In fact, there was a, typically what happens when you do a base year revision, you're also supposed to release a back series to link it with the older one. And the CSO did that, except the back series showed that during the boom period, what you and I know as the boom period of 2004-2008, the Indian growth rate was lower than what it has been over the last five years. So you just change our perception of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:20.720",
        "message": "history. And there is a smell test issue to that, quite frankly, because you know, just having lived through that time and living through this time. Exactly. And I think with that release,"
    },
    {
        "speaker": "Guest",
        "time": "01:12:29.680",
        "message": "they actually lost all credibility, because when you just tell the country that, oh, it was not the boom period that you thought it was, because we have changed things. And that also, they were really opaque about the back series method, how they did it. I mean, we tried to recreate it, and we could not because we just didn't have access to information. So all of these things, it just was no longer just a base year revision or just a methodological improvement in keeping with SNA. They started doing many, many things, which really affected the credibility of the statistical office itself. And when that started happening, you know, you just, as I said, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:06.080",
        "message": "don't trust the GDP number anymore. And, you know, typically, the first instinct would be that, okay, they changed the methodology a little bit and all, maybe they did it in good faith, and let's not bring politics into it and so on. But then when you say that they are not being transparent about it, and they're just asking us to trust them blindly, then I think the default mode has to be suspicion and to say that there is something fishy here."
    },
    {
        "speaker": "Guest",
        "time": "01:13:26.160",
        "message": "Exactly. Because when you see that there are so many people criticizing it, some of them know what they're talking about, some of them may not know, but still, all you had to do as the statistical agency of the country is just come out in the open and say, listen, guys, this is the details of what we have done. And yeah, maybe there are some problems here or there, maybe you should have had some caviar, take it with a pinch of salt. But this is in the interest of the economy, because we want to do a better capture, blah, blah, blah. But we are going to give you all the information, there is no reason for them to withhold information from us. I mean, they could literally crowdsource all the hard work. Absolutely, absolutely. And you know, the quest should be to improve GDP estimation method, and to involve more and more stakeholders. And it's extremely important, I think, when it's a national statistic number, you need to buy in the trust of the stakeholders. Otherwise, who are you really creating this number for? I mean, are you just creating the number in because you want to participate in a global rat race of being the fastest growing country when nobody in your country believes in the data? So what is it that the objective is? And especially when you are in a country with such a rich history and heritage of statistics, then why would you do something like that? Why can't you just be transparent and say, this is all that there is, and you guys figure out if you really have the expertise. And I personally have not just been able to understand what is the resistance and what what's the reason behind this opacity. And if there is so much of a criticism, instead of being defensive and saying, no, no, it's an attack, and blah, blah, blah, everything is well, and doing more stuff like releasing a back series, which says the boom period was not a boom period. Why would you do something like that? Right? I mean, unless you were really convinced, which I don't think they were, because, again, that method document was also opaque. I just don't get the motive that, you know, you're a statistical agency, all you do, like all statistical agencies in all countries is you follow a method, you try to improve, you come up with a number, it's a statistical process. But what's this obsession with defending a number, instead of just saying, this is what it is, this is a method, this is the data, figure it out for yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:28.240",
        "message": "So I'll ask a very, I mean, forgive me if this is too much of a newbie question. I get why the state needs to know what the GDP is, because it's doing whatever economic planning it is doing, though there could be an argument, it should do much less of it and just do the basic things that it's supposed to do, like maintain the rule of law. And I get why political parties need to know the GDP, because they want to make it part of their campaigns and the government needs it for the optics of we are doing such a good job, the opposition needs it for the opposite reason. But why do you and I, why do people in the actual regular participants in the actual regular economy need to know what the GDP is? Why is it important?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:03.440",
        "message": "So the answer to that question is we don't need to know. You know, I mean, your life or my life, we won't be any worse off and nothing will be taken away from our life if we don't know how Indian GDP growth is doing. I mean, if I come to think of it before the internet age, did people really know about how India is doing and what's the growth rate? No. I mean, because I think because of the internet age, because communication has become such a commodity today, that everybody starts taking interest in this one number in this GDP growth without even thinking why do we need to bother about it? I mean, it's another thing that newspapers are or media or whatever, they discuss it, because they want to question the government, which is perfectly fine in good faith. But is it really necessary to take the debate to this extent and make such a big deal of it? I don't think so. I think if there are economists or statisticians who know what they're talking about, and they are questioning the statistical agency, it should just remain between them. And end of the day, we should not give so much importance to GDP. I think what has happened over the last five years is we have given excessive importance to a number which is produced in a weak state capacity environment, and attempt to be consistent with international guidelines. But we have just given it this holy grail notion, or in other words, we have basically made a cult out of GDP. And therefore, the entire debate policy discussion just rotates around that number. It really doesn't have to be that exactly as you said, your life, my life doesn't change at all, if you don't know how the country is doing, and it's perfectly fine. But I think the debate should remain within the people who know what they're talking about, and should not become this popular debate. Because it is really a very complicated concept. And I would much rather it stays so, because otherwise, we end up assigning too much importance to an obscure, artificial number. And then you just lose the narrative, because then the focus is not on fixing the problems, the focus is defending, saying no, no, no, everything is fine. The focus all throughout the last four years should have been either acknowledging that there are some issues, fixing the problems, and all that the public gets to know is, yeah, the number has changed, and some other number has come out. So what big deal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:09.520",
        "message": "On the one hand, as we discussed earlier, it's a very nebulous number, like another measure of that, which I was hearing about recently is that, you know, the states all measure their own GDP as well. And when you put them all together, it doesn't add up to what the India GDP is. Or if you measure the India GDP, you know, through a different approach, you said there are three approaches, production, expenditure, so on, even those don't add up to each other. So it's a very nebulous number. And we need to recognize that. But also the counter view to that which strikes me is that in a democracy, especially a democracy, which you could argue is going through turbulent times as ours might be, in a democracy, you need to hold you need to speak truth to power, and you need to hold it accountable. And you need a metric for that to judge how it is performing. For example, you know, it is plain common sense. And we see it all around us that demonetization was an absolute disaster. But if they are throwing a GDP number at us, which doesn't really indicate that you need a way to fight that and argue that and which is why the counter view to this whole thing of you know, that GDP should not be a political issue would be that because it is the metric out there of our government is performing in an economic"
    },
    {
        "speaker": "Guest",
        "time": "01:19:20.640",
        "message": "context, it has to be a political issue. So the two ways to address what you're saying, and I completely agree with what you're saying to see, it's like, think of an example where if you tell students in a school or university that all that matters is your rank in class and your grades, and nothing else, then the students will try by hook or by crook by cheating by gaming, whatever it is, to get the high rank and to get get up the grades, which is exactly what countries are doing today. I mean, countries like ours or other countries that all that matters is the number and the growth rate and we will try to do whatever it takes. We'll game the system and get the growth rate up. There is a saying that if you can measure something, you can control it. So that's exactly what governments and it's not just our government, whatever, not government, but our country. It is happening in Greece, in Argentina, many, many other countries. But the thing is, if you want to hold the government or the system accountable on the basis of one number, that majority of the people don't even understand, then I think it's a very problematic scenario. I would much rather say that, and especially when it doesn't affect your day to day life. I mean, look at it this way, demonetization happened. Did anything show in the GDP? No. Is it just a function of flawed methodology or is it the case that really nothing happened? We don't know. So that metric itself is not a perfect measure of what you want to measure. And in a flawed metric, which is complicated and all of that, would you want to use that to hold the government accountable? As opposed to, let's say, for example, is jobs a better metric? Because jobs is something that does affect you and I. Today you and I would care about the fact, do we have a job? Do we have an income? That's something that immediately affects us. I would much rather be in a situation where I can hold the government accountable for the jobs, or not just the government, even the markets, whoever it is, right? That if the unemployment rate, or I call the non-employment rate, because non-employment also measures people who are not even looking for jobs. The situation has become so desperate that you're not even out there searching for a job. So I would much rather that that kind of a measure, that kind of a metric for an emerging country like India, is perhaps much more important. And it's relatively harder to fudge because people in their day-to-day lives can observe whether they have jobs or not. And we do an extremely poor measure of unemployment rate. I think there should have been a lot more discussion about improving unemployment or non-employment measures, as opposed to improving GDP measures, because it's a very, very abstract notion as opposed to jobs. But you'll see there's not much of a, other than the government withdrawing, not basically withholding that report, we don't see a lot of discussion in general about jobs and unemployment. It has become a recent fashion because of this withdrawal of the report and the Centre for Monitoring Indian Economy coming up with very high unemployment numbers. I think that needs a lot more focus. And if people really want to question something and really want to hold the government accountable for something, maybe that's that's it. Otherwise, I think if you pay too much emphasis on this one GDP number, it is very easy for the statistical agency to say, oh, we have done everything right. And what can you do after that? As I said, we are at an impasse. You know, it's been four years since the series came out. Have we achieved anything by holding the government accountable? Nothing. In fact, they are just doing more egregious things, like, as I said, releasing a back series and all of those things. Maybe we'll have another base year revision coming up, which can increase the growth rate even more. What can we really do? I mean, despite the noise that that has been created, the statistical agencies say, oh, we are perfect. We are following the international standards. This is the rate at which the economy is growing, as opposed to saying, let's get down to measuring unemployment or the job situation, because you look around and you see your friends don't have jobs. The salaries are not increasing commensurately with the growth or whatever inflation it is. That's something or not just jobs. Look at multiple things. Again, instead of holding the government accountable for one thing, you hold the government accountable for a few other things. If you want to talk about welfare, should India just measure its performance in terms of GDP growth? We may be the fastest growing country in the world, but we do so poorly in all the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:22.560",
        "message": "other metrics of development, environment, climate change, etc. Like one of the alternative metrics, which came up a couple of decades ago is the HDI, the Human Development Index, where again, we don't do so well. And many economists have proposed that you don't look at the GDP, you have a dashboard of metrics. And you know, you were speaking earlier of common sense metrics. And I remember Donald Reagan's 1984 political campaign, where he basically asked the American people to ask themselves one question, am I better off now than I was four years ago, because he was fighting for re-election. And the thing is, if you ask the Indian voter for that, that's a very nebulous question. Because number one, he may feel more at ease with a particular sort of cultural narrative, even if he is not physically better off. Secondly, and this is an objection which permeates through every single metric, what are the counterfactuals? You know, if the labor laws were reformed, would he be much better off? That is just such a, you know, I mean, how on earth do you measure something like that? You simply don't know the counterfactuals. And that could really apply to, you know, any of all this. And therefore, when it comes to something like the GDP, which is such a complicated number, like you put it, essentially, I think what is going to happen is people are going to believe what they want to believe, they're going to go with the narrative they want to believe, it's essentially going to be tribal, where someone who supports the Prime Minister Modi will say, oh, the GDP is doing great and the other side will say it's not. And it's ultimately a tribal decision and not a rational, mathematical one. So my question to you now turning away from all of this, turning away from the politicization of GDP and all of that, is that as an economist, and in your case, as an economist who's written a lot on the GDP, and, you know, you are a sort of an expert on it, how do you now look at where we are today? Like, if it's a completely useless metric, how do we move forward from here? Is there any way past this? Or is it just basically, you know, given that the methodology is now opaque, and given what the incentives are, is it just a completely nonsense figure, which you"
    },
    {
        "speaker": "Guest",
        "time": "01:25:14.720",
        "message": "have to ignore as an economist? That's, that's exactly the question that I've been grappling with Amit for the last several, several months, if not a couple of years, is that as an economist, and especially as a macroeconomist, where my bread and butter, or my passion, so to speak, it depends a lot on using GDP as a statistic, because I'm an applied economist, is what do I do? What research do I do? Where do we go from here? And I have come to the conclusion myself that we cannot use the GDP number in our research, in our policy debates, in public discussions, because simply, A, B, or at least I, from whatever research I have done shows there are problems. And it's very difficult to trust that number unless the problems get fixed, or unless the statistical agency openly comes out about the caveats and qualifications. It is very hard. And where do we go from here? I would say, as you pointed out, dashboard of indicators that I think people are already looking at a bunch of indicators to get a sense of how the economy is doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:11.840",
        "message": "The thing is, even those can be gamed eventually."
    },
    {
        "speaker": "Guest",
        "time": "01:26:14.160",
        "message": "Those can be gamed. But essentially, at that point, you just have to say that, you know, we are at a situation where we can't get a sense of how the economy is doing. I mean, the extreme pessimistic scenario, I would say, if you ask me how the Indian economy is doing, my answer would be as an economist, I don't know, because I have no way of measuring and assessing the performance. If I can't trust the national number, that's GDP. And if some of the indicators are also extremely volatile, because they fluctuate a lot. I have basically"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:39.840",
        "message": "no way of... And your point is that because the data which goes into all of this is so complicated, it's really not possible for independent economists to sit down and come up with their"
    },
    {
        "speaker": "Guest",
        "time": "01:26:48.800",
        "message": "own number. I mean, basically, a lot of attempts can be made using disaggregated information. So for example, if you collect household level data, or if you collect firm level data, you can assess sector wise performance. So you can get a sense of how the corporate India is performing, you can get a sense of how households are consuming, saving, etc. You can get a disaggregated picture. And then maybe you can just try to put things together in your mind and say, okay, this is roughly what the economy is doing. But it's very, very difficult to get a comprehensive view saying, oh, is economy is in a, what we call technically a recession, or an expansion meaning is it is it slowing down? Or is it accelerating? It's just very hard to say at this point of time. So I would say going forward, it's, it's a dark phase for, especially macroeconomists, you have to basically bank on non GDP, non performance related stuff. And you can't say anything about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:40.080",
        "message": "the performance of the country. Can't. That's horrendously sad and depressing. Let's, you know, before we end the episode, let's kind of take a step back out of India and go back to the overall concept of the GDP per se. And again, it seems to me that just as a measure of progress is very inadequate. You know, there's the example of the 1836, the world's richest guy dies because he doesn't have an antibiotic. Just looking at my own life, you know, like when I was growing up in the 80s and early 90s, you know, we had so little access to music, I remember how much I would feel enriched if I managed to get together a mixtape from somewhere of music that was otherwise not available in India. And today we can go to Amazon Prime or Google Play or Spotify and press play and everything in the world is available to us. And we are hardly paying anything for it. And the value that has been added to my life by technology in the last 20 years cannot possibly be calculated. And none of it is because of the bloody status despite the state. You know, so"
    },
    {
        "speaker": "Guest",
        "time": "01:28:38.800",
        "message": "if I can interrupt there. So one question, and again, I don't know the right answer to this, but it's something that I am questioning myself that how much do we really need to measure these things? Exactly. I mean, in the sense, yeah, there are many intrinsic implicit improvements happening in my life because of the day and age, because of access to better quality products and better quality services. But do we really need to measure all of these in an aggregative number? Or do we not? I mean, are we just are we just satisfied with saying, okay, there is this part of the economy that we can measure goods and services, physical, whatever it is, and we just start satisfied with that number, because it gives some idea of where the economy is going. You know, there's a saying that it is very hard to feed the soul when your stomach is empty. So there is some value in having that physical or whatever this GDP notion as well, if properly measured to show how the economy is performing over time. And yeah, there are shortcomings environmental where all of these things that that we have discussed, but maybe you come up with other measures, you know, there is a Human Development Index, where you can at least measure some life expectancy or literacy rate, or you figure out which cities are worth living in, you know, all of these rankings that come up with multiple, multiple things with their own flaws, etc. But do you really need a comprehensive measure of quality of life? Is it really necessary? I'm not so sure at this point of time, it's just that it's so difficult to measure. And something which is difficult to measure, do you really want to put resources of a state which is already struggling with weak state capacity? Do you really want to put the resources to do something like that? I'm not so sure. Or is it that the case that countries like the US, Australia, Canada, which have already achieved a very high per capita level of income, they should stop worrying about GDP growth, because they've already achieved that level. And they have the luxury of now coming up with all of these other things. And at some point of time, when we have crossed all our major obstacles, then maybe we can figure out whether we can do that or not. Again, these are just questions, I don't have the right answers. But it's worth also asking ourselves, how much I'm all for economic measurement. But how much do you really want to measure, knowing that all the measurements will be perfect? These are very wise"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:49.120",
        "message": "words. So basically, what you're saying, correct me if I'm wrong, is that the GDP is a very flawed measure. And while we can tweak it and do this and that, there's really no need to look for a better measure than that. Because why measure all of these things, just go to Google Play, press play, enjoy the music, right? That's absolutely the thing. I shouldn't have said that because I don't even sponsor it. And it's like a random plug that I'm giving, go to Amazon"
    },
    {
        "speaker": "Guest",
        "time": "01:31:10.640",
        "message": "Prime. Yeah, sometimes I think we should just, you know, as I said, relax a little bit, not overthink, not overthink it. As I said, I keep saying the same thing. You have weak state capacity do not attach so much importance to a number that is coming out of the state agencies. It is what it is. Yeah, there are debates that economists and statisticians will do it. But do the common public really need to get so involved in it when they don't even understand what it is and it doesn't affect their daily life? Perhaps not. So I think if the debate gets a little bit more confined and the emphasis is put on fixing things and improving things and moving on, it will probably be better rather than sensationalizing it. And as far as alternative measures are concerned, I think this debate is going to be continuing because it's coming up from the developed countries and anything that starts in the developed countries will continue for a very long time. So I think till they figure out in their peace of mind, what are the alternative measures or what are the supplementary measures? It's too premature for us to get into that debate"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:08.000",
        "message": "because we haven't even fixed our main basic thing. Rajeshwari, I understand GDP so much better now that I've spoken to you. Thanks so much for coming on the show. Thank you so much. My pleasure. If you enjoyed listening to this episode, you can follow Rajeshwari on Twitter at wait a minute, you can't she's not on Twitter. And that's a secret of a wild productivity. I, however, am not nearly as productive. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in, thinkpragati.com and ivmpodcast.com. The Seen and the Unseen is supported by the Takshashila Institution, an independent center for research in education and public policy. Takshashila offers 12-week courses in public policy, technology policy and strategic studies for both full-time students"
    },
    {
        "speaker": "Unknown",
        "time": "01:32:53.200",
        "message": "and working professionals. Visit takshashila.org.in for more details. Thank you for listening. Transcribed by https://otter.ai Hi, my name is Anupam Gupta. I'm B-50 on Twitter. I am the host of Pesa Pesa, the show that talks money. On my show, I speak to experts from every field of money and finance, from stock markets, equities, debt funds, credit cards, life insurance, every possible area of money and finance that you can think of. We even did an episode on cryptocurrency. I've got fantastic guests from mutual funds to personal finance experts everywhere, robo-admin startups, just name it, we've got it. At Pesa Pesa, we help you make smart decisions about money. You work hard for money, now make your money work hard for you. New episodes out every Monday and you can listen to my show on the IVM podcast app or any other podcasting app that you have. Pesa Pesa is brought to you by Paytm Money."
    }
]