[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.160",
        "message": "Indian women are an unseen nation and for those of you who like counterfactual history, here's a question I'd like to ask. What would India have looked like if our women were as empowered as men? There are figures that attempt an economic answer to that question. The journalist Namita Bhandare, my guest on the show today, once pointed out that if women participated in the economy at par with men, our GDP would go up by 60% or $2.9 trillion by 2025. Our Prime Minister talks about a $5 trillion economy. Easy game. But even economic estimates cover up the real problem. The truth is that women are second class citizens in India, treated practically as a separate species. They are confined to strict gender roles, often confined in their homes, treated as a property of men, rather than as autonomous human beings. Even when they are in the workplace, they are treated as lesser beings, trained not to speak up at meetings, trained to be subservient, with exceptions that stand out as exceptions and thus tend to prove the rule. You could say that the women of India are an invisible country colonized by the visible country of men. Just imagine if this nation of more than 600 million people could reach its full economic and social and creative and political"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:45.120",
        "message": "potential. Welcome to the scene and the unseen, our weekly podcast on economics, politics and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:54.720",
        "message": "behavioral science. Please welcome your host, Amit Bharma. Welcome to the scene and the unseen. My guest on the show today is a journalist, Namita Bhandare, whose journalism I've been a fan of for many years, and I'm so glad I finally got her on the show. The subject we are going to explore today is women at work, a subject on which she wrote a brilliant nine part series on India spend a couple of years ago, which will be linked from the show notes. She's written perceptively on Indian society and not just women's issues for literally decades now. And I'm going to make you wait around 60 seconds more as we go into a quick commercial break. As long as the sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is after the piece by the brilliant novelist Faye Weldon, which begins with the intriguing question, how many parents does it take to make a baby? The answer it seems is four. For more, check it out on Storytel. And remember, you get a 30 day free trial, only at Storytel.com slash IVM. Namita, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:24.880",
        "message": "Hi, Amit. Thanks for having me here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:27.360",
        "message": "Namita, before we get to the rather depressing subject at hand, tell me a little bit more about yourself. How did you get into journalism and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:36.640",
        "message": "Okay, just a small correction before we start talking about myself. It's not depressing. The women of India, to me represent a great hope and a great aspiration. We will talk about that in detail. I will tell you a little bit about myself. I'm a mother of two women, 26 and 24. I have been a journalist for nearly 30 years, starting my career in a lot of publications that have since folded up, including the Indian Post, Sunday Magazine, where I had some of my best experiences of long form writing, and finally, ending with Hindustan Times. I was also Mint's first gender editor. I believe the country's first gender editor ever. Sukumar took a great risk with me, and I will always be grateful for that big break. We had a lot of fun exploring gender, not as a little silo. We did talk about, I remember when we first talked about how we should be covering gender, we wondered whether we should have a weekly gender page and then decided that that was just too retro, because gender does not exist in a silo. We are 50% of the population and gender is everywhere. It means looking at your op-ed pages, do you have enough women's voices coming in? It means looking at your hardcore business pages, are you quoting enough women? And it was interesting because we actually thought about bringing in a gender editor much before the New York Times did. The New York Times now has an entire gender team. I've met with some of them, they're fantastic women, but we were first. That's amazing. And you know, I started"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:30.080",
        "message": "my career in the 90s, but you started in the late 80s. And I remember back then it almost felt like women are sort of stereotyped in journalism and the kind of roles they occupy. Like if, you know, women were supposed to do the soft stuff, the features and so on and the hard news and the reporting wasn't something women really did. Is that kind of true? And did you face any"
    },
    {
        "speaker": "Guest",
        "time": "00:05:52.800",
        "message": "barriers back then and the kind of work you wanted to do? You know, Amit, forget about media. With every generation of women, there has been an entirely new set of struggles. So the generation before me, and I'm talking about the great women journalists like Usha Rai or Barkha's mom, you know, so, you know, these were women who were opening the doors, Kumi Kapoor, they were opening the doors. You never saw women in the newsroom. There were no separate toilets for women because women were not supposed to be in the newsroom. So that was a different battle. They opened the doors for us. We stood on their shoulders. When I came in, yes, you're right. There was the stereotyping. Women were supposed to still do the soft stories. You were on the art beat. You were on the profile beat. The magazine sections were filled with women. And that has changed. That has changed. Today, when you walk into a newsroom, you will be struck by the number of women you see on the floor. And yet, some things persist. So you see the women in the news floor in abundance. But the people in the corner rooms, in the corner offices are all men. So that still has to be very few women. Television has been great and has been far more and has been far more progressive than print in that sense where you have a lot of women who are in charge. NDTV is a sterling example where women have been in charge from day one. Print has been a bit slow to catch up. So you see a lot of women in the newsroom, not so many women in leadership"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:28.320",
        "message": "positions. What was your early journalism like? Like, how did it evolve? How did your interest sort of evolve in the directions it did in? And at some point you chose to give it up and go"
    },
    {
        "speaker": "Guest",
        "time": "00:07:38.320",
        "message": "freelance. So tell me a bit about that. Yes. So I had done my master's in journalism from Stanford. I came back and frankly, the master's at Stanford was a fig leaf. You know, I was lucky to get a fellowship. And so I could run away. But it was a fig leaf because I knew that if I stayed on in India, I would marry a bhala ladka from a bhala family and fulfill my mother's wildest dreams. And so I said, I mean, I had other plans. So, you know, it was just, you know, we forget now because we see so many women. I mean, women studying is not a big deal. But when I went in 86, 87 to the US to study, there were hardly any women who are going abroad. You know, it was a big deal. But because I had a fellowship, my mother could not exactly object. You know, I was saying, I don't need your money. I'm going. Which Indian will say no to freebies? Well, this was yes, exactly. So my mother was not happy, but she understood. And then of course, when I came back, I said, I want to come back to Bombay. I started working in the Indian Post and it was exhilarating, you know, to be living alone in Bombay at that time. I'm talking about 89, 90. The Indian Post was a very young paper full of just brilliant people. You know, Alan Twig, the late film critic, he was a friend of mine. I mean, there was just an energy and a buzz that Vinod Mehta brought with him to the paper. It's an old story. The Indian Post folded up, actually. Vinod went on to forming a new paper. I did not go at that time. I was young, idealistic, and foolish. And I believed I will stay on. So we were about 15 of us, helped by the Bombay Union of Journalists, taking out this paper somehow or the other every year, every day, I'm sorry. And then it was eventually bought by Gujarat Samachar. And it was basically, it was, you know, we had seen the writing on the wall, it was time to move on. I then ended up working for a while with Sunday Magazine, as I mentioned, some of my best years. I learned a lot. Veer Sanghvi was the great editor and a great teacher, and very trusting in allowing young people, inexperienced people to go out and do stories. And in his mind, there was no, you know, gender bias in the sense that the hard political stories were being done by men. In fact, our great political editor who continues to write a column for Business Standard was Aditi Fadnis, a wonderful teacher, a wonderful mentor, and a wonderful role model. And so we had women in charge of the hard stuff, the nuts and bolts. So there was nothing that we could not do, whether it was foreign policy, whether it was politics, whether it was back of the book, the soft, so-called women's stuff. We did it all. We were everywhere. It was a small team, you were expected to do it all. And then Sunday, kind of, as Sunday was folding up, I moved to India today. I worked there for a couple of years. I then eventually went back to working with Veer in the Hindustan Times. I remember 9-11 had just happened and he reached out to me. He said, why don't you come back and work in Hindustan Times? We'll work together. Once again, very trusting in terms of the kind of leeway and the kind of responsibilities he was giving. By this time, I was already a mother of two young girls. And so my condition with Veer was, I'll come back, but I will work part-time. So I need to be out of here at five o'clock. And he understood that. And so my pay was also part-time. And then I realized very quickly that part-time was a convenient designation to pay me half of what everybody else was being paid. But my output was actually full-time because I was producing a page a day, I was writing stories, I was editing stuff. We had a youth page, a weekly youth page, which I was in charge of. And of course, it was all the undercurrent that you got from your male colleagues. Because at five o'clock when I was picking up my bag to head home, there were guys who were saying, oh, how nice of you to drop in, Mrs. Bhandare. They would call me, how nice of you to drop in, Mrs. Bhandare, have a good time. And I was like, bloody hell, you just got in half an hour ago because you were at the press club and you were having a big boozy lunch and then downing a couple of black coffees to get over the big boozy lunch and you're getting down to work now. I've finished my work because I've been here since 10 o'clock. So it was an interesting insight. Of course, at that time, I didn't know I'd be doing the Women and Work series, but I was kind of, I was my first example of just how impossible it was to balance this work-life balance. And so I went full-time. I told Veer, I said, my output is that of a full-time person. I want my salary. And I think women don't do this enough. We don't ask for the money that we think we're worth. And so I told him, I said, I think you should pay me a full-time salary and I will work full-time. And so I started working full-time, which meant, because I was editing the Saturday paper at the time, I would never get home before midnight on Friday night because I had to put the paper to bed. And because I wanted to get a headstart on Friday, I would be working late till Thursday, which was like 10 o'clock. And so what was happening in a predominantly male, the heads of department were all men. So whether it was the designer, whether it was the photographer, whether it was the desk guys, they were men. So even if you came in at nine o'clock, the other guys were not coming in till 11 o'clock, 12 o'clock. Then you'd have these long edit meetings. Then everybody would run off to press club. So your workflow began only at five o'clock. And if you're heading a department, you realize that you can't work alone. You need your team with you. And here is a generational change. So I tried it for a while, and then it was just untenable. My children by then were adolescents. I had a Eureka moment, actually, literally in the shower where I said, if I drop dead, my family is not even going to get a discount on the obituary, let alone a free subscription to HD for even the next six months. But for my children, I'm indispensable. And it was just something had to give. And so I decided to chuck up full-time working. And I went into writing a column and I went into freelance work. It's a struggle, but I've never looked back. I've never regretted that decision. But coming back to the generational change, 10 years later, when my friend Priya Ramani took over as the editor of Mint Lounge, she had basically an all women team. And so she could lay down the law. And that was the difference. I could not lay down the law because I was dependent on all these male colleagues who simply could not understand why they needed to come early and leave early. So she laid down the law. She said, everybody in at 10 o'clock, and it's pens down at five o'clock, go home. And even if you're not married, it doesn't matter. Even if you don't have children, it doesn't matter. Go home, watch a movie, read a book, because there is life outside the office. And so that's what she changed the work environment, at least in her department."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:23.680",
        "message": "I was unable to do that. Good for Priya. And you've written a really nice piece about, you know, going freelance and all of this in a site called SheRoes. So that's a lovely piece, and I'll link that from the show notes. How has, you know, two sort of questions. One is that when you did your course in journalism in Stanford, there must have been certain expectations you had of what journalism should be, what are the best practices and so on. So question number one, how was the reality different when you got down to India? Though, of course, you did work with good editors in terms of Vinod Mehta and Veer Sanghvi, but how was the reality different? And looking at journalism in India today is 2019. And when you compare it to, you know, 30 years ago, when you started, what are the big changes that you've"
    },
    {
        "speaker": "Guest",
        "time": "00:16:07.440",
        "message": "seen? So at Stanford, we pretty much followed the American style of journalism, which is objectivity is king. You know, you are objective, come what may, you are never part of the story. And I began my journalism pretty much like that, because that is what Vinod also believed, and that is what Veer Sanghvi also believed. You were allowed your stylistic flourishes, but you were supposed to be objective, you were supposed to be speaking to all sides of the story, and so on and so forth. And I pretty much believed as that tenet of journalism, as a gospel truth, I never questioned it until December 2012, which is when Jyoti Singh Pandey was gang raped and murdered in a bus in Delhi. And at that point, Amit, it became impossible for me to say I am objective. It became impossible for me to say I am not part of the story because I was also protesting. I'm also a citizen, I'm also a mother. And that crime and that story just moved me in a way that I cannot adequately explain, even today. I remember the first time I met her mother. I was making a film for Channel News Asia in Singapore, and we were four of us in her little house. At that time, they had a two-bedroom house. They've now moved to another place, which the government gave them. And the mother, I'll never forget that. I mean, it's one of those pivotal moments in journalism, which just reach deep inside you. So the daughter had just died maybe a month ago, and it was still winter, and she was lying in bed, and she just looked up. She had this bright pink blanket covering her, and she looked up at me. And we were three or four people in the room. There was a cameraman, there was a sound recordist, there was me, there was the producer, and we just wept. For five minutes, we sat in the room, and we just cried and cried and cried. And that's when I realized that I can no longer be objective. So today, my question is not, are you objective about the story? Today, my question is only, are you fair? So I write on gender, and I feel that it is impossible to be objective about gender, and it is also morally wrong. Why should I be objective about rape? I mean, can you be objective about rape, or crimes against women, or patriarchy, or caste? Because you have so many intersections, caste and gender. I feel it's impossible, and it's morally wrong. I feel it's ethically and morally... I'm not going to be objective about rape, and I'm not going to say, oh, am I being objective? I must present the rapist's point of view. No, I cannot be. But I can be fair. So if you look at, for instance, this much maligned section 498A, one of the stories that I did do for Mint was looking at why this 498A section, which is the dowry section, is misused by women. So fair, I'm balancing it out, right? I'm not saying that I'm giving up. I'm not saying dowry death is great, or dowry is great, because I cannot take that position. And no citizen of a modern democracy can take that position. You know, I believe in the constitution, I believe in equality. But I can say, well, why is it being misused? Where are we going wrong? Is there"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:48.640",
        "message": "something we can do to rectify it? And, you know, I think at some level, objectivity in journalism can be overstated, because much as one should attempt to be objective and see all sides of the issue, it's also true that all human beings are fundamentally biased anyway. And just the data you choose to present in your story, the way you choose to present it kind of affects that. And I must say that having read so much of your reportage on, for example, the state of women across the country and in Haryana, which we'll talk about later, I don't really sense anything that is not objective there. I mean, you just present"
    },
    {
        "speaker": "Guest",
        "time": "00:20:22.880",
        "message": "the data and let it speak for itself. Yeah, well, that's some of my, I mean, some of my journalism, in one of my journalistic hats, I'm a columnist. So I'm expected to present a point of view and a perspective. That is the very definition of my job. I mean, people read the edit page because they want to know what do you think, right? And then there is the data journalism, which I do for websites like India Spend or for even other websites, where you're asking, okay, have I spoken to all sides of the story? Am I presenting? And you're absolutely right. You look at data because if you look at a bare report, how you interpret that report is really up to you. What am I looking for in that report? So for a lot of my gender reporting, I am looking and I'm saying, well, this is according to government because when I'm challenged sometimes on social media, for instance, domestic violence, the figure that seems to shock everybody as if it's something that is happening on planet Mars is that one in three women have experienced or are experiencing domestic violence at the hands of a spouse. And they say, no, no, it cannot be. How can it be? That means one in three, if I'm sitting in a, let's say in a bus where there are 10 women, I mean, you know, you've got, I'm very bad with math. So, but you know what I mean? So you have, you know, one in three who have experienced. Absolutely. So the data doesn't tell you that story. And then you tell, so you say, well, and so people say it can't be happening. And you say, well, no, it happens. This is national family health survey for, and this is the data on page. So, and so this, there's the link and please go and look at it. And then they say, oh, you know, but it must be happening to those people. Yeah. It doesn't happen amongst us. You know, 30%, it doesn't happen amongst us. Well,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:09.840",
        "message": "you know, where do you think it's happening then? And what I'm struck by is, you know, when all of this difficult data comes up and all these numbers come up, which indicate that, uh, you know, women are having the kind of time they're having that men get so defensive."
    },
    {
        "speaker": "Guest",
        "time": "00:22:25.040",
        "message": "Of course. And there is much to be defensive about. And there's always my favorite accusation that comes from men is that, oh, you are women of privilege. You know, the, I was at the Brookings Institute. We were having a very interesting discussion on gender in the Northeast with Patricia Mukhim, who is the editor of Shillong Times and Mani Shankar Iyer got up and he said, oh, y'all are all parkati, because we were talking about 33% reservation and the need to get more women in parliament. And he said, but y'all are all parkati aurats, you know, I mean, he used parkati in inverted commas, of course. And I'm like, yeah, you could be a woman of privilege and still be discriminated against. So maybe I am not as discriminated against a Dalit woman who's living in a village or a tribal woman who's in the, having her land being stolen or, you know, being shot by the land mafia. But I am being discriminated against. There is no denial of that. And I think men simply do not see, they are oblivious to the lived realities of women. They just have no idea what it is like to walk on the street and have everybody stare. They have no idea of what it is like to walk in the street and never make eye contact. That's the first rule. You learn it as a child. You do not make eye contact because the other guy is going to either be making a lewd face at you or blowing you a kiss or scratching himself somewhere. So you would just walk straight. It's like you just have these blinkers. You're like a racehorse. You're just walking straight and you're not looking anywhere. You've got your arms crossed around so that nobody touches you in parts that are vulnerable. Well, men don't get this. They don't. And so, you know, the best men will tell me,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:09.520",
        "message": "I didn't realize. I'm sorry. I didn't realize. In fact, as we were, you know, chatting about before we met, I mean, that's one of the realizations that happened to me well into my adulthood in the last few years is that, you know, in everything I do, I don't need to, my gender is not a factor. I could be walking in the street. I could be meeting someone new at a party. My gender is simply not a factor. I can make eye contact with anyone I want. I can smile whenever I want. I don't. But in every single thing women do, including Perkitty women and women of privilege, your gender does become a factor. It's hanging over you like a shroud and you have to just be careful all the time. And this extra layer of consideration that women have to carry about in their everyday lives is almost heartbreaking. And I would not say that men are culpable for this, but it is certainly incumbent upon them to kind of take this into consideration."
    },
    {
        "speaker": "Guest",
        "time": "00:25:01.680",
        "message": "Absolutely. Men as well as women. But before I get to that, I just wanted to share an interesting story, which goes back again to the December 2012 protests. So I'm walking up Rajpath towards Rashtrapati Bhavan, which is where the crowd is moving. And I'm walking with a male friend of mine. We're walking together. And there is this very striking woman. I never saw her face. She's a tall woman walking. There's a yellow line, a thick yellow line that divides the two sides of the road. So she's walking alone, bang on the yellow line. And I tell my friend Javed, who I'm walking with, I said, Javed, there are four men coming on the opposite side. I can see the men coming on the opposite side towards this woman. And I tell my friend Javed, I said, Javed, just wait and watch what will happen. And here we are at a protest, four women protesting violence against women. And these are four men. They're inoffensive, harmless guys. They're having fun. They're slapping each other on the back. They're laughing. They're walking in the opposite direction. Sure enough, as soon as they come close to the woman, the woman gets off the yellow line and walks around the men. The men are not doing anything, but there is some inbuilt signal in this woman that tells her, get off the line because these guys won't budge. And this is what we learn from childhood, whether it is in a public park, whether it is traveling in the bus, sitting next to a guy who's nicely spread out. I was on a flight very recently and this man, I'm on the middle seat. So the two men on each sides have taken the armrest because, you know, it belongs to them. So, you know, we are, this is our conditioning. We're taught from a very young age, public spaces belong to men. You do not belong here. No, in fact, on flights, I myself seen that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:58.400",
        "message": "even if you don't take the armrest and there's a woman next to you, she will not put her elbows there at all. Just completely avoid the situation. While if it's men, you're basically just elbowing"
    },
    {
        "speaker": "Guest",
        "time": "00:27:07.040",
        "message": "each other by the end of it because male ego, you want that space. Which woman wants to get"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:11.760",
        "message": "into that elbow fight? You just sit hunched, you know, with your arms. No, I actually encourage my listeners, both men and women to actually do this. Let's sit for a while in a public space, like a cafe or looking out into a park and just see how people walk around and the way they behave. And it's visible every day in front of us and yet invisible, which is kind of poignant."
    },
    {
        "speaker": "Guest",
        "time": "00:27:33.520",
        "message": "Yeah. So, when you're talking about the unseen nation, I found your introduction, by the way, very beautiful and very poignant. And if you go, I'm not talking about going to a small city or a small town, I'm saying step outside in Delhi, you know, right outside here, there's a park. I promise you, I guarantee to you, all the kids who are playing sport, you know, whether it's cricket or gilli danda or whatever, are boys. Where are the girls? So, if you do see girls in the park, you'll either see very young children who are on the swings and slides or the adolescent girls are just walking. You know, they just keep going for sare, you know, just walking round and round. It's like girls do not have a right even to play. We are recording this in house cars,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:17.520",
        "message": "by the way, but this is probably true of pretty much every park, frankly. Let's kind of move on to the subject of today's episode. And, you know, I'll kind of question what you said earlier a little bit in the sense that I think a lot of the data that you've presented in your India Spent Pieces, some of which I'll be quoting back at you, is objective. I mean, the data speaks for itself. It doesn't matter who you the writer are. The data does a whole job and there's no other way of looking at it. And, you know, much as people like I often think that in India, every crisis we talk about has a deeper crisis embedded within it, which is a women's crisis. For example, people talk about the crisis in agriculture, which I have written about at length as well. And within that, there is a greater crisis because women have it far worse. And one of those crisis, which we, you know, again, I've had episodes on the jobs crisis in the past. And within the jobs crisis, there's a deeper crisis and that has to do with women. And I'll quote the most interesting statistic of your series, which I, you know, I found in the first piece that you wrote in the series on India Spent. Quote, in the first four months of 2017, a nugget of information went by unnoticed. While jobs for men increased by 0.9 million, 2.4 million women fell off the employment map, according to the CMIE. If the number of women who quit jobs in India between 2004-05 and 2011-12, the last year for which census data is available, was a city, it would be 19.6 million, the third most populated city in the world after Shanghai and Beijing. And this, you know, the first time I came across this, and of course, since then, I've come across this repeatedly, including in your pieces where you've analysed it so well. And it just blew my mind that I'd imagined that we've liberalised, we are progressing, there's globalisation, there's technology, more women should be working, and yet less women are working. Why is that?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:14.320",
        "message": "Absolutely true. And again, the unseen crisis, the unseen nation that you spoke about. You know, we in media, we celebrate the exceptional. So the first woman firefighter, everybody is writing about her and she's getting awards and she's everywhere, she's on TV, she's being interviewed. The 19.6 million women who lost jobs in just that decade, that trend has not followed. When I started doing the series, I was quoting 2011 census figures, and I was quoting the 2017 World Bank report, where women's labour force participation in India was 27%. When I finished the series, and there are 12 articles, not nine, sorry for that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:59.120",
        "message": "little correction. I'm so sorry, I just followed all the links from each of them. Yes, I think"
    },
    {
        "speaker": "Guest",
        "time": "00:31:02.320",
        "message": "they got tired of putting up the links because, you know, it was the same. So anyway, when I finished the series a year later, the Economic Survey of 2018 had put women's labour force participation at just 24%. In a city like Delhi, what is the labour force participation? Take a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:20.080",
        "message": "guess. Roughly. 30%?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:26.480",
        "message": "15%. 15%. 15%. This is the capital city of India. And it is a mystery as to why this labour force, why are women falling off the labour map at a time of rising education? And you know, of course, the great success stories of India is that women, girls now enrol into school, primary, secondary, as well as high school, at the same rate as men, as boys. There is no gender, we have bridged that gender gap. That is actually one of our great victories. Again, an unseen nation. I don't know why the government has not gone to town talking about it, because it is rightfully a grand achievement. This is primary and secondary education. Yes, there's a tiny gap. I mean, the last year's figures, I think there's a tiny gap of about 1 point something percent in high school. But primary and secondary, there is no gender gap at all. It's a remarkable achievement for any government where the gender gap has been so huge in education. So girls are in school, you know, for a variety of reasons. Governments are giving them cycles. There's the midday meal. I mean, these are all great game changers. And the girls are in school. Let's not talk about quality of education, because it's the same quality of education for girls and boys. Fertility rate is declining. We know that. Aspiration is rising. We know that. So why are girls dropping out of the workforce? I mean, it's a huge mystery. And why aren't we talking about it? It's one of those silent crises, which nobody wants to talk about, not governments, and not even women themselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:10.240",
        "message": "In fact, there's another startling statistic, which refers to justice from one of your pieces, a quote, in rural India, 67% of girls who are graduates do not work. In towns and cities, 68.3% of women who graduate don't have paid jobs."
    },
    {
        "speaker": "Guest",
        "time": "00:33:24.800",
        "message": "That's right. So the good news, of course, is that one reason why women are dropping out of the labor force is because they are in school. They're studying. And I have been to a university in a rural area in Haryana, where girls from villages are even doing their PhD. But education has become an end in itself. You know, parents today are willing to say, ha beta, padlo, padho, padho, padho. But after padhai, then what? After you do your MA, you do your PhD. After PhD, then what? At what point do you start working? That message is not coming through. So nobody is really saying, no, you have to go out, you have to get careers, you have to have jobs. We're not still telling our, or we might even be telling our daughters, you can have a job, but we're still not talking about having a career. A career as being defined as a job that you do for your whole life. You know, where you progress, where you go. So boys are being conditioned that, no, you've got to work. And this is the destiny of your life for the rest of your adult life, right? Girls are not being taught that. We are still telling girls, your priority is your family. Your priority is your husband, your children, your in-laws, the parents, the everything. Job you can do, but first do this. This is your natural job."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:42.880",
        "message": "This is what you were born to do. That has to give. And this is again a finding I'm kind of baffled by because not that they don't want their daughters to work. That's been an age old story. But the fact that they then get asking them to study at all. I mean, because earlier, you know, there was this conception that back in the day that you don't educate a girl too much because she'll talk back to her husband and all of that. And now if they're encouraging them, and I don't get that. Is it kind of to keep them out of trouble's way? So they are,"
    },
    {
        "speaker": "Guest",
        "time": "00:35:15.760",
        "message": "I mean, I don't understand. It's to use our favorite Indian expression, not time pass. You don't want her to work. You don't want her to get into the job force because that may be something that goes against her marriage. I'm not saying everybody's doing PhD. I mean, we're talking about a very small percentage, but there is no stigma anymore in education. You know, so nobody is saying that don't study. I mean, it is accepted that your daughter will now do at least up to class 12 and class 10. But after that, what happens? Why are we not telling them or why are parents not saying, well, you need to work. And this is as important as having children and marriage and everything else. So in fact, Farzana Afridi, the economist, she says, you know, people talk about, economists talk about the motherhood penalty and this happens globally, right? You become a mom and you fall off the workforce. But Farzana Afridi talks about the marriage penalty. She says the first tumbling block is actually marriage. So there is a tiny window where women might work. And that tiny window is between studies and marriage. Once they marry, workforce participation just declines. And the data is there. If you look at workforce participation of married women vis-a-vis single women and single women meaning before they're married, if they were to become widowed, the workforce participation rate then shoots up. Single women actually do work, but single women after marriage. So if they're either divorced, abandoned or widowed, they are expected to work. Because then I guess also they don't have a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:57.200",
        "message": "choice. It's almost like the spirit of Bombay. I mean, you have to do it. What else can you do?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:02.240",
        "message": "You have to do it. So even farmer wives, for instance, the farmers who commit suicide, their wives are not, very often they go back home. Very often, I have seen this myself, they're not even given a place inside the house. They build a hut in the middle of the field and they are put into dehari or whatever it is that they can do. Then they are told very clearly that we cannot afford to sit and feed you and your children. You are expected to work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:31.280",
        "message": "So they become a resource of a different sort. Before, while they are married, they are looked at as resources who will look after their husband and look after the house and all that. But when the husband isn't there and that function is redundant, hey, you're still a resource. You've got to do something. You address a question in one of your pieces, which I'll kind of quote at you and let you elaborate on that, which is, quote, the 2011 National Sample Survey found that over a third of women in urban India and half in rural areas who engage mainly in housework want a paying job. So if women want jobs, why are they quitting? What's holding them back? Stop quote."
    },
    {
        "speaker": "Guest",
        "time": "00:38:06.720",
        "message": "Yeah. So what's holding them back? My very simple answer, if an unpopular answer is family. The structure of family is such that it imposes a tremendous burden on girls and on expectation from girls. Where does this come from? This idea that girls must grow up to look after their husbands and cook the food and all of that. Where does this idea come from? It comes from the family. It's not coming from some external force. And it is true to a large extent of everywhere in the world. When we talk about the burden of care work, it falls disproportionately on women. And there is not a single country in the world, not even the Scandinavian utopian societies, where the work is 50-50. There is an imbalance all over. Of course, in India, that imbalance is particularly bad. And depending on where women are living, they could be spending as much as five hours a day on care work. What is care work? It is the cooking, cleaning, caring for children and the elderly. It involves the fetching of firewood, the fetching of water. Women spend hours just fetching water. It is their job. So where is the time? In fact, when people say women don't work, I take great exception to that statement, because women actually work. And if you were to factor in the work that is unpaid, the care work, then women probably work far more than men. In fact, the figure in one of, again, I'm getting"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:40.480",
        "message": "this from one of your pieces, is that unpaid work, women in India do unpaid work for five hours or 351.9 minutes a day. And men do it for 51.8 minutes a day. 51 sounds a lot. What do men"
    },
    {
        "speaker": "Guest",
        "time": "00:39:54.560",
        "message": "do for 51 minutes? Oh, they do. So when I ask women, and I've asked a lot of women, including in places like Bombay, I say, well, does your husband help or does your son help? And then they say, yeah, of course they help. And I'm like, what do they do? So they said, oh, both, you know, when I'm cooking, he plays with the children. So that's unpaid work. That's unpaid work, according to the women. And you get the most astounding responses. So there was this one woman I remember in Bombay, and I said, tell me your day. So she started telling me, she wakes up at 5am, there's water, you have to stand in line, blah, blah, blah, blah, blah. It goes on. Then she makes the lunch. Then she makes the dinner. I said, why can't you cook lunch and dinner at the same time? Just cook it once a day. And she was insulted. She said, my husband's not going to eat basi khana. My children are not going to eat basi khana. So she's cooking twice a day, unquestioningly, you know, because the food must be made twice a day. So yeah, when the men work, the unpaid work, what does your son do? I asked, does he help you? Yes, he helps me. What does he do? If I need something, he runs to the market and gets it. So that's included in the care work. So regardless of what they do, it is pretty steep. It's one of the worst in the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:10.080",
        "message": "And at some level, this kind of, like the man in this case, the husband who doesn't want basi food is perhaps completely oblivious to what he's putting his wife through by making her cook twice"
    },
    {
        "speaker": "Guest",
        "time": "00:41:21.440",
        "message": "a day. But it's a woman who doesn't want to give him basi food also. So this is the point that you were making about men and women. I mean, women are a part of the patriarchy as well. And there are feminist men. So when you talk about the fight, the gender fight, the fight for gender equality, let's not forget, let's not forget Jyoti Singh Pandey's father, right? We're coming back to Jyoti Singh Pandey. He sold his ancestral land in his village because he wanted to educate his daughter. She wanted to be a physiotherapist and he had two sons, two younger sons after her. He never once said, I need money for your dowry. He never once said, I need money for your brother's education because they are going to rightfully look after me in my old age. She said, I want to be a physiotherapist. He sold the land to finance her education. So our greatest allies can also be men. So patriarchy is about gender, but it need not always be gendered. You have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:18.000",
        "message": "feminist men and you have patriarchal women. That's a great point. And another sort of point you made about why more women don't work is agency, where again, to quote from you, the 2011 Human Development Survey finds that a sizable number of women need to take permission from a family member to even go to the market or healthcare, said Rohini Pandey of Howard Kennedy School. And again, you quote her, in the end, it's pretty difficult to look for a job if you can't leave the house alone. Stop quote. Absolutely. And like you said, women are part of this. It's even, it's a girl's mother who will tell her that"
    },
    {
        "speaker": "Guest",
        "time": "00:42:52.640",
        "message": "no, you can't go alone. Or the mother-in-law. Yeah. Somebody needs to go with you. Sometimes, in fact, in Bihar, I met women and sometimes they are accompanied to the market with some small boy, a five-year-old boy, you know, they're holding that little boy, but that boy must go with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:08.720",
        "message": "them to the market because they cannot go alone. Wow. And another sort of thing that comes in the way of women working is the sort of disincentives for employers to employ women. Like again, a quote from one of your pieces, Medha Oniyal, Program Director of the Pratham Institute was more blunt. And here you quote the lady, when you have women on the payroll, you are legally required to provide facilities like a creche. So a lot of employers have a clear mandate of not hiring women. Stop quote. And these sort of disincentives even come through, say, well-intentioned policies like maternity leave, mandated maternity leave and all where sort of these disincentives as such exist. What's your feeling on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:52.080",
        "message": "So let me tell you what my problem with maternity leave is. When the government, the previous government increased maternity leave, of course, everybody cheered, listen, six months, why not? You know, it's great. But when you mandate six months for women and nothing for men, I mean, in the private sector, there are some enlightened, quote unquote, enlightened companies that will give you 10 days off. What is your messaging? Your messaging is that this is your job. A man's job is nothing. So who's again, you're reinforcing the stereotype of what is women's work? See, what is my objection to unpaid care work? My objection to unpaid care work is that when you're spending five hours a day fetching water or fetching firewood, where is the time to go and do paid work? So you are working, you're just not getting paid for it, right? When you bring in a mandate, when you increase maternity leave by six months, what happens? Small and medium enterprises tell themselves, there is a certain demographic that I will not hire. A young, about to be married, marriageable age or recently married woman with no children, I can't afford to hire her because I can't afford to give her six months leave. Right? You have to understand. So is the government subsidizing a part of that leave? I'd like to know that. And my point is, why do we not? We have a model in the Scandinavian countries where you have, it's called parental leave. So it's three months for moms, three months for dads, and then the remaining three months, you choose which one. And the three months for dads cannot be transferred to the moms. And I was shocked. I was on a TV debate talking about this, my objection to maternity leave. And Naina Lal Kidwai was on the panel with me and said, oh, you know, if you give men paternity leave, they will all go off to play golf. And I found that patronizing to the extreme, because you're basically saying that men are shits and they will do nothing. You don't give them a chance. And if you mandate it and say this leave cannot be transferred to women, then maybe they won't. So what happens when women get this? And let's remember, we're talking about the formal sector that only hires what, 4% women? The informal sector, we're not even talking about where the vast majority of women work. So in the formal sector as well, when a woman takes six months leave, let's say she's in a big company like an IBM, right? And when she comes back, she suddenly finds that she's redundant. She suddenly finds that, and I know this from personal experience, talking to young women in the IT sector, they say, oh, you know, when we came back from work, from maternity leave, six months, which is allowed to us. And we came back and we said, our bosses say, look, don't do this. This assignment is really a tough assignment. So the women, so this is another interesting statistic, right? NASSCOM did a survey. At entry level, women in tech are 51%. But overall, it's only 36%. And at the senior leadership level, it dwindles to single percentages. The same newsroom example I gave you about, women are there all across the newsroom, but in the corner offices, they're only men. So what happens at middle management level is that that is when your kids, you start having children, or the parents grow older, or the in-laws, you know, there's an in-law who's suddenly incapacitated, has to be taken to the hospital. That burden falls on women and not on men. So when a woman often comes back from maternity leave, her boss will tell her, you're a very nice, lovely man, the supervisor, and he's saying, no, don't do this assignment. It's a tough assignment, the long hours. So the women lose out on opportunities. They lose out on the foreign assignments, on the challenging assignments, because within the office, there is a culture that says, you can't do it, you're a mom."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:51.360",
        "message": "Right. And I should at this point say that, you know, two of the editors I work with as a columnist are both women. So there are some women in the corner office, but journalism is very much the exception in that, in that sense that I think the rate of women in journalism must be way higher."
    },
    {
        "speaker": "Guest",
        "time": "00:48:06.320",
        "message": "Yes. Than other professions. Like journalism, entertainment, you know, so you do have a higher proportion of women. And yes, as the generations proceed, as we started talking about how every generation had its own battle. So today's battle is going to shift to the corner rooms. The battle is not in some sectors and amongst a certain demographic, the battle is retaining talent. So in 51% women are joining tech. So they're coming into the workforce, but somewhere, somewhere they just fall off because there is a glass ceiling that remains intact. And I've spoken to so many women as well as men, more women than men, of course, when you look about workplace design, you have to ask yourself who designed the workplace. It's not designed by women. It's designed by men. Men are very happy. Men have only one job. They have to go to work and they have to be brilliant. That is it. They don't have to worry about who's putting the kids to bed or who's taking mom to the hospital for her checkup or any of that. They don't have to worry. They just get into work. Someone is looking after them. And in fact, in Lean In, Sheryl Sandberg talks about the fact that every successful CEO has a wife who's propping him up. Every successful woman CEO does not necessarily have that husband who's doing the same job. I mean, how many husbands do we have who will say they'll give up their careers and they'll tell their wives, go out and be brilliant. I'll take care of the house, or I'll at least share an equal share of this burden. They're very few. And when men do it, they're heroes. You say, wow, look at this guy. What a super dad. When a mom quits her job, she's just another mom. It's no big deal. No. And in fact, you mentioned workplace"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:56.080",
        "message": "design. I'd written an editorial at around the time Me Too happened. And it's interesting that if you consider the air conditioning in offices, air conditioning was essentially, it was regularized in offices in the 50s and 60s when offices were mostly full of men and the optimum temperature then was fixed at whatever it was. Now, since then, we've discovered that men tend to be comfortable at a particular temperature and women need a slightly higher temperature to be comfortable. So in the normal office designed for a man, if the man is comfortable, the woman will inevitably be cold. And this is something modern offices have simply not taken"
    },
    {
        "speaker": "Guest",
        "time": "00:50:34.000",
        "message": "into account. Well, I wish the problem was just air conditioning. But it's not. When I'm talking about workplace design, I'm talking, look, women are capable of working very hard. On construction sites, you'll see that women can carry headloads of up to 60 kilos. But women want to work very differently from men. Women need breaks. A lot of women say, I need to be home at lunchtime because I need to cook with an invalid parent or my children are coming home from school and I need to get food on the table. I can come back. So that's why women, I mean, for me, freelancing was liberating because I did not have to spend time commuting. I did not have to spend time in, you know, frankly, pretty useless meetings. It freed me up and I was able to work. So I could work early in the morning. I could work late at night when my kids are grown up now, but when they were younger, you put the kids to bed, you work. So women can work very hard and are very dedicated and have a certain discipline. And then, of course, you have workplaces designed by men designing things like off-sites. My God, I mean, women, I can tell you, hate off-sites. They hate off-sites because it takes them away. It means it's a logistics nightmare because you have to plan food, you have to put food in the freezer, you have to make sure who's going to take the kids to school, blah, blah, blah. Or let's take another example, networking after drinks. How many women really have the freedom to do that? So it's very well for Sheryl Sandberg and others to say, lean in. How much are you going to lean? And you can lean and lean and lean with all your might. But ultimately, workplaces also need to recognize that if they are to retain female talent, then they need to lean in too. They need to lean out. And in fact, the point you made about, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:31.040",
        "message": "networking after work hours and all, and just thinking aloud, it strikes me as another reason of many, many reasons that women don't reach the corner office because rising in corporate life requires so much networking and schmoozing and all of that. And, you know, women spend less time networking perhaps and more focused on their jobs. And they will, of course, be very wary of schmoozing."
    },
    {
        "speaker": "Guest",
        "time": "00:52:51.840",
        "message": "Yeah. So all of these become impediments. Yeah, I see myself, you're taking me back to the days when I wanted to pick up my bag at five o'clock. I was willing to make the sacrifice. I was taking the pain of earning half of what everybody else was earning, even though I was doing as much work. And, but I need to be home. That was it. That was a non-negotiable for me. Now, if you tell me that, well, you have to go out, you have to meet contacts, you have to meet sources, you have to have drinks, you have to go for off sites, you have to do all these bonding exercises so that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:26.800",
        "message": "you can bond as a team. I mean, it is painful. We'll take a quick commercial break now. And after we return, we'll talk about your favorite state, Haryana."
    },
    {
        "speaker": "Unknown",
        "time": "00:53:37.600",
        "message": "Hey, everybody, welcome to another great week on the IBM Podcast Network. You know, the greatest place on earth to work on. If you're interested in working with us, please do send us your resume at careersinthisbox.com. We're looking for people in business roles. We're looking for people in creative roles. We're looking for audio engineers, graphic designers, all kinds of things. So please do apply. Also wanted to ask everybody, please tell a friend about your favorite podcast on the IBM Network. We really do depend on your word of mouth. You are our biggest ambassadors, and we'd really, really appreciate all of your support. Also, if you are enjoying what you listen to, take a screenshot, tag us on social media, and we will repost that. This week on Cyrus Said, Cyrus is joined by Eva Budd. She's the head of Bollywood content at 9x Media. Eva recounts some of her favorite and not-so-favorite experiences interviewing Bollywood celebs, her new podcast, 9xm Soundcast, available on the IBM Podcast Network, and displays her singing talent. This week, we're launching a new podcast called Football Shootball. It's hosted by three diehard football fans, Gaurav Sapre, Sivram Parmeswaran, and Karthik Iyer. Tune in to get your weekly football fix that brings in-depth analysis along with unhinged banter. First episode releases on Wednesday, 7th of August. On the season finale of Not Just Dhansak, Bhabhi Bride Prasen Patel meets Chef Bawa Farhad Kulkarnia. Also, the co-hosts are keeping it queer. They talk about the varieties of Dhansaks and how there's no one way of cooking it. On Simplified, Chuck and Naren are joined by guest Tony Sebastian for part two of the history of the Cricket World Cup. On Mr. & Mrs. Binge Watch, Janice and Anirudh talk about the critically acclaimed Emmy-nominated show When They See Us. On The Origin of Things, Chuck narrates the story about the early internet, smut, and an unlikely investment. On What A Player, Mikhail Admeda is joined by comedian Joel D'Souza to discuss cricket, football, Formula 1, and of course, darts. On The Habit Coach Podcast, Ashton Docter talks about journaling and narrates examples of prominent people who maintain journals of their lives. He also explains how to keep a journal and learn more about your mind. On The Empowering Series, Zarina Poonawalla is joined by the Managing Director of Genetic CallNet Consultancy, Vishal Keswani. They talk about how you can discover a suitable career and how to deal with conflicts in any industry. And with that, let's get you on with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:36.400",
        "message": "your show. Welcome back to The Seen and The Unseen. I'm chatting with Namita Bhandare about women at work or in general, the state of women in India today. One of the things that fascinated me about your many pieces, both your series on India Spend and then you've written separate pieces in Hindu Sun Times about it over the years, is sort of looking at Haryana as a case study in particular. And again, I'll quote some figures from your pieces. You point out that Haryana has famously a very low sex ratio, 836 girls for every 1000 boys at birth among children born in the last five years. This was in a data in 2015-16. And the national average at this time was 919, which itself is abysmal. I mean, just as we talk about, say, an invisible country, you can also talk about a lost country of the missing women as the famous phrase goes. And to quote from one of your pieces, quote, in 2015, for instance, Haryana reported the country's largest number of gang rapes, 1.6 for every 1 lakh women, according to National Crime Records Bureau data. It had the second highest rate of dowry deaths at 1.9 per lakh population, and the third highest rate in stalking women at 2.7 cases per lakh population. And you've spent a lot of time in Haryana. Tell us about some of the sort of insights you've got about what's going on there."
    },
    {
        "speaker": "Guest",
        "time": "00:57:00.400",
        "message": "You know, when you think about dystopian horror stories, it's almost like a black mirror episode, right? What happens in villages that kill off its daughters? You have women being trafficked from the Northeast and from other states, poorer states into Haryana. Haryana is a rich state. So it does poorly on gender indices, but is otherwise a prosperous state with agriculture and so on. And so they can afford to buy. So I have met women who are being imported in, they're being trafficked really, you know, for marriage, sometimes being shared between two brothers, really functioning as sex slaves in a state that has chosen to kill off its daughters. And this is not something, I mean, you're seeing this horror spread. I mean, Beti Bachao began in Haryana. It was launched, if you remember, by Narendra Modi from Haryana for a reason. And that was to, you know, the acceptability of daughters. Recently, you must have read in the news, Uttarakhand, 130 villages that have not seen the birth of a girl for the last few months, right? You know, Amartya Sen wrote about the missing women, I mean, missing girls. You're seeing this happen. This is not an academic or a theoretical discussion. You are seeing it happen. What happens when a state does not value its girls? So when a state does not value its girls, you will have a very high incidence of crime, because who's going to speak up? Who is speaking up for the rights of these women? I mean, you've killed off the women, right? So you have very high crime rate, you have otherwise very poor gender indices. But it is like all of India, Haryana is also filled with contradictions. So one of the things that you will find in Haryana, a lot of our sports women, our athletes are coming from Haryana, from this state where ghoonghat is like an accepted norm. And I remember there was a big furor because one of the state magazines issued by the state government, I mean, the headline was ghoonghat ki something aan baan hamari desh ki shaan. You know, ghoonghat was desh ki shaan. And I have been to panchayat elections where women are campaigning in ghoonghat and you can't tell who's the candidate because they're all looking the same. Because they've all covered their faces up to their knees, like ghoonghat is literally down to their knees. And yet you have this, the Fogart sisters, I mean, rough contact sport like wrestling, you know, and I think part of it comes from the fact that the desire for a government job. So parents feel that this is their ticket. So you will allow your daughter to play this sport in the hope that she'll get a sports quota and get a government job."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:58.320",
        "message": "And the government job, as you've pointed out, is considered more respectable for them."
    },
    {
        "speaker": "Guest",
        "time": "01:00:01.920",
        "message": "Absolutely. Private sector jobs in Haryana are absolutely looked down upon. And the Jindals have set up a steel factory. And I had gone and visited there. And there were a few women working and right on the factory floor, you know, so this was very revolutionary for Haryana. Most of them were actually unmarried. So they were in that little window that I mentioned between education and marriage. And one or two were engaged to be married. And you know, they were very clear that shadi ke baad, it depends on what our husband says. And we know what he will say. I'm doing this for pocket money. You know, that was the excuse."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:38.720",
        "message": "I actually have another theory about how this whole thing of women in sport kicked off in Haryana. I done a feature story on Sakshi Malik a few years ago after the Olympics. And the trend of women entering wrestling really began in about 1997 when there was this legendary coach called Chandgi Ram. And Chandgi Ram was a famous wrestler himself. And he didn't have sons. And in 1997, the Olympic Committee announced that from 2004, there would be women's wrestling in the Olympics for the first time. And he saw that as an opportunity to get an Olympic medal for his family and therefore trained his daughter Sonika Kalikaraman, who became an accomplished wrestler herself and Mahavir Phogat from there, who was one of Chandgi Ram's assistants, if I remember, trained his daughters. So even the root of that, which seems like empowerment, so many women in sport, even the root of that is male ego."
    },
    {
        "speaker": "Guest",
        "time": "01:01:29.360",
        "message": "Yeah. But if the result is that women are coming forward, I wouldn't quibble about that. I'm happy with male ego. And thank God that there were no portable ultrasound machines as there are now going literally into technology is being used. So, you know, maybe there would have been sons if these ultrasound, portable ultrasound machines were going into every village at the time. But because there were no sons, these girls were allowed to come up. Yes, I get your point about it being a double-edged sword, but look at it from the other side,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:03.920",
        "message": "at least they came up. At least girls today have role models. I mean, another point you made in your series was about how when a woman works, it is not only that that one woman has a job and she's working, it has a huge number of knock-on effects around her. Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:02:18.320",
        "message": "Most of all, on her own standing, on her own self-esteem, on her own sense of who she is within the family, she suddenly gets a certain enhanced status because she's bringing in money, she's bringing in prestige, she definitely gets a say in household decisions. She's a person, she's not just the roti provider or the child nurturer, you know, she is a person with a job and an identity. So I think that is something that is very, very important when women work. Let's forget about GDP and what it does to the economy. And of course, she becomes a role model for her daughters. The daughters of an employed mom are more likely to be employed themselves, you know, because they accept that as normal. The sons see their moms going out to work. And so they say, well, you know, it's okay if our wives do the same. So it is a virtuous cycle. I don't see a downside to it at all, except of course, a downside to the woman's own sense of stress and managing the hundred things that she must multitask in order to get out of the house"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:25.440",
        "message": "to work. And despite this virtuous cycle, you know, women's participation in the labor force is going down. And I meant to ask you a question earlier, well, we were talking about that, but I forgot. So I'll ask that and then we'll go back to Haryana, which is about, you know, Claudia Golden, you must be familiar with her work, wrote about this famous U-shaped curve, where, you know, as countries grow more advanced in the technology scale, less women work, but then that changes as again, more women work. Does that curve apply to us? Are we at the low"
    },
    {
        "speaker": "Guest",
        "time": "01:03:54.960",
        "message": "end of that curve or is something else happening entirely? So I don't have a crystal ball and I don't think anybody does. So we were definitely at the downward trend of the U-curve and we're going on sliding, you know, as you mentioned, demonetization, everybody made such a noise, you know, the headlines in every paper about job loss. Nobody pointed out the fact that the job loss was entirely amongst women. 0.9 men actually came into jobs after the first four months of demonetization. It was the women who lost jobs. So somehow again, it's a silent crisis that we don't see. And it is going on sliding, you know, down from 27 down to 25%. We don't know where the slide will end and when we'll bounce back. There is no way of telling when that will happen. We do have a jobs crisis. And I would like to just mention over here that it's almost as if jobs have become the new banana. What do I mean by that? I mean that in the old days, you often heard these stories about if a family is very poor and they had one banana, they would give it to the son, right? Not to the daughters. So jobs are that new banana. So within families, and I will not take the name of a minister from my favorite state of Haryana. It's not my favorite state."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:11.440",
        "message": "It's just a state I've traveled to a lot. It's totally your favorite state. We're on the record."
    },
    {
        "speaker": "Guest",
        "time": "01:05:15.360",
        "message": "Oh, please come on. The gender record is awful. Appalling. Really appalling. And this minister told me, he says, Why are you doing so much women's labor force participation? If women get jobs, where will men go? So you must understand politically, why is it that political parties, you know, they don't, when political parties talk about women's empowerment, what are they talking about? CCTV footage? You know, crime rate? That's all they talk about. Nobody talks about jobs for women. And the reason why they don't talk about it is because they realize that, you know, when a man loses his job, he will come out on the street and agitate. 19.6, let's imagine 19.6 million men lost jobs in just a decade. Would there be such silence in the media amongst social groups, amongst feminist groups, amongst, I mean, in every sector, there is nothing, there is silence. Because where are those 19 points? I'll tell you one of the most difficult things that I faced while doing the series is finding women who had quit jobs. Because when a woman quits her job, she just melts into her kitchen. You cannot find these 19.6 million women, they're not in Jantar Mantar protesting, the men would have brought the governments down, successive governments down of 19.6 million men, it would have been a massive crisis on the front page of every newspaper and on the top of talk shows and on every TV channels."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:46.720",
        "message": "And that's a very evocative and moving phrase melts into her kitchen. You know, I remember this column last year by a columnist, I won't name her, but it kind of made me very angry, where the column basically made the argument that it's fine if women don't work and they do the unpaid work they do at home, because that is more optimal for society, which really pissed me off. And I was editing Pragati at that time, I got one of my colleagues Devika Khet to write a piece about that, because sort of rebutting that and that seems to me to be an analog of the kind of argument you once heard and still hear sometimes in the context of caste, where even Gandhi made the argument once that there is a purpose for the caste system and is good for society that it's like that and everyone has the roles that they must play. And how does one respond to"
    },
    {
        "speaker": "Guest",
        "time": "01:07:30.480",
        "message": "arguments like this? Oh, that is such bullshit. It really is. You know, this whole business of how, when women actually you have men, male economists and economists, I mean, saying basically, oh, women dropping out of the workforce is actually a good thing, because this means that A, the economy is progressing. So the U-curve syndrome that you spoke about, and B, this is pitched as a wonderful luxury for women. Why do you want to work? Why do you want to rush in the metro for a job? You can sit at home, relax. And make food twice a day. Because your husband doesn't want to eat basi khana. It is pitched as a luxury, as something that is aspirational, and as a step forward for women. You know, motherhood is endowed with such a lot of sublime and this, you know, everywhere in the popular culture, if you look at ads, you work with an ad agency. For eight months, 25 years ago, don't hold it against me. And you have these, you know, butterflies and mother's love and mother's care. And, you know, it's like this noble, you know, my God, being a mother is the greatest thing any woman can do. I mean, why is not fatherhood endowed with that same, some of that same nobility? So a woman who says, well, I would rather have a career than sit at home and look after my children, you know, is a very, very bad woman. She's the woman we fear the most. We do not approve of that woman who says, I'd rather go to work than sit at home,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:03.360",
        "message": "looking after my babies. And something else I'd want to talk about is family values. So, you know, I was chatting today with a friend of mine. And he said that one of the great problems in America today, one of the great social problems is a breakdown of family values. And there's no phrase I hate more than that. I mean, I just thought that the very problem"
    },
    {
        "speaker": "Guest",
        "time": "01:09:21.280",
        "message": "with India is bloody family values. Do you agree? I do. I do agree. Unpopular as this may make both of us. The family, look, families, as we said, there are families and families. Jyoti Singh Pandey's father is my role model, you know, a man who can sell his, but how many fathers are there like that? It is so, when we talk, when I say that, what is holding women back? Why are women falling off the workforce? The good news, the good reason why some of them are falling off the workforce is because they're in education rather than in employment. Fine. That's the good news. But what is the other reason? And the main other reason, you know, when you say patriarchy, patriarchy sounds like this wonderful, long word that masks a very ugly reality of Indian families, because it is families that impose stereotypical roles, stereotyping on sons and daughters. This is a girl's job. This is a boy's job. When a girl wants to go out to work, she must take the permission of her father, her brother, her father-in-law, her husband, and sometimes even the entire village panchayat. So I'll give you an example, the hospitality trade. There is a huge demand for skilled women. But it is the family that says, but this is not good work for our daughters. And I've spoken to fathers who have said, my daughter's not going to serve food to men in a restaurant. You make her a captain. Now, how can she become a captain unless she's first serving? So there is a demand. The jobs are there. But the families say this is not appropriate, or the village will say this girl. So there's an institute that's training women for the hospitality trade in Aurangabad. This is run by Pratham. And the women who enroll, who get in, they actually get their fees subsidized to a very, very large degree compared to men. Yet, despite the subsidy, only 30% of its intake is women. And of those 30%, 50%, a large proportion who get job offers after they've complete, don't accept their jobs because the girls are coming from tribal belts, from faraway villages. And the families, first of all, don't want to send them even to train. And second of all, when they send them to train, don't want them to live that far away. So they're allowed to come in batches. If they come with three, four, five from the same village, they send them. But then three, four, five cannot get a job in the same place. They have to be separated. And once girls are separated, the parents don't want to send them off. And I'll never forget this one man I met. He was so angry. He was a truck driver and his daughter had done the course and she had actually joined it while he was off traveling somewhere, driving his truck. And when he came back, he discovered that she had joined this hospitality course. And he was very angry because he had not been consulted. And he just went on and I said, but what's wrong? Why? She had a job offer. So he's, he's the one who told me, and she should not serve food. And he had all these objections. And finally, in the end, he tells me, he says, I know what happens when girls get jobs. I said, what? So he says, they do love marriages. You know, so the authority of the patriarch could get eroded. And he gave me the example of his niece who had joined the police. And he says, you know, she joined the police and then she did a court marriage. And now her father is so embarrassed. He cannot show his face anywhere. So this is the mindset you are encountering in larger and lesser degrees. And, and so that is why I say it's the families can be supportive. I mean, if families choose, well, I'll give you an example. When we spoke about the motherhood penalty, there is data that suggests that in families where there is a mother-in-law, women are more likely to work because they will look after the children. They will take a lot of the burden of the cooking and of a lot of the other work. So mother-in-laws can be extremely supportive of women when they choose to be. This is the saas bahu serial no one has ever seen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:27.760",
        "message": "Yes. And, and, and, you know, the, the interesting thing also is that even if jobs are available, even if women want to do them, even if their families just imagine are happy with them doing the jobs, sometimes they can't because of external circumstances. And coming back to Haryana, you've written a piece where the headline of the piece says it all, which is how rapes are impacting the mobility of women. And you point out in the piece that number one, sometimes a job involves even a little bit of travel. And, you know, that is dangerous to women because there is simply no rule of law anywhere in this country, let alone Haryana. And secondly, you quote the social worker called Kanta Singh, which is quote, when one girl is raped in a village, parents of the other girls will impose even more restrictions on their movement outside the house. Stop quote. And it's actually rational on the part of parents to impose those restrictions."
    },
    {
        "speaker": "Guest",
        "time": "01:14:19.200",
        "message": "Absolutely. Kanta, of course, is a wonderful woman. She's with UNDP, very, she's from Haryana and a sports woman, very passionate about bringing skilling to women in, in Haryana. So let me give you an example. UNDP did a skilling program for the textile trade. And these, I forget now how many women, 50 or 60 of them were trained and were placed in jobs and went off to work. Within a month, there was only one woman left. Those 59 out of 60 had just dropped out because it was too far, the bus was taking too long. And so I tracked down one of them, you know, that was a job. I tracked down one of them and I sat down with her and she explained to me, she said, when I did this skilling program, it was the summer. The days are long. Okay. And I took this job and it was a one month skilling program and this job was great. It was dropping. But she says in the winter, when the days became shorter, she says, my bus stop is one kilometer from my village. I have to walk home in the dark. So forget Haryana, all over India, you know, including in Delhi and Bombay, the big metros, the average, national average of women who use public transport for work is what? Take a guess. I won't even take a guess. 22%. Only 22% women women take public transport to work. There are many inhibiting factors. One is they don't want to spend too much time, right? Because they have other things to do back at home. So if you go to Bawana, which is on the outskirts of Delhi, women are bringing home job work from the nearby factories, you know, for pathetic wages, you know, well below minimum standards, 100 rupees a day for packing a garbatti, you know, which is back, you know, it's mind numbing work or bringing home fan components, which then the whole family sits together, children, everybody sit together and they help the mom out. She's getting 5,500 because she can't afford to go to work. She cannot afford it either in terms of time or in terms of money. You know, a metro ticket is an expensive thing for a woman. So she will get a much better paying job. So when a resettlement colony like Bawana comes up, because the Supreme Court says polluting industries must be moved out from, how does it impact the lives of women? This is how it impacts the lives of women, that they can no longer, they have to give up jobs, which they might have had, paying them better because they were in the heart of the city. They've now been thrown into some wild wilderness where there is an extremely high crime rate. So there are mothers I spoke to who said, I can't go to work for eight hours because when I come back, I don't know if my kid is going to be here or not. My kid could be snatched. My daughter could be, you know, whatever, disappeared. It happens. They have an enormously high crime rate. So crime does impact women's workforce participation, both in terms of their own participation and in terms of the mothers, because then the mothers are now doing chowkidari. So this one woman who does this agarbatti packing business, she told me, she said, when my daughter gets married, I'll look for a full-time job. But till she's married, I have to do her hifazat. This kind of brings me to a point I often make"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:45.520",
        "message": "about the Indian state, that in my view, the Indian state should be a small but strong state, while right now it's broad and weak. Like there are a few things that the state should do, and it should focus on doing them well. And one of them is a rule of law. So, you know, there is all this conversation about, we should make this policy intervention or that policy intervention to help women out. But the basic fact is that if you just have the rule of law, if you just do that bit properly, so many of these problems can be, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:18:14.960",
        "message": "not solved, but so much better. Absolutely. There's no question. There's no question. You know, recently, for instance, the UP government made an announcement saying that they will provide free travel to women on the metros and on the buses. And of course, I mean, I wrote a piece for Economic Times saying that it's a great move. But the caveat, which is, you need to consider the costs. You need to, please don't do something that sounds populist. You know, what is the nitty gritty? So, you bring in a policy intervention, but how are you going to implement this policy? Have you done a cost analysis on increasing public transport vis-a-vis the cost of subsidising those tickets? You could just put more buses on the road. Bawana, for instance, does not even have public transport. So, how does it help that poor Agarbati Packer, who is waiting for her daughter to get married so she can get back into the workforce? It doesn't help her because there is no bus. There is no metro. She walks to work. Well, she actually works from house, but her neighbours, for instance, those who do work, they either walk to work or they take those shared auto rickshaws, which, you know, five rupees a head or something. So, this subsidy is not going to help them. So, what is the implementation of the policy? That is what worries me. You know, we kind of make these wonderful announcements and then we"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:37.680",
        "message": "don't think about how we're going to follow through. Let's kind of move on now to an issue, which I guess doesn't impact most women in India, but does impact those of us in the elites, which is the whole Me Too movement. What was your sense of it? Well, it does impact most women in India. In the sense, it's an issue for most women, but most women in India probably are not"
    },
    {
        "speaker": "Guest",
        "time": "01:19:58.080",
        "message": "even aware that there was something like that. Well, most women in India, I would imagine, at the workplace experience it in some form or the other. The 96% who are in the informal sector do have a protection in law, which is in paper, because you're not going to, you know, speak up and you don't, you have these two district committees in Delhi, all of Delhi. So, which domestic worker is going to complain because, you know, her boss is watching porn in her presence and this happens very often, I'm told, or he'll come out in his towel or maybe not even that. I mean, that is sexual harassment. It fits the legal definition of workplace sexual harassment. So, she's doing the pocha and the sahab is coming out naked from his shower. She'd just rather quit her job and find something else. She's not going to go looking for where she can make this complaint right on sexual harassment, which can't even be proved. There is no evidence. But the Me Too movement, let us, okay, let's go back to the Me Too movement. I mean, just to clarify, I did not"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:55.360",
        "message": "for a moment mean that women don't face harassment. It's absolutely ubiquitous. Yeah. But just in terms of, you know, what the Me Too movement kind of focused on, I mean, everyone coming out, I mean, it's all English speaking elites, unfortunately. It is. And again, back to the point that just"
    },
    {
        "speaker": "Guest",
        "time": "01:21:13.440",
        "message": "because you're elite does not mean you do not suffer. Exactly. Right. So, again, let's go back to my point about the generational change. I did encounter a predatory boss very early in my career, fortunately, and very quickly into my job. I mean, I had not even worked for one month when this happened. The incident itself did not upset me. Honestly, it happened in a car. And I mean, he was just ridiculous. I was able to push him off. It didn't bother me. I said, okay, forget it. But a few days later, because I did tell a few friends about it, and a few days later, he summoned me to his office, and I got the dressing down of my life. He said, why are you talking about it? Because people will think you're showing off. And really, for me, that was the intimidation, the malified, because he knew he had done something wrong, right? And the attempt to silence me and throttle me, I said, I'm out of here, man. This is just too much. So I served out my three-month notice, partly because it never occurred to me that I could ask for a waiver. We started work at a time when there was no term called sexual harassment. There was no law. There was no vishaka. There was none of that. So we have a little sisterhood where we tell each other, he's a creep. Don't go to his office. He drinks at night. Don't go into his cabin. So we looked out for each other, but it was a hazard of the job that all of us encountered at some point or the other. I do not know a single woman, and you're welcome to ask your female colleagues who have not experienced, at least of my generation, who did not experience some form of absolutely blatant sexual harassment. I'm not even talking about what the law supposedly protects you against, which includes sexist remarks, making off-color jokes in the presence of... I'm not even... That was all the time. All the time. You were in the conference room. Your boss would turn to you and say, would you order the coffee? Why? Do I have some special coffee-making or coffee-ordering skills? Just because I'm... Will you take the notes? Again, why? Because I'm the only woman who's sitting around the table. So we forget in the Me Too, it is such a struggle for women to get a seat on the table. And I'll tell you a story, Amit. And I read this in the Washington Post some years ago during the Obama administration. And Obama was this great, empowered feminist. He was openly a feminist leader and he hired a lot of women, but the women were still in a minority in the White House. And so what would happen during meetings? And when I tell this story to women, they all understand. Their eyes light up because they know exactly what I'm talking about. So you're sitting around the conference table. You're maybe 10, 11 women and maybe 20 men. So you're kind of... You're there, but you're not in equal numbers. The woman makes a point. The men will look into the air, they'll drink their coffee, they'll stare at their phones or whatever. And some man will then interrupt and take over. And then five minutes later, a man makes exactly the same point. And everybody looks at him and they're clapping and they say, genius idea, man, genius. So the women cottoned on to this and they decided that they were going to reinforce each other. So if we were on the table and I was sitting with my friend and my friend, my female colleague, made a point. And then she was, of course, overruled because men don't listen to women. They don't know how to listen to women. I would say, no, let's go back to what my friend was saying. And so the women decided consciously as a strategy to reinforce each other around the conference table. This is the struggle I'm talking about, Amit, the struggle to get a seat on the table. It is no man I know understands that fight. The fight, if you look at my story, the fight to run away from an arranged marriage, from a claustrophobic arrangement that your parents have planned for you, even though parents who love you, who dearly love you. I can't say that my mother was a bad mother. She was a great mom and she was a very liberated mom for her age and for her time. But her plan was that you will marry a nice man and have children and wear nice, elegant saris and have tea parties and whatever. And you can have a career, of course, but your family comes first. She was a lawyer who quit her practice. She had a practice in Kanpur and she quit her practice even before we were born. She got married and said, well, my children will need me someday. So she gave it up in anticipation. And somewhere in her head, I think she resented it because she said it very often. I had a great career. I had a great job. But yet as a mom, she was not able to unlearn what she had learned, that repression where she had to give it up. She resented giving it up, but she was not yet free enough to give us the freedom to say, go and live your life. Doesn't matter if you're not married. Doesn't matter if you don't live at home. Doesn't matter if you don't wear elegant saris and have nice teas. Go and have a job, have a career, because if you were my son, I would expect the same from you."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:39.040",
        "message": "And one of the things that I sort of welcomed about the MeToo movement, and again, when I called it elite, I wasn't criticizing it. It was a lament that it should have been more widespread. And one of the things that I kind of welcomed about it was that a lot of these sexist attitudes, which were normalized, were suddenly being condemned very emphatically. For example, all of those little things like the off color joke, so you take the note, so you get the water and all of these attitudes were considered completely normal, you know, and a lot of women a lot of women in an earlier generation might have taken it for granted that there will be predators around, just avoid them and be careful. And that's all you need to do about it. And a lot of predators might also have taken for granted that no one's going to protest at what we do. And our success rate will be good enough to make it rational to continue predating, if I may use that verb. And I think to some extent, MeToo changed that understanding, at least in whatever circles it was widespread, and changed the incentives for men as well to behave because who knows who will"
    },
    {
        "speaker": "Guest",
        "time": "01:27:38.800",
        "message": "get called out next. Absolutely. Listen, in the early days of the, I'm talking about because, you know, there are various MeToo movements, you know, are we talking about Bhavri Devi? And what happened in Rajasthan? Or are we talking about Raya Sarkar's list, which created a huge controversy, even amongst feminists and even amongst women, tragically, where you had young feminists and old feminists getting into this needless scuffle, because we dissipated our energy. Instead of understanding what is the enemy and who is the enemy, we started fighting amongst each other, where the younger feminist said, due process doesn't work. And the older feminist said, no, you have to believe in due process. And so that debate kind of fizzled out. Then you come to October 2018, where you suddenly have one woman, you know, starting with Tanushree Dutta's interview, then you have Bahima Kukreja. And remember, these men who are being brought down were so-called woke feminist men, who were working in comedy. And so, you know, Utsav Chakraborty set the cat amongst pigeons, because he kind of condemned very bad behaviour by men, male employees of a pan masala company, who were sent off on a cruise to Australia, behaved very badly as to be expected. And he said, look at these men. And Mahima said, you're a hypocrite, because what have you been doing? And then she, of course, exposed him. So there was evidence, there were screenshots, and the men could not deny it. What was unprecedented was the fact that companies took up and took note. You know, so there was a very big piya kulpa, where AIB, for instance, just was disbanded. Phantom Films was disbanded. I know of media companies where they said, even though the complainant had moved on to another job, they said, no, we'll hold an inquiry. And then there were sensitization trainings. And I know at one of the sensitization trainings that was conducted by my friend Paromita Vora of Agents of Ishq, where a woman put up her hand, and she said, I want to say something. So she said, bolo. So she says, you know, when I'm making the pages, my boss stands very close to me, and I don't like it. It's uncomfortable. And none of the men had ever thought of that, because when you're making the pages, you will stand over someone's shoulder. So she said, okay, let's do an exercise. What is a comfortable distance? And so they actually did it. So this woman stood there and she said, well, I'm comfortable if you're standing here. But if you come any closer, it really makes me very uncomfortable. So the men had not realized this. They were not being creepy. They just hadn't realized. They hadn't understood that. Of course, the first days were very exhilarating. You know, it was happening so fast. It was organic. These were women coming forward. And you know, I mean, for women like me, my God, I mean, this is a whole, it was a revelation that here you have this generation of strong, and again, we're talking about a very small minority. We're not, we don't have to add that caveat every time we're talking about the Me Too movement. But these were like strong, assertive women who said, I'm not going to be silent. You know, I'm not going to make the compromises you guys made. You know, you guys may have been brought up to say, well, compromise, learn the tricks of the trade. How do you get along? Predator boss, avoid him, blah, blah, blah. We're not going to do that because we have rights at work and we will voice those rights. And they had evidence in terms of screenshots. They had initially at least the support of companies. But a year later, what happened? You know, it's a sad story. If you look at so many of the early cases, whether it is R. K. Pachori at Terry, six years after this woman spoke up and made a complaint, both to her ICC, as well as to the police station, the trial is limping along. Tarun Tejpal, Tehelka, what happened? Trial is limping along. You know, so these are, of course, the older cases, but coming even to the Me Too cases, very quickly, there was a fight back. There's always a pushback, right, for men. So the criminal defamation, that's why the M. G. Akbar case is so interesting. It is not M. G. Akbar who's on trial. Please remember, M. G. Akbar has been accused by 20 women, including by one woman of rape. Okay, what she has said is that it was rape. He is not under trial. He has filed a criminal defamation against one of his early tweeters, Priya Ramani, who actually says he didn't do anything. And this trial is still going on in court and I'm watching which way it will go. Not just because Priya Ramani is my friend, but also because I really believe in this. I really believe, I want us as a society to ask, to look into our own hearts and say, what will it take for women to speak up against injustice?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:39.360",
        "message": "And that was kind of one of the, like, again, when Me Too happened last year, more so than Me Too and Raya Sarkar's list, but when it happened last year, that was one of the things that gave me hope that number one, so many women are speaking out. And number two, this now changes the incentives for both men and women. Women are more likely to speak out and articulate their grievances. And men are more likely to be careful of their behavior, even if that is a wrong reason to behave well, it is at least a start. And I'm not so sure now, a few months on whether my optimism was misplaced or justified."
    },
    {
        "speaker": "Guest",
        "time": "01:33:11.920",
        "message": "Yeah, well, I was also optimistic. I was like, wow, new deal for women. And one year later, where are we? You know, Alok Nath, a case against him has been dismissed. Ajay Devgn says, somebody who was accused of sexual harassment, he said, I believe in the Me Too movement. You know, I really believe in this movement, but however, I can't reshoot portions of it, because there'll be a very big cost involved. Writers who have been named, have publishing books with publishers. M.J. Akbar is writing columns, for God's sake. M.J. Akbar has a cover story coming out in Open Magazine. Now, I'm not saying that these guys should be, you know, sent into Kalapani, but at least while the case is on, let us hear and what are we as a society. So this is the same story, Amit, whether it is sexual harassment at the workplace or domestic violence. I'm coming back to that figure of one in three women. One in three women have been beaten. We know who these women are. They are our neighbors. We hear the screams at night. They come to us in the morning with bruises and bandages. We give them a cup of tea, we hug them and we send them right back. So what is happening is the same story. The cost of speaking up is just too high for any kind of violence, whether it is domestic violence, sexual harassment, rape. The spotlight is on the women. Who's on trial? M.J. Akbar is not on trial. Priya Ramani is on trial. If convicted, she will go to jail for two years. So hand on heart, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:47.680",
        "message": "what are we talking about? Yeah. And she's an absolute hero. I'll ask you a bunch of general questions that I had kind of saved for the end because I've taken up a lot of your time and this is not at all. It's been a pleasure. This is unpaid work for you. But good unpaid work. Yeah. Okay. So question number one. And this is something that always kind of strikes me is that at the end of the day, women are almost 50 percent of the vote bank, slightly less than 50 percent because 919 women for every thousand men. But they're almost 50 percent of the vote bank. And you'd imagine that any political party, which positions itself as woman friendly in a genuine way beyond mere posturing, can actually get a significant vote bank on a side. And yet this does not happen. Women tend to follow the same kind of positions as the men in their families"
    },
    {
        "speaker": "Guest",
        "time": "01:35:37.920",
        "message": "do. Why is this? Yes and no. I don't think women often follow the same position as their husbands, though husbands may like to believe that. And women are smart. Women are not stupid. So I'm not sure that they always follow the family dictate. But women also remember one thing. We don't vote as a vote bank. We don't vote as a bloc. You know, I mean, there is some evidence that in the last and I think that evidence is still being passed. So I don't want to comment too much on it. That women tend to go more with the Congress than with the BJP. But let's look at evidence. Let's wait for the evidence. How many Muslim women, for instance, did any Muslim women vote for the BJP because of triple talaq? We don't know. What was the impact of the Give Up Your Subsidy or of Swachh Bharat on the women vote? You know, these are interesting questions. But very interestingly, I'll tell you, states that do very well on gender indices, you think of Kerala, you think of the Northeast, which otherwise, you know, Meghalaya, for instance, has a workforce participation of almost 36%. But they have never elected, you know, a lot of the Northeast states have never seen a woman contestant, let alone a woman MP. Manipur is one of them. And so while at Kerala, very few women go into parliament or to the assemblies, whereas states like Haryana, Punjab and Shamika Ravi of Brookings has studied that at great length, saying that women don't necessarily want to vote for women. You know, they want to vote for someone who they feel will be on their side. Naveen Patnaik, I mean, when history is written, I think there's this very special thank you note due to him for taking the risk in actually saying that 33% seats in parliament, not in the assemblies yet, will be reserved for women. And so who do you have? Yes, you have the Bahubeti category. And I'm actually genuinely amused when people say, oh, if you have reservation for women, they will all come in the Bahubeti category, because of course, the beta, bhatija category doesn't upset anyone. You understand? So men who are coming, the young MPs who are coming in, yeah, that doesn't upset anyone. But when a woman, my God, then you suddenly say, oh, but she's the daughter, she's the daughter-in-law. And I'm sorry, I've just lost"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:58.000",
        "message": "my train of thought. No, no, this was pretty much what I was asking that. I mean, I know women don't vote as a bloc and no one should vote as a bloc. You should make your individual judgments. But at the same time, you would imagine that women can actually form a very large interest group when it comes to their interests, and yet they do not do so. And perhaps that's because of the ingrained"
    },
    {
        "speaker": "Guest",
        "time": "01:38:18.320",
        "message": "patriarchy, which many women also represent, I guess. Yeah, and I think also in a lot of elections, sometimes you just want to vote. So when a party is headed by a woman, for instance, Mamata, who actually brought in even more women than Naveen Patnaik, many of whom are making headlines like Mahua Moitra. They're just coming in, they're assertive. There's a new kind of woman. So it is changing, but it's not changing fast enough. So we are congratulating ourselves because we're now no longer 12.6% representation in parliament. We're wow, we're 14%. So there is one school of thought that says, let's forget about hammering on and on about 33% reservation. It's not happened in 25 years. It's not going to happen. Why don't we look at increasing the number of parliamentary seats? Our population is now 1.3 billion. So there has to be, let's do a study and find out that, I mean, how many people is an MP supposed to represent? The IITs did it. You remember the IIT said, then we're not going to have reservation in the existing seats for women, but because we want more women to come into the IITs, we'll increase the number of seats. So increase the number of seats in parliament and give it for women. So you're not taking away what is perceived to be a man's seat. It's a political hot potato though,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:40.000",
        "message": "because if you look at MP per number of constituents, what's happened over the last few decades is that the number of constituents per MP has gone up massively in the North and not so much in the South. So if you were to normalize that, you would suddenly have many more MPs from the cow belt, so to say, which is far more mythogenistic anywhere. They're thereby punishing the South for no fault of their own."
    },
    {
        "speaker": "Guest",
        "time": "01:40:02.160",
        "message": "There are no easy solutions or answers. You're right Amit, I mean, there is no easy solution."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:08.800",
        "message": "Another question, which is that over the 30 years that you've been in journalism, and I did an episode on the metrics for women's empowerment, which was a fun episode with three ladies, Devika Kher, Nidhi Gupta and Hamsini Hariharan, which was about what kind of interesting metrics can we use to see whether women are getting empowered or not. And some were conventional, some were unconventional. But over the 30 years that you've sort of been a journalist and tracking these issues and so on, what are the kind of metrics you can offhand think of, which immediately make you think that, okay, this indicates that women are doing better?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:47.280",
        "message": "So I'll point you to a study done recently by Nandi Foundation called Teenage Aspirations of Girls, TAG, they've called it TAG. And it's a survey of, I believe, 70,000 girls, teenage girls across India, rural, urban, small town, big town, etc, etc. And some of the metrics they've used, because this is an aspirational survey, and the metrics that they've used is dreaming. How do you dream? What do you want, desire? And 70% of these young teenage girls said they want careers before marriage. That is heartening. Whether it actually happens in their life or not, I don't know, but it is heartening that these girls, so that is an unusual metric to take. We're done with the literacy, maternal mortality, infant mortality, blah, blah. The conventional metrics must remain. But equally, I would like to say that I am worried that some of the conventional data is no longer available to us. And it's not just jobs. For instance, National Crime Records Bureau has not been updated for the last two years. That is worrying. So how are we tracking crimes against women? Also, when you look at some crimes against women, for example, rape, let's take one example of rape. I don't know the answer to the question of whether the actual number of rape cases are going up or whether reporting has increased. If it is reporting that has increased, it's a good thing. That means women are confident of a system, they're more assertive, they believe they will get justice. This is a generation of women who will not be silenced. If it's the number of cases that are going up, then that is more worrying. The NCRB, of course, does not distinguish and does not give us the answer to that question. And in fact, does not answer the question at all, because we haven't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:36.720",
        "message": "had the data updated for two years. In fact, you know, going back to the earlier discussion we were having on family values, I once wrote a column for which I got roundly trolled, which essentially argued that one of the best metrics for women's empowerment is the rising divorce"
    },
    {
        "speaker": "Guest",
        "time": "01:42:51.760",
        "message": "rates. And that is a damn good thing, because it means more women are being able to leave bad marriages. Yes, absolutely. I would agree. I'm not a great fan of family as it exists. I see how it can be wonderful. And I remember I was at a dinner where this man, who's a very good friend of mine, actually, was talking about the great glories of the joint family. And I asked him, I said, why don't you ask your wife what she thinks? Because this joint family is sold. And what about women and their freedom, their assertion, their desire? Because a joint family will cater to the lowest common denominator. The great thing about a joint family is that it takes care of everybody. Nobody is left out of the net. But the not so great thing is that it enforces a certain rule, a family rule that then becomes invalid. So women chafe at it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:50.160",
        "message": "Right. In terms of public policy, and I'll kind of elaborate on what I mean by this question. I mean, the basic question is in terms of public policy, what can be done to empower women? But my context for the question is that I often think that there are issues which are social problems. And the solutions to them must be social solutions that come from the culture itself. And finding either a political solution or a state led solution, or any of those things, have their limitations. Is that something you agree with? And in terms of public policy, what are the kind of policies you think would help women? And what are the kind of limits you"
    },
    {
        "speaker": "Guest",
        "time": "01:44:30.080",
        "message": "think there are to what a government can do? Okay, that's a pretty long question. So let me try and remember to answer all aspects of it. You know, this business of mindset change is something I've been hearing since December 2012. Back then, the Varma Commission sat down, produced a fantastic report. I actually believe in terms of policy, we should just pull out the Varma Commission report from whichever dusty shelf it is languishing in. It was really, if you remember, it was a manifesto for modern Indian women. Unfortunately, when governments rush in to make legislation to appease angry citizens, they brought in features that were never recommended. Marital rape was recommended, was ignored, because that will break the structure of the Indian family. And as far as I'm concerned, let it break, you know, frankly, because there is something broken, there is something fundamentally wrong. We need a new design. So I would say, bring back, take a look, somebody needs to take a look at the Varma Commission report once again, and say, what did we miss? Because what has happened is that we've lurched from crisis to crisis every time responding with a knee-jerk reaction. So when it turns out that one of the six men who raped Jyoti Singh Pandey was a minor, we said, okay, we'll solve this problem. Let us reduce the age of delinquency from 18 to 16. Now you're having reports of 15-year-old boys, 14-year-old boys committing gang rape. What are you going to do? So that's not a solution, reducing. Then what did you do? You said, oh, let's raise the age of consent for girls. So the age of consent for girls went up from 16 to 18. Now Rukmini Srinivasan of the Hindu, at that time she was with the Hindu, did this fascinating study looking at rape trials in both Delhi and Bombay. And she found that over 50% of the rape cases that were under trial in the various courts in both cities were actually filed by parents because the daughter was, let's say, 17 years and nine months. So technically she's a minor. They do not approve of the boyfriend because he's from a different caste, he's a different religion, or just because they have not selected him. She is in a consensual relationship with him, but he is facing rape cases and a rape charge, which will send him to jail for seven years, a minimum of seven years. So there is something very broken. Our policies need a relook. And we have a prime minister who says he's going to be this revolutionary. We need to go back to the drawing board, whether it is talking about family, whether it is talking about workplace design, or whether it's just talking about policies and laws on the ground. We need to stop this knee jerk reaction and we need to look at it. Actually, I'm very happy that POXO is now looking, I think POXO has always been gender blind. We need to make rape gender blind. Why not? Men get raped. You know, Derrick O'Brien opened up very recently in parliament and hats off to him for his courage in talking about how, but even adult men get raped. Men are raped in prisons. We don't want to look at that. So we need really to relook the whole thing. If it means setting up, we have the Burma commission, you don't want to look at the Burma commission, set up a new commission. You know, the sexual harassment committee was disbanded as it transpires and has now been reconstituted with Amit Shah at the head as the home minister. I would say he should really constitute a working committee. You have lawyers, we have the best legal minds and policy minds in the world. Put them together, make them roll up their sleeves and we need a manifesto. We need a new manifesto for women. Otherwise, we're going to go on and on and on like a stuck record, moving in circles, moving one step forward, two steps backward, two steps forward, one step backward. I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:33.440",
        "message": "something's got to give. I mean, what you just said really resonates because I think a lot of public policy in India tends to be almost like Jugaar and it's reactive and, you know, okay, juvenile has raped. What do we do? Let's bring down the age and so on. And you just keep reacting. And a lot of it is also optics. It's for posturing. I mean, this whole beti bachao, beti padao, where is it on the ground? Where is the rule of law for women?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:56.160",
        "message": "I mean, it's all just talk. Absolutely. In fact, what is worrying is Nirmala Sitharaman, the finance minister's statement in the economic survey saying that we are now going to expand beti bachao, beti padao, and we're going to call it badlav, which stands for beti aapki dhan lakshmi aur rajya lakshmi."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:13.280",
        "message": "They're like acronyms. I mean, really? Really?"
    },
    {
        "speaker": "Guest",
        "time": "01:49:17.360",
        "message": "Where are we going? You know, we are still a secular country as per our constitution. And moreover, besides the nomenclature about dhan lakshmi and rajya lakshmi, no, we have a constitution of India. Please hold that up. That is your only holy book. You are guaranteeing to women equal status. I don't want my daughter to be dhan lakshmi and rajya lakshmi. I want her to be an equal citizen who will be regarded with respect,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:46.000",
        "message": "with dignity as any other citizen. I mean, I would argue even with the constitution, it doesn't really do enough to protect individual rights. And even a woman, I mean, I had an episode a while back on this with a couple of lawyers where we spoke about how so many of the laws in India, like the adultery law, regard women as basically the property of men in the way that they are worded. So I think the change that we need is not harkening back to this constitution, which especially in recent years has been held up as this mythical perfect document, which is not. It's very imperfect and perhaps shall people will make it more imperfect, who knows. But to go back to one of those questions in that multi-question series that I unfairly thrust at you, to a certain extent, the key here is, you know, the state is always going to be reactive and is going to do jogar. To a certain extent, the real change has to kind of come from within society and change in our attitudes and whatever, and to some very small extent, but important extent, me too, was a part of that, for example, by me just raising awareness of these things that we tended to normalize. Through all these years, have you kind of seen"
    },
    {
        "speaker": "Guest",
        "time": "01:50:54.960",
        "message": "such change happening? Is there potential? Enormous. Enormous. I see it in my life, in the 30 years that I've been working, when I started to now, you know, as I said, sexual harassment was not even part of our language. We'd have to use words like he's a creep or he's a lech. You know, the word did not exist. The term did not exist. Today, it gives us certain legal rights, whether it actually works on the ground or not is another issue, but we have that in law. So there's been a sea change. There's been a sea change in attitude in these young girls, these 70% teenage girls who are dreaming of careers before marriage. I mean, the girls, you're seeing them in sport. In Jharkhand, I just wrote about this football club, which is tribal girls, very poor. In fact, Mohs Hima Das, what is, you know, look at her background. This is the daughter of a farmer, you know, and you have these great stories coming out of India, these few girls and each one of them, each one of them, not just improving her own life, but acting as a beacon to hundreds, thousands, countless of women who see them. I mean, when a young girl sees a Mary Kom, even if it's being played by a Priyanka Chopra, she sees her up on the screen. I mean, you know, these are girls who dare to dream. I think that is both heartbreaking and also heartening."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:17.120",
        "message": "No, and also, you know, like you correctly said, it's not just that Hima Das is a farmer's daughter come good, and that's a great story in itself. But you think of the million farmer's daughters who watch her and who say that I don't just have to be a farmer's daughter or a farmer's wife. This is probably something else. So I'll kind of end on a question about, you know, having sort of followed women in India, what's been happening socially and politically and culturally over the last 30 years, looking into the future, let's just say looking into the next 10 years and not going beyond that, what gives you hope and what gives you despair"
    },
    {
        "speaker": "Guest",
        "time": "01:52:52.800",
        "message": "about the state of women in India? Well, the statistics are grim. So really, that is cause for despair and worry. Because whichever even there is evidence that the Beti Bachao has not worked uniformly, sex ratio is going on declining. And the fact that there is no one who really is talking about it, the silent war against half your country's population, or less than half, because we've killed off so many, is cause for despair, concern, worry. You know, as a citizen, as a woman, as a mother of daughters, I worry about what will happen, you know, down the road, what is going to happen tomorrow, forget about 10 years. The data is very, very grim. And I feel that we as a society, we're not thinking about this. You know, when you talk of mindset change, mindset change is not something so difficult. You're talking about a new education policy, for instance, am I seeing anything on mindset change over there? I mean, are we just going to tinker with history books and change names from Delhi to Delhi and say Mughals were very bad people? And, you know, Akbar was a villain, but Rana Pratap, you know, let's get out of these debates. What is sex education? You know, it's such a red letter, by God, no, no, no, as a society, what is sex education? It's teaching boys and girls to respect each other. Instead, you have textbooks, ma gol gol roti banati hai. So how does mindset change happen? But all you have to do is tell boys, you know, ask. We're not saying that don't have sex, we're saying just ask. You know, it's not such a revolutionary concept. Understand, empathize. That's missing in our, why are we not talking about it in this new education curriculum? Why is it not anybody's problem? We are half this nation's population. Why is it not anyone's problem? Not policymakers, not governments, even the judiciary. Even though I say that often the judiciary is the last hope for women and there's certainly, you know, adultery that you talked about is gone. 377 is gone. Triple talaq was, let's not forget, it was banned by the Supreme Court, not by the government. So the Supreme Court in many ways is progressive. And then you will have some ridiculous judgment coming where court is referring to a live-in partner as a keep. What the hell is a keep, yeah? Who uses these words? You know, so it's like, you just need something radical. And if you don't do it, and this is what gives me hope, I think you have a generation of girls who will take it. It doesn't matter if you don't give it to us, we will take it. On that emphatic hopeful"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:36.640",
        "message": "note, thank you so much for coming on the show, Namita. I learned a lot, not just reading all"
    },
    {
        "speaker": "Guest",
        "time": "01:55:40.320",
        "message": "your pieces over the years, but talking to you today. Thank you, Amit. I learned a lot"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:44.000",
        "message": "talking to you as well. And thank you so much for calling me. Transcribed by https://otter.ai"
    },
    {
        "speaker": "Unknown",
        "time": "01:56:44.800",
        "message": "Awesome. Once Chuck decided to start a podcast. And so he did. The end. Okay, that was a crappy story. But I've got some really cool stories over at my new show, the origin of things. On this podcast, I look at the stories of how brands came into being, and sometimes evolved out of quite unexpected circumstances. And to make it really fun, I revealed the name of the brand and sometimes a category only at the very end. The show is five to seven minutes per episode and perfect for trivia junkies and brand nerds, especially those with short attention spans. New episodes out every Wednesday on IBM podcast app or website, or any podcast app or site that you happen to prefer. End of story they lived happily ever after. How aware do you think you are of your laws and rights? Do you look up to laws when you're caught up in situations? Do you know what your rights are when you're stuck somewhere bad? Well, here's a show that can help you move an inch closer to being aware of what your rights are. Tune into Know Your Kanoon with me Amar Rana. This is a podcast meant to answer all your law related queries. Catch Know Your Kanoon every week on the IBM website, or the app or anywhere you get your podcasts from. Transcribed by https://otter.ai"
    }
]