[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:31.000",
        "message": "The point Lipman made in that chapter was that all of us have a picture of the world in our heads and that picture can never correspond to the actual world exactly or even to other such pictures inside other people's heads because the world is too complicated. We are a storytelling species and all of us build or subscribe to simple narratives that help make sense of a complex world. This is the necessary mechanism and there's nothing wrong in this. However, in modern times when our means of getting news and knowledge are widely dispersed and the political discourse is so polarized, it means that these narratives diverge furiously more than it used to in the past when the media was monolithic and there was some sort of broad consensus on the truth. And once we build a narrative in our heads about the world, we only accept news and information that conforms to this narrative. There is too much cognitive dissonance otherwise, too much hard work for us to do to keep modifying that picture in our heads. At some level, this explains the attractiveness of fake news. Anything that reinforces our worldview is legit, everything else is fake. You might think that this is fine, let people believe what they believe, but fake news has real consequences. Rumors can kill people, decide elections, tear communities apart and spread cancer in our society and it has never been as much of a threat as it is today, enabled and turbocharged by technology. Something must be done."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:00.000",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bhadma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:10.000",
        "message": "Welcome to The Seen and The Unseen. My guest on the show today is someone I've admired for a long time. Pratik Sinha runs Alt News, an organization that has made it a mission to bust fake news from all sides of the political spectrum. It's been fascinating for me to watch from a distance how Alt News has evolved as a resistance movement against falsehood. And I'm very pleased to have finally gotten Pratik to agree to come on my show. But before I cut to my conversation with him, let's take a quick commercial break. This episode of The Seen and The Unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi. An unlimited monthly subscription costs only Rs. 299 per month. And you can also get a 30-day free trial if you hop on over to Storytel.com slash IBM. I actually use Storytel myself regularly, so as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is Enlightenment Now by Steven Pinker. Steven Pinker was a guest on an episode of The Seen and The Unseen. You can check that out in the archives page. And the book that we spoke about is this very one, Enlightenment Now, now on Storytel. And remember, you get a 30-day free trial only at Storytel.com slash IBM. Pratik, welcome to The Seen and The Unseen. Thank you. Pratik, tell me a little bit about yourself. Where were you born? Where did you grow up? What's your background like?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:39.000",
        "message": "I was born in Ahmedabad. I did my schooling in Ahmedabad. Did my engineering from Bangalore. That was 1999 to 2003. After that, I worked in Bangalore for three years. I worked only for startups through my career as a software engineer. In 2006, I went to the U.S. sometime in mid-2006, I think 2007. And then till 2010, I was in the U.S. Then 2010, I moved to Vietnam. And then 2010 to 2013, I was in Vietnam. And then 2013 is when I came back to Ahmedabad. And that is essentially where some of the political journey started. My politicization started, not the political journey."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:21.000",
        "message": "But in a sense, you know, because of by virtue of the family that you're born in that your parents stayed, and I want to discuss that with you as well. You were politically aware from a long while before that, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:33.000",
        "message": "Definitely. The political awareness was right since I was a child, you know, I was forced to watch the same news on multiple channels again and again. You know, because, you know, that is the time when cable TV came in, multiple channels came in. They're always watching news, you know, there was no soap operas there. And all the discussion on dinner table was always about politics. So, yes, I was very much politically aware, connected. But it's just that, you know, when you're away, then you look at things from a distance, you're not actively involved. But once I came back to Ahmedabad in 2013, and that is the time we started a website called Truth of Gujarat. And it was also a time when my father got cancer. So he was homebound, and both my parents were homebound. My mom had also retired by that point of time. And the three of us spent a lot of time together in those nine months till my father passed away. And that is when I sort of got a lot of dump of knowledge, because we were all together, you know, sitting in a room, nothing to do. So we did a lot of talking. And which is why I often say that, yes, I was politically aware, but the real politicization started during that period where Truth of Gujarat started. And when, you know, there was a lot of knowledge transfer from my parents to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:49.000",
        "message": "Tell me a little bit about your dad, because he's obviously someone who's been a very big influence on you and a remarkable activist in his own time, for those who know about that period."
    },
    {
        "speaker": "Guest",
        "time": "00:05:58.000",
        "message": "Tell us a little bit about that. So my father was a physicist. He did his PhD from an institute called Physical Research Laboratory in Ahmedabad. Before that, he's in IIT Kanpur, Passau. And he got into union activities. There was a class for an employee who was kicked, and he went up to the director to complain about it. And that started a movement which started formation. I think Physical PRL was the first organization which got a union, a scientific institute which got a union in the 70s. And then he was a postdoc at that point of time. He was terminated, fought the case, lost the case. And then eventually he did his LLB in late 80s, became a lawyer. A lot of activities at that point of time was concentrated on unions, various industrial unions, unions like Atira, NID, IIM, etc. Eventually they got into civil rights movements such as housing, education, environment. And then when 2002 happened, that is when the organization saw that the people were split along vertical lines, along communal lines, which is when Jan Sanghash Manch, which is the primary civil liberties organization, they decided to take part in Nanavati Commission. Then the spate of fake encounters started in Gujarat, and many victims approached Jan Sanghash Manch. So we did multiple cases from Saurabh Uddin to Ishwar Jahan to Sadiq Jamal to Tulsi Prajapati. So my father's journey has essentially been from a union activist to a civil rights activist to a lawyer who's fighting the cause of, you know, design communal polarization that was sort of going on in the society."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:48.000",
        "message": "And in those days, like for part of that time, of course, you were a software engineer, you were away, you went to the US, you went to Vietnam, but was there a sense of worry for you that this is dangerous work that my parents are involved in? Or, I mean, obviously you were supportive, but were you also worried at the same time that, you know, why do they have to take such risks? And did it strike you as a kid that, you know, your father is involved in all these causes? And at one hand, it's obviously romantic that someone is fighting for the downtrodden, but on the other hand, did you ever feel that, you know, had he stuck to his physics or had he stuck to a regular career line, it could have made a material difference to your lives?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:26.000",
        "message": "No, that thought never occurred. There have been times when sort of, you know, papers have been slipped under, you know, left at my house with death threats, et cetera, for my father. But somehow it never crossed our mind. I think in all these things, the support system matters a lot. Even now, for example, I have, you know, got a phone call with a death threat, like, you know, stop writing or we'll shoot you. This happened sometime in 2017. But, you know, we often look at people as individuals who are doing something, but it's usually the support system around that that matters. In case of my father, it was my mom who sort of stood like a rock. And she was an activist. Her work is not as much recognized because she was a government employee and, you know, she did not come out and open. But even now, for example, there was a legal notice from a news channel, I wouldn't like the name, when we did a story about them. And it was my mother who said that, you know, we are not taking down the story, come what may. So it is always about support. Whenever you're doing any such work, it is the people around you, the support system that matters the most."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:33.000",
        "message": "Tell me about 2013, because you point out about how, you know, you had those nine months with your parents and you were sitting and talking a lot. You described it as a dump of knowledge. And that must have been very important for you, because I suppose both of them are sort of giving you all of their insights and learnings through the years. What were they like? And how did that change the way you looked at India and politics and what was happening?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:00.000",
        "message": "So during that period, see, it was not like we were sitting and they were talking. That is, the knowledge transfer happened through a project called Truth of Gujarat. So on July 2nd, 2013, the Ishwar Jahan Charsheed came out. And this was the Charsheed which spoke about Kali Daadi and Safed Daadi giving a go-ahead for the Ishwar Jahan encounter. According to Gujarat police's statement given to CBI, it was claimed that Kali Daadi was a moniker used for Mr. Amit Shah and Safed Daadi was a moniker used for Mr. Modi. And what happened thereafter was that even though there was such a huge revelation, the media organizations did not really pick it up. You know, it was a huge revelation. So I suggested to my parents that let's put all the information online. We have a lot of information. Let's put it online and that is how Truth of Gujarat came about. And because I understood a bit of social media, I understood the youth a little. So I said, every article has to be limited to four or five paragraphs because people don't have the attention span per se. And that is how we started and it became extremely popular. Because again, even in 2013, that was the only sort of voice of opposition, so to say, in Gujarat. So during that process, you know, while writing articles, while discussing articles with my father and with my mother, that is the time, you know, the conversations happened around these articles. And it sort of gave me a lot of insight into their work, you know, because they have worked across different issues from working with labor rights. So, for example, something as simple as, if you observe, you know, if there's a farmer's movement, the labor do not join. If there's a labor movement, the farmers do not join. You might think outside that there are multiple common causes, but it does not happen. People fight for their own causes. And you cannot ever say that, why are you not fighting for somebody else's causes? So things like that, you know, which otherwise it's difficult to understand and know that why there are so many different sections in the society, which are fighting for their own causes. But we keep talking about unity, but that does not happen. There's a reason for it. They have seen this in their... And again, things like, you know, that if you're in a union, you don't talk about who you're voting for, whether you're voting for Congress or BJP. They're fighting for a cause. They are not there to sort of... They are not political workers. They are fighting as laborers. So you have to recognize, you know, in what capacity is a certain individual acting at any point in time to understand the outcomes of a movement, etc. So those are the things. Of course, there's so many things and it's been four or five years. My father passed away in 2014. But a lot of these small, small things, which I understood in conversations with them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:48.000",
        "message": "Was it during this time or was it earlier? Or was it something that was building up over time that you made the decision that I don't want to be a software engineer anymore. I want to do this. This is more important. What was that process like?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:00.000",
        "message": "So the decision was not to be a software engineer. The decision... So I was working on various technologies and these were cutting edge technologies. But what I realized over time is that none of that is going to reach the common man for a very long time, the sort of stuff that I was working on. And this decision actually came around 2016. My mother and I, we walked 10 days from Ahmedabad to Una. There were four Dalit boys who were flogged in Una. The rally was taken out from Ahmedabad to Una. This is the rally in which Jignesh Mevani sort of came out as a leader. And during this rally, I documented the entire thing through Truth of Gujarat in terms of videos and images. The thing was, there was only one person from national media, one person from Hindustan Times. But otherwise people for the first five, six days had almost entirely ignored this rally. And, you know, when I started putting the videos and images and they started getting retweeted and shared massively. And then eventually the media came in and it became a big thing. So that is the time I realized that what is the power of alternative media? And I thought that I had certain skills to put some of my work in alternative media. At the same point in time, I was also working on misinformation right since 2013 because there was misinformation even in the 2014 elections, but at a much, much smaller scale. But I was working on that and I could see an increasing trend and especially starting end of 2015, 2016 when Jio came. So I could see a trend. And I also realized that traditional journalists do not have the skills to deal with this. Even though the skills required are, it is not very difficult. Even with a five-day training, a lot of traditional journalists will be able to bust at least 70-80% of the things that go out on social media. But it is just that they are not trained for it. And media organizations, for media organizations, this was not a priority. So at that point of time, I thought that, you know, why not use some of my skills and some of the experience that I gained while running Truth of Gujarat and start a portal. So the first document that we came up with was in September 2016. This was right after Una Rally. The first two points in the document as to what, there were multiple points that we had written, but the first two points were, number one, debunk misinformation on social media. Number two, document people's struggles. And we never ended up doing number two because number two needs finances where, so you have to go to a state, you have to know the local language, you have to stay, you have to pay for your own lodging, food, etc. And we did not have the resources to do that. So that is how we started with debunking misinformation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:56.000",
        "message": "So I'm going to take a brief digression here, a couple of digressions. I'll come back to this. But you've said a few things while you were talking about this, which have raised sort of lateral questions in me. So just indulge me while we talk about them. One of the things is that when you were talking about 2002 and what happened in Gujarat and you used a phrase that there were vertical lines drawn between people. And I just want to explore that a bit by which, I'm presuming you don't mean horizontal lines, which would be differentiating classes or whatever, but vertical lines between Hindu and Muslim?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:32.000",
        "message": "Not between Hindu and Muslims, between Hindu and Muslims and between Hindus and Hindus. So, for example, again, I was not in India at this point of time. So all of this is what I've heard from my parents. So we had a union and various organizations. The city was burning. And one of the organizations was close to my house. So my parents walked to that place. They were having a small meeting. And somebody who was actually used to teach me drawing when I was a kid, never successfully could do so. But that person, while talking about the riots, he stood up and said, that these people should be killed. So that is what shocked many people in the organization, especially my parents, senior people of the organization, that we've been running this organization for such a long time, but we did not know that this communal hatred was so deep rooted. So vertical, yes. If you remember 2002 riots, if you think of the accused, a lot of accused in urban areas were from Dalit communities. A lot of accused in the rural areas were from Adivasi communities. So essentially it was a project to bring all castes together. And it was an unnatural project in the sense that the upper caste and lower caste are supposed to be ideologically opposed. You know, one is the, there is, you know, Brahmins and Dalits are supposed to be opposed in different ways. But this is a project which united everybody. Which is why I say that, you know, there was a vertical division essentially between Muslims and Hindus, but a certain section of Hindus who still believed in certain secular values and even between that. And we continue to see that today, this vertical polarization, whether it is in our friends, family, et cetera,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:21.000",
        "message": "we just completely vertically divided. And when you sort of look at, I mean, of course, that a whole project of superimposing a broader Hindutva identity across castes and all that is something that continues to this day and might even have been fairly successful so far. But when you sort of look at what society in Gujarat was, say in 2013, when you came back, and what it was earlier when you were still studying and when you were still sort of just living there, do you think there were fundamental changes within society itself? Or do you think that those divisions, fault lines were always there, but had now been amplified and given expression?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:59.000",
        "message": "So again, my understanding of this, as I said, became better only after 2013. But even when I was in school, there were riots. So Gujarat has often very, has been a tinderbox, you know, even after Babri Masjid demolition, there were riots in Ahmedabad and things like that. In 1969, there were riots, which are much bigger than 2002. And that time there was a Congress government. It was not a BJP government. And there were many Muslims who were killed. So Gujarat has had a history, but the polarization has definitely increased over time. And this is, for example, if you talk to people the age my mother, so my mother often tells me this tale, that she's from a Jain family. But her father built a house for a friend of theirs, a Muslim couple at that age, because the family was not accepting. So he built, sort of carved out a small portion in their house where that Muslim couple could stay. So still that used to happen. Now, those kinds of stories are very, very, you don't hear those kinds of stories in Gujarat. You know, you have Juhapura where all the Muslims stay. You know, basically they're ghettos. You know, there's so much polarization that there's very little intermingling between different communities, except for maybe, you know, at workplaces."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:18.000",
        "message": "But cultural intermingling is very, very minimal. My next digression is both about politics and strategy in the sense that you mentioned that when your father would work with unions and so on, that one of the characteristics of unions was that all of these people would come together for a specific cause, but they wouldn't necessarily be united otherwise. Now, I suppose in one way, this can be a bug and you can say that this unity and this organization is wasted because it's only for this cause. In another way, it could be a feature because, you know, otherwise it would be impossible for them to unite for a cause if you allowed other issues to sort of divide them. But quite separate from the matter of how it plays out in terms of unions, how does it play out broadly in the political space in the sense that I would imagine that a coalition of people who are, say, against fake news would be a broader coalition, would have disagreements on many things, should be what Congress or ARP or whoever, not vote at all, but would have disagreements on many other things, but could be united against falsehood. So is this sort of a consideration that plays out? I mean, what do you think about this?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:37.000",
        "message": "No, two are different things. Fighting for labor rights, etc. is a different matter altogether. There you're talking about people, you know, if there's a strike, let's say there was a 27-day Saif-e-Kamdaa strike in August 2016, right after UNA rally, and which means 27 days of no pay for workers. You know, here you're talking about people who are living on a day-to-day basis if 27 days of no pay means disastrous for them, right? So for them to now come and join another strike of another organization, give up their day pay, is a different matter as opposed to people sitting on social media and extending support. So these two cannot be compared. You can compare people on social media extending support for, let's say, farmer's rights, you know. So there'll be urban sections of the population who would extend support for the struggle of farmers, etc. That could be a comparison. So yes, people do unite on a common cause, but people fighting for different issues at the ground level rarely ever unite. And you can see that in politics also. For example, and this I have again figured out by talking to people. So for example, in Karnataka, Congress and JDS have always been opposed to each other, right? And now one day you ask them to come together and form a successful coalition. The people on the top may start sort of joining hands, but the people who are on the ground who are all... No, this is a different kind of thing. Here it is not that the laborers and farmers are against each other, but I'm talking about a different kind of phenomenon. To think that the Congress and JDS workers will suddenly be happy and working with each other. Same with SPBSP in Uttar Pradesh. We have seen all these coalitions, these dream coalitions, the way media projects it, but we have seen this failing again and again and again. So there are people who are sort of concentrated on one area, and it's very rarely that you see sort of a wide unity of masses."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:35.000",
        "message": "And there's a, you know, moving on to a related issue, there's a term in public choice theory called the free rider effect, where what happens is that there might be many people who care about a particular cause that are affected by it, but most of them won't actually do anything concrete to take action or protest it, rather free ride. For example, a lot of people who may be against fake news, may be bothered by it, and maybe they have the capacity to do some of the work themselves. They can do the reverse Google searches and whatever, they can do all of that. But they instead kind of choose to free ride on say an alt news, which is sort of doing all this. So does it sometimes frustrate you that, look, I am embarked on this journey, which is so difficult, and there is a struggle and all these people express support, but in concrete terms, it's almost like there are a few people walking alone."
    },
    {
        "speaker": "Guest",
        "time": "00:24:24.000",
        "message": "It does not frustrate me. See, everybody has chosen different aims and ambitions in life. For me, alt news is presently a very, very important project. You're doing podcasting. This is what you are doing. Before you're doing a podcast, you're researching several hours. Now, in between that, you get some misinformation. I can't expect you to go up and split a video into frames, go and look up, oh, this is the video. I don't think that is the right expectation. So here we have to identify what is the problem. The problem is that there are so many means of getting information, but there's an easy means of getting information, but there's no easy means of figuring out what is the truth behind information. If you had something where, you know, you get something, you get a video or an image on WhatsApp, and if you could upload it to an app and the app would tell you that this is, you know, in one tab, the app gives you an answer that this is probably the fact check or the real story behind this image and video, then you're more likely to do it. So it is the fact that people are not doing it is a problem that needs to be solved. It is not a matter of frustration. One has to understand why are people not doing it and what will make people do so. You know, what are the tools? You know, what does it need for people to go from not doing it to starting to do it? So, yeah, it does not frustrate me really."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:47.000",
        "message": "Yeah. Let's kind of go back to your journey with Truth of Gujarat and then later Alt News. And you mentioned that there was some fake news already in 2014 and all of that, but it's only in 2016 that sort of there was an inflection point. Tell me a little bit about that. What happened in 2016? What confluence of events came together to make fake news a real threat?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:09.000",
        "message": "Right. So what happened in 2016 was that in November 2016, Jio was launched. And in anticipation of Jio being launched, multiple telecom couriers were already dropping their rates. So the pattern that we saw was that end of 2015 and beginning of 2016, these websites which came up and which had a lot of content, a lot of misinformation and ads. So people realized that there was a way to monetize this. There's a way that now Internet is reaching farther and farther corners of this country. And by writing sensational stuff and getting people to click on ads, and a lot of these were semi-porn ads, you know. So Tabola kind of ad format, you have six to nine boxes at the bottom of the article, but a lot of that was essentially nude imagery or semi-nude imagery. So that is the pattern that we started seeing. And along with that, these increasing forwards, et cetera, multiple Facebook pages came up, which started putting whatever was on WhatsApp on their Facebook pages. So essentially there were more and more people who could be reached on social media, and there were certain sections on the society who realized that this is a good way to monetize this. That is how it started, according to me. And then there were others who saw these people, seeing that how easily people were consuming misinformation and saw that there is a political end to this, that this can be used actually for a political purpose. And that is what started. If you remember in November 2016 when demonetization happened, this is a different kind of rumor, but just the impact of it. A rumor went about that shops are running out of sugar. And there were shops which were attacked by civilians just because of the fear that they are running out of sugar. Now, somebody might think, you know, running out of sugar, why would you attack a shop? But what we did not realize was that the society was in a stressed state because of demonetization. And, you know, it was a sort of a sudden decision which people did not anticipate. So then at that point of time, they were ready to believe anything that is put out. So there were so many rumors about demonetization, for example, that GPS chip, right? And people took in these rumors. Everybody took in these rumors. Some of the rumors even I might have believed, you know, because we were in such a state. So it's very important to understand that the more stress the society gets, you know, the more the rumors, the more will people intake these kinds of rumors. So those are the observations that we had and which is why we created that document in September 2016, saying that, you know, we really need to sort of start debunking misinformation, create a portal for it. And me and Zubair, Mohammed Zubair, both of us co-founded Alt News. Zubair used to run a Facebook page, a parody Facebook page called Unofficial Subramaniam Swamy. I used to run Truth of Gujarat. And we already had a collective following about 800,000, between 800,000 and a million, including Twitter and Facebook. So we were in a unique position that we already have an audience as opposed to many organizations who start without an audience. And we're like, let's start putting things on a portal and let's see what happens. You know, one year hence, we'll see whether it works out or not. Zubair continued to work, but I stopped freelancing at that point in time. And let's do this for one year, we'll figure out whether this works or not. But within three months, Alt News took off quite well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:48.000",
        "message": "And you said that, you know, you told me earlier that the impetus behind Alt News was really fear. Just elaborate on that a bit."
    },
    {
        "speaker": "Guest",
        "time": "00:29:56.000",
        "message": "Yeah, so a lot of these videos, some of the first few articles that we've written on Alt News are videos from Mexico, Brazil, et cetera, being passed around claiming that these are Muslims killing Hindus. And every time at that point of time, when we used to see these videos, there used to be a fear that, you know, this is going to lead to the next riot. If you remember Muzaffarnagar riots, that is what happened, right? There was a video from Pakistan, which was put out, and that led to riots. And there have been other instances. In Pune, there was a Muslim boy, a techie, was killed because there was a morphed image which was circulated of a Hindu idol. And there were riots, and this guy had nothing to do with any of this. He was just going back to his home or to work, and he got killed. So we were seeing that, these manifestations of misinformation in the society. And so that was the fear that, you know, this video could lead to a riot. And, you know, you'd write really, you know, sort of put out, try to put it out as far as possible. The language, even back then, we have changed some of those articles now, but even our language back then, when I read back the way I had written some of those articles, you could see the fear that, please don't share these, you know, this is completely false. We don't write that way anymore. We have a more professional way of writing things. But even in the language back then, I could see that there was a fear inside, which is why we sort of were doing this very, very, there was a bit of desperation in the language."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:29.000",
        "message": "And before we go deeper into the subject of fake news, I'd also like you to define it for me, because you've written eloquently about how there are different kinds of fake news as a distinction between misinformation and disinformation and so on."
    },
    {
        "speaker": "Guest",
        "time": "00:31:41.000",
        "message": "Tell me a little bit about that. So actually, we hardly ever use the phrase fake news anymore. We have gone away from using that. I don't think I have used it even once."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:51.000",
        "message": "You haven't, I have, in fact."
    },
    {
        "speaker": "Guest",
        "time": "00:31:53.000",
        "message": "Yes, we don't use that phrase anymore. We use misinformation and disinformation or malinformation. So misinformation is essentially, first, okay, disinformation is when you know something is false and you still propagate it. Misinformation is you're propagating it without, it is false, but you don't know whether you're, it is false or not, and you're not bothered to check and you're still propagating it. Those are the broad definitions. So we usually stick to these two terms. We don't use the, unless it is very, very specifically fake news, that is a mainstream media is putting it out and it is fake in nature. Usually only then, or it has been framed in form of news and it is completely fake. You know, very, very few times we use the phrase fake news."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:38.000",
        "message": "So just to sort of try and illustrate that and tell me if my illustrations are correct. So this information would be that if I am a hardcore Hindutva person and I sent out this message saying that, look, the Muslim birth rate is nine, which someone once told me, by the way, the Muslim birth replacement rate is nine and soon they will be the majority in India. And I know it's false, but I send it out. That is disinformation and misinformation would be if I receive a WhatsApp forward saying shops are running out of sugar and I have no way of knowing whatever, but it seems like something I should let people know about so they can get sugar, though sugar is poison. And then I forward that out. So that is misinformation. I mean, you just said something which is really interesting and I also want to now ask you about that, which is the two ways in which misinformation or disinformation originates. Like people have this impression about misinformation, disinformation, fake news, whatever, for the purpose of convenience, I'll just call it fake news for now. But people have this impression about it that, oh, it's these political IT cell fake news factories which are churning these out and there are workers who have been paid to sit and write these WhatsApp messages and they are sort of forwarded out. But what you've indicated in this episode and what you once told me in a conversation we had a long time ago with regard to the Rohit Sardana case, for example, is that there is a lot of this misinformation happens organically, that there is a market for it. And because there is a market of willing consumers for fake news, people create fake news just to sort of get clicks, make money, all of that. Is it necessary that there is a political motivation or something like that?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:16.000",
        "message": "I wouldn't say there's a market for consuming fake news or misinformation. There's a market for consuming sensationalism. A lot of media organizations indulge in that purely because there's a market for it. So, for example, once there was this tweet, this social media trend called I support Rohit Sardana, and it was claimed that there are some X number of fatwas which were issued against Rohit Sardana. And by evening, Rohit Sardana came out and clarified that there's no such thing that has happened. Please, you know, stay away from misinformation and thank you for the support. So I went and dug into this and tried to figure out where this originated from. And it took me to a website, completely unknown website, which had first put this and then multiple of these right-wing websites that carried in. Just to sort of think of that this is not limited to right-wing. It is across ideological spectrums. Just want to put it out. But it definitely started more in the right-wing. Anyway, so going back to the conversation. So I tracked this website and we wrote a story. I found the Facebook profile of this person. He looked like a very young kid. And on his Facebook profile, there were two screenshots of him getting advertising money from a couple of advertising companies. You know, some 18,000 rupees in all, I think. We wrote the story. And I forgot about it. Next day, I get a message from an anonymous WhatsApp number saying that he said this in Hindi. So then I got his phone number and I spoke with him and it turned out that he was a class 12 boy who was studying in Ranchi. His father was a farm help in a village outside Ranchi, earning 6,000 rupees a month. And he said that to pay my expense, this is what I do. And interestingly, I spoke with somebody similar just a few days ago. But this was in 2017. And he said that you got one detail wrong. I don't make 20,000 rupees a month. I make 40,000 rupees a month. But then I tried to tell him that, you know, look, you're going to get into trouble at some point in time. And eventually, I think he shut down the website. I don't know what he's doing at this point in time. And this kid said something very interesting. He said that only if I put this misinformation, look, so many websites are covered. He said it as a matter of pride that there's this other website called hindutva.info, which was sort of a very popular website at that point in time. And he said, look, hindutva.info has also written about it. And he knew that it was completely false. He's like, people only read when you write these things. So there's a market for sensationalism. I wouldn't say there's a market for, you know, misinformation per se. There's a lot of misinformation in sensationalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:14.000",
        "message": "That's a very nuanced point because I had, in fact, assumed when I first heard the story from you that, okay, this is, you know, there's an organic demand for the, you know, fake news, so to say. But as you're pointing out, there's an organic demand for sensationalism, which has always been there. And the sensational will often be fake. And often people who are creating this news don't even care whether it's fake or real, and they don't think too hard about the consequences. It's just that you want the clicks and all of that. And, like, over time, as you examine different categories of misinformation and disinformation, is it always clear that what is the intent, and therefore you figure out where it originated from? Or sometimes is it the case that the intent is only sensationalism and there's no other intent? For example, you know, earlier you mentioned that shops are running out of sugar, and there was that rumor during Demond. Like, where would that have originated from and why? Or is it just something that someone…"
    },
    {
        "speaker": "Guest",
        "time": "00:38:06.000",
        "message": "Very often you can't figure out intent, and it is not always organic. So this was organic in the sense somebody created. But I do believe that there are individuals who are tasked to do this. There's an organized way of putting out misinformation. And, you know, since the time Altnew started, since the time we wrote about certain websites, for example, the Postcard News guy, there's a guy called Mahesh Vikram Hegde who got arrested based on an Altnew story. And even my thoughts about, you know, whether people should be arrested or not have changed. At that point of time, we wrote an article saying that it is an achievement, and I think back, and I think that it was a wrong thing to do. I don't think he should have been arrested, but we can go to that later. So what happened was that the fear that you could get arrested, in the U.S. you are protected by First Amendment, so which is why there are multiple fake news websites which continue there because you're not going to get arrested for writing something. But here, since there's a fear that you might get arrested, so that business which had started in 2015-2016 of writing communal misinformation has more or less stopped. You don't hear of Postcard News, etc. There used to be this website called Dhyanik Bharat that has also gone down. So that phenomenon has stopped. So misinformation in order to make money has stopped. There's other kinds of misinformation like Bollywood, gossip, you know, that kind. But communal misinformation, knowing that it could sort of land you in jail, I think that has come down a lot on websites in order to make money. But what has now increased is organized misinformation. You look at Balakot strikes. When Balakot strikes happened, that was one of the busiest times for us. I mean, there was such a spike of misinformation. So one of them was a video game which went viral claiming that you can see a missile honing onto a building and sort of blasting the building. And it was claimed that these are Balakot strikes. Now the person who put out that in the first place, somebody does not just come across a video and say that, okay, this is Balakot strikes. That person knows that let me take this video and put the spin to it. The first person who has done this. So that is organized misinformation. And the fact that when Balakot happened, so there was another one which was a group of 10 images which claimed that this is the level of devastation in Pakistan. And it has reached literally every phone. I don't know if you've seen those group of 10 images, but it has almost reached every phone saying that this is the level of devastation, the picture of dead bodies. What we found was I think four of them was from a heat stroke in Pakistan. Four of some others were from an earthquake, but not a single picture was a recent one. Now somebody did not come across these pictures and said that, oh, these are pictures from Balakot. Somebody put that out with that narrative. So there are people who are thinking of these narratives and putting out misinformation that is not organic. Once it is out on social media, it goes around in an organic manner. But people, there are people who are sitting there and creating misinformation and every pattern that you can see now, it suggests that, you know, for example, during elections, a lot of misinformation was targeting political leaders. Okay, so I'll give you an example of Rajnath Singh and Rahul Gandhi. So Rajnath Singh was at a rally and he said that, Chowkidar chaur nahi hai, Chowkidar pure hai. Okay. And he asks the crowd to repeat that and the crowd repeats Chowkidar pure hai. They cut the part where Rajnath Singh says this and they only play the part where the crowd says it. Now, because you're used to hearing Chowkidar chaur hai, you think that the crowd is saying Chowkidar chaur hai. But they were actually saying Chowkidar pure hai and MP Congress's official verified Twitter handle put out this video saying that, dekho Rajnath Singh ne kya bulwa diya. Okay. So now somebody who's cutting it out at that point of time, you know, I don't know if the person handling MP Congress handled it or somebody else, most likely somebody else. But the person who did it knew exactly what the impact will be. Right. In case of Rahul Gandhi, one of the videos which was extremely viral where Rahul Gandhi apparently says that women in UP bear 52 children in every year they bear 52 children. The context of the story was it is a six-year-old video where Rahul Gandhi, this was during UPA time when UPA had started a scheme for pregnant women. If you have institutional delivery, they give you 7,000 or 7,200 rupees. If you have a home delivery, they give you 3,600 rupees. This was, I think, funds coming from the union to state. And according to RTI response, the same woman's name was repeated 52 times. So as part of the way politicians speak, he said that UP mein mahila hai 52 bachche deti hai, you know, har saal. And only that was cut off, you know, that 52 bachche. And that became so viral. The funny thing was, so viral to the point that Haryana CM ML Khattar said that in a speech leading to elections. There was a BJP candidate from Madhya Pradesh. I forget which constituency. He went and said the same thing that Rahul Gandhi ne kaha hai ki UP mein 52 bachche dete hai mahila hai. What the folks in Congress did was cut his statement. So now it would seem that he's saying that UP mein 52 bachche dete hai mahila hai. And then that second video became viral. This is nuts. So again, but people who are doing this and now on, which is why, you know, earlier I made that it is on both sides of the ideological spectrum. They know that there is this fault line in our democracy where there is a huge lack of digital literacy. They know that people are not in a position to figure out whether somebody said this or not. When you cut a clip like that, very convincingly, people will, there's a huge section of population which will fall for it. And they have at this point of time, again, I keep going back to saying that we have not given people tools to figure out what is true, what is not. We have given them a lot of tools to consume information. We have not given them a single tool. There's not a single tool on the phone which will tell you that, look, this is not true. This is false."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:34.000",
        "message": "And as we progress in the episode, I will ask you about the Alt News app, which I downloaded yesterday. And I would encourage all my listeners to download the app and try it out. But before we do that, let's talk about organized misinformation a little bit more now. Like, at some point, perhaps around 2016, perhaps afterwards, these guys realize at a political level that organized misinformation is the way to go. People are gullible for sensationalism, so you make anything sensational, they'll believe it and blah, blah, blah. And you have these factories set up. And I assume that the ruling party's factory would have been there first and would have been sort of much better. And now everyone does it. Perhaps it's like a hygiene factor. All parties have to do it. Otherwise, you can't survive in the information battle. But, like, from what you know, what is it like? Like, how organized are they? How well manned are they? What are their processes? Like, do they just watch videos continuously and news continuously and decide, okay, we can give it the spin? Do they have strategic imperatives, heuristics by which they pick things?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:36.000",
        "message": "I have no insight into that at all. There's no – and that is where I think we have sort of lacked, because, you know, a lot of us don't come from a journalistic background. All of that needs actually getting into these places and figuring out how things work. That is something that we have not worked at. But, you know, a six-year-old video, and the speech was an hour-long speech. For somebody to find that five-second clip in an hour-long video and put that out, that means somebody is sitting and, you know, looking at all these things, seeing how something can be taken out. So, somebody is spending a lot of time, and somebody has been tasked to do it. But how exactly this is happening, how people are being paid, where are they sitting, who's doing this, we have no insight into whatsoever."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:24.000",
        "message": "And, in fact, two thoughts strike me here. And one is that it's really, I have to say here, a failure of journalism. This is something that our mass media should really – I mean, this is basic investigative journalism. It's probably the most important story of our times in terms of the threats that our democracy faces. And it's astonishing that some embedded reporter somewhere hasn't done a journalistic story on this. I think Swati Chaturvedi, of course, wrote a book about the trolls of the BJP. But that's, like, kind of different. And I recorded an episode last week with Akshay Mukul, who's written the book on the Gita Press, which – I mean, I don't know which of these episodes will get released first. But – and what struck me during that episode with him is that this whole mission of spreading misinformation with strategic and tactical intent is not something that has happened because of technology. Perhaps it's been amplified by technology today, enabled at a much larger scale. But right from the early days of the Gita Press and their monthly journal Kalyan, which was set up in 1926, it has been a regular thing. The editor of Kalyan, Hanuman Prasad Poddar, used to write editorials which had fake news, whether it's about Hindu women being abducted and raped or whatever. And this information, as you put it, not misinformation, with a specific malafide intent, and it would seem technology has just taken it to a whole new level. And is it the case, as people often say, that it's far easier to spread misinformation than to actually then spread the fact-checking of it? Fake news travels faster than fact-checking. Is that true? What are your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:00.000",
        "message": "I'm not ready to buy that story. Yes, there has been research done in this. Science, a very popular science magazine, Science, put out that tweets which have misinformation, they sort of go much further. But again, I keep coming back to the thing that where is the... you not enable people. You know, we have seen... So, for example, the case of vaccination. There was a time when there were people who were dying of certain common ailments which now are gone because of vaccination. And the society and the governments across the world, they took it upon themselves to spread the word. Now, even somebody who doesn't have any idea about vaccination, that person goes and gets their child vaccinated. They have no clue, but they've just been told that you have to vaccinate your child, right? So, I do believe that once you enable people enough, there is a way to sort of push back on misinformation. Yes, there are biases. It may not be a one-on-one example of what I'm saying with vaccination, but there are certain... And people have certain biases, so they're more likely to believe one misinformation over another. We have all those challenges, but over the past two and a half years, we have seen that people are willing to go beyond what their inherent biases are. We have had about 10 million views, or more than 10 million views. During the election time, only we had about 4 million views over the past four months. And I think there are at least a good 50,000 to 100,000 people who read Alt News on a regular basis, who may not be consuming every story, but consume multiple stories. And I think that I have seen these people. I know that if you look at their Twitter timeline, et cetera, you know that they support a particular dispensation, or they are against a certain dispensation, either of them. But I have seen many of them, people, go against their inherent biases and tag Alt News on Twitter or other places. Pratik, can you check, is this true? Alt News, can you check, is this true? So, I think there is a way of creating critical thought in the society when some person is told again and again that, look, what you got yesterday, what you got the day before yesterday, et cetera, is false. And when you do that again and again, there is a point in time when that person will be, okay, let me first check whether this is true or false or not. And I believe that that is the model that we are hoping can be replicated on a larger scale. And once that is done, you know, at this point of time, in case of India, most of the misinformation on WhatsApp, and I keep coming back to the point, you can keep talking about, yes, people are putting out misinformation, but what has anybody done for them to be able to counter that? So, when you don't have that, let's say when you don't have a vaccination of misinformation, then what is the point of research which says that misinformation travels faster? That is where I am. Yes, maybe three years hence when we have more tools and when that research is done, I would take that research more seriously than what I do now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:01.000",
        "message": "This episode is proceeding along far more optimistic lines than I had assumed. We'll take a quick commercial break and we'll return to the conversation."
    },
    {
        "speaker": "Unknown",
        "time": "00:51:09.000",
        "message": "Hey, everybody, welcome to another awesome week on the IBM Podcast Network. If you are not following us on social media, please make sure you do. We're IBM Podcasts on Twitter, Facebook, and Instagram. You know, I have been asking you guys to do this. I think some of you are, but some of you aren't. Have you told your best friend about your favorite podcast? Please make sure you do that as well. You are our ambassadors. If you don't go out and evangelize on our behalf, who's going to do it? So, please go out and tell somebody about the podcast you're listening to. If you think there's somebody who would enjoy it, refer them to IBM Podcasts and tell them about all the stuff that they can find on our app or on our website or, you know, Spotify, Saavn, everywhere you're listening to podcasts, right? Just give it a shot. Also, guys, I'm going to be at Podcast Movement the coming week from the 13th to 16th of August. Podcast Movement is a conference in Orlando where we're going to be doing all kinds of podcast-y stuff. So, check it out. If you're in the area, please do come by and say hi. If you're not in the area, you can follow along with me by following, I guess, my social media. In this case, it's Doshi Amit on most things. On Cyrus Says, Cyrus is joined by renowned filmmaker, writer, and producer, Anees Bazmi. He talks about his work as a child artist, the changing canvas of Bollywood, the role of the screenwriter in it, his slate of blockbusters with Salman Khan in the late 2000s. I really think this was a fun conversation. Anees is a really fun guy to listen to. On 9XM Soundcast, Eva Bhatt is joined by popular Punjabi singer, Milind Gaba. They talk about his strong belief in spirituality and how his love for melody changed his destiny. On Ganatantra, Alok and Saryu discuss the abrogation of Article 370 and its implication on the future of Indian federalism. On the Pragati Podcast, Pawan talks to Dr. Mandira Kala and Shampuvi Nayak about the pros and cons of the DNA technology regulation bill. On Marbles Lost and Found, Zain and Avanti talk to musical artist, Bhrigu Sahani, about learning to express yourself through journaling. On States of Anarchy, peace educator, Chintan Modi, joins Hamsini Hariharan to discuss what peace between India and Pakistan could look like. On Keeping It Queer, Naveen and Farhad talk about emergence of TikTok comedy and how it allows gender bending. On our Kannada Podcast, Thalle Harate, Dr. Harini Nagendra joins Surya and Pawan to talk about trees, their connection with cities and their history in Bangalore. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:14.000",
        "message": "Welcome back to The Seen and The Unseen. I'm chatting with Pratik Sinha, founder of AltNews, about misinformation, disinformation, malinformation, and the resistant movement against falsehood. Though that's my phrasing, not his. Pratik, you were telling me earlier before this that there was a specific reasoning to your setting up AltNews as a not-for-profit as opposed to a for-profit. Like, I was making the argument coming from where I come from that, look, I think you're creating something of enormous value. And what I would really love to see is you guys flourish as a for-profit company where consumers will recognize that value and there's a means of your getting rewarded for that. But you told me that, no, you set up as a not-for-profit for a specific reason."
    },
    {
        "speaker": "Guest",
        "time": "00:53:58.000",
        "message": "Can you go through that? Right. So, AltNews, there are two things that we are trying to experiment. One is how to promote critical thought in the society and debunking misinformation is a means to that. The other thing that we are experimenting is how to set up a media organization in a democracy where the institutions are being compromised, right? So, let's say if you take the example of US and right now there's New York Times, Washington Post, CNN. They are going hammer and tongs against Trump, but you don't see them being raided every other day. There's still space for people to talk against the government. In India, the media has gone exactly the opposite way where there's very little criticism of the government that is coming out. And I think a part of the reason is because there's so much money that goes into media and there are these big investors who are putting in money and in India, we keep talking about ease of doing business, but we know as a matter of fact that even if somebody wants to be, wants to do an honest business, that person has to cut so many corners. And eventually, let's say this person thinks that he wants to invest in a cause such as Alt News and puts his or her money and then what happens is the government goes after them and their tax rates, even if there's nothing, they'll try to harass you. And that is when either the investor pulls out, which means that you started something, you're dependent on an investor and suddenly you don't have the money. So you have to let go people, the thing dies. Or the investor says, can you not write about this? You write about these things. And then day after day that things about can you not write about this, that category keeps increasing. And eventually you're completely stifled. So I think that is what has happened with a lot of media organizations today, either of these two phenomena. So when we started Alt News, the first idea was how to keep it sustained without getting a big ticket investor into the picture and by educating people that they need to willingly donate to such an organization if they want something which is without a filter. Because again, I keep saying that this is across political ideologies and if tomorrow there's a new government in power, let's say if there is a change, they will have the same kind of animosity or they are not going to be huge fans of Alt News just because now they are in power and now they are promoting. It's the same thing that happened with Ravish. There are many people who, during UPA time, many people who were opposed to UPA were big supporters of Ravish. And now the same people don't like Ravish. So it happens in this journalism cycle. So we wanted something which is completely funded by people, create again, it is part of educating people that you need to give us money if you want us to keep doing it, depending on your resources. There are kids, there are college kids who will give 10 rupees. The minimum donation for Alt News is 9 rupees. They'll give 10 rupees and they'll say that, if I get a job, I'll give more money but please keep doing what you're doing. That is what we want to see in people. People willing to give money because they know that, number one, they become a part of the whole thing. They have a sense of ownership. And second, that they know that it's only through their money can they get honest journalism. So, in a democracy where institutions are compromised, you need to devise newer and newer methods to keep these organizations running. I'm not saying that this will work for everybody. For example, yesterday I was speaking to another gentleman and he told me that your model will never work for me because Alt News has a certain political impact. So, people tend to give more donation but if I'm working on rural journalism, nobody is going to give me money. So, it is not that this model will work for everybody but there are at least a certain group of media organizations for whom this model could work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:04.000",
        "message": "That's a great point you make. And Ravish, of course, we're recording this on August 4th. Ravish just this week got the RCA award and more power to him. And what good journalists do like Ravish and what you are also doing, though you're not doing journalism, but what you're also doing is constantly speaking truth to power and that necessarily means that whoever is in power won't like you very much. And for the benefit of my listeners, I just kind of want to elaborate on this because this is not something we recognize. It is impossible for any business in India today to be compliant with the law. Just as an illustration of that, I had an episode a long time back on regulations where the guest I was doing that episode with told me that when he was running a restaurant, he found that there were two contradictory regulations he had to comply with. One was the excise regulation, which was controlling the sale of alcohol on the premises even though he had a license for it, but they controlled it. And their regulation was that there can only be one entry to the restaurant so they can monitor how alcohol is being taken in and out. And meanwhile, the fire safety department had regulations that every restaurant has to have multiple doors. So basically what this meant was for my friend running a restaurant is that he could not comply with both their opposite regulations. So he was always breaking the law and effectively he was bribing both people and he was actually bribing 40 people a month, which is what most businesses face. And every single business in some way or the other will be breaking the law. If you really want to go after them, you can, you'll find something or the other. Now the issue with our big media houses is, you know, the companies that own them and run them are not only into media, they're in a lot of other businesses. You know, for example, the company that runs HD media will have a lot of other business interests. They'll have chemical factories, they'll have this, they'll have that. And the government will choose to put pressure on one of those till the message comes across that boss, you better behave, otherwise the whole edifice could collapse. And you see this and this pressure comes from across governments. You know, like recently when Bobby Ghosh of HD started the hate tracker, boom, he had to leave, he was asked to leave. But a few years earlier when Chidambaram was upset at Raju Narasetty, you know, Raju was out of there soon enough. In both cases, political pressure applied. We don't know the exact method in which it was applied. Both men made graceful exits. But this is essentially what happened. So any established media house, therefore, you can put so much pressure on them that independent journalism becomes hard, which is a separate subject and a separate rant I often go on to and there are people like Scroll and Wire and Alt News which are fighting the good fight. But yeah, rant over."
    },
    {
        "speaker": "Guest",
        "time": "01:00:40.000",
        "message": "I just wanted to elaborate. And I want to make an additional point. This is not just limited to media organisations. It extends to every organisation. So, for example, I have this inherent trust deficit when it comes to organisations like Facebook, Google and Twitter, in terms of a variety of things. So, for example, there's a huge issue of privacy going on, right? So tomorrow, let's say a government comes after any of these organisations. Again, when they're operating in India, they're operating according to the law of the Indian. They're not operating according to US laws. They're operating according to Indian laws. And when somebody goes after them and says that give me this data, their choice is to let a billion dollar company go or give the data of a few individuals that the government wants. And I think they'll always take this other route. And that also has to do with multiple decisions that they make, that they always want to keep the government happy. So, it is not just limited to media organisations. This applies to many other organisations who are impacting us in their day-to-day life. Social media and these chat apps are the medium for misinformation. And their inability to have done anything about or doing enough about this, I think it is also because they don't want to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:57.000",
        "message": "go on the wrong side of the government. That's a great point. And a lot of fake news, as you mentioned, happens on WhatsApp, but it also happens on other media. But WhatsApp is one of the major, this thing is owned by Facebook and so on. And we've seen them do little things like, for example, when a message is forwarded, that stamp comes on it, forwarded, so people kind of know. I'm sure it makes some difference. But in general, a three-part question, what is it that they can do about it, the tech companies, in terms of whether it's Facebook figuring out that, you know, what's making it harder for people to spread fake news on WhatsApp or Google changing its search algos in such a way that fake news sites don't come up in the results and so on? Number one, what can tech companies do about it? Number two, how effective is pressure from civil society on these tech companies to change their behaviour? And number three, in your experience, how seriously are companies actually taking this?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:53.000",
        "message": "So, I think that is a very big question. I don't think I have answers to everything, but I do understand some of the tech that is going in. I'll give you a quick example. Let's say when an image or video goes viral and which has an element of misinformation, the pattern is that it will be shared from thousands of accounts with almost identical text. This is the pattern that we see. Okay, so for example, there was this video which went viral which said that in Hyderabad, a Marwadi woman was killed for not wearing a burqa in a heart-wrenching video. Share it so much that it reaches Modi ji and Modi ji takes instant action. This was a four and a half minute video, one of the first videos that we debunked, which was the most grotesque video you'll see. A young woman was beaten up and burnt and the video recording stops only when she dies of those burns. Now, this is being claimed that it started with that this is a Marwadi woman burnt because of not wearing a burqa. She married in a Muslim family, did not wear a burqa. The video is actually from Gautamala. The case was that there was three people, including this girl, they allegedly shot a taxi driver. The mob came after them. The two guys could run away. She got caught in a mob and she was killed. Now, whenever you see these videos, and we would put the screenshots when we write and alt-use articles to show the extent of spread, you'll see that the same text that I said, word to word, will be copy pasted across many, many, many accounts and the same video. So there is a pattern. Whenever there's a pattern, technology is very good at recognizing patterns. What Facebook has done now, for example, is that they have teamed up with various fact-checkers like BoomLive, etc. BoomLive is doing very good work. And so, these fact-checkers are supposed to go and point at instances of misinformation. That, you know, this is a video and this is the actual fact. And that is where now you see that thing on Facebook which says that this has been fact-checked and you can read this fact-check. You know, so Facebook is trying to say that we are doing something about it. But the thing is that fact-checkers are humans. They are not going to be able to mark 10,000 instances of it. They are only going to be able to mark 2, 3, 4, 5 instances of it. The rest of the 9,995, that is where tech comes into picture. That is where if you really want to sort of fight against misinformation and many times on Facebook things are shared privately. I won't even see it in public, you know, with that private status you're sharing it only amongst friends. If you really want to sort of go after misinformation, then mark everything as false using tech. That is one example that you can do. And especially political misinformation always follows a pattern because it is different from medical misinformation. Here you are generating complete fiction. You're taking a video from Gautam Ala and you're saying this. That story is never going to change throughout the duration of that particular misinformation. It is very easy to take down every instance using tech. So that is my grouse that they have not done it. For example, Snopes.com had a partnership with Facebook for the same thing and they withdrew from the partnership. I think two companies have withdrawn, two big companies from Facebook because they said that it is a completely manual process. Give us an API. We don't see that we are making impact. This is a common grouse that people have with these platforms. My question is why have they not done this? Again, when we talk about the all-tunes app, we can speak about it. That is exactly what we're doing. You feed us a video, you feed us an image and we'll tell you this is the story corresponding to it. So that is number one. Tech can do a lot of things, even in terms of rankings, etc. My experience in tech is limited to Wi-Fi and embedded systems, so it's like an orthopedic talking about neuroscience. I'll talk about what I understand, but I do know, I do understand that there are solutions. The second"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:53.000",
        "message": "question was? The second question was what are the ways in which people in civil society can put pressure on tech companies and do they take it seriously?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:01.000",
        "message": "They do take it seriously and which is why they do things like WhatsApp saying that we'll limit the forward limit to five. We're going to put the forwarder tag. I think the latest thing that they are going to roll out is frequently forwarded. It is not just forwarded and it is frequently forwarded. They have not released any statistics internally as to whether it is a successful strategy or not, and I don't have any data to speak of, but observationally over elections, this forwarder thing came before elections. Observationally over elections, I don't see it having any impact. Again, we have to continuously acknowledge that misinformation during these elections was an organized attempt. So instead of one person putting it out to 100 groups in one time, you'll have to put it out to five groups at one point in time. There was a story by Huffington Post about how a simple tool made to hack WhatsApp web, not hack as in sort of use that to put out bulk misinformation was used. So there are means and ways of getting around these. These are not the solutions and I keep calling this as their way of fighting. It's a PR battle that they are fighting. They are not trying to solve an issue. So when there is pressure either from the government or from civil society, they do these little things to show that they are working on things, but these"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:21.000",
        "message": "are not concrete solutions. And that already kind of answers my third question which is what tech companies are doing about it and would it be fair to then sum that up and say that what they are essentially doing is reactive. They are reacting either to government pressure or to civil society pressure in sort of jugar ways that okay, there's a PR shitstorm happening, let's control it by doing this but not really thinking deeper about what the problem is and let's proactively figure out ways to fix it and see what would be coming."
    },
    {
        "speaker": "Guest",
        "time": "01:08:47.000",
        "message": "It is reactive and so for example, what happened in Myanmar let's say, you know, it is my understanding of social media and world in general is that if something happens one place, it is going to repeat in patterns in other places. So what happened in Myanmar was this Rohingya thing and Facebook you know, a lot of misinformation on Facebook then it happened in Sri Lanka, it happened in Philippines so there's a pattern. Again, we should not forget that media tech companies are not the only stakeholders. I'm not saying that all the blame lies with tech companies there's a huge amount of blame which lies with government, especially the child kidnapping rumors, I would put the blame much more on government than the tech companies and we should talk about it. But despite that, you know I don't think they have done enough, even though they know that for example child kidnapping rumors are viral again we just wrote last week six, I think five to six articles about how these child kidnapping rumors are viral and we actually sent it to the rep in Whatsapp we put it out, we said that and we did not blame Whatsapp in the tweet we put out, we said that it is the police and government which has to take note of it because in this, there's a very limited thing that Whatsapp can do. Last year when the child kidnapping rumors happened what eventually helped is not this changing or forwarding limit, none of that because the child kidnapping rumor was there over and it is a very very interesting phenomenon maybe we should talk about it. Let's talk about it now yeah, so it was there over a certain period of time and it created a fear so for example, people in rural Telangana, Telangana gets as hot as Ahmedabad or Delhi etc and there's a lot of poverty there and people would come out of their houses in summers to sleep. This last summer, they would sleep inside the house and they created this self vigilante groups to look for these child kidnappers. What did this rumor say? The rumor said that it was a blurb of text with multiple images and one or two videos usually. The text said that there are x number of people, 500-600 people coming from outside, they are going to kidnap your children, traffic their organs and this message has been sent out by the following police commissioner. Okay, and then there are videos of dead people, bloodied people there is one video which is actually from Pakistan where in the original video, there are two people on bike who come and there are these little kids who are playing cricket on the street they pick up a kid and go away and then they come back and show a placard saying that this is how easy it is to kidnap children in Karachi. That part where they show the placard was cut off and only the part where they show the bikers come and that clip video was circulated along with this, essentially trying to say that these are the people on prowl in your area. Now few aspects of this, what eventually stopped it and which is where the government responsibility comes is that when 30 people died eventually Mr. Ravi Shankar Prasad made a statement I know that this is a state law, law as a matter of a state, but when it is happening all over the country, that is when the union government should have reacted much before and eventually the police and the administration, they fanned out to into different areas physically and telling people that look this is not true, this is false, this is not true, this is false this is not true and that is what eventually stopped the killing. So it is nothing that Facebook or WhatsApp could do to stop the killing, it was a quick educational initiative, a small you know on just that little point that look this is, there is fear among people and all you need is somebody you trust, an authority to tell them that this is not true. That is one aspect of it which is where I completely blame the government for what happened and which what continues to happen that they have not taken any initiative as far as digital empowerment is concerned. But the very interesting part of these child kidnapping rumours was that it happened in multiple states which meant that all these rumours were being translated. And as it moved from town to town, for example if it is in Kutch it will say that the Kutch police commissioner has given this thing. If it is Ahmedabad it will say Ahmedabad police commissioner has given this thing. So who is changing that? Who is changing, in Dhule five people were killed, it was in Marathi again it was a local police commissioner. So what intrigued me and I don't think anybody has been able to answer that question was there was somebody who was changing these things, you know, these tiny bits of information. Otherwise the rumour is same, the translation is same but as it went from place to place, the name of the police commissioner it kept changing. And that intrigued me a lot that who is doing this? What is the motive? What is the purpose? You could never figure out and it is viral again now. There were 15 attacks in Madhya Pradesh when we wrote the article. Today I haven't confirmed this but I just read just before coming to this podcast that there have been three attacks in Bihar."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:37.000",
        "message": "I have not confirmed this but I just read about this. We are recording this on the morning of August 5th and it is really interesting because I can imagine someone starting that rumour because it is sensational and that sells and then it is misinformation where people are spreading it but it is not out of malice. But then there is an element of disinformation because people are actually changing the detail of who the commissioner is and all that."
    },
    {
        "speaker": "Guest",
        "time": "01:13:57.000",
        "message": "Do you have any theories on what is going on here? I have no clue. I don't know who would do that, why would do that, what is there to gain? There is no political gain out of it or at least I don't understand if there is a political gain."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:09.000",
        "message": "So when I was growing up in the 80s, if the government wanted to make an announcement, you had one television channel, Doordarshan and somebody would come and say okay whatever, typhoon expected here, don't go out or whatever. You could do that. Today of course media is completely dispersed and so on. How is it then that when misinformation spreads like this, what is it that the government can do to correct it?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:29.000",
        "message": "The government has every tool at its disposal. Even now you have All India Radio in villages etc. I mean these kind of things, I am not talking about, again there are multiple different strategies needed to counter different kind of misinformation but let's talk about these child kidnapping rumours. There was a person who was killed in Ahmedabad. We did a story five days before this person was killed and in a city like Ahmedabad, if you can read a WhatsApp forward, you can read a billboard. There are billboards at every crossroad. All you have to identify is the areas where people are more likely to fall for this misinformation and put billboards that if you come across this, this is false. I mean there are so many things that can be done. You ask the radio organisations to keep broadcasting it. When there is a need to do it, the government finds a way. Even now, for example, Odisha is doing such a good job at getting people in shelters because in the last 2-3 years they have been battered with cyclones and floods but they have made sure that people are not caught in the storm and how do you do that? By communicating with people. There are means and ways for the government to communicate with people. You use those same means to fight misinformation. It's just that they have not recognised this as an issue of high"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:47.000",
        "message": "priority at this point of time. Odisha government is a great example of where there was a will, they actually went out and got it done. At the same time, you could say that there is no rule of law in most of the countries. This would classically fall under the rubric of you need to maintain the rule of law. I want to take you back to a bigger philosophical question and something that you alluded to earlier in the show when you spoke about how the postcard news guy got arrested and at first you welcomed it but then you had second thoughts about it. And, you know, just sort of thinking aloud, I'm a free speech absolutist so I just totally believe in that you should not find reasons to clamp down on the free speech of others. However, there's also the harm principle. If someone is actually putting out information that leads to people being killed, whether it's people being lynched or whether it's child kidnapping rumours, if somebody willfully does it, then I believe that the law has a right to sort of take action against him in only those cases where it's direct and it's sort of malified in that sense. How has your thinking on this evolved?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:51.000",
        "message": "My thinking on this has evolved in the sense that, number one, there's no way to find out who actually put out this information. We are in a world of end-to-end encryption, whether it's WhatsApp, Signal, etc. So if we ever create laws more specifically to target misinformation, number one, what we will be doing is not criminalising misinformation, we'll be criminalising information. Misinformation is a subset of information. And so what we will be doing is criminalising information. Now, there are different kinds of rumours. So, for example, medical misinformation. When the Nipah virus thing happened in Kerala, a message went viral claiming that if you have Gelsamium 200, a homeopathic drug, it will protect you from Nipah virus. Now, Nipah virus had an 85% mortality rate. A rumour like this is very dangerous at this point in time. But the people who are forwarding it are again forwarding it from a position of fear and concern. That, you know, it might help somebody who I know in Kerala. Or, you know, there's no malintent here. Now, if you create a law which criminalises misinformation or, as I said, information, the court is not going to see whether this is political misinformation, whether there's malintent. I mean, we know how judiciary works and there's a likelihood that somebody who's just put it out because of genuine concern gets arrested. First of all, you can never find out who started that. And the police, just in order to make a case that they're doing something, they'll pick up a couple of people who probably have nothing to do with the starting of the rumour and put them into jail. That is how I see this playing out. And, again, the same thing with political misinformation also. A lot of people are just forwarding it. The creators are very few and we don't know who the creators are. There's no insight into who the creators are. Most of the people are just forwarding and forwarding. How do you start arresting people just because they're forwarding misinformation? And, again, here I have another point to make, which is, if you don't teach a child how to cross a road, you can't blame a child when the child crosses a road and is unable to cross the road. First, teach the child to cross the road. We have not taught people how to deal with a world where there's so much excess of information. It's not just misinformation, there's excess of information. And how do you deal with it? You have a cough and you go on Google and you say that I have a cough. Depending on what sort of mental state you are in, you might conclude that you have cancer or you have an ordinary cough. We have not taught people how to deal with a world where there's so much information. And in that, when people make mistakes, to criminalize information is something that I cannot support."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:35.000",
        "message": "That's a great point and I'll ask you to elaborate on both these sub-points of medical misinformation, number one, and number two, the need for education. But before that, is it then fair to sum up your position on this, to say that whether or not a law against willful, malified disinformation is justified or not, in practice what will happen is that any such law will become a very blunt tool which is used to randomly crack down on misinformation. Absolutely. And therefore"
    },
    {
        "speaker": "Guest",
        "time": "01:20:05.000",
        "message": "will be a threat to free speech in the hands of the state. Yes, and especially again, the way things go about in India, it will be used by the ruling party against people in the opposition. Exactly. So that will also be a consequence of that, that it will be used selectively. I mean the law enforcement agents will not do their due diligence, that is one part, but it will be used selectively by the ruling party"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:27.000",
        "message": "against people in the opposition. These are very wise points and I agree with you entirely. Now elaborate a little bit, like most people think of misinformation, disinformation, fake news, whatever right, as something that is political in nature or sensational rumours. And one of the things that you've been pointing out to me is that medical misinformation is something that we need to look at very, very seriously. It has grave consequences. Elaborate on that for me."
    },
    {
        "speaker": "Guest",
        "time": "01:20:47.000",
        "message": "So medical misinformation is the other thing that we concentrate on. The editor of Alt News Science is Dr. Sumaya Sheikh. She is a neuroscientist based in Sweden. It might be interesting to have a conversation with her because she's also working on aggression and things like that. But, so medical misinformation is equally dangerous. So for example, in Gujarat, in certain villages, there was a rumour that the measles, rubella vaccine, RSS has mixed something in it and people who will take it will become impotent. And the vaccination rates drop dramatically in these villages. Now these are the things which will never get reported by media because you never know how it plays out. Political misinformation, you can see how it plays out, but a bunch of kids not taking vaccine and what happens in their life cycle, you will never know. You don't know who has taken a vaccine, who has not taken a vaccine, why that person did not take a vaccine. When the dengue season happens, there's always this thing that if you have papaya products, it will help in increasing your platelet level. Sumaya wrote an article saying that there's no conclusive research to say that that happens. But somebody who falls for that, they may ignore what is the prescribed medication. And right now, I would also again blame the government of India for a lot of pseudo-information they have created, that's this entire ministry called Ayush. And there's so much pseudo-information, pseudo-medical information that goes out of it that they are creating a culture of anti-science. They are creating a culture of the pseudo-science and that is extremely dangerous. And people, again, in political misinformation, there's a pattern that, as I was talking about, you are weaving a fiction and it follows a pattern. In medical misinformation, there is no pattern. Once in your head, you think that papaya cures dengue, you create a video about it, you talk about it, so it disperses without a pattern. And it is extremely difficult to track misinformation. A very important aspect of fighting misinformation is the ability to track misinformation. And medical misinformation is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:05.000",
        "message": "very, very difficult to track. One point you made that I'd like to amplify is that this carries an opportunity cost. Like when I rail against homeopathy, which is a complete pseudo-sciences nonsense, the problem isn't only that the medicine will not work because people assume that, okay, sugar pills, what harm can it do? The problem also is that you could be relying on that instead of something that will actually cure you. And the cost of that could even be, and has been, in some cases,"
    },
    {
        "speaker": "Guest",
        "time": "01:23:29.000",
        "message": "death. Right. And people say that there are no side effects. Yes, of course, you're going to take sugar, what is the point? Unless you have diabetes or something like that. But these are the kind of theories that are propagated that, you know, take it. It has no side effects. And that is a virtue that it is propagated that it has no side effects. But the fact is that, you know, it is not"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:53.000",
        "message": "going to cure anything. I mean, just essentially, so how do you sort of fight medical misinformation like this? Like, is it a different kind of battle at Alt News? Because, you know, when somebody spreads a picture and says a picture of, you know, a rat, for example, in Muzaffarabad, and you have your tools to do your reverse image searches and you figure out where the image is really from and you can correct it immediately. But medical, and I guess you guys are very trained eyes and kind of now being immediately able to spot what is but for medical,"
    },
    {
        "speaker": "Guest",
        "time": "01:24:21.000",
        "message": "it must be much harder, surely. It is much, much harder. And the main issue is tracking medical misinformation. There's so many videos on YouTube. It is impossible to go and listen to every video saying what they are talking about. But there is a lot of medical misinformation out there and people are going to YouTube listening to these videos, ghar ke nuske, whatever, you know. And, you know, if you have this, this is going to happen. And at this point of time, we, you know, I think we've had much more strategy in terms of rebelling, not the word rebel, but sort of going against political misinformation, but medical misinformation, it is still we are trying to figure out what to do. And this especially needs a wider support. Even media organizations are so terrible at reporting. Just the other day, somebody said that Tata Salt has cyanide. One gentleman at a press conference said that Tata Salt has cyanide. Everybody printed it. Everybody without any fact checking. Some university in Jamnagar killed a few cells using cow urine. Times of India has an article next day, cow urine can solve the issue of cancer. So that is terrible, terrible journalism. And we have seen real life impact of it. A personal example, there was a person who was working with us in the unions and his son got lung cancer. At the same time, my father got lung cancer. But it was a less aggressive strain of lung cancer. When he eventually died and when he went for his final rites, we were told that the last two weeks of his life, he was fed only cow urine. And they starved the person to death. And that person was anyway going to die. And you made his last two weeks the most terrible one can imagine. But none of this will get reported. Political misinformation has real ramifications. It is something that you can observe, but medical misinformation has ramifications in this form. Having in houses across the... and they don't even know that they have been fed misinformation. So it will never get reported. So medical misinformation is something we don't recognize. And the pseudoscience that we are putting out more and more, and there is so much support for pseudoscience now, that it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:33.000",
        "message": "is very dangerous. And the pseudoscience and these dangerous ways of beliefs are actually embedded in our culture. It's not as if you need a misinformation campaign to get it out. It's more a corrective that you need to take, which brings me to my next question about education. You know, you've pointed out the importance of educating people on how to recognize misinformation, dealing with misinformation."
    },
    {
        "speaker": "Guest",
        "time": "01:26:53.000",
        "message": "Tell me a little bit about that. Yes. So there are three parts. So one is we started off as a journalistic intervention, Alt News. We've now come up with an app. It's a technological intervention. But I think one of the most important things is educational intervention, where multiple things can be done. So Alt News is planning. These are things that we are planning, have not been executed. But over the next five years, we want to go to low-income communities, for example. Now these are the communities where we know that the Alt News brand is never going to reach, especially because we can only publish in two languages, English and Hindi. And even Hindi is not going that far. So what we realized is that there's a need to create quote-unquote misinformation doctors or Facebook fake news doctors in these low-income communities where you create influencers. The way a lot of these rural areas work is that there are social influencers who have a huge impact on the society. So what we want to be able to do is go and identify certain individuals in various communities and teach them how to spot misinformation and create a network for them. They may not be able to sort of have access to 100% of misinformation, but through the app that we are creating, we want to create a network for them so that they can query us and sort of say that this is the misinformation that is being circulated in an area. What could be the truth about this and things like that? So we want people to be able to go to this local influencer and ask, is this true or not? This is from the point of view of these child kidnapping rumors, etc. If there are enough influencers in a small area where a person can go and ask or when there's a mob going on and somebody can say that, no, look, this is wrong, then I think it will have an impact in terms of local communities. Second thing that we want to do is start, create curriculum at school level, especially high school. This is the time when your prejudices haven't completely set in. And this is the time when a corrective measure will most especially work, whether it is against misinformation in science and health or misinformation in politics and especially science and health. So that is where you teach these students and these are also students again, you know, who will have to go to Google and figure out which university they want to join. There will be 10,000 websites which will say this university, this is good, this is good. Now how does a student handle this excess of information? So we also are hoping to deal with that to teach students not only how to spot misinformation but how to handle excess of information. That is at school level. And then we want to concentrate on two things. One is journalism schools where again we are talking with certain universities where we go and create a module, a two-week module or a one-week module where we teach journalism students how to look at misinformation. The hope is that you have more and more people looking at misinformation. There is less and less of misinformation, even though they may not be at editor level, but I think if there is a larger mass of journalists who are able to spot misinformation, there will be a louder voice against misinformation in mainstream media, leading to steady decline of misinformation. Mainstream media also puts out misinformation. That is also a thing that needs to be done. And second thing is we want to get in touch with people who work on ground, social workers, etc. And teach them how to spot misinformation. And again, create a network for all of these. Teach academics because we did some trainings in partnership with Google and Data Leads. We taught about 120-odd journalists. And what we have observed is the academics who have been the most active in going out and furthering that, taking those trainings and training other people. So we want to teach multiple academics, people who are teaching in those journalism colleges, because once you teach an academic, that person can teach year after year. So it has much more repetitive effect. We don't know how far we'll be able to go. This is a massive task that we want to take up. We don't have either the money or resources, but these are things that need to be done. And the hope is that once you start at a small level and you have more people getting into it, then it"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:01.000",
        "message": "increases organically. Has there so far been any interest for these courses from either journalistic organizations or institutions?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:09.000",
        "message": "Yes, institutions. We have spoken to multiple institutions and they are willing to include such a module, one-week to two-week module, where students are taught various tools of how to spot misinformation and things like that. Yes, there has been interest."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:25.000",
        "message": "That's pretty amazing. And I'd love to see an online MOOC on it as well, so that people can kind of learn online all the tricks of the trade."
    },
    {
        "speaker": "Guest",
        "time": "01:31:31.000",
        "message": "There are, for example, there's a website called firstdraft.com. They have an online training. They have two trainings. One is a short training and one is a longer training, which is meant for journalists. It's a free training. People just have to sign up for it and they can do that. Something like that can be done at a large level, definitely. But there are already"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:51.000",
        "message": "resources out there. Let's talk about the AltNews app, which was just released, which I downloaded yesterday, played around a bit with it. What was the impetus behind it and what does it do?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:03.000",
        "message": "So, we are trying to solve a small section of the issue of misinformation. The observation that we made, that a large majority of misinformation, especially things that get circulated more viral, is in form of images and videos which are circulated with a certain text blurb. Usually, the misinformation is in the text blurb. That is, you take a video image from somewhere and you say that this represents an event which it does not. So, we saw that a large majority of misinformation is this kind. Now, the thing is that, again, coming back to technology, Google started, whatever, x number of years ago. It is a wonderful search engine for text. That is, you put in a text, you put in a few keywords and it throws back results. But that was okay in a world when the content was text heavy. Now, we are living in a world where the content is image video heavy. There is so much video content, image content being created every single day. And again, it brings back to the point of Jio, etc., and cheap mobile phones, that it enabled people to capture videos, capture images, and put it out on social media because of the cheap data connections. And, let's say about 20-25 years ago, because camera equipment, all of that was so expensive that most of the video and imagery that was coming out, we knew who was putting out. We know the photographer. We know all of that. There's proper attribution. But now, people just take videos anywhere and you don't know where that has happened. There's no sense of time or place. So, there is a need to document videos and images at a large scale and create a search engine against that. So, what this app does is that we are trying to rethink search engine in terms of misinformation. We are not a Google where we can create a worldwide image video search engine. But what we are doing is we have created a search engine of images and videos against our database of fact checks and we are also taking content from other fact checkers. So, you throw an image or video at this app and if you already fact checked it, it will search against our database using various algorithms to throw back the corresponding fact check. And the hope is to do it at a much larger database where we are documenting because there are so many videos especially violent videos that come out these days and we have seen that eventually they become a source of misinformation. So, start documenting all these images and videos even if there's no misinformation corresponding to it, but start documenting that because we ourselves will forget there's so much video inventory. I have only, you know, these days we can look at a video and say, okay, we saw it at this point in time, but eventually it will be impossible to do that just because there's so much inventory. So, if we start documenting it now, even though we have debunked a video, let's say, two years ago, I might forget two years down the line, but I can throw a video at this app and it will give me a result that, look, you wrote a fact check for it two years ago. So, that is what we are trying to do with this app, that is create a video slash image search engine at a limited level against what things that are typically being used for misinformation or have a proclivity to be used for misinformation"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:15.000",
        "message": "in the future. And does the app also serve as a means for people alerting you to stories you might not have already covered, but alerting you that, hey, here's this image that came on WhatsApp, is it kosher? And even if you haven't already done it, do you then get those images and decide if you should do a story on it?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:33.000",
        "message": "So, there's a separate app that we will create for it. We are calling it the Misinfo Scanner. So, like the virus scanner, where that will be proactively looking at your gallery and we won't be uploading images or videos, but it will be like you have been exposed to misinformation, that kind of a thing. That is another idea that we are working on, that, again, all this database that we are collecting, there's an API layer. Essentially, this is a layer which answers to the question, what is the fact check corresponding to this image or video? Now, this layer can be connected to various things, like a Twitter bot or Facebook Messenger bot, but one of the applications that we are thinking is a Misinfo Scanner. You install this application and it will keep looking at your gallery. It is not going to upload your images and videos, so there's no issue of privacy getting compromised. It is going to upload only certain parameters of those images and videos, and if we determine that you received a video which has been circulated with the element of misinformation, we'll alert you. So, I am quite excited. Hopefully, that app will come out in another six to eight months. So, that will be sort of proactively telling people that, look, there's misinformation. So, when they go back to their WhatsApp groups, they'll say, oh, I saw this. Audience has already done an article. Let me push an audience article, and then they can use this other app to look for a fact check corresponding to misinformation. So, there are things that can be done in technology to sort of push back against misinformation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:55.000",
        "message": "And it also strikes me that, you know, you've been a pioneer on all this in building these systems, building AltNews. You've practically, you know, made it a mission to do all of this. But the thing is that any big media company, if it had the will, could also have done all of this. And I think at some level, you would be very glad if AltNews wasn't needed, if people were doing it"
    },
    {
        "speaker": "Guest",
        "time": "01:37:15.000",
        "message": "all over the place and it... Absolutely. And, again, it goes back to the not-for-profit. So, we created a not-for-profit knowing that we cannot have 100 employees. We can have 15 to 20 employees max, because that is, you know, crowdfunding cannot fund a 100-employee company. So, which means that we can never imagine to have an impact that mainstream media does. So, who do we impact? We impact the mainstream media. That is, we create models which others can follow. So, AltNews started as a fact-checking thing. Now, Times of India is fact-checking, India Today is fact-checking, ThenxJargon is fact-checking. That is where I take, you know, I think Timelive and AltNews can take some credit that it is we who forced them into fact-checking. You know, it is we who created the model and forced them into fact-checking. Similarly, in case of this app, I won't say media companies, but I would say tech companies. They could have given us an app, something like this. It's a very simple thought. It is not a complicated thought, right? You know that there's more image and videos and you need a search engine to figure out"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:13.000",
        "message": "image and video. It's a very simple thought. I mean, you can build it into Google for that matter, the Google app itself."
    },
    {
        "speaker": "Guest",
        "time": "01:38:17.000",
        "message": "Yeah. So, now, so what we are trying to do is create this and then create all these applications at Twitterbot. So, let's say you tag AltNews where the Twitterbot is being developed right now. So, let's say you tag AltNews on a video image. If you have fact-checked it, it will give you an automated answer, right? Now, create all these things and then tell the tech companies that, look, we have done this. Why haven't you done this? So, that is what we are trying to do. Again, when it comes to the educational initiative, create a module, create a model. If you can successfully implement it in one small section, then, first of all, you know that there is a success story there, that we could implement it in this one small section, and that ways of replicating it otherwise. When a neighboring district sees that, okay, this has implemented, let me do that. And as it grows, the hope is that the model gets replicated. So, as a small not-for-profit website, the focus will always be on creating models that can be replicated because we can never imagine having an impact with people who have a lot of money. So, create models and hope that others sort of take those models and go further."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:25.000",
        "message": "Prateek, now I'll segue into you know, as we approach the end of the episode, I'll segue into the personal and just ask you, Ratman, you know, you live in Ahmedabad, for God's sake. There have been threats against you. And, you know, to me, you're one of the bravest people in the internet space in India. How do you deal with it? I mean, do you feel scared sometimes? Do you feel worried? Does it impact your social life or the way you live?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:49.000",
        "message": "Number one, first of all, you know, we are publishing, writing, talking in English. We are talking to a largely urban, middle-class crowd. That is a privilege in itself. We have seen so many people getting killed in India, in rural areas. You know, somebody covering a mining story, that person is a truck runs over that person. We've forgotten. I don't remember the name of the reporter, right? Because that person was never there in the urban scape. So this privilege itself gives you a sense of immunity that if tomorrow something happens to me, probably there are journalists who have done much more work, but if something happens to them, they will be forgotten. But because I have these 150,000 followers on Twitter that I'm tweeting every day and people know me by name and some people know me by face, so that is a privilege in itself. So that is one thing. So I think threats against journalists in urban areas as opposed to rural areas, people play up the threats against people in urban areas much more. What people in rural areas, journalists, string reporters, are at much more danger of having physical elimination. Second thing is that when it comes to a physical threat, it doesn't matter where you are, whether in Ahmedabad, whether in Bangalore. We saw what happened to Gauri and we have seen that. So location doesn't matter. The only thing that matters at that point of time is, again, something that I have learned from my parents, and my mother is the director of the company and she is the rock behind the company who makes sure that we don't falter. And that is finances. That is having everything spick and span when it comes to finance. So for example, we have donations, we don't take a single rupee of cash donation. The bank has given ratified, made sure that only the right kind of people make bank accounts. We ask them to donate. It's online donation. It comes to a bank. There's no cash transaction whatsoever. So that is what we're doing. We're keeping everything spick and span, paying our taxes, doing everything. So again, these are experiences that are not necessarily mine. These are experiences which my parents have been sort of working against. In 17, there was no BJP government in Gujarat. It was Congress government. BJP government came only in 95, and the organization is working since 79. They have the experience of working against various establishments, and that experience is an extremely important experience which can be sort of taken ahead for different such causes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:21.000",
        "message": "And to a lot of people listening to this episode, you're already a hero. I don't want to embarrass you, but I'd call you one of the heroes of modern India. But I actually have a question for you, which is a functional question, which is that if people listening to this are convinced by this cause and they want to help you, they want to help AltNews, they want to help all the things that they're doing, how"
    },
    {
        "speaker": "Guest",
        "time": "01:42:41.000",
        "message": "can they do so? So various ways. So for example, if you're somebody who's a software programmer, we need help in developing more of these tools. We are going to open source all of this. AltNews, again, something that... AltNews, all the things that we have written, it's always under an open license. So our content is under Creative Commons license. We have never charged a single penny for our content. We always say, take our content, do whatever you want to do with the content. So let's say if people want to translate that content, take our content, translate it in your local languages, put it out in our portals. Just all we need is credit. It was originally written by AltNews, but start translating content in your local languages. If you're a techie, we need help in terms of being able, getting software help. It becomes a challenge to organize people coming from different people, and we have not figured out a way... We are actually getting a lot of help. A lot of people email me saying that, I want to help you, I want to help you. The problem is, how do you manage all of these people in different places? In Ahmedabad, all of us sit in a small office and you can shout across, but when people are in geographically different areas, the managerial overhead increases. So we have not figured that out, but there are various ways in... If you're an academic, we want to come out and train you all. If all academics can come together, it's easier for us to train 30 academics sitting in one room and telling them that this is how you look at misinformation. There are a variety of things that can be done, and I don't think all the ideas and solutions need to come from here. People are very ingenious when it comes to these things, and they will have their own ideas of how to do things. The thing is to do things at small levels and we can bring those efforts together"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:27.000",
        "message": "under a platform. Prateek, thanks so much for being so generous with your time today. I learnt a lot talking to you. Thank you so much. If you enjoyed listening to this episode, do head on over to altnews.in and download the AltNews app and give it a test drive. You can follow Prateek on Twitter at free underscore thinker. That's free underscore thinker. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in, thinkpragati.com and ivmpodcast.com. The Seen and the Unseen is supported by the Takshashila Institution, an independent centre for research and education in public policy. Takshashila offers 12-week courses in public policy, technology policy and strategic studies for both full-time students and working professionals. Visit takshashila.org.in for more details. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:45:25.000",
        "message": "India's a massive subcontinent home to truly stunning diversity. Behind the veils of smoke that obscure our thriving cities, our history is still alive, glimmering like sequins waiting to be discovered. And if you, like me, are straining to hear the echoes of our past, this podcast is for you. I'm Anirudh Kanisetti, a history and geopolitics researcher and I host Echoes of India, a history podcast about India, by Indians and for Indians. In Echoes, we journey through the complex histories of South Asia and what they can teach us about our globalised world. Tune in every Wednesday on ivmpodcast.com or your favourite podcast app. And many more on our show paperback. Find new episodes every Wednesday on IVM Podcast app website or wherever you listen to podcasts."
    }
]