[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I.V.M. by putting an end to Article 370. But what is this argument even? The Kashmir issue is at one level a geopolitical dispute between India and Pakistan, and even there the nature and incentives and priorities of both sides have changed over the years and so has what they have been fighting for. It is also a moral question about the right of the people of Kashmir to decide their own destiny. But even there nuances exist, and one man's freedom fighter is another man's terrorist. There is also the question of means and ends, where even a nationalist who agrees with India's ends may disagree with the means used to get there. The troubled history of Kashmir definitely does not end here. All we can do at this moment is take a look back in time and take stock."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:16.720",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:25.440",
        "message": "Please welcome your host, Amit Badma. Welcome to the scene and the unseen. We are recording this on August 16, one day after India celebrated the 72nd anniversary of its Independence Day, although Kashmir didn't. For one thing, Kashmir did not join the Indian Union on August 15, 1947. For another, the whole state has been in virtual lockdown since Article 370 was done away with on August 5th. There's no doubt that this is a big turning point in our history, not just of Kashmir, but also of India. My guest today is a historian Srinath Raghavan, with whom I've done three fascinating episodes before, all of which will be linked from the show notes, and all of which are in some way or the other germane to our discussion today. But before I begin my conversation with him, let's take a quick commercial break. This episode of the scene and the unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi. An unlimited monthly subscription costs only rupees 2.99 per month. And you can also get a 30 day free trial if you hop on over to Storytel.com slash IBM. I actually use Storytel myself regularly. So as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is a book of short stories called Men Without Women by Haruki Murakami. The first time I discovered Murakami, in fact, was when I read a story of his the second bakery attack in Playboy in the 1990s. Yes, that's right. I read Playboy for the stories. Men Without Women only on Storytel. And remember, you get a 30 day free trial only at Storytel.com slash IBM. Welcome to the scene and the unseen Srinath. Good to be back here. Srinath, in your book, War and Peace in Modern India, you quote Mukul Kesavan near the start where he basically says, quote, all postmortems simplify historical choices and thus exaggerate the stupidity or insensitivity or wickedness of actors who in retrospect, seem to make the wrong ones, stop quote. And where I found your book interesting, and I wanted to start with the narrative you which you've laid out in your book, is that that book is essentially about the choices made by India and in particular Nehru, who was a prime minister, examining his worldview and his incentives. And I found it really fascinating. And that's a good place to begin this because Kashmir is part of the story. But I think it makes more sense to really begin with Jawaharlal Nehru. Tell me a bit about how he looked at foreign policy."
    },
    {
        "speaker": "Guest",
        "time": "00:03:59.760",
        "message": "Well, of all the leaders in the Indian national movement, you know, in the first half of the 20th century, I think it's fair to say that Jawaharlal Nehru was possibly the one who wanted to understand India's independence movement, its struggle for freedom from British colonialism in a wider international context. And that was something that Nehru, especially from the 1920s onwards, was very keen to understand India's struggle for independence as part of a larger sort of movement towards, you know, end of colonial empires, self-determination for people, rise of hitherto oppressed sort of countries and so on. Right. And, and he did this in a series of books, including his autobiography, which has reflections of his engagement with the anti-fascist struggles of the 1930s, the anti-imperialist sort of, you know, discussions happening beyond India in that period. And in that sense, Jawaharlal Nehru was someone who was quite interested in issues of the intersection between history and foreign policy in amongst the nationalist leaders. And it is not surprising, therefore, that he chose to keep the foreign affairs portfolio with himself when India first became independent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:06.040",
        "message": "And again, I'll quote from your book, and I found these quotes particularly interesting, and I'll ask you to elaborate where you write, quote, in his understanding of the role of force in international relations, Nehru stood at the juncture of the liberal and realist traditions. Like many liberals, he abhorred war for its inherently illiberal effects and consequences, and yet maintained that, and now these are his words, in this imperfect world, a national state will have to use force to defend itself against unprovoked attack from outside. End of quote. And again, then you go on to say, by the early 1930s, Nehru's liberal idealism had morphed into liberal realism, kind of sort of elaborate on this a little bit. And also, how did he become a realist when the people around him weren't in a sense?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:52.600",
        "message": "Well, it's interesting, right? Because these a lot of the debates around the role of coercion in politics is something that Nehru has not just with his colleagues in the Congress Party, but with a much wider circle. He writes about these things in his writings in that period, primarily because that is a period when the Great Depression is coming on, that is a period when the sort of Spanish Civil War has begun, when the role of force both in terms of the relations between classes within countries, as well as between states is front and center. And Nehru wants to acknowledge that this is a reality, that this is not a reality, despite India's adherence to Gandhian sort of principles of nonviolence, the fact that means matter as much as ends, etc. He was not willing to sort of give up on the idea that in a world where you do not have a world government, where entities are still sovereign, there is actually no limit on the use of force as far as states pursuit of what they define to be their national interest is concerned. And in this, interestingly enough, Nehru's ideas, I think, were most strongly shaped by the writings of the American theologian Reinhold Niebuhr. And Niebuhr's book, Moral Man, Immoral Society, is something that Nehru read at that point of time. He read that book, and he even quotes from it in his autobiography, you know, and he says that there is a fascinating contrast that he makes between Gandhi and Niebuhr. And in fact, Niebuhr's own book talks about Gandhi, right? So these were global debates. This is not something just happening in India. The question of violence and nonviolence means and ends were things that I think many people in the Indian national movement grappled with it. And Nehru was particularly keen to grapple with it in the context of India's relationship with other countries, not just relations between class, classes within a country, but beyond it as well. And in that sense, Nehru had to reconcile his, on the one hand, what I say as his sort of liberal instincts. And I must say that, you know, Jawaharlal Nehru is not a classical liberal in the straightforward sense of the word. He was much more of a socialist. But he did believe that individual liberties and constitutionally guaranteed freedoms, etc., were quite important. And that societies had to build on it and transcend them, go beyond them, in fact. So to that extent, he knew that the use of force automatically, in most contexts, meant the abridgement of the sort of fundamental rights of other peoples. But at the same time, he felt that you could not forsake those things ab initio in a way that Gandhi wanted to. In fact, this debate really gets accelerated during the Second World War. And I think in our episode, the last time we may even have spoken a bit about this, which is to say that, at the height of the war, you know, in 1940-41, Gandhi wants the Congress Party to pass a resolution saying independent India will not have any armed forces that we will forswear the use of violence and coercion in existing and rest of the Congress leaders led by Jawaharlal Nehru say that, you know, that's just not possible. We cannot, in the context of what is happening in the world around us, actually assume that. But at the same time, Nehru is constantly grappling with this Gandhian injunction that means matter as much as sense. And in that sense, he remains true to that Gandhian tenet and is constantly wrestling with it. And in some ways, the practical choices which had to be made in independent India fell on him. It did not fall on Gandhi, it did not even fall on Sardar Vallabhbhai Patel beyond a point nor to any of the other Gandhians and, you know, leaders of the Congress Party. It fell to Nehru to make these difficult choices in the concrete circumstances of the time. And it was these choices that I set out to examine in the book that I was writing then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:02.680",
        "message": "No, and you mentioned Nehru and you've also sort of quoted Nehru in his autobiography where he's talking about Nehru and I'll give Nehru's quote here, which is, quote, all life is full of conflict and violence, neither the growth of reason, nor of the religious outlook nor morality have checked in any way this tendency to violence, stop quote. And again, you know, you quote Nehru later talking about nonviolence and placing it in sort of an instrumental frame, where he says, quote, it could only be a policy and a method promising certain results. And by those results, it would have to be finally judged, which is fairly interesting in contrast to Gandhi, obviously, because Gandhi also famously asked the British to use nonviolence to fight the Germans and so on and so forth. And like you said, Nehru sort of had to deal with the practical reality of being prime minister, but as you point out that a lot of his thinking was really shaped well before he took office, where he was already a liberal realist in a manner of speaking. And the other sort of thing I kind of noticed is that the key tussle that is happening in the early days of the Indian Union when, you know, they're struggling to get all the states and they're dealing with Junagadh, Hyderabad, Kashmir, the problem in Bengal and all that is that Nehru is also fighting with his own cabinet a lot. You know, tell me a bit about that. Is it simply a matter of position that by virtue of being the guy who makes the final decision, the prime minister, he has to be more responsible, and that shapes his behavior? Or were there fundamental philosophical differences as well?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:32.760",
        "message": "Well, you know, once the Indian independence starts coming closer and closer in time, you know, the government of India understands that actually the very big problem which they had not applied their minds to was this question of what is going to happen to the so called princely states, more than 540 of them existed of varying sizes, you know, stuff ranging from very small villages to the states of Jammu and Kashmir or Hyderabad, which were amongst the richest sort of entities, even in any international comparison. And in that context, that was an issue which had been left towards the very end, because the main issue of partitioning of the two countries of Punjab and Bengal, all of these had to be stopped. And that's where much of the political airtime had been sucked out of. And so the issue of states had to be done in very fast order. And it was in that context that, you know, they came up with this idea that, you know, you want to have two broad principles to decide how states should make their own choices. Now, just to sort of wind back a little, the relationship between the princely states and the government of India was not one of direct subordination, right? They had various forms of treaty arrangements. And there was a sort of a vague catch all phrase called paramountcy, which was used to describe the role of British India vis-a-vis these states, British India is a paramount power. But these states had some varying degrees of autonomy in the way that they organize themselves internally, and so on, right? So at the time of partition, when you had to decide the problem of princely states, the way that the solution was come up was to say that states should decide whether they want to accede to India or to Pakistan, depending broadly on their geographic contiguity, and on the sort of nature of the populations, right? So if you had a Hindu majority state, and you are smack in the middle of India, you know, for you to imagine that you're going to go to Pakistan would not be a viable solution. That was a problem of Hyderabad, right? Whereas if you were a Muslim majority province, which adjoined Pakistan, then the assumption was that you should opt to go to Pakistan, which was a problem of Kashmir. And then you had something like Junagadh, where there was a Muslim ruler in a broadly Hindu populace. And even though there was not enough geographic contiguity, he was being wooed by them because he had access to Karachi by way of a port. So you know, there are many, many ways in which things could happen. So these three states, particularly Junagadh, Hyderabad, and Kashmir, more or less come on to the agenda of the government of India, practically on the day of independence itself, because the Nawab of Junagadh decides to accede to Pakistan. So his accession has to be turned around, but then he is within his rights to accede. So the question then becomes how you sort of going to deal with this problem. The government of India had already been dealing with the Nizam of Hyderabad, who had asked for more time to come to some kind of an agreement with the Indian Union. So that was a problem which is being settled. And Kashmir, actually, the Maharaja was very unsure. He was himself a Hindu ruler, but majority of his population was Muslim. Most of the geographic contiguity at that point of time actually was with Pakistan. It's something that we tend to forget. Most of the lines of communication between Kashmir state and British India was actually running through parts of Punjab, which later became Pakistan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:33.140",
        "message": "And what you also pointed out that at one point when the boundaries were drawn, there was no contiguity with India at all. And later on, Gurdaspur was given to us and that's what there is."
    },
    {
        "speaker": "Guest",
        "time": "00:13:40.960",
        "message": "I mean, so those were part of the things, you know, and there is a large historiography, which basically is one of those retrospective readings, right? To say that, oh, this was done in order to facilitate India's sort of, I don't think those things hold up. There are many arguments around those, we don't need to get detained by those. But I think the point to be made is that these three issues were there. And it was actually in the context of Junagadh, a state which had Muslim majority. And let's also not forget, it was Junagadh, you know, is very much part of today's Gujarat. Vallabhbhai Patel had a personal interest in those areas. And in order to sort of make sure that the accession of Junagadh to Hyderabad was retracted, the offer was made that the Indian government would allow for self-determination by way of a referendum stroke plebiscite in each of these disputed areas. It was taken not with respect to Kashmir, but actually first announced with respect to Junagadh and said that we are willing to make this applicable as a principle to everything, provided Pakistan is willing to sort of adopt the same attitude, right? So it is in that context, really, that the issue of a referendum stroke plebiscite happens. And just to remind our listeners that ultimately Junagadh was annexed by India by force, right? The Indian army went in, overthrew the Nawab of Junagadh. But a referendum was held, which overwhelmingly, quite naturally, went in favor of India. In the context of Hyderabad, again, India had to use force to sort of take control of the state. But no referendum was held. What did happen subsequently was that a general election was held and the other thing. Kashmir was the one where the issue of referendum came to be entangled in a much wider international context, which is why we tend to remember. So we, when we look back, we think there were plebiscite, why only for Kashmir, right? Actually, it was not only for Kashmir. It was the policy of taking a plebiscite was taken on the basis of these things. And again, as you point out, there were many discussions within the Indian cabinet and the defense committee of the cabinet on what is the right measure to do these things. There were disagreements in terms of emphasis between various leaders, not just, you know, the fault line was not always between Nehru and Patel, as we today tend to imagine. There were actually many other cabinet ministers who had a say. Lord Mountbatten played a fairly important role in these discussions as governor general and as chair of the defense committee of the cabinet. So it was a much more open set of discussions in which I don't think the fault lines ran just between Patel and Nehru. Actually it did not. On some of the more core issues, they agreed with each other. On other issues, they did not. But these were discussed as they would be discussed in any cabinet meeting where you have a first amongst equals kind of position for the prime minister. And decisions were arrived at by consensus."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:11.480",
        "message": "You know, just to sort of go back to 47 itself, and the thing is, when paramouncy ended, there was even a dispute about whether the princely states could go for independence, where India, as you pointed out, they feared a balkanization that, you know, too many people will claim independence. So they said, no, they have to join one or the other. And on the other hand, Jinnah was saying, no, no, they can go independent if they want, because he wants to mess with India, obviously, and it's, you know, advantages for him from a strategic point of view for to encourage independence, as in fact, he did in the case of Hyderabad and, and even Junagadh, I think that Junagadh acceded to Pakistan formally."
    },
    {
        "speaker": "Guest",
        "time": "00:16:47.200",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:48.200",
        "message": "At that point, yeah. And Shahnawaz Bhutto went and then kind of took over and all that. So tell me a little bit about what exactly happened in Junagadh then, because these decisions really also then impact what eventually happens in Kashmir after that."
    },
    {
        "speaker": "Guest",
        "time": "00:17:02.200",
        "message": "Yeah. So as I said, I mean, in the case of Junagadh, as you're pointing out, basically, the Pakistani secured attempted to secure the accession of the state. And it then fell upon India to sort of persuade the Nawab of Junagadh to roll back. And there were attempts made to sort of suggest to him that, you know, this was not something which was a viable proposition. Junagadh state itself was embedded in a number of other states in Saurashtra. You know, it was a very fragmented kind of, it is a mosaic, literally. I mean, if you look at the map of the princely states of Saurashtra back then, it's literally like a mosaic and Junagadh is there. But you know, what happens in Junagadh has consequences for other adjoining provinces, many of whom were not desirous of joining Pakistan. And as I said, Junagadh being part of what we would today call Gujarat have meant that there was a strong sort of nationalist element involved, Patel himself was very closely sort of interested in as incidentally was Gandhi, yeah, Gandhi came from Kadiabad. And you know, and one of his Gandhi's nephews, a man called Samal Das Gandhi, Samal Das Gandhi was the one who was leading the so called provisional government of Junagadh, which sort of Darzi hukumat, which was set up to contest the legitimacy of the Nawab."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:06.840",
        "message": "Which Pakistan claimed was India's people and India said, No, we had nothing to do with"
    },
    {
        "speaker": "Guest",
        "time": "00:18:10.720",
        "message": "these guys. So it is one of those kinds of situations, right. And so the Indians effectively then had to, you know, to put no finer point on it, use military force to annex Junagadh. And a similar sort of move was made with respect to Hyderabad. Now, the point to remember is that at this point of time, the most important consideration for the government of India was to secure the unity of India in the aftermath of partition. And that was a overriding consideration. And that overriding consideration in some ways also fed into the constitutional vision for independent India itself. The constitution of India envisages the Indian Union as a unitary state, it does not envisage it as a federal state. Right. And there was a good reason because they did not want to give any kind of sovereign powers even to federating units, even in a sort of hypothetical sense. They wanted to make sure that this remains a unitary. So the maintaining the unity of the country was not just a ideological project in a sense of all nationhoods wanting a homeland to be unified, but was a practical necessity. Because Indians believe that if you let go of, if Hyderabad could sort of claim independence sitting in the middle of India or Junagadh could do something, then everybody else is going to be emboldened to make similar kinds of claims, which would then weaken the Union of India itself. And we must understand that the Congress Party and the rest of the Indian nationalist movement had rejected the cabinet mission plan, which actually called for a confederation kind of solution between India and Pakistan with a very weak center. They wanted a strong center, because you believe that until India had a strong central government, development would suffer, that we needed to sort of really push these things through. So there were many reasons for a unitary, strong centralized state being the desired outcome. And having actually accepted partition to get that, they were in no mood to allow the princely states to wreck the party."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:54.280",
        "message": "So essentially what happened and we obviously got our constitution in Jan 1950. In 1947, what happened was there was something called the Indian Independence Act, which empowered the Governor General of India, which was then Mountbatten to adapt the Government of India Act of 1935, as an interim constitution, and then to negotiate with each of the princely states to get them to accede. In the end, it turns out Kashmir was the only one which really negotiated. You know, the rest sort of happened through other means in the case of Junagadh and Hyderabad, as you point out, virtually through, I mean, we just sent our army there and basically took over. But with Kashmir, on the other hand, there was an instrument of accession signed on October 26, 1947, which also pointed out that this was provisional until the will of the people was ascertained. What was the politics that was playing out during this time between India and Pakistan and you know, the Maharaja of Kashmir, Hari Singh, and Sheikh Abdullah, who was at that time, head of the National Conference?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:55.320",
        "message": "So I think there are two or three issues that, you know, I think we just need to separate out. The first point, just a preliminary one in response to what you said earlier, you know, as far as Hyderabad is concerned, actually, there were very prolonged negotiations running for almost 10 months. You know, I think actually with Hyderabad, you had the longest sets of negotiations. It's only when those negotiations failed, that India decided to use force, right? So whereas with Junagadh, the use of force was much quicker, it happened in much shorter order. So that's just to sort of put that point there. Leaving that aside, right? Now, the instrument of accession itself was a legal instrument, which was devised by VP Menon, who was the Secretary of the Ministry of States and the person who worked most closely with the Minister of State, which was Sardar Vallabhbhai Patel, to gain accession. And what Menon and Patel, and of course, the rest of government of India after consultations, decided was that instead of trying to get into protracted negotiations between with each of the states about what their exact relationship with the Indian Union is going to be, the first thing is to secure their addition to the Union on minimal terms. And then we can figure out things later about what we want to do. So the instrument of accession, therefore, was a modified instrument actually from the Government of India Act. And they just used it to say, sign up with us for just giving us control over three subjects, defence, foreign affairs and communications, I mean, road, whatever, telephone, telegraphic communications and so on. And that for the rest, the states have all the residual powers, the rest with the states themselves, right? And then over a period of time, many other states were persuaded to accept all provisions of the Constitution and merge effectively with the Indian Union. Others like Hyderabad, which resisted even instrument of accession, were then sort of brought to heel by the use of force. With Kashmir, as you're saying, at the time when the instrument of accession was signed, the Government of India, Lord Mountbatten on behalf of as Governor General also announced that a, the wishes of the people will be sort of ascertained ultimately about the future of Kashmir. Kashmir, as I said, was a pledge which had originally been made with respect to all the outstanding problems and was not something which was specially crafted for Kashmir. But it was something that was announced at that point of time that this is something that India is committed to doing, which is to give the people of Kashmir a chance to determine their own wishes about whether they want to be with India or to be with Pakistan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:07.400",
        "message": "And you know, one of the interesting themes through your book was Nehru's reluctance to use violence at any point because he sensibly realized that the unintended consequences are harsh. And perhaps, you know, perhaps after seeing what happened during partition and the communal violence that broke out, he also had a fear that any use of violence by the state in any, you know, whether it's in Hyderabad or whether it's in Junagadh or Kashmir or whatever, could have subsequent repercussions in the rest of the country and end up in communal violence. And what's interesting to me with the context of Hyderabad was that Nehru essentially took a hands-off approach and didn't really want to use violence, just wanted to negotiate his way to a settlement. But his hand was forced by the violence used by the Razakars, right, which were the sort of the militant wing of the fundamentalist party out there. And ultimately, you know, the Razakars just sort of carried out so many attacks and so much violence that Nehru's hand was forced. The interesting counterfactual here is what happens if the Razakars don't carry out all of that violence and Hyderabad nevertheless refuses to accede to the Indian Union, where do you think that would have gone?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:19.080",
        "message": "Well, it's an interesting counterfactual question. And I think the answer will turn on what we think the Nizam of Hyderabad was willing or not willing to do irrespective of the Razakar violence. And it is a fact that the Nizam of Hyderabad was staking out for a very maximalist position, right? He wanted some kind of a agreement between India and this thing and an agreement of that kind would be effectively an agreement under international law of the kind say that India signed with states like Sikkim, right, which was until 1975, not part of the Indian Union. And he in fact, also wanted access to have a land corridor leading up to a port on Western India and so on and so forth, right? And he had fairly grandized plans and was quite unrealistic. So my sense is that even if the Razakar violence had not happened, I do not think it would have been possible to come to any kind of an agreement which would have satisfied both sides very easily. And even without the Razakar violence, I think the government of India would eventually have had to use force, if that's what it came down to. What the Razakar issue did was to give them a justification, which was quite convenient to explain why their action had to take place and they explained it as a breakdown of sort of law and order, which there was to be fair. But that that could do it so so I don't think the Hyderabad issue would have led to a non violent solution, simply because I think the expectations of the Nizam and those of the government of India were too wide apart to be able to bridge by mutual concessions of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:48.960",
        "message": "various kinds. But yeah, but it strikes me that like you point out, if Nehru is unwilling to actually invade to use that term or actually unwilling to send his forces in, then even if there is disagreement, you know, what are the other sort of arrangements that could possibly emerge out of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:06.400",
        "message": "No, but I think Nehru himself would have sort of eventually agreed to sort of use force because, because in many other contexts, you know, the reality is that these were discussions which were made by the cabinet, right? And again, I'd like to emphasize that, you know, in retrospect, we think of that period as being sort of dominated by Jawaharlal Nehru. But the reality was that he was first among equals, which was his envisage position. You know, they were very stalwart leaders in the Congress Party and members of cabinet people who are there. And all of these decisions were taken in cabinet consensus. I mean, just to give you one example of something which has again become something of interest in the current context. You know, at that point of time, the first cabinet of India, Samar Prasad Mukherjee, who later on founded the Jansangh was a member of the cabinet. And you know, Mukherjee, of course, later on sort of opposed the fact that, you know, India's handling over the Kashmir issue was something he wanted the abrogation of 370."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:55.080",
        "message": "That is one of the sort of facts. He died in a jail in Srinagar. Exactly."
    },
    {
        "speaker": "Guest",
        "time": "00:26:58.400",
        "message": "Right. So, so he was sort of he's seen as a martyr to that cause, etc. Now, but in one of the parliamentary debates, which happened after Mukherjee had turned against all of this stuff. Somebody asked him saying, you know, weren't you in the cabinet when the decision was taken to take this issue to the UN? Mukherjee said, yes, I was. And I don't want to get into a discussion about what happened and why we chose that, which only goes to tell you that, you know, the reality was that these were collective decisions which were being taken. Of course, Jawaharlal Nehru as Prime Minister had this thing. As I said, when it came to the issue of states, Sardar Patel had an important role to play. Lord Mountbatten still had an important role to play. As did many other leaders and, you know, Gopalaswamy Iyengar, for instance, on Kashmir had an important role to play. So, in the context of Hyderabad, therefore, I think Nehru's hand would have been forced one way or the other. But as you're saying, he was very reluctant and primarily so in the context of the violence of partition, which is something again, I think we need to bear in mind when we think about the context of some of those decisions to be taken, right? One of the constant things which, you know, even today Nehru is criticized for, you know, is to say that why did he take the issue to the UN, right? As if it was a suo moto decision by Jawaharlal Nehru to take it. But the reality was that by the third week of December 1947, it had become clear to India that the only way to evict the raiders who had come into Kashmir and they managed to hold them, push them back, but to totally sort of stop them was to attack their bases which were in Punjab, in Pakistani side of Punjab. And given the nature of communications between India and JNK, the quantum of force that you needed to use was best possible if you attack from our Punjab into their Punjab, which would have meant a declaration of war on Pakistan or a crossing of the international border. And given that Punjab was the theater where maximum amount of violence happened in the context of partition, you know, the numbers are still disputed, maybe a million people died, many more millions were displaced. That seemed like an option which nobody could countenance. And the reality was that no political leader at that point of time felt that that was such a great option to exercise. So then the question became, what is the lesser evil, which is the other alternative that we can look at? It is in that context, after a lot of deliberation that they came to a conclusion that going to the United Nations might be the least of the possible sort of, you know, evils, simply because any other alternative would be much worse. And Nehru was also concerned that if India got into a war with Pakistan at this point of time, it would effectively give a signal for Hindu communal elements in this country to turn on their Muslim compatriots, right? Let's remember the context of partition, right? I mean, there is this whole argument in India that India should become Hindustan, that these guys have got their Pakistan, so why shouldn't this become Hindustan, right? And it is that the Jawaharlal Nehru was very, very desirous of preventing. And let us also remember that those concerns were by no means unfounded. After the Indian army moved into Hyderabad, there was a massacre of Muslims of Hyderabad state by Hindus in the same state. There is a report by Pandit Sundarlal, an independent committee, which went in, that report was suppressed for many years, which says that perhaps maybe 40,000 people died in that violence, 40,000. And you have to just understand that we are talking about an extraordinarily combustible political situation, communal situation in this country. That is the context in which these discussions are happening. So which is why, you know, I begin with that quote with Mukul Kesavan in my book. Because when we look back, all we see is this standalone decision of going to the UN, which has become an albatross on India's neck for the subsequent history. But why did we get there? Because their concerns were many more. They did not think that this was going to be the main problem. Their problem was to ensure that the country just did not explode into another paroxysm"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:34.040",
        "message": "of violence. And what was happening was, it wasn't just as if there was one Kashmir issued simultaneously, Junagadh is happening, Hyderabad is happening. And as you've, you know, described in your book, Nehru was shocked by what happened in Hyderabad later, because his calculation was that we use force as late as possible only if pushed into it, because there is a danger of Muslims in the rest of the country being killed by, you know, Hindu fundamentalists. And what he didn't envisage, perhaps within Hyderabad, where at that point in time, it was the Muslims who were attacking Hindus with the Razakars and all that. That's exactly what would happen in Hyderabad, that Muslims would die in large numbers. A couple of thoughts strike me here. One is when you know, when I was reading your book, it struck me that the dilemma that Nehru faced with regards to hitting the bases of the raiders who came into Kashmir is actually the exact same one Modi has faced in his five years. Because all our cross border terrorism, basically the bases are all in Pakistan. And even Modi has made basically the same decision that Nehru made then, that no, there is no point starting a war, it's a negative sum game and we will suffer too much, which is a sensible decision. And again, perhaps it is the fact that you are Prime Minister and you're in that position of responsibility that you have to make that decision not to go to war. But it seems to me that Modi has made exactly the same decision now, as sort of Nehru did then. And the other interesting point that I think people often don't realize now, now that we take the diversity of India for granted, and we take Pakistan for granted being what it is, is that at that point in time, the two nation theory was very much a life question. So you know, Nehru had to keep into account that, like, for example, at one point in your book, you mentioned about how, when, you know, the mechanics of a plebiscite in Kashmir were being discussed. And obviously, there were many different versions of it. But one version that Pakistan said was that as far as the Poonch regions or the Azad Kashmir regions are concerned, we don't need to do a plebiscite, we'll just go by religious composition, which immediately Nehru discarded out of hand, because that is a confirmation of the two nation theory."
    },
    {
        "speaker": "Guest",
        "time": "00:32:39.160",
        "message": "Absolutely. I think what you did not want to do was to take any step which further legitimize this claim that just because Pakistan has been created on as a homeland for the Muslims of the subcontinent, so to speak, that was the demand that you know, those principles could be applied to smaller and smaller pieces of territory, which were under contention. And I think that was something that and Nehru says that quite openly, which I think is part of the reason why, you know, there are the Indian political right, especially of the Hindu right, you know, detest Jawaharlal Nehru with this kind of virulence is because Nehru and he says it openly, he says that I am not going to allow India to become a Hindu Pakistan, right? This is going to be an India where people of all religions can live and can live safely. And you know, it was a pledge, which I think he tried to stand true to for the rest of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:24.080",
        "message": "his life. And the reason I've sort of, you know, spoken about, you know, this is ostensibly an episode about Kashmir. But I've also asked you about Junagadh and Hyderabad and so on, is that one thing I realized in your book is that a lot of the decisions, a lot of the dynamics around Kashmir between India and Pakistan and so on, are very much impacted by what was happening in Junagadh and Hyderabad, because it was simultaneous and even later in Bengal, which we've forgotten because, you know, the Junagadh problem is solved, there's nothing there, Hyderabad is solved, they are nicely parts of India. The fact that there was a plebiscite in Junagadh, the fact that, you know, Nehru and his cabinet were fighting a battle on all these different fronts, and it was by no means something they could take for granted that the India that we know on the map today will actually be what it is. You know, everything was up for grabs, it could all have fallen apart in a moment. How did those particular battles of Junagadh and Hyderabad affect India's thinking on Kashmir?"
    },
    {
        "speaker": "Guest",
        "time": "00:34:16.040",
        "message": "Well, I think they affected it in the sense that they committed India to a certain position about the right to self determination of peoples of these places, rather than assuming that simple religious composition should sort of settle the issue once and for all, right. So in that sense, I think there was a thing. As I said, in the context of Junagadh, India held a referendum after the Indian Army went in. In the context of Hyderabad, it did not. And in the context of Kashmir, it affirmed at the time of the accession that a referendum will be held when conditions are suitable conditions are established. And the Indian position subsequently was that suitable conditions have not been established because of the continued Pakistani occupation, military occupation of a portion of the state of Jammu and Kashmir. Now, I think it's also fair to point out that as the Kashmir issue sort of developed from 48 onwards, the Indian government's own thinking on the advisability of a plebiscite changed, right. And they changed for a couple of reasons. The first, as I said, was that there was an official position that there were the conditions for holding a free and fair plebiscite would not be obtained so long as the Pakistan Army was in occupation of certain parts of the thing. The second reason was that the Indians themselves were unsure whether Sheikh Abdullah, the person who had sort of, you know, committed on behalf of the Kashmiri Muslims that yes, we support the accession to India would actually be able to prevail upon his own people to ratify the decision in a subsequent plebiscite. Because let's face it, there's another incident which happened, which again, we tend to forget, which is that around the time of partition, and in 1947, there was an extraordinary sort of communal violence which took place in the Jammu province of the J&K state. And there, Jammu was actually in 1947, again, sounds ironic today, a Muslim majority province in terms of population. And there was huge ethnic cleansing of Muslims. And many of them left for Pakistan and the Punjab. And that violence and what happened in Jammu also had an impact on the Muslims of the valley, because they were unsure what is going to happen to them, would they be reduced to a minority status and so on, right? So all these fears in the minds of people about whether joining India was actually the wise decision. And all your bets hinged on Sheikh Abdullah being able to prevail upon the Kashmiri people that joining a secular India is actually the best thing for the state of Jammu and Kashmir. And the third thing is that already by the summer of 1948, even before the ceasefire is announced in Kashmir, both Jawaharlal Nehru and Sardar Patel come to a conclusion that maybe the best solution for this is simply to partition the state along the existing sort of line where the two armies are fighting each other, which is broadly, you may call it the ceasefire line, later line of control, etc, right? So and this is something which is true of even Sardar Patel. Sardar Patel tells the British sort of High Commissioner to India in June 1948, that the best solution to this problem is just to settle it on the status quo. That I think was something that actually the Indians were prepared for, the Pakistanis were never acceptable to that. Liaquat Ali Khan shot it down entirely. He said, nothing, Kashmir banega Pakistan, remained their slogan, and that was put on the storage, right? So which is why when today, people keep insisting that if Patel had a free hand, you know, the entire state would have been reconquered, it is just fantasy. It does not even accord with the facts of the situation, which were that at that point of time, both Nehru and Patel were actually aligned on the idea that we should go for a partition of the state, Nehru even proposed it informally to Liaquat Ali Khan only to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:46.960",
        "message": "be shot down. And just to sort of go back into the historical events, and a little before that, obviously, when, you know, both the nations became independent at that time, you know, Jinnah famously believed that, quote, Kashmir will fall into a lap, like a ripe fruit, stop code. And that makes sense, because there was geographic contiguity, the religious composition, the fact that it was Muslim majority, all of it. And at that point, there was no contiguity with India, either, Gurdaspur was kind of given later. And therefore, that contiguity was there. And there is this interesting contrast there, where with Junagadh and Hyderabad, you have Hindu majority people, but you have Muslim rulers. And India is taking the position there that was the will of the people has to matter. But in Kashmir, you have a Hindu ruler, and you have a Muslim majority state, had they allowed the Hindu ruler to accede to India, number one, and number two, after so and then, obviously, Pakistan, which doesn't really its army is not in a terribly good state, as you point out, but they send these tribals and they take over what is Azad Kashmir, Poonch and Gilgit and all of that, and they hold that bit. And at that point, whenever the UN or anybody else proposes that both the armies have to withdraw, both the forces have to withdraw, Nehru claims that there is absolutely no equivalence, because hey, you know, it belongs to us, Hari Singh has acceded. So how does one then explain this sort of conflict of principles that were, you know, in Junagadh and Hyderabad, you're saying Hindu majority people, they have to decide. But here you're saying, no, it doesn't matter what the majority is, the prince has acceded to us."
    },
    {
        "speaker": "Guest",
        "time": "00:39:21.080",
        "message": "And that's what matters. You know, actually speaking, that was not the position, because when the tribal invasion first began, the Maharaja of Jammu and Kashmir, Hari Singh, very quickly proposed to India that, you know, the state should accede to India, because you know, he said that can India actually sort of offer us protection. And the discussion in the first cabinet meeting, when that happened, was that we should secure accession before we do that. Because then we are within our rights to send troops to any part of territory which belongs to India. And in that meeting, it is Jawaharlal Nehru who actually says that the question of accession is actually immaterial in this context, we are all talking legalities, what matters is whether we can be sure that the people of Kashmir will be with us, that they want this. And that in order to secure that, we have to get Sheikh Abdullah to sort of actually give his imprimatur to this instrument of accession. So unless and until Sheikh Abdullah is brought in to the government of Kashmir by the Maharaja, and he sort of agrees that this is the way to go forward, frankly, we are going to be building a castle of sand, because it is going to be washed away by the tide. Because if we can't rely on the support of the people, there is no way that we can hold"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:26.000",
        "message": "on to a Muslim majority province. And how is Sheikh Abdullah in charge of the government there?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:30.400",
        "message": "No, he was not. He was in prison at that point of time. So they brought him out and they put him in charge. So you know, he was someone who was at loggerheads with the Maharaja. So it is at Jawaharlal Nehru and the Indian Nationalists insistence that Abdullah is then sort of brought in to this, you know, government which is constituted by the Maharaja. And you know, it is in that context that Indians finally agree to accept the instrument of accession and send the troops in. So I think the initial instincts were absolutely correct, which is that you needed this to happen. The problem was twofold. As I said, one was that once the Pakistanis came to control a certain part of that territory, then the question became whether we should have a plebiscite even while Pakistan is controlling any of those things, and whether we can actually sort of expect anybody to, you know, impartially sort of overlook or see such a plebiscite. And the UN debates in 1948 convinced India that the great powers were playing politics there. They were taking very partisan positions. And ergo, you could not really expect a impartial plebiscite to happen. And this issue would simply be decided that, oh, these are Muslims, they should go to Pakistan. Right? This is the principle that, you know, things would be legitimized. So which is why the option of a plebiscite is something that the Indians start backing"
    },
    {
        "speaker": "Unknown",
        "time": "00:41:41.680",
        "message": "off from."
    },
    {
        "speaker": "Guest",
        "time": "00:41:42.680",
        "message": "Even Jawaharlal Nehru starts backing off from it. I think we should face up to the facts. Whatever the official position, which is that Pakistani military presence prevents this. The reality is that the Indians themselves are not sure of the wisdom of going ahead with a plebiscite in the context of those things happening. Right? And Sheikh Abdullah initially feels quite happy that yes, we know we should sort of, you know, a plebiscite will go in India's favor. But over a period of time, even he starts having doubts as this issue sort of continues to simmer. So there is a genuine concern about whether a plebiscite is going to work in your favor or not. Now, when you have that situation, it is in that context that the Indians then start thinking about what are the alternatives to a plebiscite, which will still allow for a degree of self-determination to happen. Because what they have pledged is that the Kashmiris will take a stand on their own. And it is in that context that actually they invite Sheikh Abdullah to come and join the Indian Constituent Assembly and say that we will give you enough provisions for autonomy and give you in a position where your state's constitution, decided by your Constituent Assembly, which is a JNK Constituent Assembly, will decide how much of India's constitution you will accept. So that was seen as another instrument of self-determination for the Kashmiris, which is why the Article 370, which came out of those negotiations and was subsequently adopted in the Indian Constitution, was actually brought in. So the Indians toyed with many versions of what could constitute self-determination once the plebiscite was seen as an option, which was either impractical or definitely likely to go adverse under circumstances which were not acceptable to India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:15.160",
        "message": "And what's also interesting is that at one point in time during these negotiations, Nehru was at that moment for the plebiscite and Jinnah wasn't. Jinnah was worried that after all that the raiders had done, that those places where they carried out all the violence and the looting and the rapes and everything, would definitely not vote for joining Pakistan. You know, we'll come to 370 after the break. But what also kind of strikes me as interesting here is how the incentives of the various parties are evolving, like Sheikh Abdullah gradually moves towards wanting independence. The British pretty much side with Pakistan for much of this process. How's that working out?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:51.160",
        "message": "Like, what's the deal with the British? Okay. So if you want to just sort of look at what the bottom line incentives of each side, and I'm conscious when I'm saying this, that I'm stripping things off certain historical nuance, right? But just to sort of get our listeners to have a sense of what were the, you know, bottom line sort of stakes for which people were playing. I think it is fair to say, as far as India was concerned, that once the state of JNK acceded, and Sheikh Abdullah sort of came on board, and as you say, they managed to successfully sort of at least repulse the raiders from the valley of Kashmir, even if they remained in other parts and so on. The most important consideration became holding on to Kashmir, not just because it was a piece of territory, which had strategic importance, which it had, but because and this is something that comes up repeatedly in Indian cabinet discussions and Nehru's own sort of this thing, that Kashmir in effect becomes a symbol of the kind of India that they want to build. That we don't believe in the two nation theory. This is a direct negation of two nation theory that a Muslim majority province should have its own volition have accepted to come even when it was being caused by Pakistan through the sending of raiders, right. So that becomes a symbolically a very important thing. You know, in retrospect, people say that Jawaharlal Nehru was emotional about Kashmir. I think he was, but I think the emotion was not the main governing thing in his thinking. What was the main governing thing was the idea that, you know, Kashmiris by their decision had affirmed what he and his colleagues believed should be the Indian nationalist project going forward, that independent India is not going to be an India, which is going to be a Hindustan. It is going to be an India, which would have enough space for all minorities for all diversity to be accommodated and Kashmir tends to become a totem of India's commitment to secularism"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:34.080",
        "message": "and pluralism. Except a slight complication here and we'll come to that perhaps towards the end of the episode is that the Kashmiri will was never really known. First it was Hari Singh exceeding and then it was Sheikh Abdullah on his side, but even he was not really an elected leader per se. So the will of the people, which is, you know, central to the whole thing was never actually a certain, but we'll come to that later."
    },
    {
        "speaker": "Guest",
        "time": "00:45:54.400",
        "message": "I mean, absolutely. And I think we should come to it because I think it's an important question because it has an important bearing for how the Kashmiris saw all of these. So let me just sort of finish up what I think were the incentives, right? As far as Pakistan was concerned, I think for Jinnah, what he wanted very simply and what he was playing for was to say that, listen, why don't we exchange the accession of Kashmir and Hyderabad or some such thing, right? So basically saying that, listen, I let go of the others if you let go of Kashmir, because he did not, Jinnah had no commitment to the idea of self-determination in any straightforward"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:22.800",
        "message": "sense. And at some point, those bargaining chips disappear when we get Hyderabad."
    },
    {
        "speaker": "Guest",
        "time": "00:46:25.360",
        "message": "Yeah, when you get Hyderabad and all of Junagadh is taken away. So, but that is the game that Jinnah was trying to play was to say that, listen, can we sort of come to some kind of thing and he resisted some proposals, which I think even Pakistanis today would accept that in retrospect were the wrong choices to make. Had he accepted that, you know, at that point of time, he would have done a plebiscite, you know, maybe things would have gone in their favor, who knows, right, it was always an open ended situation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:47.240",
        "message": "Like at one point, he rejected a plebiscite in Kashmir, you point out, because the Raiders seem to be winning at that point, he thought we're going to win anyway."
    },
    {
        "speaker": "Guest",
        "time": "00:46:53.000",
        "message": "So, you know, why, why take a chance, right? So in a sense, that was his, that was the game that they were playing for. And they have… They miscalculated. They miscalculated, but they have continued to play that game for, you know, ever since, so to speak. As far as the Kashmiris themselves are concerned, right? I think, again, we have to sort of break them down into saying who are the Kashmiris, right? So on the one hand, there was the Maharaja, who was also initially undecided between India and Pakistan, and in fact, would have liked to have some kind of an independent status with treaties with both countries, possibly. But then the Raiders came and… They sort of forced his hand. He was indecisive. He did not know what to do. It was a difficult situation. Violence in adjoining province of Punjab was rattling his own population, both the Hindus of Jammu, as well as the Muslims of Jammu and of the Kashmir Valley, right? So there was all of this problem. Pakistan is a very far-flung, very big state, the original state of Jammu and Kashmir, you know, is a very sort of big entity. So there was his problem. Within Jammu itself, there were different views. The Muslims of Jammu were part of the original Muslim conference, out of which Sheikh Abdullah had broken away and formed his national conference. And many of them felt that we should actually go for accession to Pakistan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:57.800",
        "message": "And you know, till a few minutes ago, I didn't know that Jammu used to be Muslim majority."
    },
    {
        "speaker": "Guest",
        "time": "00:48:01.800",
        "message": "In fact, there's a good book by Christopher Sneddon, a scholar who has looked quite closely into the sort of the violence in Jammu province in 1947. And what how that sort of shaped the sort of the thing, right? And the the people of Kashmir themselves, right, of whether of the Kashmir Valley or of this thing, as you say, none of them had an opportunity really to sort of have their say in any of these things. But again, you know, I would say that that is broadly true of many other things. You know, the Indian Constituent Assembly was elected on a very limited franchise, but then went on to shape a constitution for the rest of the country. It was never put to a referendum. You know, the American Constitution was put to a referendum, for instance, right? Indian Constitution never been put to a referendum. So what constitutes self determination? How are the people to speak for themselves? So you know, is something that I think always remains an open question, right? Any such arrangement is bound to have its limitations. And you are absolutely right that, you know, we never knew and can perhaps never know what exactly people at that point of time felt about accession to India or to Pakistan, or,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:04.200",
        "message": "you know, joining some other state. And I guess the moral force of that question really changes from time to time, depending on how the state is behaving and how the people feel about it. Separate question, we'll come back to that to just continue with the talk of incentives, for example, what made Abdullah sort of veer towards, you know, wanting independence in"
    },
    {
        "speaker": "Guest",
        "time": "00:49:22.760",
        "message": "the early 50s? So there were two things. First of all, you know, again, it is not absolutely clear that independence was Abdullah's favorite option, because I think his own position was a little more nuanced than independence, which is the way it has been presented, both contemporaneously, it was presented like that. And that's the way, you know, we tend to think about it. So at the beginning, you know, and when the Raiders came into the state of Kashmir and accession of Kashmir to India happened, Sheikh Abdullah was willing to sort of, you know, go along with that move and support it, because he knew that India's support was needed to ensure the freedom of the Kashmiris to make any choices for themselves, and not to be simply annexed by Pakistan in a coercive move. Sheikh Abdullah was for his time, a quite a progressive political thinker. He had a idea for the development of Kashmir in political economic terms, something which he called the Naya Kashmir Manifesto. And the Naya Kashmir agenda was something that Sheikh Abdullah envisaged among many other things, very far reaching land reforms, right, because Kashmir was a highly feudal state, you know, the ruler and his family and their extended plan held very extraordinary amounts of land holdings across the state. So all of that land redistribution had to happen, land to the tiller, which was the main slogan of Abdullah's sort of, you know, foot sort of followers, you know, the Kashmiri Muslims in the valley was a very important thing. He knew very well that Pakistan was unlikely to be a state where these kinds of policies would flourish. And I think he has been proven right by history, because the state of Pakistan could not deal with the problems of large landholders who are very influential in Pakistani politics of the time, right, the Punjabi sort of landlords, right, you know, they still have these enormous"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:59.960",
        "message": "estates and such."
    },
    {
        "speaker": "Guest",
        "time": "00:51:00.960",
        "message": "And the dominance continues. Dominance continues. So the landed sort of aristocracy's lock hold on that state was something Abdullah felt would prevent it. Secondly, Abdullah knew that if Kashmir had to be kept together as a state, which he wanted to, he did not just want to have the Kashmir Valley, but he believed that Jammu and Kashmir had a certain kind of historical effective unity, which had to be kept in mind. And that that state was a very diverse one, because they were Hindus, they were Hindus of different kinds, they were Muslims of different things, the Muslims of the Valley are different from Muslims of Jammu, they are different in Ladakh, in the northern areas, which is now with Pakistan, Mirpur had its own sort of history of troubles with Srinagar. So to hold all of these together, you needed something other than religion. So in that sense, Sheikh Abdullah believed that a form of Kashmiriyat, which was a certain variant of sort of non-communal Kashmiri nationalism was the best group. And like all nationalisms, it was an invented tradition, right, I mean, there's very good books by historians like Chitralekha Zutsi, which tell us how the notion of Kashmiriyat was constructed for a certain political project, right. And that is a very important part of what he was trying to do. And he believed that that project had much closer affinities with the project of Indian nationalism, which Jawaharlal Nehru, Gandhi and Patel and others were espousing, rather"
    },
    {
        "speaker": "Unknown",
        "time": "00:52:18.640",
        "message": "than Pakistan."
    },
    {
        "speaker": "Guest",
        "time": "00:52:19.680",
        "message": "So his incentives initially were therefore to sort of join this thing. But he knew that as a democratic leader, he could only sort of, he could work with India only if he would carry the people along with him. And once it became clear that a plebiscite was unlikely to be held, that the Indian leadership themselves were, you know, rethinking the wisdom of a plebiscite, telling him privately that listen, why don't we do other things, look at Constituent Assembly, other forms of democratic, you know, ways of ascertaining power and so on, popular will and so on, Sheikh Abdullah himself started having concerns. The second thing was that I think when everyone went to the UN, whether it was in January 1948, they assumed that there's going to be a quick resolution of the problem. Yeah, you know, everyone thought one way or the other, some solution will be sort of suggested"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:03.520",
        "message": "and the problem will be settled. And also whatever talk of a plebiscite came up, one of the conditions was that the administration has to change. And even if he remains at the head of it, the composition has to change completely. And he probably, I'm guessing at that point felt threatened by that."
    },
    {
        "speaker": "Guest",
        "time": "00:53:17.680",
        "message": "And Abdullah himself did not want a plebiscite, right? Exactly. So all I'm trying to say is that it is not just the government of India, which was resigning from a plebiscite. Abdullah himself came to doubt whether a plebiscite will A, work in his favor, even temporarily, which is to say that he might have to step out of power to allow some kind of administration. And as I said, they had doubts about whether a UN supervised administration actually going to be fair, because they may just treat this as a Hindu Muslim problem and say that Muslims have to go to Pakistan. And then there was this thing. So Abdullah's thinking, the way it was evolving, was that the Kashmir problem can only be solved if there is some agreement between India and Pakistan. And the way that Abdullah would try and think of it, and the way that he articulated it almost till 1964, till Jawaharlal Nehru's death, was that Kashmir has to become a bridge between India and Pakistan, right? Both countries in some ways have an interest in guaranteeing the independence of Kashmir. So when you talk about independence, it's not necessarily clear that he wanted a totally independent state. But I think what he would have liked was some kind of an arrangement where both India and Pakistan would guarantee the security and other things of Kashmir, and would accept that this was not an arena where their competitions spill over to, and so on, right? So I think these were all ideas up there, because it was such a unclear situation. See, you know, the reality is that, you know, at any given point of time, future is highly open ended. You just don't know what is coming out of something, you know, when the Indians were discussing the cabinet mission plan, it is quite unlikely that they could have envisaged that actually rejecting this option meant a total partition of the country. But that is what it even ended up in, right? So future is open ended. And Abdullah was thinking through how best to solve this problem, when a plebiscite was not acceptable to India, when it was not acceptable to him as likely to be, he did not want a straightforward partition of the state on religious lines. So what is the way out? At the same time, his own people have their wishes, you know, he cannot sort of disregard what the people might want. So he had to triangulate many different things. And it was in that context that he was looking at various kinds of things. And of course, then the government of India took a view that Nawar Lal Nehru personally, that Abdullah was sort of moving towards independence. And that the best way to sort of then solve the problem is to lock him up, remove him as Chief Minister of State, imprison him arbitrarily. And then, you know, try and push through other kinds of solutions, all of which turned out to be options, which were only either worse or much worse than each other."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:37.000",
        "message": "And at this point, the British incentives also are because of the way things are sort of heading towards Pakistan, like you talk about, you know, how their delegation was led by this chap called Philip Noel Baker. And quoting from your book, again, quote, Noel Baker believed that Britain's position in the Middle East was doddering. In scurrying from Palestine, they had already alienated the Arabs. The latter might be further inflamed if Britain wobbled on Kashmir. And now you're quoting him, it was important to avoid the danger of antagonizing the whole of Islam by appearing to side with India against Pakistan, stop quote. So which is why even though they are sort of acting as impartial mediators or whatever,"
    },
    {
        "speaker": "Guest",
        "time": "00:56:16.240",
        "message": "they're playing a role, which, yeah, and in some ways, it's not so surprising, right? See, the British, it's rational for them to not just rational, the British never conceded the Indian National Congress's claim that they spoke for all communities in India. They created the Pakistan demand out of Muslim League during the Second World War. And again, something we discussed at length, when we talked about that period, right? It was a, it was a demand, which they encouraged Jinnah to come out with, because they wanted to undermine the Congress's claim that it spoke for the entire nation. Now, obviously, that was a grandiose, arrogant claim in its own right. But there was a core of truth to it, which was that Indian nationalism under Gandhi and other leaders of the Congress was not committed to a project of majoritarianism, but of pluralism. And that was something the British never accepted. And what Philip Noyle Baker is doing in the UN, effectively is a continuation of the same principle of saying this is a Muslim majority area. Why should it be with India, right? What right does India have to sort of insist that there should even be a plebiscite there? It should have automatically gone to Pakistan, right? So the presumption is that, that is the way these things should have worked. And that if for whatever reason, the Kashmiris, because they were under attack from tribals, etc, of Pakistan felt that, you know, they'd actually be better off not being with Pakistan, that was the wrong decision, right? So in a sense, this is an old model of the imperial understanding of the peoples of the Indian subcontinent. And of course, the Middle East, as I say, you know, the context there was that they had sort of also gotten out of Palestine. So they just felt that, you know, their standing in the Muslim world, so to speak, was going down. Now, all of these were very much in keeping with their attitude towards India, the problem of India and the problems of Indian nationalism, right? And their refusal to accept that Indian nationalism could actually be something which would be beyond the interests of this or that community. They never wanted to concede that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:10.440",
        "message": "And an interesting dynamic in this period, which again, I wasn't aware of till I read your book, is that in both the armies, because there weren't Indians and Pakistanis senior enough, basically, both the India and Pakistan armies were headed by British officers, who were therefore had been essentially colleagues with their counterparts. And there was a rule and function that if there is a war between the two sides, all the British officers will step away from the battle. There was a stand down order, so there was a stand down order. So how did that sort of bizarre dynamic shape the..."
    },
    {
        "speaker": "Guest",
        "time": "00:58:40.040",
        "message": "It was a bizarre dynamic, because, you know, and again, there's something the background to it, we discussed when we..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:45.200",
        "message": "And what it also means is none of the armies are very keen to do battle at all, in a sense."
    },
    {
        "speaker": "Guest",
        "time": "00:58:49.800",
        "message": "Yeah. So the, the British commanders in chief of both the Indian and the Pakistani armies certainly had a back channel kind of a dialogue, they were in touch with their high commissioners, the British high commissioners in both countries, to try and say that, listen, we will try and make sure that there is no war, we want to sort of prevent both sides from doing all of that stuff. Now, but the reality is that I think it would be a bit of an exaggeration to suggest that their views, at least as far as India was concerned, were decisive. I don't think that's the case. I don't think it is the case, as some historians have made it out. And I think there's a plausible argument there. But I don't think it really stacks up in the light of everything that we know. That it was the commander in chief who scuttled in effect an Indian offensive in Kashmir and so on. I don't think that was the case. There were genuine constraints. Beyond that, there was these political considerations about what going to a war with Pakistan will entail. And then I think in some ways, their political preferences aligned with that of the Prime Minister who himself was keen to sort of avoid escalation in the context of the violence of partition and so on. So I think, yes, it was a bizarre situation. The Indians recognized it to be a bizarre situation. But there were many arbitrary things about that situation. I mean, think of it this way, Lord Mountbatten remains the Governor General of India after independence because India, you know, is sort of has dominion status during that period. But not only is he Governor General, and you would imagine that is some kind of very constitutional figurehead. But Mountbatten then becomes chairman of the Defense Committee of the cabinet, even though he's not a member of the cabinet, right? And there he is quite influential in shaping the way that people think about these kinds of questions. So there were many anomalies to that period. And it was a very transitionally period, you know, it's a period where so many things were in flux. And in some ways, the Pakistanis were much more dependent on British officers than India was. In fact, Pakistan continued to remain highly dependent on British officers in even in their army for much later than India. And even India, it's worth recalling that did not have a first Indian naval chief of staff till the mid 1950s."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:44.200",
        "message": "So before moving on quick counterfactual, like one interesting part of your book, which we'll again get to is the sort of the Bengal crisis of 1950-51, which also shaped the way Nehru approached the Kashmir issue, which was left after that. And one tidbit there, which you point out is that Nehru constantly thought of resigning, because he was he was fed up. At one point, he had even prepared a resignation for the cabinet, which he didn't give through. And he just wanted to move on in the case of the Bengal, it was because he wanted to go in his personal capacity, the way sort of Gandhi would have done and sort of visit the areas and try to bring about peace because he was personally affected by that. But he thought of resignation. And even apart from that, there is a counterfactual question of which which critics of Nehru would ask today, that what if Nehru hadn't been the Prime Minister, which I ask you now in this context, but even otherwise, it's a fascinating question. Because if one looks at sort of Indian political history during that period, what really appears to be the case is that Nehru is a man alone and a man apart. And he just happens to be Prime Minister and a lot of India's direction is shaped by that. But otherwise, there is a very strong strand of Hindu nationalist leaders within the Congress, you know, like Patel and Panth and Rajendra Prasad and so on. And that's a very strong stream of leaders. And it's just kind of happenstance that it is this one man who thinks in this particular way, who happens to be in charge. So in the limited context of all our battles to form the Indian Union, you know, with Kashmir, which is the subject of today, but even Junagadh, Hyderabad and whatever else was happening, how would things have been different, you think, if say Patel was PM and Nehru was not"
    },
    {
        "speaker": "Guest",
        "time": "01:02:23.960",
        "message": "on the scene, he was a private citizen? Well, you know, it's a very large counterfactual question to ask. And it's not a cop out. But I just want to say that, you know, counterfactual questions operate best when they are in very narrow domains, right, when you can control for a number of things. And this is the kind of counterfactual question, I think, which leads us more into speculation than to a historically informed answer. But I would, in the first instance, suggest that some of the premises of your question are themselves questionable. It is true to say that, yes, there were elements within the Congress Party, which believed that in the wake of partition, you know, Muslims of India had to prove their loyalty. Even Sardar Patel believed that. But I think it is also in all fairness and historical justice to be pointed out that people like Rajendra Prasad, Sardar Patel, were Gandhians to the core. They were people who led the Gandhian campaigns, right? When we think about Gandhian nationalism, they were the foot soldiers of that nationalism. And I think it would be wrong to assimilate them to the Hindu nationalist ideology, which the Hindu Mahasabha espoused with all clarity, even back in the day. Just because there were certain degrees of overlap, which occurred as a part of consequence of the, you know, the partition itself. Like, for instance, in Ramchandra Guha's book, India after Gandhi, he, you know, presents a circular which is circulated by the Ministry of Home Affairs, saying, advising all Department of Government of India to keep a look at the sort of their Muslim officers and so on to ensure that they were being loyal to the state, right? Now, again, I don't think this was an ideological move on the part of the Ministry of State, which was led by Sardar Patel, but a reflexive reaction to what was happening in the context of the sort of thing, right? And let's also remember that Patel was the one who took it upon himself after the assassination of Gandhi to ban the RSS and really cracked down on them. So I don't think he's as easily assimilable to that. But yes, there were people of varying degrees of Hindu conservatism, Hindu nationalism in the Congress. And in fact, Nehru has a showdown with people like Pashutam Das Tandon after Patel's death"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:21.160",
        "message": "as well. Right. In fact, just to sort of give you a couple of illustrations of what I mean, and my knowledge is obviously far more limited than yours, but I'm just kind of thinking aloud because I've done episodes on these recently and read these specific books recently. And there is an interesting book called Ayodhya, the Dark Knight by Dhrendra Jha and another. That's about the installation of the idol. That's the installation of the idol. And what is interesting there is again, in that narrative, Nehru is a man apart in the sense that the idol of Ram is installed in the Babri Masjid complex. And Nehru immediately says that something must be done, get the idol out, sort the issue out. And Congressman Govind Ballabh Pant, who is CM of UP, Lal Bahadur Shastri, who is Home Minister of UP are all basically complicit. And they don't follow Nehru's instructions. The idols remain there. And then eventually it becomes a fait accompli, they are just there and it's too late to do anything about them. And the other book I read recently was about the Gita Press by Akshay Mukul, with whom I've recorded an episode, but it'll come out after this in a few weeks time because I have a bit of a backlog. But and there again, what I find in the narrative is that and the Gita Press, of course, is this publishing house, which has this monthly magazine called Kalyan and they're carrying out this massive cultural campaign to build Hindutva nationalism and Hindi nationalism. And there again, you find that a lot of prominent congressmen right from the 20s onwards, whether it's, you know, the generation of Madan Mohan Malviya, or even at this point, people like Pant and Shastri and Gulzari Lal Nanda, who are all very prominent figures. And my sense of reading about the politics of this entire period was that unlike today, when the Congress, you know, does some kind of soft Hindutva, but that's just posturing and basically, they don't have leaders like that anymore. That in those days, the Hindu nationalist element within the Congress was really quite"
    },
    {
        "speaker": "Guest",
        "time": "01:06:10.120",
        "message": "strong. And it was but all I'm trying to say is that it is important still to make some distinctions between that element of Hindu nationalist things and the policies of the Hindu Mahasabha or the RSS at that point of time, right, they were overlaps, you know, it is part of a continuum of some kind. But I think particularly with respect to people like Sardar Patel and Rajendra Prasad, I think it would be, in my opinion, historically sort of, you know, in a sense, incorrect to classify them as Hindu nationalists in quite that sense. These two people in particular, I think you're absolutely right that, you know, there were Govind Nallapant, there was Sampoornanand and again, you know, if the old sort of, you know, the motto of the Jan Sangh, so to speak, was Hindi, Hindu, Hindustan, right, I mean, there were many people in the Congress who believed in that trinity of things to come together, right, especially in the UP Congress, which is why Nehru then has a major showdown with Parshottam Das Tandon, who's a representative of that kind of views, right. And, but, but again, my only point is to say that, you know, Jawaharlal Nehru was not a sort of lone crusader in quite that sense, right. He believed that certain lines had to be laid down absolutely clearly and should not. And one of the key things, for instance, you know, his discussion with Rajendra Prasad about the Somnath temple inauguration, right, you know, because the president sort of wants to go and inaugurate the Somnath temple. And again, you know, immediately after the accession of Junagadh, when the first speech is given by Sardar Vallabhbhai Patel, he says the Somnath temple is going to be built again, right. He makes a promise at that point of time. So there are all of these kinds of strains that someone like Nehru has to deal with, right. And he, of course, wants to make sure that as the government of India, they are trying to remain as true as possible to the secular identity of the state and not sort of compromise that by doing various kinds of things. But I think it may be a little sort of unfair to say that, you know, he's the only person. It's in that context that I'd like to say that when you're pointing out rightly that, you know, there are two or three instances when Nehru feels that, listen, I should just get away from this, it's partly because he just feels that the instinct within his party is to still believe that in the wake of partition, the Muslims of India should carry some extra burden to sort of prove their loyalty to the state. That is something that he cannot countenance. He says, yes, Pakistan was created in the name of these people. But there are millions of Muslims who have chosen for whatever reasons to remain in this country. And if we have to be true to our values, then we have to sort of not expect them to prove their loyalty to us. That is something that he detests. And he says that time and again, this idea that, you know, they should somehow be punished or that anything happens to Hindus in Pakistan, Muslims in India should be punished for that, right, is totally abhorrent to me. He says that repeatedly that, you know, I just cannot stand this line of thinking. So there were those kinds of differences. But I would still say that, you know, it might be going a little too far to sort of classify people like Patel as Hindu nationalists at that point of time. I mean, there was definitely Patel, I think, in the wake of partition felt that there was an extra obligation on Muslims to sort of, in fact, he says that even in the Constituent Assembly, right, when there is this discussion on doing away with communal legislatures and so on. He comes out and says, he says that, you know, you guys have sort of, this is what has led to the creation of Pakistan. Why do you want to continue with this stuff? The best thing is for you to prove your loyalty to the state by sort of doing away with that stuff. Muslims accept it, right? And that continues, right? So the separate representation for Muslims in legislature goes away. So Patel is quite forthright. And again, I think what is interesting is that you had a government at that point of time where these discussions happened quite openly, right? People's allegiances to various kinds of things were well known. There were differences which were articulated. And Jawaharlal Nehru stuck to the line that, listen, whatever be the historical reasons for the creation of Pakistan, the Muslims of India cannot carry that cross forever. And that any state which expects them to do that is not being fair to them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:59.760",
        "message": "No, and I think I accidentally touched upon a hot button during this digression because these days, of course, there is a binary around Patel because the Hindu right is trying to claim him as one of their own. So it becomes a binary, is he a Hindu nationalist, is he a Gandhian? And the thing is, people contain multitudes and he more than others behave with great responsibility when he was in government. But my limited question was that in the sort of in the context of India's battle to sort of, you know, form the union to bring all these states in, a contention is made by many in the Hindu right today that he would have behaved differently on Kashmir. And as you've already pointed out, in the instance of POK or Azad Kashmir, whatever you call it, that's not exactly the case. They were on the same page. And it was, in fact, pretty much the consensus within the Indian administration then that it is not even possible for our army to retake those areas."
    },
    {
        "speaker": "Guest",
        "time": "01:10:49.400",
        "message": "So the whole question is, in fact, I would go further. If you look at the historical record, it is very clear that when Patel was looking at the issue of Hyderabad immediately after independence and Nizam was sort of doing this and the issue of Kashmir came, Patel and he said later on in a public speech, actually in the same speech in Junagadh when he announces the Somnath temple would be recreated and so on. He says that we had told the Pakistanis that you give Kashmir and we'll give Hyderabad. Right. Why? Because Patel understood that holding on to Hyderabad was much more important than holding on to Kashmir. So this idea that in retrospect that, you know, Patel would have attached some extraordinary great importance to Kashmir, etc. is, I think, part of an ideological fantasy, which remains that, you know, all of Kashmir should have been taken by India militarily. The reality is that as Prime Minister, Patel would have been faced with the same kinds of resource, logistical, geographic, strategic, political, international political constraints that Jawaharlal Nehru operated in. And let us not face, forget it, Patel was very much party to each of these decisions. Yeah, exactly. He was there. All of these decisions were taken, this thing, those records are available for historians or anyone interested to go and look it up. And I think the case is absolutely clear that on all of these decisions, Patel ultimately was on board. Maybe they had differences of opinion about whether the Indian army should move into Hyderabad in April, as opposed to when they moved in later on in the year, right? But there was no difference of opinion that ultimately, if that's what it came down to, it would have to be done, which is why in response to your previous counterfactual question, I said, if Nehru had been forced with a choice, he still would have used force because I think that is the way the situation was shaping up at that point of time. And I don't think it is at all plausible to suggest that if you had a different kind of a thing, as I said, even Shama Prasad Mukherjee in later on accepted that as a member of the cabinet, he was very much party to these decisions as anyone else because these were discussed and cabinet taken. These were not unilaterally taken by Nehru or by Patel and Nehru between the two of them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:43.440",
        "message": "Right. And one thing that also happens like, okay, so, you know, Junagadh and Hyderabad are kind of sorted, Kashmir is still simmering. And meanwhile, violence breaks out in Bengal. And again, this is something that is largely forgotten today, but is key to how it shaped Nehru's later tactical strategic response rather to do what to do about the Kashmir"
    },
    {
        "speaker": "Guest",
        "time": "01:13:03.720",
        "message": "issue. Tell me a little bit about that. So, the Bengal sort of, you know, crisis really comes up in 1950. There is a sort of communal violence against Hindus who are a substantial majority in what was East Bengal or East Pakistan, today Bangladesh. And there was a flow of refugees from there. And then in response, there was sort of retaliatory violence against Muslims in West Bengal, right. And that is exactly the dynamic that was prevalent at that point of time. And again, we tend to forget it. And the issue took such magnitude that the Indian government finally had to threaten Pakistan that if the minorities of Kashmir in Pakistan were not protected, they may have to resort to force in order to sort of get in sort of this issue, so to speak. Again, Nehru and Patel were on somewhat different lines of this thing, because Nehru felt that, you know, the use of force is something that can actually have negative consequences, not something that we should rush into. I don't think Patel disagreed with that proposition, per se. But where they've sort of differed from each other was on this question of saying that, listen, is retributive violence against Muslims in India, something that the government of India should also countenance? Or is it our job to sort of say that, listen, even that is not acceptable, right? So it is actually on that issue. And it's in that context that actually Nehru writes a very interesting letter to Patel. He says that there is a constant call for vicarious punishment of Muslims in India, in response to what is happening to Hindus in Pakistan. And that to me is abhorrent, because many of those calls are coming from congressmen also, right, local congressmen in the Bengal Congress, etc, were pointing out. So in that context, you know, Jawaharlal Nehru felt that ultimately that crisis was averted. The two countries did not go to war. But what you had was a pact affirming that both sides will protect the rights of minorities, which is known as the Nehru-Liaquat pact, which was done. And actually it is in response to that pact that Shama Prasad Mukherjee and KC Neogi, whose other leader, they resigned from the cabinet. And Mukherjee then sort of starts up his own party, the Jana Sangh, the following year. And that whole episode has a certain kind of implication for Kashmir, primarily through the sort of impact that it has on Sheikh Abdullah, right, because what Sheikh Abdullah realizes is that the communal problem in India still remains unsettled. The position of Muslims within the Indian case itself is always something that is problematic. And once Shama Prasad Mukherjee and the Jana Sangh begin this sort of national campaign to say that the autonomy of Jammu and Kashmir should be done away with and the state should be fully integrated, etc., then Sheikh Abdullah starts worrying about what does it mean to be integrated within India, where Nehru actually seems, as you're saying, like a lone crusader for secularism, when so many other mainstream voices are calling actually for second class treatment of Muslims, to put it, you know, in no fine terms."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:58.420",
        "message": "And one of the things Nehru sort of did here, which you've pointed out affected how he also then looked at the Kashmir dispute later, is that there was a massive buildup of troops on the Indian side, which was partly to, you know, get the Pakistanis to do what you want to do, without actually taking the decision to go to war because he was he was still hesitant about that. But he was not hesitant at, you know, showcasing that force, so to say."
    },
    {
        "speaker": "Guest",
        "time": "01:16:21.920",
        "message": "No, it isn't that sense that I say that, you know, you have to understand Nehru was standing at the juncture of the liberal and realist traditions in thinking about international politics, right? Because he knew that this was such an important situation as such a grave situation where hundreds of thousands of, you know, Hindus are coming from this thing, there is a huge sort of cauldron boiling up in India itself, and already some Muslims are being attacked and moving in the other direction, that if you have to sort of prevent a recurrence of 1947 type violence, which happened in the Punjab, then you had to sort of compel the Pakistanis in some ways to see reason and put an end to those things, which only they could do, right? And it is in that context that he said, yes, if the threat of force is what we have to do, then let's move towards that. And even as he moved towards that, he understood that if this really escalated into a conflict, then the outcome might be actually quite similar to what you have. Now, this is how strategic choices typically presented themselves to someone like him at that point of time, right? There were no easy choices to make, the trade-offs were always very difficult. And Nehru wanted to balance the trade-offs between realist considerations of saying, force is one instrument which we have to shape Pakistan's thinking about this, to sensitize them that if they do not get the situation under control, it's going to sort of lead to a major conflict with India. But at the same time, we want to avoid the possibility of an actual conflict because that conflict will mean other kinds of costs, not just for India, but for the people of India, right? So in that sense, he had to sort of constantly balance between these two considerations. And it is in that sense that I was framing Nehru as a person who stood not at the crossroads of these kinds of traditions, you know, about thinking about the role of force."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:58.080",
        "message": "This kind of sort of showcasing the use of force without actually, you know, crossing the border and going to the other side is sort of, you know, a tool that's been used by different Prime Ministers at different times, like Indira Gandhi, if I remember correctly, we discussed in our Bangladesh episode, sort of used it, you know, just before the war officially erupted, even though, you know, it kind of goaded the Pakistanis into making the first move there. And Prime Minister Vajpayee did it after the parliament attacks, where the whole idea was not that we are going to attack, but that we are going to, with sufficient credibility, said that we might attack so that the international community steps in and puts pressure on Pakistan. When it came to Kashmir, was the international community a big factor?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:39.720",
        "message": "Well, again, it's the same thing, right? I mean, if you look at the 1950 Bengal crisis, ultimately, it got resolved because India conveyed to the British and Americans that if Pakistan did not bring the situation under control, then our hands will be forced, right? So in that sense, you still had to get the external and to be completely candid with you, you know, this might tell you how historians typically tend to choose subjects and so on. My interest in studying the Bengal crisis of 1950, and this book came out of work, which I did as a doctoral student, actually was shaped by the, you know, 2001 and 2002 crisis between India and Pakistan, when the Indian Army had been mobilized, and I was myself mobilized as part of that mobilization. So when the infantry Yeah, so when I sort of left the army, one of the things I wanted to study was precisely the role of such coercive use of force and in solving various crises. And I want to go back in time and look at what are the other crises and one of the first thing that I stumbled upon was this Bengal crisis, which nobody had studied. So that's how I actually sort of picked it up."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:37.880",
        "message": "So you're right. So we're all sort of lucky, I guess, that you were in the infantry. So let's kind of go through I mean, before we go in for a break, and then come out on the other side of the break for Article 370, which is what I'm sure all the listeners are waiting for, though, this is also pretty fascinating. Let's kind of then go through the 1953 period, when you know, in the meantime, what seems to happen is that you describe the assassination of Liaquat as one of those happenstance moments, which kind of, you know, the cauldron from just burning, you know, just simmers after that, basically. And then we kind of reach a status quo, which exists for a long time."
    },
    {
        "speaker": "Guest",
        "time": "01:20:15.120",
        "message": "Tell me about that process. So again, you know, in 1950, India and Pakistan were almost at war over this Bengal crisis. And in 1951, once again, there is a standoff over Kashmir. And this time, the concern on the Indian side was that the Pakistanis they get intelligence reason Pakistanis are planning another sort of quick attack in Kashmir, just around the time when the Kashmir Constituent Assembly was getting down to work. And they believe that they want to do that in order to disrupt that process. And the Indians once again mobilized the Indian army now against West Pakistan, to say that if you are going to sort of, you know, attack Kashmir or anything like that, then you know, we are good. So it that crisis again, plays out for a while. And Liaquat Ali Khan, who's the Prime Minister of Pakistan at that point of time, in fact, is assassinated at the height of the crisis by a Pakistani sort of an Afghan assassin, who was a Pashtun."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:06.080",
        "message": "And it's never quite clear why he was assassinated. He's killed by the crowd immediately. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:21:10.440",
        "message": "So it's one of those things which remains unanswered even to date. But I think it's an important moment in the evolution of Pakistan's own history. Because you know, the reality of Pakistan was that Muhammad Ali Jinnah died in 1948. Three years later, Liaquat Ali Khan, who was the second most important leader in that country died. And that in a sense, unmoored the sort of government and the constitution making process and made things a lot more difficult, you know, when when you lose two very important leaders in succession, just think that if India had lost, not just Sardar Patel, but Jawaharlal Nehru in 1951, maybe, you know, things would have been very different, right? So it's it's in that context that, you know, I was suggesting that Liaquat's assassination was a very important moment. But it was also an important moment, in the sense that it made the Kashmir issue a lot more complicated to resolve, because there were no sort of, you know, serious leadership"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:02.080",
        "message": "on the Pakistani side to be able to take over. And they were worried for a while that some random crazies might take over."
    },
    {
        "speaker": "Guest",
        "time": "01:22:07.040",
        "message": "Exactly. Right. I mean, it was just not clear what is going to happen, and so on. But in all of this context is what then the subsequent moves between New Delhi and Srinagar really play out. But I think, you know, before we get into that, we should just wind back in time and talk a little bit about how exactly that relationship shaped up from 1947 onwards."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:26.000",
        "message": "So, let's take a quick commercial break. And we'll come back after the break, talk about that relationship since 1947 and Article 370."
    },
    {
        "speaker": "Unknown",
        "time": "01:22:34.040",
        "message": "Hello, and welcome to another awesome week at the IVM podcast network. If you're not following us on social media, please do. We are at IVM podcast on Twitter, Facebook, Instagram. Don't forget to take a screenshot of whatever podcast of ours that you're listening to. Take a screenshot and put in a comment about what you think about the show and we will reshare it from our social media pages. Here's what's in store for you this week. On Cyrus Says, Cyrus is joined by Chef Vinesh Johny, co-founder of Levon Academy. He talks to Cyrus about what goes into running a pastry school and how his life led him to be a pastry chef. On Gandantra, hosts Alok and Sarayu are joined by Dr. Andrew Whitehead to discuss the various implications of the repeal of Article 370 and the complicated history and future of Kashmir. On 9XM Soundcast, host Eva Bhatt is in conversation with music composer and singer Clinton Cerejo. Clinton shares his journey from producing ad jingles to composing Bollywood soundtracks and being invited to Berklee School of Music. On Paperback, Rachaita and Satyajit talk to playwright and poet Nikhil Katara about absurd plays and Kafka's letters that have influenced him. On the Pragati Podcast, Sambit Das joins Pawan Srinath to talk about medical education and the NMC Act. Just a little announcement, the new episodes of Pragati Podcast will be available every Wednesday starting next week. On the Edges & Sledges Cricket Podcast, Varun, Ashwin and DJ are discussing England's struggle in the ashes, Nathan Leone's performance, the retirements of Dale Steyn, Hashim Amla and Brandon McCallum, and also the India-West Indies T20 matches. On Mr. & Mrs. Binge Watch, Janice and Anirudh talk about The Great Hack, The Loudest Voice and The Final Year, stories that have starred Donald Trump. On Marbles Lost and Found, Zain and Avanti talk to former IVM staffer Janam Dewan about grief and loss. And with that, let's get you back onto your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:29.080",
        "message": "Welcome back to The Scene and The Unseen, I'm chatting with Srinath Raghavan about Kashmir and Article 370 and we've been speaking about Kashmir and Junagadh and Hyderabad and Bengal and Sardar Patel and Hindu Nationalists for more than an hour, but finally we have got to 370. Now tell me if my summation of how 370 kind of came about is broadly correct, so we get to the subject. In 1947, there was a thing called the Indian Independence Act, which empowered the Governor General of India, which was then Lord Mountbatten to adapt the Government of India Act 1935 as an interim constitution, and then to negotiate with princely states on how they would accede to India, which as you pointed out, VP Menon, who was one of the drivers of that working with Sardar Patel put together this basic thing that okay, we'll look after defence and foreign affairs and communications for you and blah, blah, blah. And Kashmir signed an instrument of accession in October 1947, where basically the caveat was that this is provisional till the will of the people can be ascertained and Sheikh Abdullah was then called to the Constituent Assembly and Article 370 was then formulated and though Article 370 as people point out correctly exists since the constitution does in 1950. It basically formalized what the instrument of accession signed in 1947 already does. Is that a correct summation?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:54.200",
        "message": "Yes, broadly. The only thing I would say is that, you know, when Sheikh Abdullah was and his colleagues were asked to sort of join the Indian Constituent Assembly, part of the thing you wanted to do was to formalize the relationship of Kashmir with the Union of India and to ensure that the Indian Constitution reflected it because what had happened previously was an instrument of accession, which had been signed by the Maharaja and, you know, accepted by the Government of India, but you wanted to sort of make sure that the Constitution of India as it takes shape will reflect this relationship. Now the negotiations, which led to ultimately the creation of Article 370, it was actually called 306A in the draft of the constitution, basically stretched out over five months because what Sheikh Abdullah and his team wanted was to ensure that Kashmir will continue to have considerable autonomy because it is only on that condition that he might be able to persuade his people that it was better to join India than to join Pakistan. And we've already discussed his incentives, all the considerations in front of him. So the way in which Article 370 eventually sort of came up was that it says that the Government of India is empowered to legislate for the state of Jammu and Kashmir on the three subjects of accession. If it wants to sort of extend any further provisions of the Indian constitution to that state, then Article 370 is the vehicle through which those provisions can be extended to the constitution of and made applicable to the state of Jammu and Kashmir. But here there are a series of caveats which are built in, which is what safeguard the autonomy of the state of Jammu and Kashmir. The first caveat is to say that if the President of India issues a presidential order under Article 370, you know, extending any provisions which pertain to the three subjects already occurred, he only needs the sort of concurrence of the state government, right? If he wants to sort of extend any other provisions of the Indian constitution to that state, then it will need not just a sort of a straightforward concurrence, but a subsequent approval by the constituent assembly of the JNK state itself. So in a sense, the ultimate body which decided which other provisions of the Indian constitution beyond the three things reflected in the instrument of accession would be applicable to the state of JNK would be the state's own constituent assembly. It is in that sense that self-determination was offered to the Kashmiris and autonomy was guaranteed to them. Because the Indian Union could not unilaterally sort of extend provisions using Article 370, but you had to get the state's constituent assembly to ratify and accept those provisions. And the assumption was that once the state's constituent assembly completed its task of making the constitution of the state, it would spell out which of the provisions of the Indian constitution it wants to accept. And thereafter, no further provisions will be applicable to the state. It is in that sense that Article 370 is referred to as temporary provisions for the state of JNK. The idea was not that you would remove Article 370 and make it permanent, but that the permanent contours would only emerge once the state's constituent assembly met, framed the constitution of the state and decided what parts of the Indian constitution are we willing to accept. So this was the provision for autonomy and a form of sort of self-determination for the Kashmiri people, because it was their constituent assembly, which would decide what beyond the three subjects they would accept as far as the relationship with India was concerned."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:22.840",
        "message": "Right, so to kind of sum it up and tell me if I've done it correctly, again, I'll quote Gulzari Nanda, where he talks about 370, where he said in the 60s, quote, the only way of taking the constitution of India into Jammu and Kashmir is through the application of Article 370. It is a tunnel. It is through this tunnel that a good deal of traffic has already passed and more will, stop quote. And as you're pointing out, where India had jurisdiction as far as the state of Jammu and Kashmir is concerned is the three subjects of defense, foreign affairs and communication. Anything else would need the approval of the state government and the constituent assembly. And the constituent assembly, by the time it wound up, which it did deliberately where it announced that on so and so a date, I think 1957, 56, you know, by the time it wound up, the lines that it would have demarcated would remain forever. And also that any change in Article 370 would have to happen with the agreement of the Constituent Assembly of J&K, which basically means that by the time it has ceased to exist, no further change can happen. And Article 370, therefore, is supposed to be sort of permanent at this point in time. Now, this is kind of complicated because again, there's a quote I picked up from A. G. Noorani's book on Article 370, where he quotes, Nehru is saying that Article 370, quote, has been eroded, this is Nehru speaking, has been eroded, if I may use the word, and many things have been done in the last few years, which have made the relationship of Kashmir with the Union of India very close. There is no doubt that Kashmir is fully integrated, stop quote. And I was struggling to kind of make sense of this, both in terms of what he meant by eroded, and what, you know, defenders of the current move say that Nehru himself through a series of presidential orders essentially made 370 almost irrelevant. And also, I'm not sure what Nehru meant by Kashmir being fully integrated."
    },
    {
        "speaker": "Guest",
        "time": "01:31:25.540",
        "message": "So the first thing is this, right. And that is where I think we need to get to the grips with the history of what happens to Article 370 after it is embodied in the Constitution, right? Because by the time you come to Gulzarilal Nanda, a lot of water has flowed in the Jhelum under the bridges of, you know, JNK. Now, Article 370 is adopted as part of the Indian Constitution in 1950, 26th of January 1950, the Constitution comes into effect. Now, by the end of 1950, the JNK State Constituent Assembly is getting ready to come together to form the Constitution of the state. And as we know, that is going to be the ultimate body which will decide what provisions of the Indian Constitution beyond the three subjects would be acceptable. Now even as the JNK State Constituent Assembly starts meeting, Sheikh Abdullah is a little impatient to change some aspects of the status quo. In particular, he wants to dislodge the Maharaja of Kashmir as the hereditary ruler of the state. He has a long standing problem with the Maharaja. So what he presses upon Nehru is to say that, why don't you issue a presidential order under Article 370, effectively saying that the Maharaja's position will be taken over by an elected Sadre Riyasat, who will be Maharaja's son, Dr. Karan Singh would take over that position and so on. It is in that context, actually, that Nehru and Sheikh Abdullah get into a protracted correspondence because Nehru says that, you know, the Maharaja of Kashmir is actually recognized by the President of India in the Indian Constitution. So if you want to do away with him, then we have to at least broadly decide what the contours of the relationship between India and Srinagar should be, or, you know, between New Delhi and Srinagar should be, which actually is a task which is left to the Constituent Assembly. But he says, we must accept some guidelines, which is then your responsibility to make sure the Constituent Assembly fleshes it out and gives effects to that understanding. Because you are asking for changes even before the Constituent Assembly has started its business. So if we have to, if we want to, I can't do this piecemeal because this will have implications constitutionally. So we have to do a few other things. So it is in that context that as part of negotiations between the two sides, they come to something called a Delhi Agreement of 1952, whereby the two sides try and align their positions on what the autonomy of JNK will mean as far as accepting various provisions of the Indian Constitution or not. They don't get into very great detail, but they say what are broadly the kinds of things that will be acceptable, right? Like, so for instance, you know, the idea that JNK state will have its own flag, you know, it is going to have, you know, various kinds of things, right? So that is what the 1952 agreement really is about. And the 1952 agreement, at least as far as Jawaharlal Nehru is concerned, enables a synchronization of the constitutions of India and the future constitution of JNK. It lays down certain markers that both sides will agree when they are thinking about this relationship, right? But Sheikh Abdullah has two problems. First, the agreement actually does not go down all that well in Srinagar. Because people believe that Sheikh Abdullah has somewhat preemptively undermined the autonomous authority of the Constituent Assembly of JNK. And that he has somehow sort of, you know, indulged in a bit of a sell off to this thing. And this is against the context when plebiscite is still a possibility, many other things are in the air, right? UN is still hotly debating this issue. So that's the problem. The second problem for Sheikh Abdullah is that the Janasang and Shama Prasad Mukherjee take the Delhi agreement as a major target. But in order to this, right, and the slogan of the time was that, ek desh mein doh vidhan, doh nishan, doh pradhan, right? Two constitutions, two flags, and two sort of rulers, Sadr-e-Riyasat as well as the president should not be. Nahi chalega, nahi chalega. Right? That was the thing. So they really targeted the 1952 accord. And Sheikh Abdullah thereafter became very, very worried about whether India will actually be able to sort of guarantee Kashmir's autonomy in perpetuity. Or are these forces of the Hindu right really going to come? And it's in that context that you know, actually Jawaharlal Nehru writes letters and makes speeches. He says, why should the Kashmiris be part of India, if the Janasang and RSS are going to be in the driver's seat? Because they know very well that these guys are going to erode any autonomy that is left"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:38.700",
        "message": "there. Right? And the Hindu right is not just from India, it's also the Praja Parishad in Jammu, like"
    },
    {
        "speaker": "Guest",
        "time": "01:35:43.500",
        "message": "you pointed out, which is doing a lot of stuff there. By now, they have been sort of co-opted into this thing, right? and there are other elements like the Sadr Ariyasat himself, who's a former ruler's son, Dr. Karan Singh, who has conflicted views about various things. Right? I mean, he presents everything as if the people of Jammu have different aspirations that are different. But he's also a factor in this game. And there is a third factor, which is a group of influential sort of Kashmiri pandits, who are associates of Sheikh Abdullah, but eventually then start doubting Sheikh Abdullah's own motives. There is a man who would later became a very influential player in under Mrs. Indira Gandhi called D.P. Dhar. D.P."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:22.100",
        "message": "Dhar became India's ambassador to the Soviet Union during the 1971 crisis. Entirely discussed him in our Bangladesh episode. Exactly."
    },
    {
        "speaker": "Guest",
        "time": "01:36:27.100",
        "message": "So everything comes together. You can see how some of these characters have never let go of me for the last 15 years. Right? So D.P. Dhar was one of those people. And it is this group of people, which is the Sadr Ariyasat Karan Singh, some of Sheikh Abdullah's own associates, including others, and this is not a Hindu Muslim thing, right? I mean, there are some like D.P. Dhar, but there are others like, you know, Bakshri Ghulam Muhammad, who is effectively number two, who believe that the line that Abdullah is now sort of treading, which is to say, listen, let's look for some kind of a different status for Kashmir, which we discussed, right? He wanted some kind of an agreement between India and Pakistan, guaranteeing some kind of independent status for Kashmir, etc, etc, was the wrong thing to do. Right? And Abdullah, of course, is reacting to these two things. One to the unpopularity of the Delhi Agreement within his own thing, second to the attack on the Delhi Agreement being mounted by the Janasangh and others sort of, you know, approving of that. And then, of course, Shama Prasad Mukherjee dies in a sort of a jail in Srinagar. Yeah. Post all of that, Sheikh Abdullah then becomes very nervous and starts making all of these different kinds of moves. He starts meeting the American ambassador, Nehru through his intelligence agencies, gets to know influential people like Karan Singh and D.P. Dhar and Bakshi Ghulam Muhammad are plotting behind the scenes to prepare the way for Sheikh Abdullah's departure. They convinced Jawaharlal Nehru that Abdullah has to be gotten rid of. Yeah, there is actually a very, very interesting letter, which I found much later in the archives of P.N. Haksar, who was Mrs. Gandhi's principal secretary. Another Bangladesh protagonist. Another Bangladesh protagonist. This is from 1972. Yeah. This is in the context of what later became the Simla Accords and stuff. And Haksar at that point of time is a great advocate of some kind of rapprochement with Sheikh Abdullah. You know, this is, we're talking about 20 years fast forwarding. And he says that, I met D.P. Dhar the other day, and I told him that since he was responsible for the original sin in Kashmir, maybe he should take the first step to reach out to Sheikh Abdullah. And the original sin was the imprisonment and arbitrary dismissal of Sheikh Abdullah in 1953, which frankly was one of those things which led to a, which created a rupture in the minds of the Muslims of Kashmir valley in particular, because it was seen by them and remains, continues to be seen by them as an enormous historical betrayal of India's promise of autonomy to Kashmir because their tallest leader, the person who was sort of negotiating was arbitrarily removed, arrested and put in prison. Subsequently various kinds of charges were foisted on him, none of which were sort of proven in a court of law, but he remained in and out of prisons for a very, very long period of time. And I think that sort of ruptured and Nehru himself knew that he was taking a very dangerous move in sort of dismissing Sheikh Abdullah, but he, against his better judgment allowed himself to sort of go ahead and do that. And he was instrumental in that, even though he kept insisting that it was done by the people on the ground, but historical records suggest otherwise. Sheikh Lala Nehru was totally in sync with this plan to remove Sheikh Abdullah. In fact, he dictates a note to his secretary, Emma Mothai, saying, what are the various steps which have to be taken to ensure that public order is maintained after Abdullah is removed? How does he justify it to himself? Realpolitik, I suppose, right? I mean, see, when you are in these positions of power, you have certain kinds of principles, you have this extraordinary friendship with Sheikh Abdullah, you know, various things, but you just feel like, listen, if I don't act at this point of time in this way, then maybe the state is going to get out of my control. And I who have been a great champion and votary of Kashmir being a symbol of India secularism will then have failed in not just persuading my countrymen to accept it, but in keeping them in our fold. Right? So it's one of those ruthless realpolitik decisions which is taken. And I think it looks at least as bad in retrospect as it did in prospect. And I think history has vindicated it to be the single most grievous error made by India in its dealings with JNK. I think everything else could have sort of possibly worked out in India's favor, had this move to depose Sheikh Abdullah in such an arbitrary and, you know, unlawful illegal manner not been taken. And it's also worth pointing out that immediately after the arrest of Sheikh Abdullah, there were popular protests in Kashmir. And many people were shot and killed in putting down those protests. It is again because of a news blackout is not something that is reported in mainstream newspapers of the time, but it's well known."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:54.660",
        "message": "So what, what were the repercussions of this, like, I don't want to bother you with another complex counterfactual, but just a sort of a simpler counterfactual question that if Nehru hadn't done this, what would the best case scenario have been?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:05.460",
        "message": "Well, the best case scenario would have been to sort of try and persuade Sheikh Abdullah to sort of, you know, come up with some other kind of an arrangement which would allow him to sell autonomy to his own people in a strong way. Because what was Abdullah's problem? Abdullah's problem was that he believed that in the wake of the rise of the Dhansangh and these kinds of protests, and you know, they had various kinds of rallies, marches, especially all of North India. Right. He just felt like, you know, it is going to be impossible for me to convince Kashmiri Muslims that their future in an autonomous fashion is somehow safe in an India of the sky. So in a sense, it would have taken a lot. And maybe Jawaharlal Nehru would have also had to think out creatively. And again, he did in 1964 on the sort of on literally on his deathbed, Jawaharlal Nehru attempted to sort of reach out to Sheikh Abdullah, even sent Sheikh Abdullah to Pakistan to say, you try and explore some settlement, right? Because by that time, 11 years after that act of 1953, Jawaharlal Nehru was living to review the day. Because in essence, what he realized by the time he died was that the Kashmir issue, far from securing India's secularism, had actually created a huge weapon for Hindu majoritarianism in this country, because that state's special status could be turned as a weapon against Muslims, which is exactly what was happening. Jawaharlal Nehru lived to see the consequences of this, realized that at least if in my lifetime, I do not make one attempt, it is not very clear what he could have done at that point of time. He was old, weak, ailing. And it is not very clear that anything would have come out of that. But the mere fact that he did it, I think, was the best gesture of repentance that he could have bought himself to do, which was to sort of reach out to a man whom he had imprisoned and said that, listen, you go to Pakistan, you try what can be tried. In fact, that episode is very well covered in Ramachandra Guha's book, India after Gandhi. But I think, you know, it came too little too late in the day."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:56.420",
        "message": "So the, you know, what Nehru did, the one of the political repercussions of that, of course, which we are feeling to the present day is that it became one of the central causes for the Hindutva right. What were the repercussions of it for Kashmir and for Kashmiris?"
    },
    {
        "speaker": "Guest",
        "time": "01:43:09.660",
        "message": "Well, the important repercussions and that is the point, right? It is after Sheikh Abdullah's dismissal that Article 370, rather than becoming the guarantee of Kashmir's autonomy, becomes the instrument through which the will of the central government is arbitrarily imposed on the state. Because the first important, big, you know, mega presidential order is given as early as 1954. Now, you could say that, you know, the Kashmir Constituent Assembly is still meeting at that point of time. So maybe exporting all those provisions was something that they agreed the Kashmir Constituent Assembly ratified it. Yeah, so you can say that at least that notion of the letter of the law was at least followed. But post the meeting, dissolution, promulgation of the constitution of JNK, there is no way that further provisions of the Indian constitution could be imported to the state under Article 370. But that is exactly what was done. And that is what Jawaharlal Nehru is referring to when he says that more and more things have been done to integrate the state closer with India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:08.380",
        "message": "And he uses the word eroded repeatedly."
    },
    {
        "speaker": "Guest",
        "time": "01:44:11.060",
        "message": "It is better in the actual parliamentary debate, because he said it in Hindi. He said, ye ghiste ghiste ghis jayega. Then why is it still an issue? It is only an issue because it became an ideological issue for the Janasan and subsequently for the BJP. Because the reality is that as of 5th August 2019, when Article 370 was totally hollowed out, it is still on the papers of the constitution, right? It's not gone because taking it out would have other repercussions. But it was a dead letter. You could do things to that state through Article 370, which you could not do to any other state of India. Like imposing president's rule for a very long period between 1990 and 1996 through a series of presidential orders, we kept imposing. You try imposing president rule on any other thing, you need to amend the Indian constitution to do that. You don't need to do that with JNK. So far from being the protector, the shield which protect the economy, it became as Gulzari Lal Nanda said, a tunnel through which everything could be done to that state, irrespective of what the wishes of the people were, well, well after the Constituent Assembly of that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:09.300",
        "message": "state had dissolved. So what was done on August 5, therefore, is really something which is big for the Hindutva, right? Because of his symbolic value in practical terms, it doesn't really make a difference. India can still do whatever the India could still was still doing whatever the hell it"
    },
    {
        "speaker": "Guest",
        "time": "01:45:25.620",
        "message": "wanted there. There are two things, right? So one is, yes, it is true that India was doing whatever, you know, in a sense, all kinds of provisions of the Indian constitution were being extended to that state on the name of this thing. Right. And the sad bit is that the Indian Supreme Court never took an unequivocal stand on this issue. There is one important ruling where they said that the Constituent Assembly should be the ultimate ratifying authority. There is another ruling in which they have said that, you know, maybe the state legislature can support it. But what today is happening is that we are being told that the governor can stand in even for the state legislature. You're taking the reductio ad absurdum of that argument that a Constituent Assembly, which is a sovereign body, which has in any scheme of politics, greater powers than a normal elected legislative assembly today can be said to be equivalent to the governor of a state which is under President's rule. Now, that is the extent to which these things have been done. The second thing which has been of course done under the current move is the reduction of the state to a union territory status, which is a very different thing. I think we should come to that in a bit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:28.180",
        "message": "We'll come to that. You know, I'll link to Gautam Bhatia's excellent piece on exactly how the government did the constitutional higgery-jiggery-pokery by which it sort of did what it did."
    },
    {
        "speaker": "Guest",
        "time": "01:46:40.900",
        "message": "But can you briefly summarize what exactly it did? So the main stumbling block for the government was this provision within Article 370 that the extension of any other provisions of the Indian Constitution would have to be ratified by the state's Constituent Assembly. So what the presidential order which was issued on 5th of August attempts to do is to circumvent that through a backdoor. They have said that we will amend Article 367, which is the explanations clause of the article, to say that for state Constituent Assembly, read state government as advised by so and so. And they have made a claim that currently there is no state government there and that the governor stands in for that. Right. So it's a backdoor through which now the problem with that, as Gautam points out in his piece, is that in effect, what they have done is they have used Article 370 to amend Article 370 itself, which is highly problematic. You cannot use any of the provisions of the Constitution to amend itself. You have to invoke the amendment powers of the Constitution."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:37.940",
        "message": "Remind me to ask you about Sikkim in 1975, which is a very, I think that's a total rabbit"
    },
    {
        "speaker": "Guest",
        "time": "01:47:42.940",
        "message": "hole. Anyway, so, so that is the first thing, right? So they've done things in an indirect way. But that is likely to raise a series of constitutional sort of questions, which the courts will have to sort of decide on whether that is happening. There is a second problem vis-a-vis how they have sort of gone about doing this, right, which is to say that the first presidential order that was issued that way, the same day, the Home Minister tabled another presidential order to get the Parliament's approval, which basically said that from here on, every other article barring Article, you know, Clause 1 of 370 stands is to be taken away. Clause 1 will now say that every article of the Indian Constitution, irrespective of anything ever done will apply, right? So it's a dramatic wholesale change of Article 370 itself. Now that falls into another problem because the original Article 370 states specifically that Article 1 of the Indian Constitution and Article 370 applied to the state of Jammu and Kashmir. If any other provisions of the Constitution have to be applied, then you can use a presidential order, which only means to say that you cannot extend Article 370 to that state again in a new form through a presidential order. Now, this is the reason why it took five months to draft that article. It is not as if these kind of ideas have been come up with a bunch of geniuses or that could not have been anticipated at that time. It is very easily foreseeable that a group of people could have destroyed the autonomy of the state using Article 370 if these safeguards were not in place, which is why Sheikh Abdullah negotiated for five months and bought all of these provisions in. And despite that, NG Iyengar has explained all of these provisions in his sort of speech in the Constituent Assembly where he tables the article to say this is the provision. These are the reasons why we are doing all of these things, right? So in effect, I think, therefore, this raises a whole series of sort of constitutional questions about the legality of an order like this, which the courts will have to sit on and decide and deliberate. But I think there's one more thing which is worth wearing out. What is the overall consequence of what has been done? The overall consequence of what has been done is to nullify the constitution of the state of Jammu and Kashmir. The position and legitimacy of that constitution was enshrined in the Indian constitution through Article 370. It was a provision of the Indian constitution to accept that state's constitution. Now in effect, we have destroyed that state's constitution wholesale. Now what does that mean for the basic structure of the constitution, etc., I think is another issue that constitutional lawyers and the courts will be deliberating in the weeks and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:26.180",
        "message": "months to come. What does it mean for Indian federalism?"
    },
    {
        "speaker": "Guest",
        "time": "01:50:29.780",
        "message": "I think that is where the second part of the whole thing becomes much more difficult, right? There are two aspects of this question of federalism, which I think we need to deliberate. One relates to 370 itself, and the second relates to the union territorial sort of creation of two union territories in what was a Nerstwile state. Now let's look at 370 itself first. 370 is not the only part of the Indian constitution which has such asymmetric provisions. If you read Article 370, and there are many other states which have various kinds of asymmetric provisions, nor is J&K the only state where you cannot purchase land. There are many other states which have similar provisions, particularly with respect to agricultural land. There are many kinds of ceilings and restrictions about what non-domiciles can and cannot do in states, right? These are all parts of the federal provisions of the constitution. So asymmetric constitutional provisions was a fundamental part of the design of the Indian constitution because the Indian constitution has simply understood that if you wanted to deal with a country of such diversity of language, caste, region, religion, etc., etc., I mean, how are you going to accommodate it if you cannot accommodate for various kinds of diversity? So as I said, it was never envisaged to be a federal constitution in the technical sense. It was a unitary state, but a state which had these various kinds of asymmetric relations with various provinces to capture their specific histories. Let me just give you one example. You know, when the BJP came back to power in 2014, you know, one of the main sort of Markway announcements, which was done, was the announcement that we are going to sign an agreement with the Nagas, right, which you may recall, the Prime Minister had sort of made that announcement as a signing ceremony and so on. And as part of that speech, one of the reasons which she explained why we had to sort of do this and what the final agreement would look like. He said that final agreement will recognize the special history of the Naga people, right? Article 370 did exactly that. It recognized the special history of this thing. The various asymmetric province parts of the constitution recognize the fact, you know, because as a historian, what is striking about India is not that, you know, India is an agglomeration of various regions, which came together and decided to become a nation. It's not like Italy and or like Prussia, which became Germany later. The imaginary of the nation and the imaginary of the region in India are both coeval. They happen more or less at the same time. People feel like I'm part of this region and also part of this nation, right? So in a sense, it is that principle which the Indian constitution tried to capture by these kinds of various provisions of asymmetry. So in a sense, we are going against the grain of our own history and the lay of this land. If we are saying that we have to do away with asymmetric provisions, which is why I was surprised that, you know, when when the chief minister of Sikkim says that I welcome the sort of removal of Article 370, but I'm also assured that my special status or my state is going to remain in place. I mean, what are the guarantees, right? If asymmetry does not apply for one, who can assure it for another in a very different"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:17.820",
        "message": "context. And also, as you pointed out, you know, before we started recording, that there are parties like the TDP and the TRS, which would expect them to stand up for federalism and, you know, that's practically the raison d'etre, in a sense, and, and yet, they have welcomed this"
    },
    {
        "speaker": "Guest",
        "time": "01:53:32.420",
        "message": "move. So, so I think, so as far as 370 is concerned, and, you know, I think it raises questions about what happens to the future of this kind of asymmetric character of the Indian constitution, if it can be eroded in this way. The second is about the manner in which the state has been reduced to a union territory, you know, bifurcated and reduced to two union territories. I think that has very significant consequences and questions it raises about what the nature of federalism in this country is going to be going forward, right? In the first place, you know, how do you reorganize a province? Article three of the Indian constitution lays out what are the things that need to be done. And that article three actually had a special requirement for JNK, over and above that of every other state. For every other state, in order to table a bill for bifurcation of a state, for instance, what you needed is a concurrence of the sort of, you know, it had to be tabled before the state legislature. And then the president could sort of give us approval to be tabled in parliament. Whereas with the JNK state, it was specifically laid down under article three, that the concurrence of the state legislature had to be gotten before any such thing could be done. So it is an additional provision, once again, as part of this extra sort of guarantee of autonomy and so on. But you've done away with all of that stuff, right? Now what have you done? You have said basically that we don't even need the concurrence of the state government. The president's appointee who is a governor is enough to give concurrence. So that is the first thing. The second thing is that you have said that, you know, you can carve out a state without any reference to the visuals of the legislature of that state, without even reference to them, forget asking them for approval, just without any reference, you can do it. And again, it tells you what are the kinds of things which can be done to a state like JNK and article 370, because you cannot do the same thing with any other state."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:12.380",
        "message": "I mean, you did it to a state which had so many protections, and therefore you can basically So that's the first thing."
    },
    {
        "speaker": "Guest",
        "time": "01:55:18.240",
        "message": "The second thing is about saying that what does it mean politically for any government of India to say that, listen, we can impose president's rule on a state and then say that the governor's concurrence is sufficient to not just carve out that state, but to reduce various parts of the state from statehood to union territory status. So tomorrow, you know, hypothetically, we can think about some other ruling party, which might be in power, which may decide that in order to take political control of a state, which we cannot win elections in, we are just going to wait it out, impose president's rule, bring in a bill, carving out that state into a series of union territories, emasculating it politically. And we are done with the thing. I mean, what a change that would mean for Indian democracy and federalism, you can imagine. Now, I'm not suggesting that this is going to be replicated, but everything creates some precedent. Yeah. So we have to think about what kinds of precedents we are setting for ourselves as a country. If we are going to accept that these are sort of legitimate means of doing democratic business."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:21.300",
        "message": "And just thinking aloud, I think once you change the rules of the game, you change the game. Even if you don't apply those rules necessarily, everybody's incentives change. Precisely. So I have sort of three broader questions, which are all things about which I'm genuinely puzzled. One, in one case, it is evident that 370 was sort of a compact between the Union of India and Jammu and Kashmir. And that we have broken this compact by doing what we have done. And you could argue that, you know, Nehru himself broke the contact repeatedly. And what has happened now is just a formalizing of that. But the larger question here is broken the compact with who? Because even the original compact wasn't with an elected leaders who represented the will of the people. We never knew the will of the people. I would say we still don't know the will of the people. And also the will of the people is not a monolithic thing. Not only are there many different kinds of people with different wills, but also over a period of time, what the Kashmiri people might want has also changed rapidly, whether you're talking about 1955, or you're talking about 75, or you're talking about 1990, after everything kind of blows up, or you're talking about 2007, when things were better, and you're talking about now when things are really pretty bad. So the issue is, you know, some people would raise the point, which I have a fair amount of sympathy for that the current beleaguered young Kashmiri, who views the Indian government as an oppressive foreign power, if he wants to fight for freedom today, he is basically not on a lower moral plane than say, a Bhagat Singh or a Chandrashekhar Azad or any of the Indian freedom fighters were, you see yourself as a local people fighting this colonial force. And the fact is that they have been promised self determination for so many years. And, you know, and of course, the meaning of that term has changed for them what self determination really means. How do we reconcile that question, like so far, we've discussed Kashmir as a geopolitical issue between India and Pakistan, and, you know, as a political issue within India, where all this other politics is playing out? What about the moral question that the people sort of also have a right to decide their own destiny?"
    },
    {
        "speaker": "Guest",
        "time": "01:58:38.420",
        "message": "Well, I think, at some level, you know, that is the fundamental question, right? Which is to say that, is it really possible for any government in any part of the world to be able to impose its will on ordinary people over very long periods of time? And I think much of modern history suggests that that is unlikely to work in a long term context, right? You can do it for some lengths of period, you can maybe do it for very long periods of time, but unlikely that it's going to continue forever, right? I mean, in that sense, there is no permanence to that kind of dominance, and so on. Now, as far as Kashmir itself is concerned, see, we have gone through so many sort of stages of thinking about how do we refer to the will of the people, almost from the moment when this pledge was made that in Junagadh, Hyderabad, Kashmir, we are going to refer to the will of the people, you wanted to know what that would be. Should it be a referendum? Should it be a plebiscite? Those are technically somewhat different things. Should it be a Indian referendum or an Indian plebiscite or should it be internationally supervised? Right? There was that question. Later on, there was this question of saying that is the Constituent Assembly of JNK, which we have assured under our constitution, and that constitution is that a form of self-determination? Now, you said earlier that, you know, the Kashmiri people themselves were never asked. But in a sense, that is broadly true of the Indian constitution also. It was elected on a limited franchise, the Constituent Assembly, and the constitution was never ratified by the people, though you could think of the first general election in 1951 as broadly a ratification of the constitution, but it was not technically not a ratification. So my only point is to say that just because that was not done, it does not mean that, you know, everything had to be only solved by means of plebiscites and referenda. Right? I mean, there could have been other ways of sort of doing those things. Then we had a constitution coming in, but that constitution has been under article 370 eroded. And, you know, Indian leaders starting with Jawaharlal Nehru have somewhat openly accepted that they were doing it. Right? When Gulzarilal Nanda says you've driven a tunnel through this stuff. Very good. Yeah. And we are proudly announcing that we are doing it. It's not something that we are trying to hide as a fact. Subsequently, in 1965, when Prime Minister Lal Bahadur Shastri was the thing, something even worse was done. The state JNK state government effectively was converted from a national conference government to a Congress Party government. And they amended the Kashmir constitution using their provisions of constitution amendment to make the elected Sadre Riyasat into a governor appointed by the center and also imported provisions under article 370 for imposition of president's rule. Just imagine a total fundamental change in the way that that thing happened. The agreement between Indira Gandhi and Sheikh Abdullah, which led to Sheikh Abdullah's return to power in 1975, again was on the premise that a number of powers which were vested in the JNK constitution would be the same. For instance, one of the key clauses of that Sheikh Abdullah-Indira Gandhi agreement was that the JNK constitution could not in any way legislate on the powers of the governor of the state. So effectively, you first made the governor an instrument of the center. You said through the instrument of the center, president's rule can be imposed. Then you say that the state's constitution cannot touch the governor at all. So effectively, you have sort of eroded the autonomy of the state in every conceivable way. In 1986, when the state was under governor's rule, Mr. Jagmohan was the governor at that point of time and Prime Minister Rajiv Gandhi was there, they extended further provisions of the Indian constitution without any reference to anyone saying the governor is there to give concurrence. We know from historical records that even the law secretary of India had raised a sort of red flag saying that this is a dubious sort of move because the governor cannot stand it. But we said we will do it. So at every point of time, therefore, as you are saying, we have promised different kinds of self-determination or given them a different opportunity to say that, listen, we will allow you to have elections. Then in 1987, elections are rigged, right? So it is in that context that I think we have to understand the despair of the Kashmiris, which is to say that, you know, what is it that India says that we can take at face value or we can believe that India will stand by it because they are the stronger power. You know, there was a very nice article in the Hindu by Suhasini Haider, you know, she quoted to Thukdi D's as saying that the strong can do what they can and the weak must endure what they must, right? From the Malian dialogue. Now, if that is the position of the Kashmiris, then their despair is understandable because we have promised them many, many things in different ways. And what has now been done in a sense, not just is injurious to their thing, it adds insult to injury because now you're told that you don't even have the status of a state. One of the largest princely states of India has not only been absorbed into the Indian Union, you know, whatever, even if you think abolishing Article 370 means any greater integration, I don't believe there was any such further thing happening. But you reduced it to the state of Union Territory, and you held out a hope to them that they can rise up to the state level, if in the future, they sort of behave appropriately. Now, I think, you know, that is going to be a matter of deep resentment in Kashmir. We will have to see how future politics plays out. Nobody knows."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:52.020",
        "message": "So I'll come to my second of three questions, sort of by also addressing what people might say about self-determination being a slippery slope, for example, somebody might ask, what if the people of Andheri want to be independent, where do you stop? And what if the people of Warsaw then want to be independent from Andheri, which they should? And my response to that would by and large be that, I think, even as far as disaffection of the Kashmiri people is concerned, they've been based on shifting sands, they have not always been pissed off at the Union. And in the rest of the country, what we have done is there is some semblance of good governance and the rule of law and so on and so forth. And the people can actually feel that okay, we are in a democracy, we have some chance, we are not unequal compared to the other citizens of this great democracy. But what has happened in Kashmir is that the way the state has behaved is with the people is very different from say, Warsaw or Andheri. I wrote an essay a while back, which I'll also link from the show notes, which sort of took off on a lot of counterinsurgency literature I was reading and also David Devadas's book, The Generation of Rage in Kashmir, which I'll also link from the show notes where Devadas's point was that by 2007, basically a new generation had come up in Kashmir and it was much more hopeful and aspirational, and so on and wanting to integrate with India. But then the continued brutality by the state sort of, you know, caused them to rise up against the state and just made things much worse. Not the fault of this government alone, starting from the UPA government 2007-2008 onwards, it got much worse. And that brings me to a question of strategy on which again, you are an expert is that what we have sort of learned from counterinsurgency literature, you know, right from Mao and T.E. Lawrence's Seven Pillars of Wisdom and David Galula's books, is that if you are going to tackle an insurgency, you don't do it with brute force, you do it with, you know, an equation someone once came up with, which is 20% military, 80% political. And the key there is that you have to have the local people on your side, so that the insurgency doesn't have a place to hide. And what instead we have done in Kashmir is instead of providing good governance and getting the local people on your side, we have instead alienated the common man far more, made the common person sympathetic to freedom fighters and terrorists, whatever one chooses to call them. And therefore made sure that even if we have Kashmir with us, we don't have the Kashmiri with us."
    },
    {
        "speaker": "Guest",
        "time": "02:06:26.340",
        "message": "What are your thoughts on this? Well, I think that has been a challenge even before the insurgency began. And I think in some ways, the insurgency began as a response to this feeling that normal ways of, you know, dealing with India in normal politics, elections, negotiations are not going to do. So that's how an insurgent sort of group began. And as you're saying, you know, the fact that the Indian government also sort of responded with an iron fist meant that, you know, the local population then continued to support the insurgency to varying degrees over periods of time. As you're rightly saying, there have been periods when Kashmiris have been more or less hopeful. You know, I'm not in a position to say whether in 2007, there was a new generation of Kashmiris"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:04.660",
        "message": "who are more hopeful or not. That is Devadas's claim."
    },
    {
        "speaker": "Guest",
        "time": "02:07:07.940",
        "message": "And it's very interesting. Yeah, it's an interesting claim. But I think what is empirically true on in a sense, superficially, you know, you can sort of immediately sort of take it as granted that there is a generation of Kashmiris, which came of age by the late 2000s, who had practically grown up in the shadow of the insurgency. At least, you know, the generations which preceded them knew something of what life was before the insurgency began. And this, you know, very strong degree of sort of security response, which, you know, is a consequence of the insurgency. And again, I wouldn't want to sort of carry a brief for the insurgency in Kashmir, because, you know, the fact is that the Indian Army's presence was not as overweening in Kashmir before the insurgency began. It is a response to what the insurgency is. And the insurgency has also brutalized the people of Kashmir. It is not a unilateral sort of brutalization, which has been done by the Indian Army."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:54.560",
        "message": "There are many unpalatable elements of the insurgency, such as recent Islamism, the jihadism that has come in. So I'm not trying to pass a judgment in as an army good insurgency bad, or the other"
    },
    {
        "speaker": "Guest",
        "time": "02:08:05.380",
        "message": "way around. Absolutely. No, I fully agree. But all I'm trying to say is that for the ordinary Kashmiri, they have had to deal with the consequences of living in an environment which was dominated by an insurgency counter insurgency dynamic. Right? It is not a straightforward question of saying that this is just a pure sort of Israeli occupation of the West Bank. There is no insurgency happening in the West Bank. Right? I mean, there is a very different situation out here, which in some ways much worse possibly. Which is why I'm saying that for a generation of Kashmiris, what they have grown up is under the shadow of the gun, whether it is wielded by the insurgents or by the security forces. And that obviously has huge psychological implications for the way that they think about their future, about what they want, what they are willing to risk. You know, in the last couple of years, we have seen newspaper reporting. I have not been to Kashmir, but I've been reading newspaper reports, suggesting that people are actually preventing the security forces from carrying out operations by forming human shields. And, you know, actually sort of risking death effectively, because they can get, you know, they may be collateral damage in an operation, ongoing operation, if you come in between and so on. Now, all of that suggests a degree of despair, which is very high. And I think the challenge for us is now to say that, listen, how are we going to deal with that? That is the human element, and that is also the moral element. Because at the end of the day, you know, there is this famous line from the Vietnam War, right? I mean, it may be an apocryphal story where an American sort of Marines captain, you know, is interviewed by some news agencies immediately after the taking over of some village which has been strafed and bombed and they've captured it and says, you know, what, why did you have to do sort of, you know, use so much force? He says, we had to destroy the village in order to save it. That is a question we have to ask ourselves. Are we going to destroy people in order to save them? It's a mistake that we made in so many other guises in the past, right? We believe that in order to affirm our secular value, we have to keep somebody else in subjection. Then how does it mean an affirmation of any democratic values? So I think the question of means and ends, which is rightly posed, is today, I think, an even more urgent one, because the insurgency, at least in the short term, is likely to get some kind of a flip, because, you know, Pakistan will feel emboldened to sort of fish in troubled waters, you know, there may be more disaffected youth within Kashmir who may be willing to take up the gun, or they may not be, but let's assume that the insurgency and counter insurgency dynamic is not going away anytime soon, just because you abolished Article 370, that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:29.820",
        "message": "not going away. No, and the point of my question was also to say, like you used to phrase the shadow of the gun. And the thing is, the fact that there are so many young people living under the shadow of the gun, who have seen their 12 year old brothers taken from home and shot in front of a wall, and so on and so forth, that they've seen all this brutality unfold on their friends and family, and others, and the point is, the shadow of the gun is actually the worst way to fight the insurgency, you know, which is a lesson that we've learned over the decades. And that if the Modi government wanted, it could just fight the insurgency in a very different way by providing good governance, trying to win the people over. And that would be far more successful in integrating Kashmir into India in the long run, if they want to. Is that kind of understanding not there within the…"
    },
    {
        "speaker": "Guest",
        "time": "02:11:15.380",
        "message": "You know, Amit, let me try and explain what I think they are thinking, right, beyond this Article 370. Because there are important sort of glimpses we got of their reasoning behind this move from the Prime Minister's speeches, from the Home Minister's speeches, which I think, as analysts and observers, we should take seriously, right. In fact, I think in some ways, the Prime Minister concurs with what you said, which is that governance has not been good in Kashmir. In fact, he said in his speech, that ever since the imposition of governor's rule, we have managed to do many more schemes, etc, etc. Now, whether that's an empirically true fact or not, and to what extent all of that is done is a different question. But he shares this assumption that the existing status quo has not delivered any governance."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:54.300",
        "message": "But things have actually become worse in the last five years."
    },
    {
        "speaker": "Guest",
        "time": "02:11:56.500",
        "message": "Maybe. As I said, I mean, you know, let's say, but all I'm trying to say is that they will share the diagnosis in some way, right, and they just have a different solution to the problem. And as I sort of read their sort of speeches and explanations, I think the way that they are thinking about it is to say that what Kashmir needs is actually a new kind of a political dispensation altogether, that, you know, and the Prime Minister has spoken many times about the three families which have looted Kashmir and so on, right, I mean, you would have recalled from his speech. So I think they now have come to a conclusion that we need a new generation of leaders in Kashmir, who will be willing to work with India, and can be sort of, you know, can sort of pursue an agenda in tandem with New Delhi, which would be very different from that in the past. Right. And in order to do that, we have to create a totally new political context. And which is why we started the level of panchayats, because we are hoping that a bottoms up sort of process of elections, etc, will force up new leaders to come. And those leaders will have to operate under a very different context. Because now, the main challenge for Kashmir is to get back statehood, which has been promised to them, at least implicitly, from Union Territory status. And now the political lines of Jammu Kashmir, the new Union Territory, are going to be drawn in different ways. And it's not very clear that the Kashmiris will have the kind of political dominance that they had in the previous dispensation, right. So a new politics is being created, which I think is one of their stated intentions. And the claim is that that politics will lead to newer forms of dealing with this problem, which will be much better than what we have tried in the past. Now I think to be fair, we should grant them that this is the reconstruction. Now whether this works or not, I myself feel a little skeptical, because, you know, as a historian, unfortunately, I am stuck in the past, right, people like me are told you're stuck in the past. Yes, I am stuck in the past. Because that's I studied the past for this thing. But when I look at leaders as stalwart as Sheikh Abdullah, you know, who, whether in 1952, after the Delhi Agreement, or in 1975, after his agreement with Indira Gandhi, felt that he could not really sort of sell the same agreement to his people. If stalwart leaders like that felt about agreements of autonomy, is it realistic to assume that there will be new leaders who will come out of the situation in Kashmir, who will say that no, actually, statehood, you know, is the main sort of objective for us, we should be happy with what is there. Maybe they will. I'm not saying that it is impossible. But as a student of history, it seems to me that there are limits to the plasticity of politics in Kashmir. It is not infinitely malleable. There are certain things and that is the nature of every democratic process. And it is not just India, but any country which has dealt, you know, you look at Americans, you know, they wanted someone like Hamid Karzai to be in Afghanistan. But Hamid Karzai then turns out to be a very difficult actor for you to deal with because his incentives are not to toe your line all the time, or to do exactly what you want. You may both want the same thing, which is overall development, etc. But his idea of how that has to be accomplished, cuts across with yours. Same thing happened with Ingo Dindium in South Vietnam back in the day, right? So I don't see, therefore, that democratic politics is as capable of being shaped by grand designs, as we seem to assume. But we have made a start, it's a, it's a start, which has torn up the past, broken away from it in a very dramatic way. Even if it has used the same means that were used in the past, but I think still this is a step, an order of magnitude, different kind of decision which has been taken, we'll have"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:12.700",
        "message": "to see how it plays out. I mean, the future is all unknown unknowns. And for my last question, I want to shift the context a little bit, where I am going to say, let's not talk about how constitution or non constitutional 370 is. Let's not even talk about the Kashmir itself, how that issue has evolved through the years and all the politics and geopolitics about that. Let's look at the 370 within the context of the fact that this was one of the key demands of a resurgent Hindu right, which is now on the political ascendant. Some would say it's a coming together of culture and politics in a sense. And, you know, their key demands were things like cow slaughter, 370, these have been the signature issues which they've used through the years. And you now see all of these playing out in a in on a bigger scale where cow slaughter is again an issue, you have lynchings going up in the country. Now they've done 370, maybe they'll build the temple next, who knows? What direction do you see this country broadly going in? And this is again, you know, outside the issue of Kashmir, because like I said, I think what happened on August 5th is more than just about Kashmir is also about India."
    },
    {
        "speaker": "Guest",
        "time": "02:16:21.660",
        "message": "Yeah, you know, historians make a very bad astrologers."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:24.620",
        "message": "So you know, I have no means of dividing where we are going down. What's the best case scenario and worst case scenario for the next 10 years?"
    },
    {
        "speaker": "Guest",
        "time": "02:16:31.620",
        "message": "You know, honestly, I, I don't think I'm very well placed to answer that question. But let me take a stab at giving a serious answer to your first question. Now, you're right that, you know, we are at a in a different kind of a political situation where there is a new political party, which has emerged as the hegemonic force by hegemonic as a force, which has the consent of a large number of electorate. And especially if you look at the last election in the Hindi speaking states, the BJP has clearly emerged as a hegemonic power. And they believe that these are issues on which they have campaigned. And again, they're right in saying so, and that they have a mandate, therefore, to do it. And that is clearly sort of understandable, it is legitimate. But as we know, with any liberal democracy of the kind that we are, the things like the Constitution exists for a certain reason, which is basically to sort of ensure that democratic majoritarianism cannot upturn the fundamentals of the state. That is what the Constitution's, you know, so called, you know, function is. Now, if, if we are going to overturn the procedural norms of using the Constitution for various ends, simply because of claiming majoritarian legitimation, then I think we are at an inflection point. We have been in a similar inflection point in the past, there used to be huge tussles between what the state could do, the government could do vis-a-vis the Constitution back in the Indira Gandhi period, which has then led to this doctrine of the basic structure, which came out of the Keshavand Bharti sort of, you know, case. Now, the question for us is whether now we are doing things where another more clever way of using the provisions of the Constitution to do these kinds of things is possible, and whether the courts are actually going to uphold, which is why I think it is going to be interesting to see how the courts deal with these legal challenges. Because the courts do not sit in the heaven, they sit in this country. And they have to also take into account various other kinds of factors as they do it. Like public opinion? I don't know whether they do. I'm not a constitutional scholar. But I would imagine that in the past, if you look at it, I mean, courts have always not necessarily taken on the executive in a very direct way when it comes to this thing. But I think what has happened in this month will raise a series of legal questions, which are at least of as much importance as the sort of landmark cases in the Supreme Court starting in the late 60s running through to the mid 70s happened. And as I see it, you know, there is a tussle always in any country between democracy and constitutionalism, right? I mean, these are not necessarily compatible values, right? And we have to see how this judgment plays out, in a sense, how this balance, what kind of new equilibrium do we arrive at? If we are going to arrive at an equilibrium that listen, majoritarian legitimization is sufficient to override all other kinds of things, and everything is up for grabs, then possibly we are looking at a very, very different way of doing things. In the past, again, this is not the first time that we are in a situation like this. Mrs. Gandhi attempted many such things during the emergency. But post the emergency, many of those things were also repealed, right? We saw many of those constitutional amendments sort of being repealed, and so on. Now, I'm not trying to suggest that we are in any comparable situation. But all I'm trying to say is that the questions are similar, which is about how do we go about using the provisions of the Constitution? What is the relationship between a majoritarian affirmation in elections, and the kinds of constitutional changes that we can bring about? And what does this mean for the country as a whole?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:47.660",
        "message": "And also just to sort of take that thought forward and throw this at you at the same time is that one fundamental way in which this tussle, as you use the term currently, is different from what Indira Gandhi did was Indira Gandhi was, as far as I can see, driven essentially by the will to power. And whatever changes in the Constitution she made was driven by that. But there is a deeper philosophical dispute here in the legitimacy of this Constitution and the kind of constitutionalism that we have, where a lot of Hindutva right wing thinkers have, for example, argued in the past that this is a constitution made by liberal elites and doesn't represent what the people actually believe in or stand for. So when you talk about, for example, you use the phrases democratic majoritarianism shaking the foundations of the state, I think what the argument from the Hindu right would be that the foundations of the state are the wrong foundations, that they don't agree with the definition of constitutionalism that you and I would agree with that it's essentially the Constitution has to be a check on the power of the state and has to protect the people against the state, but they would not necessarily agree with that. And in that tussle, who is to say that whether their vision of what the Constitution should be is more legitimate, or our vision, which is still the vision of liberal elites?"
    },
    {
        "speaker": "Guest",
        "time": "02:21:07.860",
        "message": "No, I agree with you that there is no reason to assume that, you know, a group of people, maybe a majority of people in this country may have a very different vision of what the Constitution should be. But all I'm trying to say is that, if you want to reach that vision, you cannot do it through the existing constitutional means, you need to convene another Constituent Assembly and do it. That is how you can supersede the existing Constitution, because the existing Constitution lays certain kinds of provisions in here, including the doctrine of basic structure, which has now become I think, again, I'm not a constitutional scholar, but as a historian, to the extent that I've read and understood these things, it has become a fairly well defined doctrine, which is actually applicable in many, used in many other countries as well, in dealing with these situations, right. And in a sense, should also incidentally be applicable to the Constitution of the JNK state itself, who's not only basic structure, but entire structure has been evacuated. Exactly. So, that's why I'm saying that there are many interesting and important constitutional questions at stake here, which will be discussed and the courts will come to some kind of a judgment on these questions. So, I do not for once deny that people may want to have a different Constitution. All I'm trying to say is that we are in a currently in one constitutional regime. You may feel that, listen, this constitutional regime is the wrong one for this country to have. Though I, I'm hard pressed to say that it is done by some bunch of liberal elites alone, right? I think that is not the case to all of us, especially our readers, you know, our listeners, I would recommend a book by Rohit Dey, which is about the people's constitution, about how very ordinary people in India, as soon as the Constitution came into effect, use the provisions of the Constitution to secure their own rights, to suggest that this is a document of by and for liberal elites is I think, a travesty of history."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:51.700",
        "message": "I'll get that book from the show notes."
    },
    {
        "speaker": "Guest",
        "time": "02:22:53.460",
        "message": "Yeah. So, I may have got the title of the book. I think that's what it's called the people's constitution. I think it's a very important book. I think it's one of the most important books written about the history of the Indian constitution making process and what it meant. And I think it fundamentally belies this proposition that it was a document for liberal elites and made by liberal elites. I freely concede that it was a, you know, a constitution, which kind of was made on limited franchise and so on. But to suggest therefore that it is ipso facto illegitimate or that it is under representative of this country, I think is a travesty. I don't think that is true. Of course, the, you know, any group of people who believe that they have the numbers and the political power to want to bring about a new constitutional regime are entirely at liberty to do so. But it cannot be done within the frameworks and contours of the existing system. You need to have a total revolution, approve all of this stuff and take us to a totally different one. I'd imagine, you know, that is an enterprise about which a lot of people will have some questions to ask."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:53.600",
        "message": "I can't make out if that's a hopeful note to end on or not. But at least you and I are on the same page as regards to the desirability of this constitution, whether we are liberal elites or not is another question entirely. Thanks so much for coming on the show. It's always great to talk to you. Great to be here."
    },
    {
        "speaker": "Unknown",
        "time": "02:24:07.900",
        "message": "Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:08.900",
        "message": "If you enjoyed listening to this episode, head on over to your nearest online or offline bookstore and buy War and Peace in Modern India by Srinath Raghavan, which is a fascinating account of how the Indian Union became a union. You can also follow Srinath on Twitter as Srinath Raghava 3. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Seen and the Unseen at seenunseen.in, thinkpragati.com and ivmpodcast.com. The Seen and the Unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. Takshashila offers 12-week courses in public policy, technology policy and strategic studies for both full-time students and working professionals. Visit takshashila.org.in for more details. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:25:23.660",
        "message": "I'll see you next time. Okay, probably not in the right company. I mean, Don Bradman is Australian. But it's called Cyrus Says. A wonderful show about everything. Find the show on the IBM podcast app, ibmpodcast.com, or wherever you listen to podcasts. Cyrus Says is brought to you by Storytel."
    }
]