[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:25.200",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:36.880",
        "message": "Welcome to the scene and the unseen. My topic for today is economic crisis plural, and we'll discuss both the financial crisis of 2008, as well as the ongoing crisis in India, the full extent of which is only gradually and terrifyingly unraveling now. But we'll also go beyond this and we'll talk about what makes for an economic crisis in general. How do we recognize one? What do we do about it? My guest today is my good friend, Mohit Satyanand, who has been on the show a couple of times before. Mohit is an investor par excellence, as well as someone who can get to the heart of the most complex subjects and break them down in ways that anyone can understand. I've learned a lot from him over the years and in our circles. He's famous among many other things for having seen the 2008 crisis before it happened, and putting his money where his mouth was to profit from it in a big way. Mohit feels there is another huge crisis upon us now. But before you listen to the rest of this episode and then proceed to an underground bunker, let's take a quick commercial break. This episode of the scene in the unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audio books that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi, and unlimited monthly subscription costs only rupees 299 per month. And you can also get a 30 day free trial. If you hop on over to storytel.com slash IBM. I actually use Storytel myself regularly. So as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is Joseph Anton. This is a memoir by Salman Rushdie. And it's a beautiful book. I generally am not a big fan of Rushdie because of the baroque nature of his language. I prefer simplicity and minimalism. But Joseph Anton is a wonderful book actually like it more than any of his novels. And remember, you get a 30 day free trial only at storytel.com slash IBM. Mohit, welcome to the scene in the unseen. Thanks very much, Amit. Lovely to be here. Mohit, when you were last here, both the two times that you've been here, the show was a slightly different format. It was much shorter. I think the first episode we did together was the shortest episode ever, which was about eight minutes. Appropriate given my height. And the last time we did an episode, which I'm really fond of on what poker and stock markets teach us about decision making and life in general, that was about just over half an hour, if I remember. But I've since moved on to a longer, more leisurely kind of format where I aim for one and a half, two hours. And I like to sort of begin it now by talking about my guest a little bit before we get to the subject at hand. So, you know, tell me a little bit more about yourself. What makes Mohit Satyanand Mohit"
    },
    {
        "speaker": "Guest",
        "time": "00:04:28.240",
        "message": "Satyanand? So I'm 63 years old. So I've been on this planet a while. I'm one of those people who has in the Indian idiom, bellowed many poppers. And, you know, poppers in life are quite accidental. You never know what you're going to come up with. But one particular popper that I bellowed, which was probably the tastiest of all, was something that I worked hard for, which was to go and spend some time living quietly in the mountains and doing very little. So we spent six years living in a little cottage in the Kumamon. And I think that that both summed up one very deep part of my being and also prepared me for another part of life, which is the ability to do nothing for very, very long periods of time, which was in very deep contrast to the life that I'd led up until then, and which is now become this sort of talisman that I draw upon when I feel I'm getting too drawn into dunyadari, which is to say, actually, I can switch off and I can turn that key off and become very, very quiet and mellow. In terms of outer manifestations, you know, when people ask you, what do you do? So I started life as a management trainee with Hindustan Liver. I then set up a snack food business as an intrapreneur. So I was neither an employee nor was I an entrepreneur, but working from within a company, setting it up. I set up an ad agency, which failed miserably, but luckily within two years, so it wasn't a big drain on my life. I spent a lot of time in theatre. I worked with musicians very deeply. I then set up a practice to make documentary films, and that little practice transformed itself at least twice. We became producers of television software. And even though I then sort of exited from active roles in the company, the company has done pretty well. It's called Teamwork Arts, and among other things, it produces the Jepra Literature Festival. I still serve as chairman, though given my level of activity, I'd like to say I'm actually a couch man because I'm lying most of the time. I've, as you mentioned, and possibly the reason I'm here is that I've been a moderately active investor. And most recently over the last five years, I've gotten into a cycle of being an angel investor and mentor, which has in some ways been the most rewarding activity of my life. Though, as I said, the most rewarding part of my life is the inactivity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:38.400",
        "message": "You know, I've known you for about 12 or 13 years, I'd imagine. One of the things that struck me about you when I first met you and still strikes me about you is your clarity of thought and your clarity of thought doesn't come from sort of the certitude of someone who knows little and thinks he knows it all. But rather it comes from what and I don't want to embarrass you by flattering you too much, but from a place of deep wisdom, you know, over the years, I and many others in our circles have kind of learned a lot from you and can you kind of take me you know, beyond the journey of your career, which you just have, but through your intellectual journey, like in the sense, were you a confused young man? How did you sort of over the years arrive at this understanding of the world? This understanding of markets is understanding of how economies work? Who was it?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:28.920",
        "message": "You know, I want to use one word. Intellectual. It's a word which we use a lot. It's a word which we use to describe people like you, public intellectuals. And often people think that intellectualism and wisdom are sort of congruent. And I think that I'm not an intellectual. I've not read as much as many people like you have. And I'm a very bad reader. I tend to forget at the conscious level, what I've read. So if I have any of this so called wisdom with which you say you're not flattering me, I must accept that appellation with grace. And I think it comes from two things, which are very deeply related. One is quietude and reflection. And the other is compassion and observation of other people. I think these have been the two most powerful forces in my life, apart from the influences of the family. Because now that I'm a father of a grown young man, I can see a very sort of clear linearity between my father and my son, both very wise, very quiet. And I'm not like either of them. But I think there's some genetic streak of being able to be very quiet and not affected deeply by what happens every day. And I think that gives you a little bit of wisdom."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:30.080",
        "message": "And the time that you sort of spent, I mean, if I'm not mistaken, it's in your late 30s"
    },
    {
        "speaker": "Guest",
        "time": "00:10:35.440",
        "message": "that you took off to live in the hills. No, actually, I celebrated my 40th birthday with the final decision to leave. And we had we actually moved to the mountains in my 41st year and we came back in my 46th or 47th,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:51.480",
        "message": "six years. And besides the practice of being able to stay in quietude and not being able to do anything and just enjoying the solitude and the doing nothing, what are the fundamental reason which it changed the way you look at the world?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:05.000",
        "message": "To my ability to perceive myself, not usually. I've always been fairly independent in the way in which I think and conduct myself. But till I was in my late 30s, I was a very, very, very social human being. And there was a lot of partying. Some of it went with the fact of being in theater and working with musicians and the social life that goes around them. And frankly, it's just me, you know, I like company. But I think I was already by then beginning to tire of the repetitiveness of social occasions and so on. And so it's sort of that period of six years allowed me to make that clean break between that cycle of entertaining and being entertained, which seemed like a cycle you couldn't break without being rude, to a situation where I was out of that cycle. And now I could come back into a world and in a sense isolate those relationships that actually meant something to me and then service them more deeply. So I'm not sure if there's a word really to express this, because I'm not anti-social. I love company. You and I have spent many delicious days together. But I don't seek out and I'm horrible at parties. And it, I think, possibly also related to this was the fact that I now believe that every relationship requires or merits very, very, very deep nourishing. And it's better to have five or 10 really deep relationships, which are not marked by the quantity of time you spend together or the number of glasses of wine you drink together, but by the consideration that you give to those relationships. So I think it really helped me understand that what I was looking for in terms of my social life was depth and nurturing rather than hilarity and amusement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:49.320",
        "message": "And it's interesting that you speak about depth and how sort of going to Satholi, going away from the world and spending time with yourself helped you in that. And I'm kind of struck by the fact that in the last 10 years, especially what has happened to all of us and which I find myself fighting all the time is that we are constantly drawn out of ourselves into the shallow world of social media, for example, enabled in a sense by technology and social media, where it's very hard to get any deep work done, which is a subject I've written about in the past as well and a conundrum that I face and I try to solve and also, and it seems to be a journey into the opposite direction, which you took to Satholi where you go away from the people around you and you spend more time with yourself and understand yourself and how you relate to them better. Whereas in the real world, we are buffeted by a million shallow distractions from Twitter and Facebook and what's not immune"
    },
    {
        "speaker": "Guest",
        "time": "00:14:45.960",
        "message": "to those at all. I think I spent more time than I should on social media by a factor of at least 10, maybe 100. And it's always a challenge. It's always a challenge, especially when your interests are as wide ranging as mine to not get distracted. And I think I certainly need to rein myself in from time. And one of the things that helps me hugely in that is A, going back to that home in the middle of the forest. And even though it's changed significantly, it still is very quiet and peaceful home. And B, the act of getting up really early in the morning and dealing with myself alone for sometimes minutes, sometimes hours. So this continual reminding of what really matters and where thoughts and sensitivities come from is very important for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:55.240",
        "message": "In fact, speaking of waking up early, there are times where I've sent you a message just before I've gone to bed and you've replied immediately because it's five in the morning and I'm just going to sleep and you've just woken up. And yeah, that's kind of how the world works in strange ways, even when you're in the same time zone. Coming to sort of economics, you know, you're 63 if I meet the 23 year old Mohit Satyanan and then we chat about economics, would he sort of have the same views as you do now? Or what was that sort of journey like? Were there any thinkers who influenced you? Any books which changed the world where you look at the world?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:29.080",
        "message": "I was very badly educated, I have to say. You know, I did a master's in economics from Delhi School of Economics, which was considered to be a reasonably good place to go to. I was, I have to say, very frustrated by that whole experience. It was a good intellectual training, you know, to read and distill and reproduce and I got reasonably good grades. But I was very frustrated by the very deeply leftist ideology of the time, which was reinforced by institutions like us. Thankful, though, that we weren't as deeply leftist as, as JNU. But I could still in some very, very miasmic way understand the sheer hubris of central planners being able to decide how an economy should progress. I could already see the glimmerings of the fact that economics needed to be deeply expanded by understanding the workings of human psychology. And it's a great joy to me that behavioral psychology, prospect behavior, prospect theory, etc. are now such important subjects. I'm not saying I anticipated them or understood how they worked, but…"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:57.400",
        "message": "But you felt the vacuum that they ended up filling."
    },
    {
        "speaker": "Guest",
        "time": "00:18:00.520",
        "message": "I felt a huge vacuum. And I was incredibly happy to leave the world of economics and get into the world of business at age 21. So, if you'd met me at age 23, I would not have been talking about economics at all. I would have been talking about sales and business and, and how to put interesting products out into the marketplace. Economics sort of disappeared from my way of thinking until… I can actually put a date on it, pretty much. 97, 98."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:39.080",
        "message": "Okay."
    },
    {
        "speaker": "Guest",
        "time": "00:18:40.680",
        "message": "Which is when I met two people whom you know well, for the first time, both on the same occasion, which was Parth Shah and Varun Mitra. At the time when both of them were looking at doing some kind of think tank activity in India, neither of them had launched their two think tanks, but they were already thinking about it. And there was a summer of very deep meetings and a lot of conversation, etc. And they opened up my mind to Hayek, with whom I saw an immediate resonance. Of course, he predated my studies in economics, but he wasn't even referenced to in Delhi School of Economics. There was not one single Hayek reading in our reading list."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:32.120",
        "message": "In fact, the hubris of the central planning that you referred to was summed up beautifully by Hayek in the 1980s with the term fatal conceit."
    },
    {
        "speaker": "Guest",
        "time": "00:19:38.840",
        "message": "Exactly. So, in the early days of both of these gentlemen who both helped to shape at least an alternative thought around economics and particularly public choice, I was forced to re-educate myself and to read a lot more. And having that background in theoretical economics probably made it a little easier for me to school myself in it. And this began to draw my interest because by then I was not actively involved in a job or in business and had a lot of time to observe. Of course, in between 1991, the economy had opened up hugely, and one could see the results of that, both from a statistical point of view, as well as more importantly from the lived point of view. Gradually, one was able to shed the starvation ideologies that informed my teens and twenties and well into my thirties that shaped the way entrepreneurs looked at business and hence shaped our economy. So, one was able to see that whole transition. So, this is by way of a long answer to a question, how did I think about economics at 23? Very little. I really started thinking about economics seriously at 43."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:02.920",
        "message": "Right. And before we sort of like I obviously want to talk about the two, but specific crisis that I mentioned in the introduction to the show, which is, you know, in the early 2000s, you saw the 2008 crisis coming, put your money where your mouth was worked out. Well, more importantly, took some of my money out. Yeah. And of course, the current crisis, but before that, some fundamental brass tacks, and this is a subject you have taught also in various places in given talks about, but if I am to sort of go down to the very basic questions of how does an economy function? What is responsible for growth? How do we recognize a crisis? When it occurs? What are the factors and parameters we should look at?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:46.520",
        "message": "Where would we begin to address this question? So, I would begin by saying that economic growth stems primarily from technology. It stems from improvements in productivity. And those improvements in productivity are primarily delivered by technology. This, of course, then makes you wonder, is it worth studying economics at all? Or should we all study technology? I actually think it would be better to study technology than economics. But deploying that technology brings you right back into economics. And so, highly simplistic model, but the best models are the most simplistic, or the most simple. Is that of a desert island economy, one shouldn't take it too literally, but I imagine this small happy band of people living on a South Sea island, and and they subsist on palm fronds to hide their modesty, fish, which they get out of the lagoon, they don't have to wade more than thigh deep, and coconuts, which they break off a tree. And they work an eight hour day, perhaps as a union, which dictates it or some custom or some God, which says that terror will strike you down if you work more than eight hours a day. But allowing for all the differences between individuals on average, in eight hours a day, they're able to break enough coconuts to meet their needs for fat, and in the balance, get enough fish to meet their needs for protein. So, they're fully keto compliant. And this could go on forever. Because of the mild climate, there's no need for any investment in real estate and they're all now how does an economy like this break out into a higher productivity zone? The way I conceive it is that there's this one dreamer, as always a dreamer, who says, why should I have to spend four hours a day breaking coconuts, climbing up the tree and dangling from one hand and with the risk of the coconut falling on my wife's head and the risk of me slipping down and so on? Surely there's a better way. And so, this guy has this idea of rigging up some contraption with dried palm fronds, some kind of dried weeds that he sees in the sea, etc, etc, to pull those coconuts down. And he experiments and he finds that it's not happening. It's taking too long. It's not going anywhere. So, now imagine that this guy instead starts for a few days, works 12 hours a day and now stacks enough coconuts that he has seven or eight days when he doesn't have to break these coconuts. And he experiments with this thing and this thing works. And he's now able to bring down the six coconuts that he needs instead of in four or five hours in 10 minutes. Now, from an economics point of view, we have to understand what happened. The first thing that happened was that he saved. He saved coconuts for 10 or 12 days till he had a stockpile of coconuts lying in the corner. Savings, we all understand. We know that savings is one of the important parts of the fundamental economics equation. Secondly, he converted that savings into a tool which worked. This tool is what economists call investment. And this also we know from a theoretical view of economics, that savings need to be converted into investment. Now you leverage that investment back into the economy. That investment becomes a productive investment. You can have done investments too. And that is very much part of this whole crisis cycle. So it's become a productive investment. That productive investment has led to huge jumps in his productivity. So this is a really, really simple model. But I find it very effective, both to teach young people the fundamentals of what makes an economy work and be for my to remind myself whenever I see something complex, what exactly is happening in the economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:54.280",
        "message": "So at a very basic level, if I can try summing it up, you've set a virtuous cycle in motion. What he's done is he's worked a little hard and generated savings, the extra time that he gets because of those savings, which are essentially the savings itself, he then ploughs into the ploughs into worthwhile investment, which is inventing this technology, and then puts the technology back into his primary job of getting coconuts. And therefore his savings multiply further, he has the you know, everybody else also gets to save and they ploughed out into more investment of funky things. And that's how"
    },
    {
        "speaker": "Guest",
        "time": "00:27:27.800",
        "message": "Now I want you to consider an alternative that this guy, the reason that he saved was that his wife had seen on some other guy's wife's fingers, sorry for being sexist over here, this glistening pearl. And when he made an investigation, he found that his fellow Islander had spent 15 days combing at the far edges of the atoll for this pearl. And so he decides to save enough coconuts that he can dive for 15 days. So he dives for those 15 days. And at the end of that diving, he comes up with this pearl. He saved, he's used the savings to find the pearl. But that's not a productive investment. Because now he has to go back to working six hours a day to get the number of coconuts that he needs to feed himself and his family."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:31.720",
        "message": "His savings are wiped out and he no longer, he's not increased his productivity."
    },
    {
        "speaker": "Guest",
        "time": "00:28:35.560",
        "message": "Right. So you can have dud investments too. Investments which do not result in any improvement in productivity. Whether one should call that pearl an investment or not is a very moot question. And I've left it moot for reasons that become apparent when you look at the real economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:57.480",
        "message": "Right. And, you know, when you speak of technology, I would also caution listeners from taking it too literally. I'd, you know, interpret technology as being much broader. For example, once I remember reading about a thought experiment, where what if in the United States, you could send corn to Florida, and there was a factory there which turned the corn into cars. That's fantastic, right? You'd think that's an incredible technology. And actually, there is a technology that does turn"
    },
    {
        "speaker": "Guest",
        "time": "00:29:26.600",
        "message": "corn into cars. It's called trade. It's called the modern economy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:30.440",
        "message": "It's called trade. So you know, they send the corn to Japan, Japan sends back cars. That's broadly, simplistically how it works. But trade in a sense is also a form of technology because you are enabling positive some transactions through which both people are benefiting and therefore both are more productive. And that's also a form of technology. So technology doesn't necessarily mean a machine made of bamboo fronds with which you're bringing coconuts down, or a machine with which you are churning out more widgets or whatever sort you're making. But also these inanimate kind of"
    },
    {
        "speaker": "Guest",
        "time": "00:30:03.800",
        "message": "Absolutely. In fact, in sessions where I have more time, I then expand this model to money invested in outrigger canoes, which then reach to other islands and maybe the other island has tapioca and not just palm and it has a different kind of fish and so on and so forth. And just showing what the gains from trade can be and then you can get into all of the standard textbook stuff like comparative advantage and resource endowment and so on so forth. But for the purposes of this particular discussion where we are talking about credit crises and financial crises and so on, trade and so on are not that important to that narrative."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:51.640",
        "message": "Your key point is savings lead to growth."
    },
    {
        "speaker": "Guest",
        "time": "00:30:54.440",
        "message": "No. It's not. It's that savings Well invested Well invested. That bridge is the very, very key bridge."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:02.120",
        "message": "So savings are necessary but not sufficient."
    },
    {
        "speaker": "Guest",
        "time": "00:31:05.160",
        "message": "Clearly not sufficient because I could have used those savings to buy a pearl."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:09.000",
        "message": "Which doesn't lead to growth. I mean, there could technically be an argument that you're giving the pearl to your wife and she treats you much better and you are much happier and that happiness leads to more productivity. But let's leave that aside. True, true, true. Yeah, but yeah, I buy your point. So what causes crisis?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:25.240",
        "message": "Crisis, first of all, let me say in the historical perspective is relative, right? So even after a financial crisis like the one in 2008, we are all still a lot better off than we were for 99.9% of humankind. So crisis right now is in the context where we started to take growth and decadal improvement in living standards, etc., etc. for granted. And crisis also relative inter-sea because the kind of crisis that you saw in 2008, let's say in the West, was pretty mild compared to, for example, the kind of crisis that you're seeing in Venezuela today, which is not primarily a financial crisis, primarily a political crisis. So it's all very relative. But if we look at some of the major financial crises in history of which 2008 is the only one that one has really lived and subsequently studied a little bit, then I would say that it comes primarily from malinvestment, which is why I underline the fact that it's not savings that it's is enough, it's investment. Meaning that you make investments, which do not result in long term returns and going back into that cycle of consumption. And since savings like anything else in an economy are scarce, and they are the lifeblood of growth, when they are poorly deployed, then they lead to a deep shock to the system. And part of that shock comes from expectations. So the expectations are on the part of the lenders, which are the banks, and they're on the part of the borrowers, both of them expect a return on those on those borrowings on the money that they've taken. And when they don't come, then they're a shock to the system. They're a shock in several ways. They're obviously a shock to the person who borrowed the money and can't repay it. They're a shock to the person who's lent the money. And now his or her salary, his or her profits, the bank are now endangered. But they also get deeply amplified by the fact that, firstly, now, because the banks run on a rotation of that available capital, that now the money that they should have got back and now been able to lend to other people is not available. So other projects, which may or may not have led to malinvestment, cannot now be funded. So now the source of alternate growth also starts getting choked off. And they also get amplified by the particular nature of banking, which is fractional reserve banking, which means that for every rupee that I have in capital in my bank, the banking system actually ends up lending, to take a number, it obviously is impacted by various things that happen. But to take a number is, leads to 10 rupees of saving. And so that means that if my capital now as a result of deep losses, contracts by 5%, then again, to take away simplistic number, it means that I have to contract my lending, not by 5%, but by 50%. So that's the kind of shock that comes into the system when you have a fractional reserve banking system, and when a vast swathe of loans goes bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:24.360",
        "message": "So just to sort of demystify it for listeners who may not be entirely aware of, you know, what all these terms mean. Now, when you talk about savings being invested, what you're obviously, it's not that every individual is investing his savings somewhere, he's putting it in the bank or in whatever financial instruments he chooses, fixed deposits, etc. And then it's the banks, which which put that back further into the economy. And because of fractional reserve banking, if you put in 10 rupees in the bank, the bank can essentially lend out say 100 bucks. Eventually. Eventually."
    },
    {
        "speaker": "Guest",
        "time": "00:35:57.160",
        "message": "Because that bank makes that money available, the person who borrows the money puts that in another bank, that bank then has more money to dip into and loans that on. So it's not as though the one rupee that you deposit with me, empowers me to lend 10 rupees immediately. It's by the fact that the money rotates through the bank and goes from one bank to a second to a third to a fourth, or perhaps indeed back to the same bank, that you get this multiplication effect. So the eventual effect through this reserve system can be as much as, as 10x. And in fact, at the time of the worst crises, like the 2008 crisis, due to a whole lot of other factors and so called innovations, I mean, there were innovations, but innovations in the banking system, in some instruments, in some cases, the leverage was not 10 is to one, but 30 is to one and 50 is to one and 60 is to one. So relatively small variations in the value of what you had loaned out, led to massive ripple effects and Wall Street virtually coming to its knees."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:08.680",
        "message": "And banks, of course, can either make productive investments, which is invest in different kinds of technology, for example, entrepreneurs who are actually going to do productive things for the economy, and so on and so forth. Or they can make malinvestments. But the thing to remember, I presume, again, thinking in a very basic way, is that incentives matter, banks would be responding to incentives and investing accordingly. Did this sort of play a"
    },
    {
        "speaker": "Guest",
        "time": "00:37:34.520",
        "message": "part in the 2008 crisis coming up? It played a part. I think when you look at the 2008 crisis, you realize that crises of that magnitude have enough blame to share among many, many players. And it's very easy, depending on your political inclination to point the finger at one particular player. So depending on which side of the political system is rendering the narrative, one or two players get identified. So I don't want to play that same game. And I would like to say that banks were very much the ultimate instrument of this whole game. And therefore, they certainly had a huge share of the blame. But one of my pet themes is that, you know, when we talk about a free market economy, that's again, really relative, because the one of the biggest ingredients of a market is money. And money, the price of money, which is the interest rate is not free. It's set by a central bank. And the most powerful central bank in the world is the Federal Reserve. And therefore, the actions of the Federal Reserve are critical to this whole process. And due to a whole host of conditions that preceded the 2003 to 2007 boom, I would say that the price of money was too, too, too low. And there is a truism in financial economics, which says good times make for bad loans. And an analogy for that is that if brick became really, really expensive, and concrete and steel became really, really cheap, nobody would use bricks to build a house, they would use steel, and steel would get greatly overused. So now imagine a situation and this is very close to the reality of what happened in in the US in that period, the money is now virtually free, meaning that you can borrow vast sums of money from the Federal Reserve at very, very low rates and historically rock bottom rates. As a user of money for your business, what are you going to do, you're going to say let's get as much of it as possible. And what do banks do? Banks essentially sell money, right? And the price of that money is the interest that so they buy the money, in this case from the Federal Reserve, and they sell the money to their borrowers. And in both cases, the cost is the interest rate. So banks were hiring salesmen, loan salesmen. So what they sell is loans, hiring loan salesmen by the thousands, because the money was really, really so cheap. Now, inevitably, economics 101 tells us then when you have a huge supply of something, you're going to sell it on really attractive terms. So what are those terms? In in the lending system, what are the terms, the price is obviously one. But the second is the covenants, which are what the conditions by which you sell the money under which you make those loans, those are going to become less and less and less stringent. Because in the background, what is happening is that the narrative is changing. The narrative is one that all of that money is sloshing around. It's driving up asset prices, which means the price of houses going up, the price of shares is going up. Employment is getting created, cars are being sold, etc. So it's driving up the price of assets, everybody is feeling better and better. So there is this bullish fervor in the economy, even for those who are not participants in in the financial market. So everybody is really feeling good. What do you do when you feel good? You lower your risk threshold, you go into more and more risky things. So this is well documented, the covenants go down. And most importantly, in the US at that point in time, stock markets are doing well, etc. But the most bullish of all the asset classes in the US will housing, housing prices were going up. And in fact, the 2007 2008 crash was centered around housing. How did it happen? Firstly, the symptoms, which are easier to identify now than they were then, but some people did identify them. And it's thanks to reading some of them that I was also able to see them. The price of real estate went up between 96 and 2006 to by 92%. So it almost doubled in 10 years. In India, this doesn't sound excessive, we're used to that kind of number. But in the US, this was more than three times the cumulative increase in real estate prices in the previous century. And the reason for that is that previous century. Right? So in the previous century, real estate prices gone up by an average of 2% per annum. In the US during this period, they went up by roughly 9% per annum. Now what started happening? When people who were making loans against real estate, looked at the data to analyze risk, what is the likelihood of this money not coming? They looked in the rearview mirror, but their rearview mirror was not going back much further than 95 or 96. People don't look back further than that. And they were seeing that in this context, this is the extent by which there is a variation in house prices. So what is the risk? The risk is low. And as a result, the margin that people had to pay on taking a loan against a house kept shrinking. In India was still reasonably conservative about these things. You know, you would look at 20, 25, 30%. In the US, there were cases where the margin being paid was five and 10%. And because of the volume of money that was flooding into the US banking system, nobody had the time to pay attention. In many cases, even the margin was on credit. So people were using credit cards to make the down payment on the house. And that down payment was seen as a margin against the larger loan. So actually, the house was constructed entirely on credit. And there was this phenomenal phenomenon of the time called Ninja. So you had Ninja loans, which were every bit as dangerous as the term sounds. It was no income, no job, no assets. So these are the three principles against which loans are made of housing. You need to have income and or a job, the two usually go hand in hand, but you could be a businessman or whatever. So you would look at tax returns, etc. No asset, but the loan was made. Why? Because the house itself was seen as its asset. And then this asset went into this exponential increase. And it became like an ATM against which further loans could be made."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:04.360",
        "message": "So it's like you have absolutely no money and no way of getting money, but you managed to get a loan for a house anyway. And then because you now own a house on the basis of that house, which is appreciating in value, you take out further mortgages and get more loans and more money and"
    },
    {
        "speaker": "Guest",
        "time": "00:46:18.680",
        "message": "you buy more houses. Right? Right. So there were weird cases of and in fact, I remember writing an article for perhaps you when you were editing one of the publications I wrote for, which had case studies of there was, for example, this woman who was a part time nurse, who had seven children. And she managed to raise $5,000 and bought a $200,000 house. And two months later, the house was now valued at $220,000. And therefore her equity in this house went from 5000 to $25,000. So now she was five times as rich. And as a result of that, was able to get a loan because she was now worth $20,000. Right? So she was able to get a $5,000 loan to pay for a holiday to the Caribbean. And other stories of people who did the same kind of thing and then use the money that they could draw from the bank to make what they thought was an investment. And this goes back to the earlier point, which was to build a deck. So the deck costs $30,000. And everybody said, this is a great investment, because now the value of the house has gone up by another $40,000. But what they were confusing was valuation of an asset with investment. Because the way I look at investment is that it must generate sustainable, long term increases in productive capacity. To argue that a deck increases the productive capacity of the economy is to forget what the prime drivers of an economy are. So we saw that during this period, from sort of the mid 90s to 2006, US household debt mushroomed from 80% of GDP to 130% of GDP. So ordinary households in the US suddenly owed their own financial system an additional six months of GDP, at the same time as household savings were going down. So look at the peculiar dynamic. Savings were going down, which should have resulted in investment going down and perhaps being more careful about the kind of investment you made. But instead, they led to this huge proliferation of unproductive expenditure, I wouldn't call it investment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:09.400",
        "message": "So let me try to sum up everything that you've kind of just said and tell me if it's broadly accurate. I mean, I've done an episode on easy money, which is a series of books Vivek Kaur has written. And in that episode, we kind of discuss the damage that easy money which is basically these low interest rates, you're making money available to the banks for very, very cheap, the damage that they can do. And like you correctly said that that is feared banking, those rates are, you know, not set by a free market, it comes from the state. And what really led to the crisis was this belief by the likes of Alan Greenspan and the others that this can go on forever, you just keep making money cheaper and cheaper and cheaper, and it sloshes out into into the economy, and we'll just keep growing forever. But what happened was because the bank had access to so much easy money, that they started giving more and more loans out with all this money that they had. And they gave them out on increasingly cheaper terms, whether those cheaper terms are in terms of the interest rate that consumers paid, or whether it's in terms of the covenants or the conditions that went into it. And of course, this was also exacerbated by a bunch of factors, which I actually want to do a future episode on the 2008 crisis alone, which is something for the future. And I even have a guest in mind, I have to write to him. But there were a whole bunch of complicated factors like, you know, they would then they were not worried about the risk of these loans, because they would parcel it out in using these complex instruments that were given good ratings by credit rating agencies, which were paid by the banks themselves."
    },
    {
        "speaker": "Guest",
        "time": "00:50:43.640",
        "message": "Not just that, there was also an oligopoly, a state mandated oligopoly on credit rating agencies, only three were allowed to."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:51.640",
        "message": "Yeah, and they weren't autonomous, they were essentially paid by these people. So, the incentives were to keep the banks happy, which absolutely cannot work. Plus, you had the semi government agencies, Fannie and Freddie, basically guaranteeing all of these loans, thus creating a sort of moral hazard there. And you had, I mean, if your Google Community and reinvestment act, which is something that came about in the late 1970s, if I remember, which incentivize the banks to lend to people who would otherwise not be loan worthy."
    },
    {
        "speaker": "Guest",
        "time": "00:51:22.280",
        "message": "In fact, it was a little more insidious than that, which is that, you know, prior to a particular date, I forget the date. US banks were highly restricted in terms of their operations. Consumer banks could only operate in one state. And when the government decided that they would allow banks to apply for national licenses, one of the conditions was that they should increase their share of lending to what were redlined areas. Redlined areas being those areas where largely black or Hispanic or whatever, where a very small share of housing and mortgage loans found their way. So, they're actually being pressured in a way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:11.080",
        "message": "I mean, the incentives were corrupted all along. So, much as you know, the narrative about the typical populist narrative about greedy bankers has some merit, you also have to look at the systems and the structures within which they function. And there is a lot of confusion around. And there is a lot of blame, I would say the lion's share of the blame to be taken by the state. But leave that aside, that's a subject for another day."
    },
    {
        "speaker": "Guest",
        "time": "00:52:32.280",
        "message": "In fact, just to finish off that point, in his book, Fault Lines, Raghuram Rajan, who was one of the few central bankers to see it coming, in his analysis, he actually says that there was a political and hence policy compulsion to make credit cheap because the lack of upward mobility of the working class in the US created a compulsion to make them feel good. And making them, making a higher percentage of them household owners and seeing household prices go up was a key feel good policy of the government. I almost found that too sort of, too scheming to be credible. But I'm sure he knew what he was talking about. Otherwise, he wouldn't have written about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:30.680",
        "message": "Raghuram Rajan, and this is another classic example of good politics in the short term leading to bad economics in the long run. But sort of moving away from what the crisis itself was and shifting the focus back to you. You saw the crisis coming, why did you see the crisis coming? What were the warning bells and take me through your journey of one beginning to recognize the crisis, figuring out that yes, I'm not wrong, this is really a crisis and then figuring out what should I do about it. And then all the way through to when the crisis ends."
    },
    {
        "speaker": "Guest",
        "time": "00:54:05.160",
        "message": "Right. So you never figure out that you're right till it actually happens. And as you and I have discussed often, investing is a probabilistic game. And it's very, you can never assign 100% probability to anything. And today, my thinking on that is probably a little bit more nuanced. And I understand something about Bayesian logic, which I certainly didn't at that point in time. So I think I also need to go back just in terms of my own personal journey to the period 99, 2000, when I was living in the mountains, and therefore my contact with the world of investing was very, very limited. But there were a couple of points in time when I did spend a little bit of time in the city. And very interestingly, for a very brief period of time, I think all of six days, I anchored daytime television for several hours a day on CNBC, when they were just beginning to move into becoming a stock market channel. And this was also the time of the IT boom. And I was like this country hick who'd been pulled out of a small village in Kumau, and talking to people who saw the world in a very, very different way. And I was looking at investments, you know, you invest in a company, and maybe 20 years later, it's worth something. And I found people asking me on a day to day basis, literally, so what is the price of Infosys stock going to be next week? And I would say I'll be lucky if I get the price for next decade, right, and not next week. And I realized that this was a very, very different game from the way in which I thought. And I was very late to the IT party, I bought some Infosys stock at 3500 rupees. And I next saw a newspaper a month later, because we didn't get newspapers where I was. And I rubbed my eyes because the price was now 4500 rupees and I actually went to an STD booth. This is before the days of cell phones, I went to an STD booth, called up my stockbroker and said, you know, I thought I bought the Infosys stock at 3500. Paper is now saying 4500. Did I make a mistake? He said, no sir, it's gone from 3500 to 4500 and it'll go to 10,000. But this kind of dialogue disturbed me very, very deeply. And anyway, I went off on a long trek and I came back and reached home in the middle of the night and so didn't pick up a newspaper on the way and maybe a couple of months later came back to Delhi. And it was 6500 rupees. So I was very lucky. And I saw all in like three months. And this was now beginning to just look completely weird. So I picked up a piece of paper and a pencil, I got a hold of two or three of the balance sheets in those days, you had to actually get physical copies and so on so forth, and did some back of the envelope calculations before I knew how to use a spreadsheet, how to use a calculator, paper, pencil. And I said, by my logic, and by the way, I look at the price of money, the share price has got to go up the earnings of this firm have got to go up by I forget the number 60% per annum for the next 10 years to justify this price. And I don't know of any company in the history of the world that has seen its earnings go up by 60% per annum for 10 years. Therefore, this is a sell. And I rang up my broker, and I said, please sell the share. And he said, so I said, on momentum alone, your guess is good as mine, my guess is it'll go to 11,000. I was just joking with him, obviously. But I'm selling today. And we were both wrong because it went to 12,000. But within a year, it was 1000 rupees. So in a very, very, very tiny way, I saw what that kind of reckless optimism could do to a stock. I'm talking about my personal participation, newspapers, etc, one saw, but this personal act of taking a call and exiting in a contrarian way"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:47.480",
        "message": "happened in that really tiny way in. And this would have underlined the importance of following"
    },
    {
        "speaker": "Guest",
        "time": "00:58:53.000",
        "message": "through on your conviction. Correct. And on hard numbers and some amount of analysis. So now, in 2007, I saw all the signs of euphoria. The signs were that so I started investing in stocks seriously in 2003. For the reason that AI returned to the city after six years be that I saw that interest rates in India were the lowest that they'd been in memory. And I thought this was a good reason for a bull run. And in 2003, there were several beaten down sectors like consumer goods, etc, which nobody was buying. I could see the logic very clearly, I bought them. Nobody was buying even my stockbroker, why are you buying this share? Nobody's interested, there's no liquidity. So in a sense, 2003, I went through the same cycle of being for want of a better word contrarian, you know, buying stocks was on the wrong side of the market. But actually, that's the place to be right, you only make money when you're on the wrong side of the market. And then in 2006, 2007, I saw all the people who didn't believe in buying stocks in 2003, now piling into the market. This was the first sort of sign to me that the psychology is changing. And it's when markets start getting really crowded with buyers that you need to be looking at in caution. But that was only one part of it. The second part of it and what really informed my thinking was some of the numbers that I've talked to you about, you know, here was a time as I told you, I had got re exposed to economics, I was getting interested, I was doing a lot of reading, the internet was coming alive. And therefore you could read a lot more than you could when I was a student in the formal sense of economics. I was a much better informed student, I had access to a much bigger library than the Delhi University Library, I had the library of the world's publications. And so I could see some of these signs, I could see how credit in the US was expanding, how households were taking on debt, I could see this whole McMansion phenomenon happening, you know, everybody buying homes, people buying third and fourth and fifth homes, people with no income, no jobs, no assets. And by then, I think I was fully internalized to this fact that boom leads to bust, and that good times make bad loans, and that when loans go bad, the whole banking system goes kaput. So the more I read, and you know what, these often very self reinforcing, you start reading something, it leads to a link to something else. And this, this conviction started building in my head. And India at the time was also going through an unprecedented boom phase. And that boom was being fueled by, yes, we had a high savings rate. We've never seen that savings rate again. And I'll come to that a little bit later if we get there. We also are experts for booming. Experts were growing 15% per annum again, which was quite unprecedented. And because of all of this money sloshing around all over the world, there was all of this money coming into India as well. And so the question I had to ask myself was, if there's a sudden stop in this whole credit cycle, what is the impact on India going to be? You know, is India going to be one of the last places from where the money retreats or one of the first places? And from whatever I read in the management literature and the banking literature, I came to the firm hypothesis that when there's a crisis, people withdraw to the center. So if you have a money manager in the US, the last place that he's going to pull money out of is the US. The first place is going to pull money out of is the Cameroons or Bangladesh or, or India. And so I came to believe that while in scale, the impact on the US would be the largest in terms of time and severity, India as a capital short nation would be one of the first to feel the impact. Not comparing it to other nations, since one was not exposed to markets in any other nations, but just as an Indian, here was stock markets, which were richly valued in a time when growth and flow of capital was its its greatest. And if the engine of that money, which was the US, if the credit system got disrupted over there, then we would be the earliest to feel the impact. Now at the time, I was writing a fortnightly column in a magazine, which was reasonably widely followed by investors, which was called Outlook Money. And I was for the first time in my, for the only time in my life, I guess, a journalist with a badge. So you know, I was on the I was not just a byline, I was on the masthead, I was consulting editor, and I was writing fortnightly, sometimes two columns in every issue on investing specifically on equity investing. And I've been very much a votary of the bull run, and very much a votary of shifting money from secondary investments, meaning post office savings banks and FDs and so on into primary investments, which was equity. But by May 2007, I was so completely convinced that this was about to come to an end. If I have the date, right, I may be off by a couple of days, but not more than that. If I remember right, on May 23, 2007, I wrote my column and it said, the end of the GIBDR. So that title was necessitated by the fact that there was only that much space on the page, which I then said the great Indian bull run. So this is the end of the GIBR, the great Indian bull run. Of course, I was completely wrong. This was May 2007. And if I remember right, the Nifty was at about 4500 at that point in time. And I started exiting stocks. I also started for the first time in my life, I started shorting the market through various instruments. And I set a certain sum of money aside, I was not naive enough to believe that the shorts would make money from day one. But they took much longer than I thought to make money. And for the next seven months, my conviction was being questioned every day, implicitly or explicitly by a market which went from 4500 to 6300. And all this while you were shorting stocks and losing money and losing money. I was writing a check every month to my broker for the stocks I was short. Did this make you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:16.440",
        "message": "question yourself and think that am I wrong? Am I missing something? Am I falling prey to confirmation bias? You know, so I hadn't met you then I didn't know the word confirmation bias."
    },
    {
        "speaker": "Guest",
        "time": "01:06:28.440",
        "message": "But I questioned my hypothesis. I read more and more and more and more. I went deeper into economic history. And I could find absolutely no way to destroy my own hypothesis, except for that one ingredient which seemed to be fueling everybody else, which was hope. I actually found nothing to destroy that hypothesis. And I remember one day telling my sister, I don't talk much about finance and economics with anybody in my family, because they never questioned me, they're not interested. They're all people of very modest needs. And those get met quite simply. But I remember one day, telling my sister, she I think she may have asked me, how come there's so much money lying in my account? Meaning, like, why have you sold the stock? And why is there all this cash lying there? So I remember the words with which I said, you know, it's like I'm standing at the railway crossing and I can see this train coming. And I know that it's about to crash. But when I point it out to other people, they can't see it. And the train keeps on coming and the train keeps on coming. And I rubbed my eyes and I read more and nothing changed my view. And, and of course, you were, you know, aware of the saying that the markets can stay irrational more than"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:08.680",
        "message": "an individual can stay solvent. Oh, yes, I was acutely aware of it. And more so because as I was"
    },
    {
        "speaker": "Guest",
        "time": "01:08:15.640",
        "message": "sort of hatching this idea, I was thinking, well, I'm going to go and buy a train. And I was more so because as I was sort of hatching this plot and drawing data and talking to people and so on so forth, I acquired a co conspirator, a person who was probably more financially literate than me was a full time markets person. And we both started taking shorts together. And after three and a half or four months, he rung me up and almost apologetically, it's not that our money was pooled or anything, we were just working in parallel. But almost apologetically, he told me, I'm getting out, because I'm having sleepless nights, and it's not worth it. Luckily, I never had sleepless nights. So I think part of it was that I sort of set a sum aside and circumscribe that sum. And actually, I would have sought to exhausted that sum by March of 2008. But between January 20, and Republic Day, I think it was 21st and 22nd, or 22nd and 23rd. The nifty tank like 15% in two days. So I made up all the money that I'd frittered away, or if you want to say in retrospect, invested in shorts, it all came back in two days. And then of course, went on through 2008. Guy Ready And you kept making money through it. Professor Karan Devi I kept making money, I kept making money. I continued the shorts. And, but I, so I actually did three things. One is that I took money out of the market, you know, I liquidated part of the portfolio. And they just sat on the sidelines, you know, the money in my sister's account, for example. The second thing that I did was with a very tiny sum of money. So it was a small, it was a small pile. I took on shorts. And those of course, did extraordinarily well as a return on that, on that starting pool. You know, in those kinds of situations, returns are not measured in percent per annum, they're measured in multiples per annum. But again, I want to underline that the pool was very, very small. But a third thing that I did, which was in a sense, one of my few own personal experience of what Howard Marks calls second order thinking, was to try and figure, okay, that let's assume that this debt crisis happens, and how are governments going to react? And the only way I saw them doing it was to further lower the price of money, because then the cost of servicing those loans goes down. So if you want the banks to become healthy again, you want to make it easier for them to repay the money. And you possibly want to give them more money, you want to give them more money on terms which don't make it difficult for them. So you start dropping the price of money now, because in most of the world, money is very, very fluid, it flows from one jurisdiction to another. I imagined a scenario where central banks around the world were going to start competing to reduce the cost of money, both to depreciate, both to make it easier for banks and other financial institutions to repay, as well as to drive up exports, which then everybody would feel the need for. And in that kind of competitive depreciation, what I saw happening is people taking recourse to gold as a hedge for a non-depreciating currency. So, you know, unlike a dollar, which occurs on balance sheets, both on the asset and the liability side, gold is an asset which you can hold without there being a counterparty on the other side. And therefore, it becomes a very attractive place to go to when currency stability is a question. You know, you don't know how the dollar is going to move against the euro. And so if you're in euro, you don't want to be in dollar any longer, you don't know how the yen is going to behave, you're certainly not interested in the rupee, and so you're going to. So this was sort of second order thinking. And you put a lot of money into gold. I put a fair amount of money into gold. And that, of course, did phenomenally well. It just went on this crazy bull run from about $700 an ounce in 2007. I think it peaked at about $1,800 by 2012. And meanwhile, the rupee also went down. So the return you got was a product of two things. See, I did all of these three in retrospect. But it's easy to say that I would have taken a much larger pool of money to short on, you know, I've got a lot more gold, but you know, that's very easy to say."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:53.160",
        "message": "But that's a hindsight bias. But the very fact that you saw it coming and you actually acted on it and took the great risk of losing a lot of money, whether in terms of, you know, nominal returns, or you know, just actually losing the money is quite something you had skin in the game as Talib would say."
    },
    {
        "speaker": "Guest",
        "time": "01:14:09.480",
        "message": "Talib invites very, very mixed reactions. But I think some people are very, very I think somewhere, A, you know, he's a very good thinker. And B, I love that, that sort of code of conduct. It's like a very old code of conduct and which is, you have to have skin in the game. And I think we're seeing more of that in many ways in the world today. This whole model of building companies around, around entrepreneurs and VCs, and so on and so forth is at its core is this whole aspect of skin in the game, as opposed to old companies, which are built purely by bankers, you know, had very little skin in the game, it was just the capital and the interest on it. Here people are willing to take the upside in terms of the return within the company, rather than from the company. So I like all of this. And I think somewhere at core, even though I didn't grow up in the Levant, and didn't have all of these ancient Mediterranean trading codes, hardwired into me, somewhere deep inside of me, I love this concept of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:18.600",
        "message": "skin in the game. And, yeah, I mean, I mean, Talib is a phenomenal character in the sense his books are great. And he is a hardcore total troll on Twitter. In fact, I can, you know, whenever he attacks someone on Twitter, whom I haven't heard of, I immediately check out his work, because it so happens that some of my favourite public intellectuals have been attacked by Talib on Twitter from Philip Tetlock to Steven Pinker to Nate Silver to Per Bailand. All these are very fine thinkers and Talib keeps going after them. So maybe that's a good metric for figuring out who is a thinker worth following. We'll take a quick commercial break now. And some of our listeners might be getting frustrated at what about the present crisis? Can you please talk about that? Hang on, we're getting there slowly. We are getting there slowly. Another couple of hours of conversation. I'm just kidding. Another one minute and then we will be on the current"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:07.640",
        "message": "crisis. Hello, everybody. Welcome to another awesome week on the IBM podcast network. If you are not following us on social media, please make sure you do. We're IBM podcast on Twitter, Facebook and Instagram. And also just a reminder, if you like what you're listening to take a screenshot of what you're listening to and tag us on social media and we will repost your post. Also, please do tell a friend if you're enjoying a podcast, which you think a friend would enjoy. Do tell them. I think that that is something that really helps us. I think that we do see, you know, I mean, like increases in listenerships when you guys do that. So please, please do tell friends that you are enjoying what podcast you're listening to. Last week, we launched a new show called Agla Station Adulthood with best friends, Ritasha Rathod and Ayushi Amin. They talk about their journey into adulthood. On the first episode, they discuss crushes and female friendships. And on this week's episode, they try to crack the code on how to adult. You can also catch Ritasha and Ayushi on this week's Cyrus Says where they talk to Cyrus about the podcast, what constitutes acting like a grown up and Ritasha gives Cyrus detailed instructions to reach Mud Island. Know Your Kanu with Ambar Rana is back with a new season. On the first episode of season two, Ambar is joined by model Hasleen Kaur and actor Laura Mishra to talk about civic issues. On the Empowering series, host Zarina Poonawalla is joined by investment banker Neetu L. Singhani, who shares her experience of being a single mother. On 9XM Soundcast, host Deeva Bhatt is joined by Aditi Singh Sharma. Aditi shares interesting stories about her childhood in Russia and Dehradun and singing for a rock band in Delhi. This week on Gol Gappas, Rupti Khamkar is joined by Priya Bapat, an actor par excellence who shares some incredible stories about self-love and prioritizing oneself. This week on the Pragati podcast, Sandesh Anand joins Pawan Srinath to talk about cyber security. On Advertising is Dead, Varun is joined by CEO and co-founder of Terribly Tiny Tales, Anuj Gosalia. They discuss the emergence of short form content. On The Habit Coach, Ashton Docter talks about acupressure acupuncture techniques and their benefits. On Puliyabazi, Puranay and Saurabh discuss the political history, present and future of Balochistan with former RAW officer Tilak Divasar. This week on Paperback, Satyajit and Racheta talk to Sanchita Lahot about books that bring forth an individual's hardships. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:07.320",
        "message": "Welcome back, you're listening to The Scene in the Unseen with me, Amit Verma. And my guest today is Mohit Satyanand, who's just finished telling us about how he made tons of money off the 2008"
    },
    {
        "speaker": "Guest",
        "time": "01:18:17.640",
        "message": "financial crisis. I wouldn't call it tons, Amit, but yeah, it was the beginning of a small nest egg."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:23.880",
        "message": "The beginnings of a small nest egg. I mean, nest egg. Yeah, I mean, like you said, the crisis are relative and so is tons. So for me, I'm sure it would be tons. But let's get kind of to the meat of the episode. I mean, what what prompted me to ask you to come on the show was a chat we were having a couple of evenings ago, where you were giving me all your reasons for why we are not just in a crisis now, but it's a worse crisis and people think or acknowledge and it's only going to get worse. And this is obviously a very different kind of crisis. Nothing else. It's very, very different."
    },
    {
        "speaker": "Guest",
        "time": "01:18:57.800",
        "message": "It's very, very different. And there's several components to it. So let me sort of try and unravel and outline some of them, which can't be done as elegantly as you do with something which you look at in hindsight, and which has been widely and deeply reported upon and has been the subject of several very, very erudite books and hundreds of doctoral theses and so on and so forth. But I think that we have to look at the current Indian situation very much as a continuum of what happened in 2008. Where like the rest of the world, we suffered from the global financial crisis. The US under its newly anointed President, Barack Obama, moved extraordinarily swiftly to restore health to the banking system. Huge sums of money were invented, conjured up, pumped in all kinds of programs with different names, etc, etc, including the very, very vast tarpaulin of the TARP were made available to banks, banks were shut down, banks were bought by other banks, all under the very, very watchful eye of Treasury and the Federal Reserve and the President. And this despite the fact that if you are to take a call between Wall Street and Main Street, you would say that Barack Obama represented Main Street rather than Wall Street. But the first thing that he did was to repair Wall Street. And in a sense, if you look back at the political economy of the US, the fact that Main Street sort of got neglected is a major reason I would say for the Trump ascendancy. But the reason I bring the US up is that somehow in India, we have this enormous culture of forbearance, sweeping things under the table, ignoring the problems and hoping that they will go away, etc, etc, etc. So, the kind of rapidity and aggression with which the US financial system was repaired, didn't find expression over here. And we sort of pretended that everything could continue pretty much as it was, that this was a blip, and it would get restored. And, you know, of course, a lot of good things happened, because as a financial system, the rest of the world got restored, and interest rates got lowered to new lows, in fact, to negative numbers, money started flowing in again, and we all sort of figured that it's all right. But as we're seeing over the last two or three years, our banking system was actually getting unhealthier and unhealthier and unhealthier. Two things happened. One is that I think Raghuram Rajan realized that we needed to look at bank loans much more severely. And therefore, he mandated much, much stricter norms. So, in fact, he forced the uncovering of a lot of bad loans and put much, much more stringent discovery norms in place and so on, to the extent that you see, not as a mainstream of thought, but as almost a trial balloon going up right now, which is, perhaps we shouldn't have been so rigid. You know, I don't want to comment on that. I think it's always good to, to see what's happening and then perhaps take a view on it. But that view should be in public, not hidden in subcommittees and not even coming to boards and not being talked about and so on. So, the banking system was getting increasingly rotten. And what we saw, if we go back to my starting point about investment, we saw massive investment taking place. And a lot of it turned out to be malinvestment. So, you saw organized, you saw Atata, for example, you know, investing in steel in the US and in Jaguar Land Rover. Jaguar Land Rover. You saw a company which is doing spectacularly well and were the pioneers and the brand leaders in television entertainment, which is or not the company, the group, the Z group, investing in infrastructure and resources and dish TV and so on so forth. So, it was almost as if this enormous amount of money that was on tap made people think, oh, there's so much money, what can I do with it? During a period where again, we were back to new lows in interest rates in India, India had always been a very, very high interest rate regime. But now there was all of this money. And there were all of these people who were relatively new businessmen who had done extraordinarily well in fields, which was now saying, you know, I'm a good businessman, business is business. And what can I do with all of this money? And then of course, we had just as with the US, we had this obsession with real estate. It was almost as though the word real was some sort of guarantee of real return. Real estate is real. So how can you lose in it? There are a million Indians being born every month, they need places to go to. India is urbanizing, therefore we need real estate. And this sort of story started feeding on itself. And we had a bull run in real estate, which was co-terminus with that in the US. So 2007, 2008, we saw a blip in that. But then as the money started coming back in, the graphs resumed, they didn't go down. And so people kept building. And regulation, very, very, very, very poor people were using advances from buyers, not to build against what the advances were for, but to buy more land. And we had this lovely word being tossed around land banks. You know, almost as though the fact that you had land meant that the money was safe. Whereas you were bidding up the price, and there were often no buyers for it. So we saw this enormous, enormous amount of investment taking place. And investment rates in India just kept going up. And savings rates kept going up. The savings rates in India peaked in 2008, at like 38, 39%, which was, again, unprecedented. And that coupled with the money that was coming in from abroad, meant that your investment rates and fixed capital"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:51.400",
        "message": "were like 40%. And what also happened during this period is that banks made a lot of malinvestments, and they continue to double down on it rather than declare something as a bad loan, for example, which is not coming back."
    },
    {
        "speaker": "Guest",
        "time": "01:27:07.320",
        "message": "As I said, there was this, we don't want to recognise, we don't want to recognise bad loans, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:14.440",
        "message": "And also the short term investments of the bankers and the officials in charge come into play, because their incentives are that, you know, during their term, they don't want to look bad by declaring bad loans and all of that, because in some sense, it seems to reflect on them, they would rather give more loans, throw good money after bad, and kick the problem down the"
    },
    {
        "speaker": "Guest",
        "time": "01:27:32.680",
        "message": "road for the next guy to solve. Yeah, so to stay with the issue of incentives, you know, again, we have the principal agency problem. And it's very clear if you draw a sharp line, obviously, there are people on both sides of the line. But if you draw a sharp line between the private banks and the public sector banks, it's very clear that there's a, there's a radical difference in terms of non performing assets,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:53.800",
        "message": "which is a polite word for bad loans."
    },
    {
        "speaker": "Guest",
        "time": "01:27:55.800",
        "message": "In fact, I've had an episode on that as well. It's very clear that, you know, you can really draw a sharp line in between. There are exceptions on both sides. But as an aggregate, the difference in NPA ratios, factor of three is to one or something like that. So it's very clear that there's that agency problem as well. And again, this is not, you know, people always want to hedge that and mealy mouth it and so on. And so 10 days ago, when we had the 50th anniversary of bank nationalization, I saw all these articles which said bank nationalization was necessary, and it was imperative and so on. I couldn't even bring myself to read them. Horrendous and economically illiterate. Yeah, completely, completely. So, especially when we've seen the results, it's not that the jury is out, the jury is in. The results are very clear. Anyway, so I think there was a third factor. This is only my own personal idiosyncratic spin on it, which is that loans are priced in nominal terms, which means that as far as a loan is concerned, aside from interest, today's money is as good as yesterday's money. There's no accounting for the change in the real buying power of that money. Now, what happens as a result is that if your loan book is going up by 20 percent per annum in a situation where GDP is going up by eight or nine percent and inflation is going up by seven or eight percent, then even if you have a static market share of the GDP, your loan book is going to go up by 16 percent per annum. That's the nominal growth in GDP. Now, what this does is that if a loan from five years ago goes bad, in those five years, your loan book has doubled and therefore the share of the NPA to your assets today is, has halved. Right? Now, this was the rate at which the economy was growing in nominal terms, 2008, 9, 10, etc., etc., etc. Since then, what has happened is that the GDP in real terms, nobody knows the number, let's say it's six percent, inflation is, let's say, three percent. So, now your GDP is growing at nine percent per annum. For the real value of that bad loan made some years ago to half is now not going to take five years, but ten years. And therefore, the weight of old bad loans in your system starts showing up much earlier. So, a combination of a slowing economy, slowing inflation, and all of those horrible loans made when real estate was fashionable, and very important in our country, which is a more microeconomic thing, there was this enormous drive towards PPP, public-private partnership in infrastructure. Everybody jumped into it. Everybody thought it was a great idea. And I have to say, so did I. So, I'm not saying, you know, told you so. Everybody jumped into PPP. But as it turns out, the models were not thought through carefully. There was no clarity on how the repayment would come. And so, people with absolutely no experience of how to recover money from infrastructure projects in an economy and a regulation system, which is still fairly socialist and it's sort of, oh, how can you charge people so much? Oh, let's stop toll on this. Oh, we can't charge flyers so much to take off from Delhi Airport, etc., etc., etc. So, here were all these people who didn't know how to roll out infrastructure projects, whose background was in making television shows or running trucking systems or you name it, all jumping into PPP because it was fashionable and because they were going to get brownie points from their local politician for setting up 20 miles of toll road or whatever, all jumping into this game without any clue as to how to manage them. And more importantly, without a clear political shift having been made in favor of people paying for infrastructure. So, all of these went horribly belly up. And so, when you have this kind of situation where something that becomes flavor of the decade and huge amounts of investment pile into it, which in our case was both housing as well as infrastructure as compared to the US where it was virtually a monoline story. And then they all turn bad. And now you have the same dynamic playing, which is banks having to write off money, investment committees and banks turning conservative, available funds going down, government getting strapped because the government is now the sole owner and therefore you can't mobilize funds from outside in order to recapitalize those banks, recapitalization funds being restricted, you have the entire credit system choking up. And so, credit growth starts going down. And that's what we've been seeing for the last few years. It should have happened 10 years ago, you know, and it's not one party versus the next because during these 10 years, we've had UPA 2 and we've had NDA 1, you know. So, I'm not pointing the blame at anyone political dispensation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:07.320",
        "message": "And the impulses of the state or the impulses of the state at the end of the day, which party is in power is an unnis bis kafar akreli."
    },
    {
        "speaker": "Guest",
        "time": "01:34:14.520",
        "message": "Yeah, that's pretty clear now. And so, you had this massive credit crunch. And then for a whole host of reasons, some endogenous, some exogenous, you've also had slowing growth. Now, I think what we're seeing is exceedingly complex. It doesn't fall into the simple narrative with which one could perhaps express what happened in 2008. We're seeing slowing growth, we are seeing obfuscation of reality, which means the data is not coming out accurately, which stands hugely in the way of finding solutions. Because if you don't know what the problem is, you can't find the solution. Almost pure riot, I have to say that, but one has to because that is the situation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:10.440",
        "message": "And I had an episode on the GDP with the economist Rajeshwari Sengupta a few weeks ago. So, I'd recommend check that out. I learnt a lot in that episode."
    },
    {
        "speaker": "Guest",
        "time": "01:35:21.880",
        "message": "Yeah. And so, you know, we have a situation where for the last four years, we've been squabbling, or three years, we've been squabbling about what the GDP growth rate is. And even by the government's own numbers, it's 5.8% for the last quarter, and there's a government which said there would bring GDP up to 10%. Now, that's a pie in the sky, because to go back to what I earlier said, unless you have high savings and you have high investment, you're not going to have high growth. And the numbers that we do know is that savings rates have gone down from 38% to 32% or 33%, and that capital formation has gone down from 40% to the low 30%. So, obviously,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:07.720",
        "message": "growth is going to come down. And in fact, all of these other indicators are so bad that it seems implausible that the GDP is what the government says it is, it just fails the smell test."
    },
    {
        "speaker": "Guest",
        "time": "01:36:20.920",
        "message": "Yeah, it completely fails the smell test. And so, I sort of say, you know, it's somewhere between four and five plus, and I hesitate to go much over 5%. And... And we don't even understand the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:35.080",
        "message": "full impact of demonetization, because so much of it was in the informal sector, which is most of our economy. Yeah, which is no longer getting recorded. And yeah, so, you know, as I said,"
    },
    {
        "speaker": "Guest",
        "time": "01:36:45.560",
        "message": "there were a whole host of both exogenous and endogenous factors. One of the endogenous factors was certainly demonetization. And the ripple effects of that were very, very, very, very strong. And the ripple effects of that we don't know. One of the major exogenous factors, but you can't say it's entirely exogenous, because for a while we blamed slowing exports on the fact that global trade is shrinking. But at the same time, we know that Bangladesh is now exporting more governments than we are, where we used to be a global leader. We know that exports to GDP are going up in Vietnam. So as a small, relatively small global player, you can hugely increase your market share, but we're not able to do that. So that's a partly exogenous, partly endogenous factor. And as a capital short economy, one of the ways in which to grow is to increase your exports. And we've singularly failed at that, you know, most of the emerging nations have grown on the back of export led industry, we've completely failed to do that. So it's really now, for the last two or three years, we've been hearing what I actually find a fairly amusing story, which is that out of the drivers of economic growth, India is functioning on only one engine, which is consumption. I find that quite hilarious, because consumption is not an engine of economic growth. It's a product of economic growth. As I said, the engine of economic growth is investment. And where that comes from internal savings or external savings is, is a different matter. But you've got to have productive investments if you have growth, and you can't say that consumption is an engine. I mean, the Keynesian solution that everyone sort"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:41.400",
        "message": "of puts forward is that if the government just pumps more money into the economy, consumption will go up because people will spend more. And if people spend more, and there is greater demand for goods and services, that will be sparked and so on into a virtuous cycle."
    },
    {
        "speaker": "Guest",
        "time": "01:38:57.240",
        "message": "Well, you know, there is some truth to that. But it's a very, very distant truth. Because first, you've got to create that consumption. And then that consumption has got to go up enough for entrepreneurs to feel that now they need to expand capacity, and then they've got to expand the capacity. And then that expanded capacity is going to lead to more employment. So you know, it's a cycle that you have to continue for a long time before it starts kicking in. At this point in time in India, yes, that would probably be the only solution. But the fact is that the fact is that our government's finances also now enormously stretched."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:43.960",
        "message": "And any money that the government puts into the economy like this also has an opportunity cost, it's coming from somewhere and could have been put to some other use."
    },
    {
        "speaker": "Guest",
        "time": "01:39:51.240",
        "message": "Absolutely. So we, you know, the favorite phrase is crowding out. So government investment crowds out private investment. Not from the point of view of making it difficult for me to set up a factory because government has bought the land, but from a financial point of view, because there'll be less credit available for you, less credit available. And, you know, there is, at a recent colloquium on the political, well, on India post budget, Yamini Iyer of central of the Center for Policy Research made a very perceptive speech, only hindsight will tell us whether she's right or not. But her analysis of the narrative and the way it shifted over the last few years, I thought was very, very sharp, where she said, is that we moved away from the current leadership of the economy, describing it as a vibrant, growing economy, to talking about transfers and talking about redistribution as being the main narrative. I thought that was really, really perceptive, because that dialogue is completely gone about India being the fastest growing large economy in the world, and we're going to grow at 10% per"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:19.720",
        "message": "10% per annum, etc, etc. And, and it reeks of desperation. What you're implicitly admitting with that is that the pool is not growing, the pie is not growing large, quickly enough for"
    },
    {
        "speaker": "Guest",
        "time": "01:41:33.880",
        "message": "everyone to benefit from it. So what little there is of it, we are going to distribute,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:38.520",
        "message": "and we are going to do it in populist ways and try to win votes for it and spin it with all these different narratives. But actually, we are just screwing everybody. Absolutely, absolutely. And,"
    },
    {
        "speaker": "Guest",
        "time": "01:41:49.800",
        "message": "you know, we seem to have, we seem to have this ability in terms of governance and so on, so forth, to get to get some things desperately wrong. So, for example, there was this huge dialogue about make in India, etc, etc, etc. The fact is that in the last two months, I've got two sets of notices from the income tax relating to angel tax. You know, you can't get something as straight as that, which is that a tax that was created to try and prevent the army transfer of funds into shell companies, that income tax officer can't make out the difference between a startup and a shell company in some by lane in Calcutta. You know, there's something seriously wrong in the communication between the economic high command and the income tax department. If you can't make that out, you know, 21 year old can make out the difference between a shell company and a startup. You know, we still haven't been able to sort out ports and infrastructure relating to exports. So, all this stuff is just empty rhetoric. And you can game the making in the ease of doing business statistics by concentrating on what happens in Bombay and Delhi, just as you can game any exam."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:20.840",
        "message": "But I mean, any metric can be gamed and any data which is brought out by the government can be"
    },
    {
        "speaker": "Guest",
        "time": "01:43:25.800",
        "message": "manipulated. So what does it all mean? Yeah, but if you ask if you ask any businessman off the record, the compliance demands have gone up. And India has now become the biggest exporter of millionaires after China. That's really serious summit. And the way in which it's happening is a lot of small and medium sized businessmen have decided it's not really worth it, running"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:56.040",
        "message": "businesses. And I've spoken to businessmen, friends of mine who are disgusted, who are thinking of leaving who keep talking about, you know, if we could just shut down our factories, blah, blah, and leave tomorrow, we could and some of them in fact, say that GST, the way it's being implemented and carried out is far worse for them than demonetization. Sure, sure, the compliance costs"
    },
    {
        "speaker": "Guest",
        "time": "01:44:19.960",
        "message": "are enormous. And the government instead of making it easier to pay taxes and so on making it more and more difficult. And, you know, all of these operate at the margin. But the fact is that if you a lose millionaires, be if you move money from rich people to poor people, both of them result in lower savings rates. Because the marginal propensity to consume of the poor is much higher than that of the rich, you know, and if and the other shift that's happened, especially over the last month or two, is that overseas investors are looking at India askance. And so each of these in numerical terms may not be a huge amount, but you know, you add a few basis points here and a few basis points there and take that away from savings and hence investments and so on, you end up with fairly significant drops in the number of people who invest in India. You end up with fairly significant drops in economic growth at a time when the government is really, really hungry for political reasons to put money into current expenditure rather than into investments. And so you basically undermine the long term, the long term productive capacity of the government. And to go back to, you know, my what we were talking about, which is about investments and so on. All of this is happening against a backdrop where for the last four or five years, there was this sort of rah-rah around the Indian economy, you know, fastest growing economy, major economy in the world, a dynamic focused government, which doesn't have to mess with what's happening in parliament, and therefore pro growth, etc, etc, etc. And your introduction about narrative, you know, this was a very powerful narrative and it carried, it carried the stock markets through. Now, the same company with the same profitability today, if it's looking at high growth for the next five years, is going to command a very, very different price from the same company with the same profit number today where growth is looking shaky. And I think that Indian stock markets have not yet reckoned with the disjunct between the way in which stock markets are getting priced and the underlying growth of the economy. You know, the price of Indian stocks is at least three standard deviations above the mean and that can't sustain for very long. And that's what brings me to what I see as just from that limited point of view, forget the economic or the financial or the fiscal or the jobs or the, or the other, the demographic crises in the country and so on, is to this, to this particular opportunity, you could say, for people like me to say, you know what, the stock market is grossly overpriced. A, protect yourself by taking some money off the table. And in that sense, you know, the last four or five years have been a slow motion, less intense sort of replay of what happened in, to me in 2007, where I said markets are going to crash. And they didn't, till they did, to everyone's thing, oh, you know, we're going to see a resurgence of investment and the power sector is going to mushroom because we have this new scheme of called Udaya or whatever it was, and infrastructure is going to boom, infrastructure is going to boom, etc, etc. And I say, you know what, it's not so easy. And people were selling it as a Modi story. And I was saying, you know, it's not, it's not Modi. It's about the fact that certain very, very, very hard headed, deep responses to the banking crisis need to be made, and they're not being made. And if you think Modi is going to do it, that's great. I was mildly hopeful that he would, but one didn't see that kind of break from incrementalism and hiding things under the carpet. In fact, in terms of hiding things under the carpet, the Modi government proved to be even more adroit than earlier governments. There are masters of narrative"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:32.760",
        "message": "management to the point that they seem to think perhaps correctly that narrative management is all that matters. Governance does not. Optics is everything and the 2019 election seem to have even vindicated that. But so my sort of follow up question is that, you know, at the start of the show, I mentioned the different kinds of crisis that we're having, which have been decades in building up, there's a jobs crisis, which is exacerbated by demographics in the sense that demographic dividend is turning into a demographic disaster, you have 12 million people coming into the workforce every month, 12 to 20 million, depending on where you take the numbers from and every year, luckily, more than a million a month and 12 to 20 million every year. And those jobs simply aren't there, which you would imagine would lead to youth unrest and not really manifested in a big way yet. There is an agricultural crisis, which has been building up for decades. And again, I've had episodes on that. And it's not necessarily the fault of any one party or the other. But the fact of the matter is that this party also is doing nothing to solve it. Plus, there is now this credit crisis and a different sort of financial crisis in the making and a fiscal crisis and a fiscal crisis. So my two sort of questions for you is that number one, you'd imagine that Luke something's got to give at some point, what could it possibly be? And the second question is that what can now be done to mitigate this? And what is realistic to happen?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:02.440",
        "message": "As far as the second is concerned, I don't see anything that can be done in the short term. And governments are notoriously bad at solving long term problems. And to take a hard line on matters as we've seen in the past, especially in India, requires a crisis, a crisis that actually sort of wraps you in the face. You know, financial crises, economic crises are a long time in coming. The ingredients are all there. But when do they blow up? It requires a sharp discontinuity somewhere. And you can't, you can't pinpoint either the time or the manner of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:52.920",
        "message": "And what strikes me about this one and why it might be deeper is it's not just an economic crisis per se, it's a social crisis as well."
    },
    {
        "speaker": "Guest",
        "time": "01:51:58.520",
        "message": "But let me just stay with the economic crisis."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:00.120",
        "message": "Sure."
    },
    {
        "speaker": "Guest",
        "time": "01:52:00.680",
        "message": "Just for a second. Which is that, you know, all of this is against the backdrop of very high provision of liquidity around the world. And if that for any reason had stopped, then the crisis in India would have, would have been deep and sharp. That's not happened as yet. And that's papered over some of the cracks. It's allowed us to keep going. Because even through the last three years, until literally until July, we were still getting money from abroad. People were still putting money in. People were still buying the India as a growth story kind of narrative. So I think that as long as there is global liquidity, and as long as a significant percentage of those who are those global investors were tasked with putting money into emerging markets coming into India, I think that that crisis may not strike very sharply. So, you know, maybe again, going back to my personal practice, maybe those shorts won't yield the same kind of x returns as they did in 2008. But I still prefer to be largely out of the markets than in them, even if I don't take huge, deep, short exposures. I believe that the crunch, when it comes, will come from the external sector. It's, it will come when we find it difficult to borrow money from abroad. It will come when when the Indian government finds it difficult to meet its payments. Because we still have, you know, we keep talking about our, our foreign reserves. But again, I find it very funny that we have this number of foreign exchange. Nobody talks about what we owe abroad, which is always larger than what we our reserves are, you know. So the fact is that on a daily basis, even though our bond markets are not as liquid as they should be, and there are restrictions on foreign borrowing and so on. But the fact is that on a daily basis, foreign investors are buying bonds, you know. And if the underlying economic reality continues to slide, a point in time will come when the government can manufacture whatever narrative it wants to as far as the Indian consumer is concerned. But foreign investors march to their own tune, you know, they're going to take their own call. And, and, and, and, and, and, and, and, and, and, and, and, and, and, and, and, and, and if at some point in time they decide, you know, these are not risks worth taking, then conditions can snowball very, very rapidly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:05.480",
        "message": "AMIT BHANDARI And what social manifestation do you see of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:09.640",
        "message": "AMJad India has got to be the most tolerant country in the world. You know, we tolerate every kind of injustice, every kind of bad governance. I mean, we were having this conversation, Amit, about a month ago when I was in Bombay and we were having dinner and we were talking about the state of infrastructure. I find it inconceivable that in the year 2019, you can have one of the financial centers, if not of the world, then certainly of Asia, running on as antiquated and dilapidated and uncomfortable and sweaty a suburban train system as exists in Bombay. It's anti-diluvian, it's inhuman, and you have 12 people a day dying as a result of the way in which that rail system interfaces with the population."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:06.720",
        "message": "And it's normalized. We take it for granted and we have to get to work every day."
    },
    {
        "speaker": "Guest",
        "time": "01:56:10.200",
        "message": "So that's the spirit of Bombay, quote unquote. But this can only happen in Bombay. Elsewhere, this would lead to riots. You know, this can only happen in India. So we've internalized all of this bullshit. We've internalized the fact that the government can mistreat us whichever way it wants. And it's part of our legacy, our spirit, our tolerance, our passivity, our Hinduism, whatever else it is. And, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:35.360",
        "message": "Maybe it's just part of our majburi. What do we do?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:40.200",
        "message": "Well, you know, so, but the thing is that majburi is an Indian word. And we've seen this movie in Latin America. And this movie of bad governance, of urban decay, of lack of jobs has led to extreme violence. India surprisingly has very low crime rates, very low homicide rates. So it is cultural. And I think the other thing is, which is also cultural, is the fact that families are much more tolerant of people within the family who don't do so well. And they don't get frustrated at young men particularly, because we also have one of the lowest female labor participation rates in the world. So women are not necessarily expected to bring in money. But the fact that the young man hasn't been able to get a job, you know, and he just sits around and he hasn't got a job and he keeps applying to government jobs which aren't available and he's not getting off his ass and going to sell newspapers at the corner or whatever it is to make a living. So we seem to take all of it in our stride. And on balance, even though as an economist, I really, on balance, that's probably a good thing. I'd much rather live in a, in a poor and passive society than in a violent, bullet riddled"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:09.920",
        "message": "one like, like Brazil, which is equally poor, but at some point on one less or something"
    },
    {
        "speaker": "Guest",
        "time": "01:58:16.200",
        "message": "will give us for true, much less poor, nevertheless, very intolerant of all of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:22.480",
        "message": "So to kind of round up this episode, let me ask you a question with which I sort of end many of my episodes on whatever the subject of the episode is that, you know, you've painted a very bleak picture of this current crisis. In fact, a basket of crises, as it were, that we are undergoing right now. Looking forward to the next 10 years, what's the best case scenario?"
    },
    {
        "speaker": "Guest",
        "time": "01:58:46.520",
        "message": "What's the worst case scenario? The worst case scenario is that we slide towards a Latin American kind of situation of deep unrest and widespread impoverishment and deepening social fissures between the rich and the poor. Poor countries which get into financial difficulty end up with these kind of patterns of distribution. So that's the worst case scenario. The best case scenario is that we have a government that realizes that we need to encourage entrepreneurship in deed and through removing a lot of the barriers in place, of which there's an unending list both in industry and services as well as in agriculture. And that as a result, the current despondency among economic actors, I mean, entrepreneurs and industrialists lifts and because, you know, this whole aspect of animal spirits which Keynes talked about is a real fact. It's the biggest unknown in the entire equation. And if you can bring that back into the system, then the fact is that Indians are extraordinarily entrepreneurial and even though it's a thin slice, the best educated Indians are extraordinarily well educated and are extremely good at setting up businesses and finding the gap as it were. And so that's the best case scenario that we're able to encourage entrepreneurship and economic growth. Is it likely to happen in as short a period as five to ten years is something that worries me because when the wave changes from exuberance to pessimism, it takes a long time to reverse and all of the impulses of the current government, which has five out of those ten years at the very least to run seem to be towards control rather than encouragement."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:54.840",
        "message": "And it's kind of tragic because the best case scenario, as you pointed out, is, you know, I mean, I sort of look at Indian history as a tussle between the state and society and society is madly creative and entrepreneurial and full of these animal spirits, but the state has restricted society from reaching its full potential in a manner of speaking, which continues to the present day. And the best case scenario in this case, to put your words slightly differently, is really the state getting out of the way of society. And kind of the opposite seems to be happening."
    },
    {
        "speaker": "Guest",
        "time": "02:02:30.560",
        "message": "Absolutely. Moving towards tighter and tighter and tighter, top down control rather than letting. So to put it in a third way, which is this gorgeous word, very simple word is trust. I think those societies do best where there's widespread trust in the system. We're seeing trust squeezed out of the system. We are seeing deeper and deeper polarizations and certainly going back to businessmen and businessmen are key to growth of an economy. Businessmen are more and more looking over their shoulders as to what they should do, where they should invest, whether their accounts are in order, etc., etc. And if you can't bring trust back into the system and amplify it, obviously, we're not going to get to Scandinavian levels of trust in five or 10 years. But let's at least start moving in that direction."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:36.640",
        "message": "Then nothing's going to happen. Maybe the best case scenario is that things will get so bad that we are forced to move in that direction, Mohit. That's what I said. We need another crisis. We need another crisis. And we need to end this podcast here because you, dear listener, must be so tired, though I am told that the seen and the unseen has made people across the country fitter as they prolong their exercise routines because they cannot bear to stop listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:04:00.920",
        "message": "So thank me for that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:04.160",
        "message": "Thank you for listening. And thank you for coming on the show, Mohit. My pleasure, Amit. If you enjoyed listening to this episode, you can follow Mohit on Twitter at Mohit Satyanand, one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the seen and the unseen at seenunseen.in, thinkpragati.com and ivmpodcast.com. The seen and the unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. Takshashila offers 12-week courses in public policy, technology policy and strategic studies for both full-time students and working professionals. Visit takshashila.org.in for more details. And if you've come this far, thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:04:57.040",
        "message": "I'm your host, Shiladitya Mokopadhyay. Hello everyone, I'm Zain. I'm Avanti. And welcome back to a brand new season of Marbles Lost and Found. A show on mental health and its stigma and we're kind of making it an open conversation. Pretty much yeah and we're really really excited about this season because we have a number of guests on and we'll be talking about things like addiction. Grief, children and mental health. Exactly, children mental health and our listeners have also written in. Yeah and we have an episode dedicated to that. Yes and guys thank you so much for writing and we really really appreciate it. And we're really excited for you to tune in on Tuesdays on the IVM website or app or wherever you get your podcasts from. And you can find Marbles Lost and Found on Facebook or you can find Marbles Lost and Found on Instagram as well. The handle being Marbles Podcast India. Can't wait for you to tune in. Thank you very much. See you soon."
    }
]