[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:03.000",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:15.960",
        "message": "Welcome to the scene and the unseen. My subject for today is data journalism and the political economy. Well, actually, I thought of doing a show just on data journalism. And the first guest I thought of inviting is actually also an expert in the political economy with incredible insights on contemporary politics. So it made sense to weave that into the show as well. Roshan Kishore is data and political economy editor at the Hindustan Times. And beyond this, he also used to be a student politician himself in JNU, an experience which as you will see, adds an added layer to his journalistic insights. This conversation was recorded on July 30. And before we cut to it, let's take a quick commercial break. This episode of the scene in the unseen is brought to you by Storytel. Storytel is an audio book platform which you can listen to on your Android or iOS app. They have thousands of audio books that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi and unlimited monthly subscription costs only rupees two ninety nine per month. And you can also get a 30 day free trial if you hop on over to storytel.com slash IBM. I actually use Storytel myself regularly, so as long as they sponsor the show, I'm going to recommend one book a week that I love. The book I want to recommend today is a classic that if you haven't read already, listen to it. The Hitchhiker's Guide to the Galaxy by Douglas Adams. It's on Storytel. And remember, you get a 30 day free trial only at Storytel.com slash IBM. Roshan, welcome to the scene in the unseen. Thank you. Roshan, I invited you, of course, because of your really interesting data journalism and your writing on politics and so on and so forth. But after inviting you, I found out that when you were a student, you were also into politics yourself and all of that. So tell me a little bit about that, not just the political aspect of it, but you know, what kind of person were you when you were young? What interested you? You know, where did you study?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:14.280",
        "message": "What did you study? Basically, I'm from Bihar and I, you know, which is the normal thing, at least it was in our generation then that you had to qualify the IITG and all that. And I studied sciences for my plus two and I was really very bad at it. But luckily, I took economics as a subject because you had to take a fifth subject, computer economics, and I thought I enjoyed it. So after I made a disaster of my plus two stint, I decided to come and pursue economics in Delhi University. And even then, I'd never given a lot of thought to it. I think as things evolved, I also and more than that, my teachers, a couple of whom happened to be from JNU, realized that, you know, looking at the qualitative economic picture was something, you know, I had an aptitude and encouraged me to take the JNU entrance exam. And no, I got through and no, as you know, the JNU economics course is radically different compared to what the other premier institutions in this country like Delhi School or IGA do. I'm not saying that the former is good or the latter is bad, but it is a more heterodox sort of a thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:19.440",
        "message": "Tell me a little bit about how it's different."
    },
    {
        "speaker": "Guest",
        "time": "00:04:21.880",
        "message": "The crux of it, I think is, you know, a lot of people say that, you know, it's no more Marxian etc. But I think JNU, I don't know what it is now. But I think the basic focus was they somehow, you know, emphasize the Kaleski-Keynes framework and classical political economy was sort of emphasized upon. So rather than, you know, you start running econometrics and regression equations, etc. from day one, and you essentially go the job market way because a lot of analysts, you should remember that that was the boom period then before the crisis, you know, when I went to university and corporate jobs were really, I mean, coming at a very fast pace. So rather than just do that, I mean, JNU does that also a lot of people from JNU have excelled in those kinds of fields, it also allowed you to the opportunity to look at classical political economy. So we had courses like political economy of development, where you would see, you know, what kind of trajectory China take, the Korean-Japanese war, those sorts of things, the feudalism capitalism debate. I'm not that I remember all of those today. But it allowed you to, I mean, try and look at the larger economic pictures, if I could say and it also allowed me to sort of develop my own arguments, you know, we were not very good at it when we were young students, but at least try and get the larger picture develop arguments question basic assumptions behind arguments which are being made. A lot of comparative studies, you know, I joined my MA in economics in 2004. This was just a couple of years after the East Asian crisis had hit. And no three, four years before the larger global crisis hit. So those are very interesting times to be in the discipline, you know, even then there was a lot of charm for the corporate world and you know, mainstream economic theory, but it was an interesting period. And I think, you know, because ours was a department which had very eminent left leaning economists like Professor Prabhat Patnayak, Utsav Patnayak, Jyoti Ghosh. So they influenced a lot of our, to a very large degree, our worldview as well. And then, you know, because JNU is JNU, politics also happened. And you know, the economics department is always, it has historically been a stronghold of the SFI, so to say, the left leaning students, people like Sitaram, etc. are alumni. So it was a mix of the two. So the academic and the political sort of came together. That's the ideological aspect of it. But I also believe, you know, that I've been out of my home after my class 10th. So plus two, I did in different city where there were no hostels. So basically at a very young age, I was, we were friends running a flat, a kitchen, etc. And life is very difficult when you do that. So JNU was the first time I actually went to a hostel and life in JNU is as convenient as you can get for a student. Now that I look back at it, I also think that, you know, one can be critical that it does not make you do enough hard work, unless you are sort of self driven and motivated, you will get along easily in JNU, this is something I also did. But that also played an important part in shaping my worldview, because the left was a strong force in the union there and the history of student struggles, etc. in JNU. Today, all of it is looked down upon, unfortunately. But that was the second, I think, but also an essential aspect of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:28.160",
        "message": "And was there a moment during all this or a phase during all this where it struck you that economics is not just something in a book, it's not just a theoretical subject, but it explains your world and it explains your world so viscerally that then it is a natural step for you to want to get involved in politics, for example, and you know, all of it becomes one congruous whole."
    },
    {
        "speaker": "Guest",
        "time": "00:07:51.280",
        "message": "That I believe has always been true. It's, it's, it's not for me to say, you know, for example, no great economic catastrophes, something like the Great Depression, I mean, I mean, it could not be arrested in time because people believed in the Say's law, you know, that supply will create its own demand, and therefore, there's no need to. Now, we know that Keynes had sort of, you know, pointed out those mistakes with the basic theoretical framework earlier, but it took a Second World War, it took a, you know, Soviet camp to sort of put that extra pressure to start that corrective mechanism after you know, the Second World War ended, the golden age of capitalism has been no aid, even if we look at, you know, for example, today, there's a lot of discussion about why India couldn't embark on that manufacturing success story like the Aryan Station countries, even China later, now, a lot of development economics today, even mainstream economies, I think the role of the fact that, you know, egalitarian land distribution was done even in these countries, you know, which after the Second World War went to the sort of the capitalist block, but you know, breaking up land monopoly played a crucial role in those things. So that way, definitely, if you look at the text, also, I think this ample evidence to suggest that economics plays a role and politics plays a role in determining the economic trajectory of societies, nations, etc. That's one. Now, let us come back to JNU again, now, JNU is a place where you pay even today, I think a few hundred rupees in fees. So it actually allows you to, you know, pursue things which you like without, you know, feeling, I would say burdened by the fact that you probably have to get out of the university and pay lakhs of rupees in student loans. So, you know, I do not exactly come from a very poor family, but you know, most middle class Indians, you know, like my socio economic background, could not have afforded this kind of study if they had to pay, say, student loans. So those kind of intellectual choices, which I was able to make earlier in my life, and know of which the professional reward I'm reaping today, you know, without, you know, having to have ever paid for that, you know, subsidised education, which I received, I think in a country like India, it still makes a lot of sense to at least have, you know, if not all some higher educational institutions, which allow people to do that, because if you if breaking even becomes the sole point of education, and this need not know just confine itself to economics, any other discipline, I think you'd end up with a very different"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:13.840",
        "message": "intellectual trajectory in any country or society. In fact, I had I had coffee yesterday with a friend who's studying right now in JNU. He's doing his postgraduate economics, shout out to Sanjit. And he and the tuition fees are still pretty much as low. In fact, he says he pays more for his hostel and for his tuition fees. And that also sounded like a really small amount to me. So what was politics like, like, you know, today, I think of you as one of the sharpest minds in political journalism and in covering the political economy and so on. And it's fascinating to me that you were also at one point a politician yourself. Is there any sort of correlation between politics on a bigger scale and the kind of politics on the smaller scale? And what was politics on that smaller scale really like?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:55.440",
        "message": "I think it makes a lot of difference, you know, because I was never an active participant in it. But I've seen politics in Delhi University, now Delhi University, for example, I was looking at the papers yesterday, so some 70,000 students have taken admission in BA first year. So if you look at it, when the DUSU elections happen, you're probably talking about an electorate,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:15.560",
        "message": "which is more than 2 lakh strong."
    },
    {
        "speaker": "Guest",
        "time": "00:11:16.560",
        "message": "We're recording on July 30, by the way, yeah, so you can't have any intellectual engagement with that kind of crowd. It is, you know, physically, humanly impossible to even know, think of doing it. Now, compared to this, JNU is the exact opposite. When we were students, we had around 4000 students. So politics essentially was a lot of room to room campaigns, going to students having, you know, discussing things ad nauseam with them, a lot of which, you know, the outside world would think is probably, you know, purely romanticism and doesn't have any bearing on the larger world. But even then, the crucial thing about JNU was your success or lack of success in politics actually dependent on your ability to a do hard work, because, you know, it takes a lot of your time, be your ability to sort of come up with arguments and counter arguments. And the ideological spectrum was very different. But this I think was the crux of the matter. And unlike a lot of, you know, what people believe, it actually had a material bearing on school. For example, when we were students, we fought agitations. So JNU, I don't know whether it's still the case, JNU used to, even though the fees etc were really low, it used to give scholarships to students who came whose family income was below a certain threshold, I think when we were students, it was 75,000 rupees per year. So this was only for BA, MA. Now the question, you know, which we found most difficult was, once you finished your MA, you got into an MPhil or a PhD program, now, technically, that's work research in any first world country, you paid a lot of money for that. In JNU, that was not the case, be India still doesn't have that kind of a developed sort of academic labor market where you could go out and earn your money. Those days projects are always still coming. So making ends meet was really a difficult thing to do. And even if you come from a relatively well off family or not so poor family, you can't ask your family for no sort of supporting yourself beyond post graduation. So we fought an agitation and Professor Thorat used to be the UGC chairman and some sort of a scholarship started, it was bare minimum to make ends meet 3000-5000 rupees. So politics was, you know, identifying what these material problems were trying to look for a constituency in JNU, which would sort of identify with these demands and support these demands. And then, you know, having the larger ideological debates at the same time, for example, JNU, so I joined JNU in four, now four is the year when the NDA one actually lost power. So, you know, May were the elections and I went to JNU in July and I believe, but before that, the five years JNU being JNU had problems with the first NDA regime as well. Those were problems of a very different nature. You know, there was Gujarat riots and all those things. But then politics qualitatively shifted, I would say for the 10 years under the UPA government, because the right wing challenge was not so much of a challenge, then it completely shifted to things such as more scholarships, more hostels, etc, on the one hand, and then, you know, issues such as say, the nuclear deal, you know, which is not it doesn't have a material impact on you, but nevertheless, given JNU's ideological leanings is a big debate, Shingur Nandigram was a watershed event in JNU, because CPM slash SFI, its student wing has always enjoyed an intellectual hegemony, so to say. But once the Shingur Nandigram thing happened, it really sort of gave a body blow to that ideological hegemony. So the 2007 elections were the first elections where the SFI lost all major posts. And this had only happened once after the TNMN elections. So JNU that way gives you a very rich political profile, I mean, and experience because you're dealing with, I mean, pretty much everything under the sun. But nevertheless, I mean, people who are voted are equally if not more likely to desert you on those ideological issues for more concrete issues. So that way, I think a lot of what you know, you know, the political arguments and I can make or the way I can think JNU has contributed a lot to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:59.000",
        "message": "And what was the impetus behind your getting into politics to begin with? Like, was it that, okay, these things need to be done, and someone's got to do them and"
    },
    {
        "speaker": "Guest",
        "time": "00:15:05.760",
        "message": "I'm going to get into politics and get it done? Well, there was no political ambition. So when I joined SFI, I did not even know that it was a CPM student wing. I think the biggest question was, see, for joining any kind of politics, you have to have an instinct for social engagement that, you know, my world is not just me, but I want to engage with the larger world. But in my case, I think the most important thing was a sense of gratitude to what JNU offered to a student like me, because life was very easy. It was for the first time in my student life after having got out of my home, the comforts of my home, I actually did not have to worry about anything else but my studies. So it was this sense of gratitude, which, you know, sort of attracted me to JNU then continues to attract me to JNU even today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:47.480",
        "message": "Right, so in those years when you were sort of, you know, doing your MPhil, I think you"
    },
    {
        "speaker": "Guest",
        "time": "00:15:51.800",
        "message": "did an MPhil. I finished my MPhil."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:53.800",
        "message": "Yeah. So in those years that you did an MPhil, and you also stood for president of the JNU."
    },
    {
        "speaker": "Guest",
        "time": "00:15:57.320",
        "message": "I did. And those elections never happened. So JNU elections were stayed for the nonconformity to link the committee recommendations. So I was a presidential candidate who never contested that way. But I've been in the union and other smaller posts."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:10.000",
        "message": "So what were your sort of aspirations in those days? Like you told me, you don't always think you'll be a journalist. What were your sort of aspirations like, and also, what were your interests like, like your deep knowledge of data? Is that something you started building up at that point in time? What were your influences like, how was your, like, who are the thinkers who influenced you? What are the books you would recommend to my listeners, for example?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:32.000",
        "message": "There are two ways to look at it, the place where I come from in the country, higher education actually went down the drain in Bihar in the 70s itself. So there's been a large intellectual void, so to say. And education, because if you could afford it, you would get out of Bihar, it was as simple as that. Anybody who could afford it would not do his or her college or university education in Bihar, unless you wanted to make a complete disaster out of your academic career or professional career. So as long as I was at home, education meant a degree of professional success. You get good marks in class 10, then you go to class 12, you either get into a medical school or an engineering school or things like that. Then when I was in BA, it was many things put together. Some of us wanted to prepare for the civil services, somebody, you know, management CAT was a big thing, then some of us wanted to do, you know, places like JNU, D school and probably go outside for GRE, etc. When I came to JNU, I came with a very open mind, you know, none of these were foreclosed options. I'd never made up my mind. Once the option started, and I saw that I had an interest in political economy, I gradually, politics also played a role in it, I gradually made up my mind that I'll finish a PhD in JNU, probably get a teaching job, as simple as that. Now that never happened, because I never finished my PhD. But the data bit, I think, again, JNU has a lot of role to play, because, you know, the basic courses which we did, so even know things such as political economy of development, etc. So for example, you know, my professor who eventually became my supervisor, Utsa Pattanaik, she actually says that it is Lenin who discovered the Lorenz curve. So Lenin, you know, he has this famous book called Development of Capitalism in Russia, in which he plotted those curves. So we were taught that unless your facts sort of back it up, you can't make an argument that's not done. Because no matter how ideologically persuasive it sounds, or no matter how much in agreement everybody is in it, as far as research is concerned, you have to have some substantive proof. So data work is sacrosanct. So I'm somebody who never did field for my research, but a lot of my research was based on secondary NSS data, I worked on the public distribution system, etc. So it was then that I realized that, you know, you have to have some factual thing, a lot of my time as a political activist, so the only thing, you know, comparable to what a journalist does, which I did in JNU was because JNU has this culture of distributing dinner pamphlets. So on your mess table, every day, there are pamphlets. And because I happen to be in the SFI, anybody who leads an organization has to write those pamphlets. So four o'clock, we would decide, you know, what to write on. And within an hour, you had to produce this 600 word copy. And that is the closest thing I did, a journalist does, you know, as far as JNU is concerned. But again, then, you say, if you look at the budget, etc, the one way was to go about it was to know just throw adjectives, and everybody would agree even then, but the other way was to actually look at data. So for example, if the budget has come, what has happened to say educational allotment, this scholarship, that scholarship, etc. Even when you were negotiating with the administration. So the fact that data was a useful skill set to have, you know, academically as well as not to be in a political argument is something JNU taught me. And that always stayed with me, because, you know, I was never very good at, you know, other quantitative stats, such as game theory, or microeconomics, etc. So that was the natural sort of leaning I acquired, and I used to like it also. So, you know, for a brief while between journalism and JNU, I was in research there also, I was looking at food security, I mean, how the Americans support their farm, agriculture, etc. And every day, I would realize that if you add the numbers, your case become really strong. So that is how data happened to me. Once again, I think, part of my academic political training, whatever one might call it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:10.000",
        "message": "And, you know, it strikes me that while data is objective, the numbers are what they are, the facts are what they are. And you mentioned before this, when we were having lunch before the recording, that the useful thing about data is that it makes you question your prior beliefs and your biases, you have to back it up with data. But isn't it also the case that there is so much of data that you can, you know, use data to almost support any conclusion, you can cherry pick data, you can, you know, torture"
    },
    {
        "speaker": "Guest",
        "time": "00:20:34.520",
        "message": "data till it confesses the truth, as someone famously said. No, exactly. This is something I try and bring out on my own work as well now as a journalist. For example, if we were to look at, say, the unemployment rate in India, latest figures show that some 6.1%. Even when it was not that high, if you were to compare, say, unemployment rate in a country like India with a with an OECD country, I mean, the rates there would probably be much higher. Because, you know, being unemployed in a first world country and being unemployed in a country like India are completely different things. I mean, an NREGA worker is technically considered employed in India. That would not be the case in, say, Sweden, or even in the United States, for most of the people in the US at least. So you of course, have to know the context in which the data is being, I mean, given to you. And which is why, you know, rather than one data point, you have to have multiple data points. And, and, you know, you have to know what, what exactly is the data point you're looking at, you know. For example, in demonetization, a lot of people said that, you know, because these cash hoards would be purchased, so we will get rid of black money. Somebody who has done his or her basic economics would know that that is not the case. Now there are stocks and there are flows. Black money, we know is a flow variable. So if I had 1000 rupees of black money sitting in my pocket, if it were to get extinguished today, in six months from now, I probably had 2000 rupees of black money in my pocket. So I think it is extremely important, especially in journalism, because and this is something, once again, I value a lot from my initial days, as long as I was in school, probably the only nonfiction I've ever read in my life are newspapers, because you know, places in Bihar, even today, I do not think a very strong library culture, etc. So all my knowledge about the world was either from TV or newspapers. That's it. I mean, people take extremely seriously what is written in newspapers. I mean, I would not say that for television today, but at least even today, newspapers,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:32.600",
        "message": "if people read them, they take it very seriously. And in your case, it was like English newspapers or Hindi also?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:38.080",
        "message": "I was not very comfortable reading English newspapers until school, but I would read Hindi papers. It was more a language problem rather than anything else. The moment I got comfortable with English, I started reading English newspapers. But so I think it is our duty to sort of, you know, do our own hard work and get our own concepts right while we are dealing with data, that I consider is extremely important. And not all data, you know, should be presented in the form of jargon, etc. Basic things such as and I think it is more important to use data to ask questions rather than answer them. Now, for example, we know that, you know, everybody knows that four quarters GDP growth has been declining. That's there. So what does one make out of it? Who does it impact? Which sectors is it impacting? What should we you know, a lot of people on the left, for example, used to say that, you know, this entire obsession with trickle down growth theory that, you know, growth should be the be all and end all of economic policy is not good. This is neoliberal. All right, well taken. But today, when the GDP declines, I mean, how do the same people go and criticize the government for growth, then you have to have a larger theory or an explanation of who's getting impacted by this deceleration in growth, how much I think as journalists, we need to sort of answer those questions, and also ask those questions, because there are a lot of people about today's world economy, polity, these are the two things I am comfortable with, I'm sure applies to a lot of other things as well, where we do not know the answers. But I think at least an attempt has to be made, especially, you know, from the profession I work in journalism to be able to ask those questions."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:10.120",
        "message": "And have there been moments where, for example, you've gone into looking at a subject with certain prior assumptions, and found and changed your mind after looking at the data completely? Like, is there something memorable like that, which you remember?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:23.600",
        "message": "Well, there's one puzzle, which I know, I think we need some more data points. For example, this entire demonetization thing which happened now the government said that it'll aid, you know, tax collection, etc, because the tax base will widen up and all that. Now, this budget, there's been a shortfall, but the income tax numbers, you know, have still been growing quite, quite robustly. Even after demonetization, corporate tax is not growing, GST is not growing. So how much of it is because of demonetization? How much of it is because of normal things is something no, because no, I've criticized demonetization a lot in my academic works, and I'm not the only one who's criticized it, a lot of people have done that. But the data doesn't allow me to still make a substantive final argument that this is what we know about say demonetization's impact on income tax collections. Now, we know that those tall claims are probably will never be made, but has there been some impact? Has there not been an impact? I would still like to wait for some time. So this is where I think data becomes useful. It prevents you from sort of, you know, grandstanding about your own ideas or your own prejudices if one could use the word."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:28.360",
        "message": "Yeah, and I've also ranted and raved about demon and I have a bunch of episodes on it, which are linked from the show notes. But then, you know, that brings me to the question of what do you do when data sources aren't adequate, or when they are not adequately trustworthy? For example, demon, it would be fair to assume that a significant part of the impact was on the informal sector. And we don't have direct data from the informal sector, one has to make sort of assumptions based on other proxies. You know, and even apart from the informal sector, where data is a problem, there's also the growing issue of how much of data which comes from the government is reliable anymore. Like I had an episode recently on the GDP with economist Rajeshwari Sengupta, and who's in sort of an expert on it. And it left me alarmed because at the end of it, the feeling I got was that GDP has now become less of an economic measure and more of a political rhetorical tool. And if you can't trust those kinds of figures that the government puts out, and if you don't have independent means of getting that kind of data yourself, then what is one to do? I mean, do you then rely on some kind of jugaad with the data that is available and that you know is reliable?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:39.080",
        "message": "Or how do you navigate that? As far as the particular question about GDP is concerned, I think and you know, it is unfortunate that that is the case, unless the government, like you said, decides to, you know, sort of make it open to at least an independent panel of economists, experts, we would never know. That's sad for a country like us, we are not some banana republic, we are a big country, in terms of population in terms of our economic size in the world. But then I think it becomes and, you know, these debates, you know, are so politically colored now that it is impossible to sort of, you know, pinpoint as to who's being objective and who is not because any criticism is then painted in the same brush by the other side. And somebody, you know, who makes an argument that maybe it is not 4.5, but five would also be put in some bracket or the other. I think in that case, as a journalist, you know, because I am not an academic now, you know, my work as a journalist does not give me the luxury to sort of, you know, go back, I'm not saying journalists should not do that. You know, sometimes we try and do that, with subjects we like, or we think, you know, we can actually make some original contribution to but day to day, it is not possible for journalists to take a deep dive into each and every subject, I think then it is important to realize at least individually as to what you can and what you cannot do. And if beyond the point, there's nothing you can add to the GDP debate. Now there are people who have much higher stakes, for example, you know, before the RBI monetary policy meetings, Reuters does this poll of economists. So now a lot of them have rating agencies, brokering agencies, you know, these trading firms, etc, they have started doing their own work. So for them, the stakes are higher, they probably can't sort of accept it as fait accompli, which we as journalists have to do, unfortunately, that's one. But the other thing which you said, you know, is more interesting, because what if data sort of doesn't allow you to understand things, you know, or the data which is presented, I, let's say the data is not bad, but sometimes data can be half truth. You know, for example, because, you know, I write on agriculture often, I consider the farmer suicide data to be a classic example of it. Now, there's a lot of song and dance about hundreds of 1000s of farmers have committed suicide in our country, after economic reforms, etc. That is a terrible thing. I do not for a moment sort of endorse what has happened. But should we as a country take, you know, farmer suicides as the ultimate proof of whether or not there exists farmer distress in country. Now, most of the farmer suicides in our country, they happen either in Vidarbha or Andhra Pradesh, they used to happen in Kerala, Wayanad, etc. But so basically, it is commercially driven farmers which commit suicide. Now, you will find very few cases of farmer suicides from say Bihar or Eastern Uttar Pradesh, which are among the or Odisha or West Bengal, which are among the poorest parts of the country. Does that mean that there's no agrarian distress or rural distress in these parts of the country? I would say there's probably more rural distress if one were to take into account just poverty and sort of inability to make ends meet. So why does the farmer suicide data not show in these states because agriculture is driven by a completely different set of considerations there, an average farmer in Bihar is only interested in, you know, growing enough wheat or rice, probably or a poor lentil to sort of grow enough to feed yourself and maybe sell a little and then rest of the time when you're not cultivating, you actually go and work as construction worker or something. So I think it is in these things where half truths, you know, being captured by data become sort of the guiding pole of discussion around very serious issues in our country is where we have to be really careful. For example, the informal thing. Now, I think it is equally important to keep harping upon the fact that we do not know what is happening to the informal sector in our country. I mean, you have to keep harping upon it and people have to understand that GDP numbers probably do not mean a lot for. So with the same amount of GDP growth, pre-GST, post-GST life would have become completely different for the informal sector in our country, because margins would have taken a deep hit. So these are things I think, which have not been emphasized upon adequately, you know, and I think Western journalism, you know, things like the Financial Times and a lot of other things have a lot of good things to teach us when it comes to journalism. And I've always been a believer in the fact that, you know, wherever good things you can learn from, you should always learn. But to look at and understand a country like India, which still has a very large informal sector, a lot of its workforce, almost half of it still depends on agriculture. I think in those areas, you know, even the globally established best practices, best works, best minds, especially in the journalistic profession cannot help us in understanding our country. There, you know, there has to be some sort of a concerted effort to develop indigenous thinking, indigenous methods, reportage, analysis, whatever that it might be, to help our own"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:25.040",
        "message": "case, I would say. And also, is it like I'm just thinking aloud, you mentioned sort of the farmer suicides. And, you know, when you look at data like that, there are so many things you can do with that data, you can make different kinds of political cases with that data, depending on how you look at it, you can try to contextualize it by saying, okay, if this is a suicide rate among farmers, what is the rate among housewives? And if it's worse among housewives, what does that mean? And should we then ignore the former data, and blah, blah, blah. So in that sense, as a journalist, when you're a journalist, do you find that whatever your prior inferences might be, or whatever your biases might be? Because I mean, frankly, everybody is biased, but you try to be as objective as possible in your reportage. Of course, but human beings are all biased without exception, but you try to guard against bias or be transparent. So do those sort of your philosophical leanings and your the principles that you hold also then influence the questions that you ask of the data, and therefore influence the directions"
    },
    {
        "speaker": "Guest",
        "time": "00:32:24.040",
        "message": "that you go in? I think that is the honest way to go about it. So the farmer suicide case is a bit straightforward, because thankfully, the NCRB included a subcategory in its data. So it now lists reason for suicide. And if you look at those reasons, actually, you know, most farmers commit suicide due to economic distress, crop failure or economic distress, etc. That one pretty much stands out. Now, let us go into a more controversial topic, let us look at the election results we've had to 2019. Now, we know that this is a phenomenal victory, which the Bharatiya Janata Party has sort of pulled. Now, a lot of people, you know, liberals, those leaning on the left would like us to believe that, if not all, an overwhelming driver of this victory has been, you know, the Bharatiya Janata Party's and its leaders' abilities to sort of polarize the electorate and communal lines. That is what we are told at least. Now, this is something the BJP has been doing for ever since its inception, that that's its core politics from Ram Janmabhoomi to many other things. Is it just that? Or is there more to this victory, you know, it could be national security, it could be pro-poor programs. Unfortunately, we in India still do not have that kind of detailed, you know, election data. I mean, the CSDS does some transparent surveys, but the sample size, etc. are still small. Those numbers are still not out in the public realm, they probably take their own time to release them. On questions like these, I think, is where the real test comes. Now, what do you do? Because there's no easily accessible data. You have, you would like to believe, well, let me put it this way, I mean, whether or not you'd like to believe there's a convenient set of explanations, you know, which are being forwarded by people who are otherwise very established in their academic careers. So what do you do? I think this is also a challenge for people, you know, who are doing this kind of work in our generation, because, you know, if we look at the world today, globally, you know, polarization is increasing. A lot of leaders, very powerful leaders, I mean, our Prime Minister is one example, we have Donald Trump, who are, you know, treading into waters which were considered, I would say, the unimaginable, you know, for the United States President to be making the kind of statements he's making, etc. So these are very different times. Economically, these are very difficult times also. So we know that economically, things are not going to be as good as they were even 10 years ago. Now, when there is economic distress, when there is a lot of polarization already happening, how do you explain the world? How do you even try and engage with the world? Now, data can be one bit, but I think the correct approach as far as, you know, or at least the one which I try and take is, I mean, look at the data, because that's not at least sacrosanct and the good part in India is, you know, most of the data actually comes from the government. So if you're using the government's own data, there's only a limit to which people can disagree with you, including those, you know, in the government. So that's the good part about using data. But I think then one also has to have a very sort of open mind, you know, you asked me the question earlier about which are the thinkers I would sort of, I draw my thoughts from, I think, you know, the kind of world we are in today, and there's not one thinker, who you can use to sort of explain the world, you know, for example, let us look at somebody like Bawasaheb Ambedkar. I think in today's India, if there's one politician slash leader who is admired by everybody across the political spectrum, now, the RSS, BJP has a lot of problems with Jawaharlal Nehru, I mean, they do not say so explicitly, but they have a lot of problems with a lot of things Mahatma Gandhi also did. But Bawasaheb Ambedkar is one person with whom everybody now the communists also used to be critical of him earlier from from the from the ultra left to the ultra right sort of eulogizes Bawasaheb Ambedkar. If you were to read his writings in entirety, I think Bawasaheb would be the most hated political figure in this country today, because he's really spoken in mind and all sorts of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:09.600",
        "message": "issues."
    },
    {
        "speaker": "Guest",
        "time": "00:36:10.600",
        "message": "In fact, especially hated by the Hindu right wing. Exactly. Difficult to say a lot of people would hate him for a lot of reasons. So, you know, I have been trained in a leftist tradition. So I of course think you know that the basic thing you know, which sort of Marx Lenin etc still holds a lot of, but, you know, you could say that you draw your basic larger analysis from the Marxian scheme, but there's no socialism in today's world. I mean, I cannot envisage a socialism which does not allow me free markets, or that basically, but no, a lot of people on the left today celebrate basic liberties, what kind of civil liberties did the Soviet Union allow to its people? What kind of civil liberties does China allow to its people? I mean, you say our country, you know, this communal politics, etc, look at what China is doing to Muslims who have been put in those camps. So I do not think there's a grand narrative today, which fits the world. But I also think that, and it'll probably become more important, I think we have to the fact that India and you know, my formal training is in economics. So my knowledge of history and know politics in relatively much poor compared to what the student of politics or history would have. But the more I try and read about it, the more I get fascinated with the fact that India as it were, we were able to arrive at this constitutional consensus to sort of adopt a constitution. And what we have managed is, of course, in the third world, sort of unparalleled, I mean, we look at our neighbors, we look at other third world countries, emerging markets, etc. without a political shock to our democracy, barring the emergency, which also, you know, the transition to democracy was, I would say, relatively much more peaceful than what other countries have had to have without a major economic crisis. And no, when we talk about the 91 balance of payment crisis, etc. But that basically involved shipping some gold from here to London, I mean, look at the kind of economic crisis East Asian countries have had Latin American countries have to add. So by and large, we have, you know, emerged pretty much sort of unharmed. Now, I think India has to change. I mean, it can't be the way it has been, for example, is something I always say, you know, so a lot of people on the left today say that if you want to counter Narendra Modi, you have to have a Bernie Sanders or you have to have a Jeremy Corbyn, etc. Now, for people like say, Sanders or Corbyn to be able to know indulge in the kind of rhetoric they are doing, and you know, a lot of which I agree with, but that is besides the point. I think it draws traction from the fact that both the United States, UK, etc, they at least know after the Second World War had a golden age, I mean, where social security, education, economy, everything was in a really good shape. I don't think that was the case in India ever. So if one were to ask, you know, say, intergenerationally or otherwise, also, I do not think there are a handful of people, you know, who who might be like that, but most people are actually materially well off in India even today compared to what they were earlier. So we need to have a different kind of a theory for it. I mean, this is something I dwelt on in my last piece also, I mean, class in the classic sense of the term as we stand it, for example, in the old left rhetoric of Tata, Billa, etc. I mean, today, Adani Ambani has replaced the Tata Billa. I think the average man on the person on the street loves Mukesh Ambani for the geophones"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:19.240",
        "message": "because, you know, we have cheapest data in our country today, or for the Mumbai Indians"
    },
    {
        "speaker": "Guest",
        "time": "00:39:22.800",
        "message": "entertainment where you could be but talking in terms of materially, I mean, telecom revolution in our country, IT revolution in our country, these are all genuine capitalist driven innovations which are which our country has really exploited. We talk of the IT boom today, you know, I talked about JNU, for example, I said, you know, JNU, you know, being cheap fees, etc, subsidized education that it was, but JNU has only produced a handful of people like me. If we talk about our success in the IT boom, because of which a lot of remittances come into our country, a lot of people in my generation, our generation are employed in those sectors. This was these are all private engineering colleges. I mean, your IITs could only have produced so many graduates, I mean, thousands and thousands of engineering graduates which we are producing, because of private sector in education. So I think, you know, there have to be certain things which are sacrosanct, civil liberty should be one, basic health and education should be one. But you largely have to have a political framework, even if, you know, you want to criticize any regime, be it this regime or the earlier regime or the next regime which comes. I think you have to have a way to sort of evolve on your existing successes. In case of India, in case of, you know, for example, you know, there were 1,001 million problems with the Soviet Union, but it did certain good things to the world. There was universal suffrage after the Soviet Union came into being, etc. So I think the successes of the past have to be sort of, I mean, imbibed. And then you can't ask for going back to say the past. That is how I think political thinking has to evolve in our country, especially in today's times. You have to know what I mean, for example, I would love to read all of what Bawasabha Medkar said, I would love to read more about the Constituent Assembly debates, I've not read about them at all. But you have to bring those kinds of debates into focus. What is at stake? How did we agree on what we actually agreed on? Were there pending disagreements about important things which were, you know, where the attitude of the political class was, so to say, kick the can down the road? I think those kinds of debates have to be revived today have to be engaged with to be able to construct any meaningful political civil discourse in our country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:26.200",
        "message": "I think what I largely find and this is a lament is that instead of a deepening of the discourse, the way you just mentioned, what we are seeing is a shallowing out of the discourse where at least in the public discourse, what you see is increasing polarizations as people take essentially tribal positions, which, you know, brings me back to your earlier point that you made that, you know, that when you take something like these 2019 election results, and they can be interpreted in so many different ways, and people will just stick whatever narrative they want on it, where some people will say this shows that India is bigoted, and some people will, you know, you can make different narratives out of it. And all of which may be true or false to different degrees. But the question here is that, even as a journalist, when you work with data for either journalists or public intellectuals, there's also partly the expectation that in some way, you will help to make sense of the world. And in some way, that will involve creating perhaps a narrative of your own, however, it might be more nuanced than the other narratives out there. But however, nuanced, it might be creating a narrative. And my question when you work with data is that, in the social sciences, how easy is it to do that? For example, I mean, it's very hard to when you talk about public policy to infer causation, and you know, figure out what is causation and what is merely correlation, like an economist who's been a frequent guest on my show, Shruti Rajagopal, and she once gave me a really good example of this. She said, let's say you want to figure out if dropping a coin in water will raise the level of the water or not. Now you can arrive at it through scientific first principles and say that, yeah, of course it will. Or you can say, we'll do an experiment. And within a lab and control conditions, you take a beaker of water, you measure the length, you put a coin, you measure the height again, and you know what it is. But in social sciences, the equivalent of that is you are in a large swimming pool with many people bobbing in and out, and you drop a coin in that swimming pool. And then you try to measure the height of the water. And sometimes it will be up, sometimes it will be down. On what basis are you going to infer causation? So when you look at all the data that emerges out of our madly messy society and our madly messy economy, isn't that a sort of a problem that you face that you are supposed to make sense of all of this? But I mean, how do you handle that challenge?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:42.920",
        "message": "There are two, three ways about it. First, like you said, I think, even today, you know, it might seem a cliche for the people who actually know the subject. I think as journalists, it is our duty not to sort of engage with, you know, the experts or the converted, but to the larger audience, which in India, I still believe, sincerely looks up to journalism to give them information as unbiased as it can be. So I think the most important point is to reiterate the first principles. We have to know what I or you might take for granted, you know, in terms of even inferring the data that we have, sort of go out and educate the larger audiences. For example, a couple of years ago, for Hindustan Times, on the day of the budget, we actually did a large data piece explaining the basic things. For example, what does a revised estimate and a budget estimate mean? For us, it's obvious. I mean, we know it. But I think for the larger audience, even those bits of knowledge, I mean, we should at no point of time consider explaining these basic things beneath us. That I think is the first requirement of being a journalist. You have to know you engage with at a very mass level. The second thing is, I think what you said to point that out, that this is what actually can happen now, because inflation under this government was, you know, very low, it doesn't mean that all of it was a policy success. Inflation was low also, because this government enjoyed for a very large part of it, the previous government low oil prices, something as basic as that has to be explained. I mean, bonds, the government is planning to issue them. So a lot of people have written against it, a lot of people have written in favor of it. I would like to do a piece at some point of time, you know, something as basic as this, that note, you borrow $5 billion today, the exchange rate is 70 for $1 today, you expect it to be 75 for $1 when you have to repay that loan in say five years, what if the exchange rate were to be 90 per dollar, then the kind of money you have to pay, I mean, would increase many folds. Similarly, if the exchange rate were to go down, it probably make a windfall. Then you go to another data point as to how the rupee has behaved. So I think a step by step narrative, counting all the possibilities, which might or might not happen, actually, this is my experience personally, for example, I am the happiest when one day I write a piece in ST, then some class 11 student from say Jalandhar writes a mail to me, then I really like this, I want to be a journalist, etc. Has that happened? Sometimes it does happen. So that is what I really look forward to, because the experts, you know, I'm very grateful to them that they promote my work, etc. but that is something where I do not have to make an extra effort to sort of go and engage with them. That is their subject of interest, they like it, they, you know, sometimes they also engage with me to sort of promote me, encourage me, develop my own arguments. But when I'm able to engage with a intelligent layperson reader, by not compromising the basic method I do in my story writing is when I feel the happiest and I think that the future for these kind of arguments to be made more and more people should be making it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:40.280",
        "message": "So what you're saying is that your work is not just you don't view your work just as interpreting data and coming up with an explanation or a narrative of how things are, but also helping people see how the different kinds of data interact with each other, and therefore helping them better understand the complexity of it that the complexity of the swimming pool for that matter."
    },
    {
        "speaker": "Guest",
        "time": "00:47:00.320",
        "message": "And right. So, you know, as you mentioned earlier, I have this past as a political activist. So knowing genuine, it's very common with the left. So Marx has this famous quote of philosophers have only interpreted the world. The point, however, is to change it. I think when you're a journalist, only the first part of the phrase applies to you. Your job is basically to interpret the world as well as you can, and list all possibilities."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:22.160",
        "message": "But you're basically helping change it also. I mean, that boy in Jalandhar who wrote to you and you might one day go on to."
    },
    {
        "speaker": "Guest",
        "time": "00:47:30.040",
        "message": "But I think this is also an extremely important thing. And this is something I believe because you know, I've been on the other side of the world as a political activist, and today I'm a journalist, and I think, you know, unless and until you're writing opinion, there should not be an overlap in these two. I mean, it is important for unbiased journalism. But I think as journalists, we also need to understand that, you know, just because we think and we always try to be writing what the truth is, it doesn't mean it'll have automatic traction in the society. Now, this is something which is not rocket science, a lot of philosophers, etc. Marx has written on it that, you know, no matter whether an idea is true or false, the kind of social traction, political traction it has, also depends on larger social conditions, political conditions, etc. So if you have that in mind, then it gives you a certain amount of I would say critical distance or whatever one might call it, or no, or the ability to work very dispassionately and objectively also. That is something I consider myself lucky to have developed that thing early in my career."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:25.560",
        "message": "And as someone who looks at data on a daily basis, and perhaps reflexively, you look at the data in every subject that you do, do you look at columnists and opinion writers like myself, for example, and think ki yaar yeh hawa mein baat kar rahe hain, matlab it's not grounded in, because then it must seem very easy for anyone to just sit down and write an opinion column, right? Because if they don't have to back it up with data, whereas your work is around data, everything is around data. So does it change the way you look at other opinion writers, columnists, all of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:57.640",
        "message": "So my newspaper, my idea of a newspaper, and this has never changed, you know, when I was standing at five or six, and I used to read a Hindi newspaper, today I read a lot of newspapers, I would probably like to read even more. So my newspaper always used to finish at the op-ed pages. So business, foreign, sports, I never looked at them throughout my life. Now that I work in a newspaper, I realize how important they are. So I think one thing which newspapers teach you is plurality and diversity of views is extremely important. And when I say views, I do not just mean views, I also mean work, you know, because, you know, I might be doing data, somebody might be covering the BJP, somebody who might be looking at personal finance, business papers have more than one reporter just tracking mutual funds. I think, you know, all of those works are extremely important, including people who write opinion pieces, because what it allows a journalist is, you know, like I said earlier, I think good journalism in this country, even today has a lot of potential to bring intellect levels up in our society. Now, I might never have read a, what should I say, even the basic, you know, text of Ambedkar, I have not read much of it, but a lot of people when they write, the fact that there exists something like a constituent assembly debate, the fact that there was a debate on cow protection, you know, in our country, when the constitution was being made, these are all things I've learned from newspaper writings, popular writings. I think this is where public intellectuals have a role to play. And public intellectuals need not only be in universities or very high ranking think tanks. I think this is where all of us are public intellectuals have a very important role to play. We have to learn to agree to disagree, I will not agree with everything you say, etc. But even then, I think it is extremely important, especially in today's conditions, when there is a lot of social polarization, political polarization, that we get to engage, for example, I would personally like to know a lot more about what Dindayal Upadhyay's writings are. Unfortunately, I've never read them. But no, when we have a prime minister, who's probably one of the most popular leaders in my generation, the most popular leader, because I never saw Mrs. Gandhi, who swears by Dindayal Upadhyay's ideology, who claims that the BJP is driven by Dindayal, I think there's some merit in engaging with that. So I would actually love to have a lot more people writing on what Dindayal Upadhyay wrote. Now, you have to, there's good work in journalism, there's bad work in journalism, there's good opinion writing, there's bad opinion writing. But I think this is one of the beauties of free market and society, which has, I think, a lot of freedom to write, read, engage, etc. You can always go out and choose what you want to, I mean, the Indian journalistic scene to me, I mean, is that we don't have a Walmart in country, but this is the Walmart of ideas, I think, I mean, you can go and look at what you want to buy and don't want to buy. I think it's very important."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:37.240",
        "message": "No, and that's beautifully said, and that strikes a chord with me also. And what you said about having that multiplicity of kinds of journalism and ideas and all of that in a newspaper where you have a business page, a foreign page, and I usually go to the sports page first, so kindly judge me for it. But it doesn't worry you that in modern times, how people interact with content is changing to the extent that all of this is getting sort of, like earlier, what used to happen is that you get a daily newspaper at home, and everything is there is available to you when you flip through it, and you know, you may or may not read some things, but they're all available for you. And today, the way people discover content, discover media is mostly you'll go on Facebook or you follow a link on social media is all been kind of this aggregated, you don't get these filtered packages coming to you. Instead, you get I mean, there's a different kind of filter which comes at you from social media, it might even be a tribal filter, because social media is so increasingly polarized. And a lot of people are being exposed, therefore, to only one specific kind of content and not to that broad, diverse sort of content that is there in our newspapers. Is that something that I may be overstating or is it something that worries you for the future?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:49.040",
        "message": "It should not happen in principle is something I agree on. But you see, there are certain things which, you know, you have to take them as they come. But I would say I mean, there was a time when there were no newspapers, the time when there were no courts in our country, there was no, I mean, not just our country everywhere, society has evolved. So I think the news industry is also evolving today. And there are no, I mean, you are only talking about the desirability aspect of it. I mean, all of us who work in media know that there's a very big revenue aspect to it also. Exactly. Traditional business models in media are struggling. Now I'm not somebody who understands a lot of it. But working in a company, I know that how difficult things are today for everybody in the media industry. How we'll deal with those challenges, time will tell, there are more capable people than me who would have to deal with these challenges. I mean, free market also means that the ones who adapt survive, the ones who do not probably do not survive. But like I said, though, when I talk about it in terms of pure desirability, I think the casualty which, you know, causation which one draws is that because, you know, Facebook and WhatsApp and fake news and videos, etc, are happening. This is why a certain kind of politics is sort of gaining traction in India, in the world, etc. I think that's partly true, but that's also not true. The basic premise, you know, if you follow the sort of Marxian scheme of analysis is that, you know, you were able to make a revolution in 1917, because majority of the people agreed with the basic cause you were espousing, when Lenin said land, peace and bread, so many people in what was then Russia later became Soviet Union came with him, made a revolution. Today, if your premise is that, you know, I think OBC, you know, phrased it in the best possible way that the Hindu mind has been hijacked. I think you can't stop there. I mean, if you believe and you know, I think there's an objective basis to saying that a lot of people are financially in trouble, things are not as good as they were before the crisis, a lot of our young generation who are getting out of colleges, universities, etc, are not finding jobs. Even if you are rich, you sort of having difficulties earlier, you could go to an engineering college, probably go to the US now those things will not happen. You even if your father can afford 20 lakhs for a private engineering college, you will not get a job that easily, then ultimately, somebody has to go and build a political case that here is what needs to be done. I think, you know, this entire social media and no, I could sound a bit extremist when I say that is an alibi for a failure to come up with an effective opposition to the kind of right wing populism we are seeing, not just in our country, but in the world today. I mean, you cannot say that we'll go back to the past. So which is why probably a Hillary Clinton, you know, lost to Donald Trump. I mean, people associated certain kinds of things with Hillary Clinton, the old elite. I think, you know, however, and personally, I do disagree with a lot of political things the present regime says, but I think the critique of the old elite stands and India today, thanks to you know, pro market reforms, a lot of upward mobility, which has happened is a far more democratized place, in terms of opportunities, and ideas also, they will not listen to the old elite, they wanted I mean, I've seen in front of my own eyes in Delhi, you know, something like an Ahmadi party growing up. Now, I do not know where the Ahmadi party will go from here in the next election five years down the line, they were very promising in Punjab at one point of time today, for all practical purposes, they are a Delhi based party. But the fact that in a city like city state like Delhi, which is a proper microcosm of what India is, you have placed people from all over the country in the city, could grow up as a political force capture the imagination of power, I think it also shows how open possibilities of building alternative politics are. And those kinds of options are open to everybody, I mean, it is not just that the BJP only circulates fake news. I mean, if I were to give one example, I think technology can never be an alibi of failing to come up with social change. I mean, then the Marxists would have packed their bags and gone long ago."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:52.520",
        "message": "That's a fantastic insight. And we'll take a quick commercial break now. And we'll continue chatting about the political economy and politics in particular, which I've been looking forward to talking about with you after the break."
    },
    {
        "speaker": "Unknown",
        "time": "00:57:03.800",
        "message": "Hey, everybody, welcome to another great week on the IBM podcast has been a really fun week. Also, just a reminder, if you're not following us on social media, please do we're IBM podcast on Facebook, Twitter and Instagram. One thing that we are trying to do as much of as possible and we want to keep doing this is if you hear something that you really enjoy, take a screenshot of it and tag us on whatever social media platform you prefer and we'll try and repost that. If you want to keep your listening light and funny this week, check out shows like Cyrus says Golgappa and the Empowering Series on Cyrus says Cyrus talks to hosts of another IBM show, Football Shitball, Gaurav Sapde, Karthik Iyer and Sivaram Padmanabhan. Tune in to listen to some fun conversation about sports advertising and Bollywood. On Golgappa, Tripti is joined by cinematographer Milan Zogh, who shares rib-tickling stories from his shoots. And on the Empowering Series, Zarina is joined by comedian Suresh Menon. They talk about his early days in comedy, his chemistry with Jose and how he started Kaan Masti. If pop culture is what's going to get your engine going this week, then you know, we got shows like Geekfruit where Tejas and Dishnu this week are rounding up the hits and misses of announcements made at Disney's D23 Expo. Mr. and Mrs. Binge Watch, you know, I mean like that's a really fun show where Janice and Arun talk about TV show runner Jenji Kohan and her extremely successful Netflix shows as Orange is the New Black and I can't remember the other one, but they've got another really good one too. On IBM Likes, Abbas, Antareksha and Darius discuss the film Once Upon a Time in Hollywood and rate their top five Tarantino films. Man, I wish they had called me to do that. So if you only have a really short time and you want to check out some of our shorter stuff, you can check out Origins of Things where Chuck narrates a brand origin story involving a tabloid and a gold digger. It's going to be fun guessing which brand this is. And on The Habit Course, Ashton shares some interesting facts about coffees and afternoon naps. And also don't forget to check out Urmi Kothari on the Kinetic Living podcast where she has Thriving Thursdays and Tabata Tuesdays, both of which are, if you want to be fit, you should do those things. On our new coming of age show, Agla Station Adulthood, host Ritasha and Ayushi discuss casual dating hookups and modern day love. On Keeping It Queer, Naveen Akbar had talked to producer Madhuri Adwani about body image issues."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:59.640",
        "message": "But with that, let's get you on with the show. Welcome back to the scene in the unseen. I'm chatting with Roshan Kishore about data journalism, about the political economy, which he writes about regularly. And, you know, coming to sort of Indian politics now, you you've been a data journalism and sort of a data journalist and sort of in the thick of things during what is a transformative period in our politics. Tell me a little bit about following politics during this time, you know, the 2014 elections, the 2019 elections. Has it? Have there been parts of it which are bewildering, which have taken you by surprise? And also how has a political, how has our politics changed during this time?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:42.600",
        "message": "So, ironical as it may sound, my most bewildering political experience actually doesn't come from doing data journalism, but going out in the field. This is during the Madhya Pradesh assembly elections. I think this was somewhere between Jabalpur and Bhopal district. We went to a village, talking to a bunch of people. All of these people were rooting for the Congress. They were extremely angry with the BJP government, etc. And we were having this conversation. And then this guy tells me that when the Babri mosque was being demolished, he along with all other villagers actually went to demolish it. So here is a group of voters who were not just supporters, but active participants in what is often and rightly thought of as one of the most communal acts of politics in our country organized then, but they were not voting for the party they were still aligned ideologically with. I think that is how complicated politics has become in our country. Or if I were to put it the other way, maybe politics has always been like that, but we never realized it was the way like that. So let us go back to the 2014 elections, Narendra Modi for the first time in 30 years got a majority on his own, made a big thing. A lot of explanation was that it is actually the anger against UPA2, you know, 2G and Commonwealth, etc, etc, etc. And then, you know, there was mixed evidence. So 2014, you win these elections, then you have some success in Maharashtra, Haryana, etc. And then we come to Delhi 2015, the BJP is all but wiped out, you get just three seats. Then no, you go to a completely different electoral battlefield, which is Bihar in 2015, October. Once again, somebody who's, who's been epitomized as the symbol of corruption, nepotism, etc, by the BJP, Lalu Prasad Yadav pulls off a spectacular victory along with Nitish Kumar with the BJP. Then you again, you know, 16, the BJP is irrelevant, because it's Bengal, Kerala, Assam, they win, but by and large, not major players. Then no demonetization happens, then UP happens. Then once again, there's a big bang, you know, the Bihar government falls under a bunch of its own contradictions, because the BJP, Nitish Kumar said it openly was invincible, nobody could defeat it. So he made it very, very clear why he was going. Then 17 onwards, we get into a completely different trajectory where the BJP manages to somehow retain Gujarat, then 18, there was the shock defeats for the BJP. So by the time we got to 2019, and I'm very honest about it, this was my personal belief as well that it was anything but a closed race. I mean, I did not see the BJP performing the way it did, because, you know, being a numbers guy was actually looking at those previous numbers. And if you look at previous assembly elections before 14, there was always 80% of the assembly elections actually sort of manifested in the Lok Sabha elections, the trends. So I thought there was no way the BJP could do what it ultimately ended up doing. Now that it has happened, I think one has to try and go back and ask those questions as to how it happened. Now, there are a bunch of people who think that EVMs are rigged, etc. I think all that is bogus. I mean, as simple as that, because, you know, the same sets of EVMs, etc. are being used. The biggest takeaway, I think, from the 19 victory of the BJP is that people in our country are actually voting separately at different levels of government formation. So they might elect somebody else to be the chief minister, they might elect somebody else to their prime minister. I mean, Odisha is a perfect example, it went to poll on the same day assembly and Lok Sabha elections have drastically different results. People voting in the same booth on the same day are voting for two different parties. Now this is, this is a very big thing as far as Indian democracy is concerned, Indian politics is concerned. This also means that the BJP going from here, no, however implausible it sounds right now, it sounded so in 2014, also might suffer reverses in state elections, but then the opposition because it will not have to not be able to construct a popular sort of narrative, along with a figure which is extremely important because now we are voting more for a leader rather than a party and the BJP also has absolutely no pretence in acknowledging that it is a vote for Narendra Modi. These are very interesting times. I think one has to have a substantive analysis of what Narendra Modi did. Now mind you, in politics, there could be things which we think are counterproductive something like demonetization, but could help politically. There are things, you know, such as demolition of the Babri mosque, which we think is very bad to do. But democracy, you know, we have to accept it is also a rule of the majority. So the majority of the people do not agree with an idea, however, right it is or agree with the idea, however, preposterous and dangerous it is, then that idea always sort of carries on in a democracy or we are a democracy. So we have to think along those lines, what are the things which they did right, which were also right for the larger interests of the country, the economy, the polity, which they did right, which were otherwise counterproductive. More importantly, what are the things which the opposition could not do, for example, something like demonetization. No, I still believe had the BJP been in opposition, the amount of public anger which would have erupted against demonetization, and you remember Venezuela tried something similar when demonetization exactly take it back, Venezuela is today a far more repressed democracy than India is. But India did not have one credible protest against demonetization. Now that speaks volumes about the failure of the opposition. Now the crudest explanation could be a lot of people, grassroots leaders were actually exchanging notes and you never know. But to be able to encash popular anger against, you know, a lot of policies which we think and some of which we rightly think are wrong, I think is also there also has to be an analysis of what was done by the opposition and what was not. So those are the two tracks in which I think any political analysis from now on must progress."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:37.400",
        "message": "And if you sort of look at the broad currents along which people vote, you know, what really happened around 89 and the 91 in that phase was that the two big issues that dominated Indian politics became Mandal and Mandir and they completely changed Indian politics. And you've written a recent piece called Mandal, Mandir and Markets where you talk about sort of these three M's. And I remember I think right after the election, I think it was Shekhar Gupta who wrote a piece where he said that there's another M which has completely surpassed all these M's, which is Modi. And his point really was that Mandal and Mandir are now irrelevant. This is a Modi thing. And again, I believe there's some amount of data by Milan Vaishnava among others, which backs up that a lot of people sort of, a lot less people would have voted for the BJP in 2014, at least if Modi had not been the PM candidate. How do you view this evolution of why people vote? Are Mandal and Mandir and perhaps Markets still important reasons why people vote or is it a very personality driven thing now?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:44.400",
        "message": "See, we were talking about it in the early part of the podcast, which is where you have to sort of realize how much to read into the data which you have now when surveys say that half of the people who voted for the BJP would probably not have voted for the BJP had Modi not been the prime ministerial candidate. We have to understand what is it that Modi brings to the BJP. I mean, it is not that people like his face and vote for him. I mean, it can't be. I think Narendra Modi today probably is the not only is the biggest mass leader in this country, he and under him the kind of BJP leadership which is developing. They are also people who are deeply convinced about what their core politics should be. So my generation, Narendra Modi is somebody now look at it from the BJP's point of view, say a core BJP voter driven by Hindutva, etc. Now, a lot of liberals actually try to turn 2002 against Narendra Modi. Now, Narendra Modi has never gone on the defensive with that. I think that plays a role in the psyche of the core BJP voter."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:47.640",
        "message": "That's a feature, not a bug."
    },
    {
        "speaker": "Guest",
        "time": "01:07:49.160",
        "message": "He would never desert Narendra Modi because he stood the test of the time. He's not somebody like a Lalkrishna Adwani who went to Jinnah's mausoleum and did what he did. Similarly, there are a lot of other things. For example, you know, this entire thing, you know, we do not we did not have a 2002 unlike before the 2004 elections, we did not even have 2003 Muzaffarnagar unlike what happened before the 2014 elections, which is what I've sort of argued in my Mandir Mandal Markets piece. Now, does that mean that there was no communal polarization before these elections? Look at things that what is happening in Kashmir today, you know, 370, 35A, these are matters of great detail. These are matters of constitutional integrity. What is the special status of Kashmir? If Kashmir does not have a constituent assembly, can you even remove these articles? If you were to do away with Article 370, will Kashmir technically be bound to be a part of India? We can debate ad nauseum about these things. But when a political party goes to a hinterland constituency in say, Eastern UP or Bihar, and poses this question that those who want 370 to stay are actually aiding and abetting the cause of separatists in Kashmir, I think it makes an extremely powerful impact on the voter. When you go out and say that, you know, we are bringing the citizenship amendment bill and all Hindus who are persecuted in say, Pakistan or Bangladesh or Afghanistan would be granted a citizenship of this country, I think you are making a very powerful point. Your core politics like it was in 2002, even today is intact. And I think the voter gets those messages. When you say that because Rahul Gandhi is contesting from Wayanad, which is a Muslim majority seat, it basically means that the Congress is only looking at Muslim votes in the 2019 elections. It makes a very powerful point. When the Prime Minister of India goes to a Gujarat election campaign and says that a former Prime Minister of India actually conspired with Pakistan to get him killed, you know, it's beyond the pale, but it strikes a chord. Yeah. So I think it is the BJP today has mastered the art of keeping the communal pot simmering without there being any large precipitation. They would not have a Muzaffarnagar on their hands, they will not have a Godhra, Gujarat, Ahmedabad, Naroda party on their hands, but the pot is still simmering. So if we were to go back to the social science analogy, the BJP has actually mastered the art of keeping the swimming pool empty. So the only people who jump in the swimming pool will be people of their own choosing. I think this has been a miserable failure of the opposition on that. And this is something I say from a lot of personal experience. I think it was in standard one when Lakhrishna Advani started a Ramshila Poojan Yatra, 89 was when the Bhagarpur riots happened in Bihar. I mean, I remember our school was closed for a month because of communal tension. Since then, the Hindu right wing has never stopped its own propaganda. Sometimes it's Ayodhya, sometimes it will be Labh Jihad and right now it could be 370. They kept changing whatever suits them to do. The other side, on the other hand, always thought that the way to deal with it was not to take it head on, but sort of build bypasses around it. So in Bihar, Lalu Yadav built what is now famously referred to as an MY equation. I have the Muslims which are captive because anyway, they can't vote for the BJP. I'll get the Yadavs along and here in a first post the past system, I have this invincible target vote share level of say 36%, which is enough to beat everybody else. Narendra Modi and Amit Shah today are proving that that is not going to be enough because we'll surpass 50% in each and every state. That is the next level they've taken in the politics. So I think it is extremely important to realize what the success of the present leadership"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:27.040",
        "message": "of the BJP is. And it also seems to me that there's an apparent contradiction there which bewilders me. So on one hand, I completely agree with you that a lot of the support for Modi is not necessarily because of his personality and all of that, but because he stands for a vision and an ideology which people feel deeply. But also it is true that just as the BJP has an ideological purity, which no other party has because other parties don't really stand for something which is as powerful within Indian culture, but also a parallel strand of the BJP political movement in the last few years has been a will to power perhaps, you know, led by the political strategy of Amit Shah, where he almost does a mergers and acquisitions things where you're always constantly acquiring people from other parties, right? So you'll go to the Northeast and you'll acquire people and Gujarat elections or Goa elections, whatever happens, you'll acquire some people and you'll do whatever. And that seems almost contradictory to this because on the one hand, you stand for ideological purity. But on the other hand, you're bringing in people you opposed and who opposed you very strongly into your fold. And almost like saying that, okay, we'll be this broad umbrella, you know, and it's been very successful for them both in terms of bringing other politicians into the party and managing to form governments and so on and decimating the opposition. It's also that broadening of their typical social base has also been successful in terms of, you know, for example, famously getting non-Yadav OBCs in UP, non-Jatav Dalits and in fact, they now, you know, in both elections, they've had a larger share of the Dalit vote than the Congress has. Is there a sort of a contradiction here that on one hand, it stands for this firm kind of ideological purity and on the other hand, it's just taking in everybody?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:12.640",
        "message": "I'll go back to my earlier avatar as a political activist and not a journalist. I think this is what politics is. Day to day politics, especially in a country which is as diverse as India and as big as India, it can never be adhering to a text cast in stone. Politics in India always has to be about and it will be about handling contradictions. So if the BJP can handle its contradictions in Goa, it'll have a field run. The BJP could not handle its contradiction in Kashmir, so the government fell. I think politicians, and this is where persons become important, because sometimes, you know, it could depend on just one person. So it took an Atal Bihari Vajpayee to run an NDA coalition for that. I think if the BJP today had those kinds of numbers, nobody would do business with Narendra Modi. It is only because Narendra Modi has the majority that people know, JDU with all their reservations, I don't know how they're going to vote on the triple talaq bill today, but they'll stay with the NDA."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:07.280",
        "message": "So I think that is where the art of handling contradictions"
    },
    {
        "speaker": "Guest",
        "time": "01:14:13.200",
        "message": "becomes extremely important. And that is where the rest of the opposition has absolutely no idea what to do. I mean, look at Bihar, for example, now, I'm from JNU, so I have a bias. So Kanhaiya went and contested Begusarai. He actually came second, whereas the RJD candidate came third. But Tejasvi Yadav, you know, he was in charge of things. He could not even give that one Lok Sabha seat to Kanhaiya. Look at the BJP. I mean, it gave an equal number of seats to the Janata Dal United. Now we all know that the BJP did not need to do that. Look at what they've done to the Shiv Sena. Amit Shah went to Uddhav Thackeray's house to sort of accommodate, placate Uddhav Thackeray. No, no, you have to stay with us. I think this is something, you know, you might think that the BJP leadership, you know, a lot of people say that, you know, they are all fundamentalist and very, you know, sort of predatory in nature, etc. But I think behind this so-called strong face of the BJP leadership, which people like Narendra Modi and Amit Shah sort of display, I think they also bring with them a lot of flexibility in day-to-day politics, a lot of commitment to protect their core ideology, even while doing all these compromises. And a lot of the electoral success with the BJP has had in this country in the recent past is also because of that. It is not just ideology. They are doing, you know, the BJP might oppose beef-eating in say, Uttar Pradesh or Bihar, but they would go to the Northeast and say that you please go ahead, eat your beef, we have absolutely no problems with you. They are doing business with the Christians in Kerala. They made a minister who comes from the Christian community in the state, they have absolutely no problems with beef-eating. So the BJP today is not only the most ideologically convinced party in this country, it is also the most flexible and pragmatic party in the country when it comes to political praxis."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:49.800",
        "message": "So let's say it practices all this flexible politics as a means to an end, which is to come to power. But when it comes to power, its core supporters would expect it to carry, to do something about their ideology, whether it's Mandir Banao or Bank House Rotter or Build a Hindu Rashtra. So where do you sort of see it going? Like what is the future? Do you just keep the circle going where, you know, your means to an end is again, coming to power is an end in itself? Is that where it continues going? Or does it actually start acting upon some of this and we go in those without casting a value judgment on those directions, like, forget whether Hindu Rashtra is desirable or not, or whether we should build a temple or not."
    },
    {
        "speaker": "Guest",
        "time": "01:16:28.920",
        "message": "But so there are two ways about it. One is, you know, people who are more Christian than the Pope within the BJP ranks, if you want to use that phrase, what do they do when the government doesn't deliver? Now, they either have a choice of going and floating something which is, you know, even to the right of say the BJP, or they have the choice of going and doing business with the opposition. So like I said, you know, the Babri Masjid, the farmer angry with the BJP example, I think both of these cases happen. So we have that farmer in Madhya Pradesh, who actually went and took part in demolishing the Babri Mosque, but voted for the Congress. We have somebody like a Praveen Togadia, who my generation has always associated as the most rabid right wing political voice in the country, who actually has been who was trying to criticize Modi and sort of cause some political damage, none of it happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:15.800",
        "message": "And back when Modi was CM of Gujarat, he had actually sidelined Togadia."
    },
    {
        "speaker": "Guest",
        "time": "01:17:18.880",
        "message": "Yeah. So I think both of these trends will continue. But what I think is how it works is a large part of that political spectrum, which actually concurs with the worldview of the BJP today, also thinks that if this government were not to be in power, they would actually be worse off. So with all the reservations, which they might have, they actually think that it is in their interest to sort of continue investing in this regime."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:42.640",
        "message": "Right. And let's kind of move on from the BJP to the opposition. And you recently wrote a piece about how Rahul Gandhi's analysis of why they lost the elections is completely wrong. Can you elaborate on that a bit?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:57.360",
        "message": "So if one were to very crudely summarize Rahul Gandhi's letter, it basically meant that the Congress should be doing more of what it was already doing. I don't think that helps. No, the biggest reason it doesn't help is because the Congress actually won those three states, you know, in December 2018, and in less than six months, it ended up losing all of them. So it can't just be organization in my view, it can't be the case that your activists were actually delivering six months ago, and today they can't. The question is, what do you do about it? I think one part of it is you have absolutely no idea how to build a constructive effective critique of this government's economic limitations. And there are many, I personally believe that. So you actually do not know what to go and talk to whom. The second thing is, I think the Congress and which is where I focus a large part of my piece on is the Congress has no idea how to take care of this Hindu polarization business. They actually want to be seen as Hindus, which reflects in the temple visits and whatnot done by especially the two active politicians from the Gandhi family, Rahul Gandhi and Priyanka in these elections and before these elections, but they don't know how they should be doing it. Because like I argued in this piece, it is not enough for you if you want to counter the BJP politically to be seen as pro-Hindu. There would be moments in the campaign in before an election where the BJP would actually portray itself as either explicitly or not so explicitly anti-Muslim. So when you say you would implement NRC in the entire country, I mean, people understand what you're hinting at. You basically hinting at the fact that there are a lot of Bangladeshi Muslims in this country who could actually be West Bengali Muslims and you would deport them. He would never come to do around to doing that. But this is something nobody in the opposition can go and champion. When Narendra Modi goes to say Calcutta and says that Mamata Banerjee is preventing us from implementing NRC here and she's Farooq Abdullah's ally who is preventing us from abolishing Article 370 there, which basically helps terrorists, etc. How does the opposition go and deal with this acquisition by the BJP? Now can you go to an average villager in say Begusara in Bihar or Gorakhpur in Uttar Pradesh and teach him or her what was the instrument of accession when Kashmir was being annexed to our country? What happens if article, no, or do you go to people around the country and show them census data that this is what Bangladeshi infiltration is, this is what the number of Bengali speakers in a lot of places is, doesn't work like that. I think, and this is where, you know, cultural intervention becomes very important. This day-to-day primacy of the unidirectional cultural discourse, which has happened in our country, which the right wing, especially the, you know, which is sort of in concurrence with the politics of the BJP has completely, I think, occupied. How do you deal with it? There's absolutely no, there's been no effort by the opposition to take it. Now one part of it can be economic, you know, that actually, you know, religion is the opium of the masses and you don't have the job. So basically all this is being sent to, but I think in a country like India, you know, so this is something Walter Anderson's book on the RSS when it was released, I was invited to a discussion on the book where Professor Anderson himself was present. So this is something I said there that actually, you know, a lot of intellectuals in India criticize the RSS on the basis of the premise that RSS's worldview does not stand intellectual scrutiny. We have to understand that the RSS is not an intellectual institution. It does not require intellectual scrutiny and sanctity to sort of propagate its ideas. It is at the end of the day, a majoritarian religious body, which basically needs to consolidate people from its old religion. And I said, look at somebody like Mahatma Gandhi. I mean, if you were to intellectually analyze Mahatma Gandhi, I mean, any rational intellectual would find a 1000 problems with the kind of arguments, political praxis, behavior he indulged in, right from his Gram Swaraj to many other things. But he was the biggest mass leader in our country. So politics and rationality are two sets where there is a significant union, but not all of it is common. I think the opposition, especially the Congress Party needs to figure out how do you deal with this, you know, dog whistling, if one could use the term against Muslims in day to day politics by the BJP, especially during elections, what do you do about it? Unless they have an answer to this question, which I'm pretty sure they do not have because the only thing they could figure out was going to temples, they are going to have a very"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:31.120",
        "message": "difficult time in dealing with the BJP. And what you just said a couple of thoughts strike me about the Congress. One is that if you go back to the history of the Congress, you'll find that pre independence and even for a few years after independence, a Congress within it had genuine Hindu nationalist leaders of nature. Madan Mohan Malviya founded Banaras Hindu University. And at the time, you know, you had at the time of independence, Sardar Patel was there, Govind Vallabh Pant was the CM of UP, Lal Bahadur Shastri was a Home Minister of UP. In fact, both of them were in charge when the Ram Idol was installed in Ayodhya. And I think 49 and Nehru said remove it and they obfuscated and they denied it. So you had these Hindu nationalist leaders whom Hindus could take seriously. Today, there are no leaders like that within the Congress for good or for bad and all of what they do like Rahul Gandhi going to Kedarnath is frankly just very obvious posturing. You can only sort of just laugh at that. And I totally agree with what you also earlier said about how you cannot hug back to the politics like one point that I keep making about the Congress and the BJP, the contrast between them and this is actually a criticism of both in a sense, is that the Congress behaves as if history began in 2014. So they will constantly talk about all that has gone wrong since 2014 and a lot has so all of that criticism is completely valid. But they will ignore their own sins of the past. And they will ignore that voters have turned to Modi and rejected them because of the misgovernance of decades and you know, not only will they not engage with that, they will promise the same kind of policies and the same kind of visions for the future, which has already and correctly, in my view, been rejected by the nation. And the BJP is a converse of that where they behave as if history ended at 2014. So what Modi did in the last five years is irrelevant."
    },
    {
        "speaker": "Guest",
        "time": "01:24:17.680",
        "message": "Everything is Nehru's fault. No, I would actually you know, I was like, I think it is a Congress which believes that history. I think that the Congress actually thinks that we are still not in 2014. Okay, we haven't. They have a sense of political entitlement, which I think makes them think that the Congress still should be the default choice of the people in this country. Now, 14, there was a question whether it was a one off thing or not. But I think between 14 and 19, now we know that that is not going to be the case. So the Congress Party has to realize that and if the Congress Party actually wants to regain its stature as the default political choice of the people in our country, it has to completely reinvent not just its organization, but also its politics. So there was a phase in Indian politics which lasted, you know, one could say from Nehru till the emergency was one phase, then post emergency was a very turbulent phase. Then we had this relative degree of stability, I think post 14, we have entered into a completely"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:12.600",
        "message": "new phase, the Congress has to realize that. And is there a way out of it for them? Both in terms of realistically, is there a way out of it given what the organization is today, and and the near feudal capture and the erosion of the organization itself? And also that if they is there a way out of it? Is there a potential hypothetical way out of it just in terms of narrative? Because the question that you yourself asked, how do you counter this dominant narrative? It's obviously not by you know, going harking back to the past, but then how?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:43.760",
        "message": "I think it's a two step problem. Now, let us go back to the example of Narendra Modi. Narendra Modi comes from an extremely ordinary family in this country. The kind of political choices he made when he made them to become a swamsevak, I mean, despite being married, not have a family life, etc. I think even in his wildest dreams, he would never have imagined that he would end up being where he is today. You have to give it to him. Let us come back to the Congress now. An average Congress person, you know, who's entrained in the leadership, say, if we were to look at top 20,000 people in the Congress organization in this country, if they were asked to explain, why is it politically that they are with the Congress Party? And if you were to exclude say religious minorities in our country, because they have a vested interest in promoting a political force, which is by and large secular in its outlook. Now, the Congress has made those compromises with secularism, but we know that they are programmatically completely different from what the BJP is. If you were to ask those 10,000 people who come from the majority religious community Hindus in this country, why are you in the Congress Party? I think all of them would struggle very hard to come up with a coherent answer. That would not be the case. I would not say it so much about the BJP, but at least with the RSS in this country. I mean, you might disagree with their worldview or agree with it, but they will tell you exactly why they are in the RSS and why they would be in the RSS, why they would sort of get people. So that is the basic problem. I think, I mean, you have to have, now there is that material basis, if you want to enter into politics, you do some real estate, you get some more money here. That is how we know local politics, that is how it operates in the entire country today. The scale might differ depending on how developed your capitalism is. But the subjective question regarding politics, I think, and this is a crisis not just of the Congress, but also of the left today in our country. I mean, if you were to go to JNU, recruit somebody, say, you know, become a part of the SFI. Why? I mean, there's not going to be a revolution. I don't think any communist leader in this country believes that there's going to be a revolution in the world. I mean, you used to have a government in West Bengal, which notwithstanding all its problems had a very glorious track record in terms of basic land distribution, etc. That doesn't hold today. So why should I join the left? I mean, in your party program, you still say that North Korea is a socialist country, you still say that China is a socialist country today, you know, despite of all the problems which are happening in Venezuela, and I think Chavez did some good things and certain things have came back to bite the regime. But you if you continue to celebrate those things, then where do you draw the moral grandstanding from to be able to attract bright intellectual people into your folds, who would then be willing to make a certain amount of individual sacrifice to sort of further your political cause because Narendra Modi made a certain amount of political sacrifice very early in his political career. Amit Shah comes from a very wealthy businessman family. So I think, you know, we might have a lot of disagreements with him, but he made a certain amount of political sacrifice to give time and resources to the BJP. And that was the case the entire generation, the socialist leadership of this country from Nitish Kumar to Lalu Yadav to everybody else, all of them made political sacrifices during the anti-emergency struggle, they were put in jail, they faced a lot of state atrocity. Now, all of those acts, I do not think can be, you know, a product of purely Machiavellian consideration that I have to do well in politics, hence I have to do that. I don't think that is the case. So there was a degree of romanticism, subjectivism, etc. As far as the larger thing is concerned, and this is far more difficult here, because a with no liberalization, etc. People who study in elite institutions, I think people like us have a lot more opportunities in front of us than what people in the 70s or 80s had. I mean, if you are really, you know, bright, you have the world to conquer, right from here to the United States to everywhere. Two, I mean, because there's so much, you know, for example, you know, somebody in Delhi who goes to a private school today, a group private school goes to a good public or say, you know, went to Sardar Patel Vidyalaya, you went to Ashoka University, you came back with a PhD, you would have absolutely no idea of what the common people think in this country because you've never engaged with them. So the kind of class ghettoization, which is, you know, being imposed, even if inadvertently on you, I mean, how do you build a connect with the masses, I think these are very serious sociological economic questions, which people from the opposition, I think. So when Narendra Modi makes that critique about Rahul Gandhi of him being entitled part of it is true. I mean, it is not it is it is purely an accident of birth and Rahul Gandhi is not to blame for it. But the kind of India Rahul Gandhi or Narendra Modi would have seen are very different. Now Rahul Gandhi tried bringing those kind of people in the organization. But I think unless you have a subjective factor, unless you have a robust critique of you know, what the BJP stands for as a Hindu party, if you can offer a better alternative to that, I think it will be very difficult to build an alternative going on from here, either for the Congress or anybody else."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:48.400",
        "message": "Quick note for my listeners, he mentioned Venezuela, I did have an episode on Venezuela as well, which will be linked from the show notes. Would it be fair to sum up your point by saying that the point that you're making is that if you look at Narendra Modi's trajectory, he is here today because he joined a party, a political party, which wasn't doing so well at the time. So he didn't join it for the lust for power, but because of a deep ideological belief with whatever the core vision of the party was, and that drove him and many others like him. And obviously, you see the one person who got to the top to actually form the backbone of the BJP. And if someone joins the Congress or the left now, what is that vision which is being sold at one point of time, that vision used to be there. No, and you know what you said about Rahul Gandhi and the entitlement and you know, the class barrier also reminds me of, you know, Mahua Mitra, who's very much the flavor of the town right now gave a recent interview where she said she was once in the Congress, as you know, in the youth wing or such like, and she was there for some time. And then she left and she she left because a there was sexism, she wasn't being taken seriously because she was a woman be she found that even regardless of gender, there was a ceiling and you needed to be to have some political backing to get ahead of it. And in a party like that, which suffers from that kind of feudal mindset, you're really not going to rise up the ranks and someone like a Narendra Modi from an OBC background and you know, from the kind of poor background where he came isn't going to rise up a party like that. And that's that's sort of something that"
    },
    {
        "speaker": "Guest",
        "time": "01:32:19.200",
        "message": "Congress is not the only such party, a lot of these regional parties, including Mitra's own party, we know that it is not run on what exactly can be termed as democratic principles. Exactly. So I did not go into these details, because we are talking about larger issues. So if you want to take BJP's ideology head on, you have to have an ideological affinity for your own political project, which can't be ridiculing everything which is Hindutva."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:42.640",
        "message": "It can't just be opposition. You can't stand for something, you can't put off people."
    },
    {
        "speaker": "Guest",
        "time": "01:32:46.360",
        "message": "I mean, this is something the opposition doesn't understand. I mean, just because you do not like Narendra Modi, you cannot ridicule that he's going to be on this discovery show. It doesn't help your political cause, let me be as blunt as that. The pro-BJP people actually enjoy those things. You have to have a more substantive, material, effective critique."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:04.480",
        "message": "And also just because someone is pro-BJP doesn't mean that he can't stick to those sort of beliefs which make him pro-BJP but still find a reason to support you. For example, so I'm just throwing a thought at you, tell me what you think. I think that you can't categorize people very simply. We all contain multitudes and there might be an individual who is a believing Hindu and who believes in the BJP project. But he might also have liberal instincts and he believes in free speech and he might also believe in free markets or whatever. We are a bundle of impulses and what the BJP political project has very successfully done is appeal to one aspect of their belief systems. And for that reason, they support BJP. But you know, it is still nevertheless, I would believe possible for other parties to appeal to other aspects of their beliefs and whatever, you know, very complex multifaceted worldviews are and draw some of that support away. Now given that a lot of the work that you do, which deals with data is like any political data is also in its nature, I would guess social data."
    },
    {
        "speaker": "Guest",
        "time": "01:34:08.880",
        "message": "What would your thoughts be on this observation? You're exactly right. This was in 2016, I guess, CSDS Lokniti, which is among the few credible political research institutes in our country, they did a survey of youth. So they had this questionnaire, they went along to everybody. One of the questions in the questionnaire was which political party do you support? There were a host of other questions, you know, ranging from do you support eating beef to you know, whether somebody who consumes alcohol should be your neighbor, etc, etc. When we ran cross task, what it shows was that apart from the question of eating beef, there was by and large complete political concurrence among supporters of different political parties, whether you supported the BJP or the Congress or anybody else, there was absolutely no difference. So your sociological beliefs, you know, your behavioral beliefs, I think are more or less shaped by your socialization rather than anything else, rather than which political party do you support. If you were to go to say, South Bombay, and if you were to go to Gaya, the place I come from, I mean, what is acceptable socially and what is not acceptable socially would probably be very different. And you cannot brand the person living in say, South Bombay or Gaya and be that as may in either cases, as being prejudiced or biased, or I think social change has to be something which you consistently strive for, which is where no, I think, you know, take lynchings, for example, what is the by and by now the established liberal reaction to lynchings? Something happens, I think both you and I agree that it is completely unfortunate. Then you have a protest here in Delhi, etc. Where is the preemptive political effort to prevent such things from happening? Has the opposition done a campaign? Now, some people like Harsh Mandar, etc, have tried to do it, but they are individuals. I mean, I mean, you can't have that kind of an impact. If you want to prevent a religious polarization in this country, where is the preemptive political effort to do that? I mean, it is extremely convenient for a bunch of political actors to come out everything ex post after say this thing has happened, where's the ex ante effort? I don't see that. Then how can you go and say that, you know, people people are becoming bigger, they don't listen to us. I think that's that's intellectual and political lethargy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:15.840",
        "message": "So we've spoken about the BJP, we've spoken about the Congress. Let's speak about the left because you've been a man of the left yourself. And I'm sure what has happened over the last few years must pain you, though it doesn't pain me, but I'm sure it must pain you. Is the left dead? What did they do wrong?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:31.040",
        "message": "What happened? The political left as we knew it, I see it very difficult that it will revive. I don't think that's going to happen. Now, has it all happened in the same way? No, let us take the Bengal and Kerala examples, the two states where left was actually very strong. The Bengal thing, I think is a classic case of complete ideological disarray, because you ultimately ended up I mean, I think there's been a lot of serious academic work, there were a lot of problems with, you know, the left front government when it was in power. If you look at the social indicators, etc, Dwaipayan Bhattacharya, who is a professor of political science in JNU has written a very good book, you know, it's, it's called governance as practice, how left got consumed in its own contradictions, gives a very powerful account of what happened. But ultimately, you basically lost power on the question of acquiring land for a handful of corporates. Now, that's the worst way in which a communist party would like to lose power. Let's go to Kerala now. I think Pinarayi Vijayan's government and the CPIM and the LDF there took a very principled position when it came to the question of Sabarimala. They were the only political actors in the state, the Congress and the BJP both sort of decided against doing it, who stood for the Supreme Court judgment that women of menstruating age should be allowed to enter the holy shrine. I think this electoral loss is a political price for doing that. Now they have lost from a politically very principled, this is something I think even you would agree with."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:53.280",
        "message": "Yeah, yeah, absolutely."
    },
    {
        "speaker": "Guest",
        "time": "01:37:54.280",
        "message": "But in Tripura, it took a completely different turn. I think somewhere between the Bengali and the tribal contradiction, they lost the plot and ended up losing a large amount of tribal vote. And once they lost power, it has all led to a meltdown. So if one were to talk about the electoral decline of the left, I think one has to take a heterogeneous view, because each stronghold, how the left lost it, I'm not so sure whether they come back in Kerala or not. But let us for a moment assume that there are all different factors. But the larger factor and a lot of, you know, political leaders in the left like to say, but that why should these states be held accountable for the decline of the left? What about the rest of the country? Why did the rest of the party say not support the Bengal party or the Kerala party? That is where the ideological question I think becomes extremely important. That what is it you want to mobilize people on? Now let us look at some progressive legislations which happened during the UPF 1. The left played a role in all of them, Rural Employment Guarantee, Right to Information, Forest Rights Act. I think the left had not been supporting the UPF government, these legislations probably would never have seen the light of the day. Interestingly, the left did not start the agitations for demanding these agitations. Employment Guarantee started from the Right to Food Campaign. Right to Information was Aruna Roy, Arvind Kejriwal, a lot of these other people. Forest Rights Act bill was a lot of tribal organizations, I mean, there were some left leaning organizations also. So even these little successes against the Indian state, which you think actually democratize the state further, tilt the balance if one could say so in favor of the extremely marginalized. Now, these are extremely marginalized sections of the society. The left did not take an initiative on its own. Where is the left really strong today, despite all its political setbacks? Bank unions, insurance unions, these are the ones, you know, if the public sector bank unions decide, which are still dominated by the left, they'll bring the banking industry to a complete standstill in our country, handful of universities, students unions, etc. So you actually have a situation where your remaining political capital rests with people who are fast becoming marginalized in their own way. We know that public sector banking is not going to be the future of banking in this country. Whether the government privatizes banks or not is a different debate. But 20 years from now, public sector banks would not be what they are today. So between these two extremes, you know, this is something the left exploited early in its career, etc. I mean, it had a lot of ideology, you know, Jyoti Basu was a lawyer educated in England, he came back and did that politics. So I mean, we spoke about Narendra Modi, who comes from a very modest family, had very little education, and was not successfully professionally otherwise, but became a political old timer. Now, here is the other extreme Jyoti Basu, who comes from England is educated in England could have no and all the money in his life, decides to work for a communist party. So there was also the other side of the political infatuation, affinity, whatever one might choose to call it, it actually, the Bombay film industry at one point of time, today people rave and rant about Akshay Kumar supporting Narendra Modi, etc. I mean, the Communist Party actually had its headquarters in Bombay, the entire Indian People's Theatre Association, the galaxy of film stars used to work for the left. So how do you regain that ideological, I think, and I can say this with a lot of confidence for the left without a larger ideological narrative, left politics cannot have any future in any society. I mean, your your basic justification for your politics, even today comes from the fact that there is a established school of analysis in social sciences, which was founded by Marx, which has been improved upon by a lot of thinkers, because left politics, by definition is a scientific way of politics. And that is what the left likes to claim it is people might have disagreements with it. So even if you disagree with the left, you say that the basic problem is in the theory, I mean, it is not that people do it wrong. So the left has to think about going back to the drawing board on that. Now, where do you get your people? You don't have factories, you can't have trade unions, farmer politics, etc. You today, even if you were to say that I want to do land reforms, no farmer would come to you a land has become hopelessly fragmented, be nobody wants to be in farming. So where do you draw your ranks from? I think is a very important question. This is a question which is not very easy to answer. But the existing leadership of the left, I don't think has even made an attempt to answer"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:14.200",
        "message": "that question. And what strikes me and obviously, I don't know the left as deeply as you do. So feel free to sort of tell me if you disagree. But what also strikes me is that these sort of theoretical debates that you speak of are something that might be happening in academic circles, but how does a common man think of the left? And why has the left gained traction wherever it has with the common man? And the reason partly is, of course, a reaction against an oppressive state. And apart from that, a certain sort of pro poor rhetoric that you know, the rich are exploiting you and will, you know, redistribute their wealth a little bit and will make society more equal. But what seems to have happened in recent times is that that narrative has been co opted by the BJP, like you mentioned the NREGA. And you know, one of the multiple factors, which I have read about from reporters, you know, I think Parth MN reported on this extensively before the elections, is that a lot of people seem to have voted for the BJP because of the social welfare schemes, because of the delivery, the last minute delivery of the social welfare schemes, sometimes when they benefited themselves, and sometimes when they saw others benefiting and said, hey, maybe I can also benefit in future. So that whole pro poor populist narrative has, seems to me to have been co opted by the BJP, which then then you wondered at what space in the popular imagination, forget the theory, what space in the popular imagination can the left possibly occupy now?"
    },
    {
        "speaker": "Guest",
        "time": "01:43:33.760",
        "message": "Well, that's one way to look at it. But let me pose a counter question, let us say the people voted for the BJP because they got toilets and houses, Swachh Bharat and this Pradhan Mantri Awas Yojana, perfectly all right for people to vote for the BJP in one election. Is that going to be enough for them to vote for the BJP again, because politics the beauty of it is it's it's, it's an infinite process, it's not a one off thing. Now will Narendra Modi give them another toilet and another house? Probably not. Because there's a limit to the amount of welfarism even this government can do, I mean, you don't have those kinds of resources. So, you know, the question is, you know, can you mobilize people who were given say a one time asset transfer by a government to demand something more? If a political party were to start a movement in this country today, that we don't just need schools in our country, we need better schools. There's a lot of talk about this learning outcomes, we need learning outcomes to improve, no, because children when even when they get out of school after class 10th or 12th, they can't speak, they can't write, this is something we directly affects your employability. I mean, even if you want to, you know, work as an assistant at a grocery shop, the shopkeeper would expect that you probably do the basic maths and a lot of people find that very difficult"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:49.880",
        "message": "in our country. In fact, a small part of the jobs crisis is also the disconnect between the jobs and education."
    },
    {
        "speaker": "Guest",
        "time": "01:44:55.960",
        "message": "It's a large part of the job crisis. I mean, you might have an MPhil degree, but so what I mean, how do you make yourself employable? What are you good for? Yeah. Especially in provincial universities, things are really bad. syllabi have not been revised for 30-40 years. Most of them work with my father teaches in a college in Gaya, so I know, I mean, he has to take care of 1000 students with the strength of three teachers. So I mean, you can't teach it's humanly not possible, you go nuts if you try to do that. So if a political party were to take that thing, mobilize the youth, I think it could lead to results. And if the government know to prevent the opposition from winning does it, then that's the best case scenario. I mean, then you've completely sort of radically transformed your education system, which would make you use your demographic dividend in a better way. I think one of the biggest reasons for the problem, whether it is a left etc, is that the people who are at the top, who are making decisions of what needs to be done, what doesn't need to be done, have absolutely no connect with the, yeah, let me be harsh. I think the left leadership in this country is a bunch of bureaucrats awaiting retirement."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:01.880",
        "message": "It's very interesting that the political marketplace has transformed itself. Many existing players haven't been able to adapt, like the Congress and the left. However, there is a space for new entrepreneurs and this is demonstrated by the example you gave earlier of the Aam Aadmi Party in Delhi, where they came up and they found an issue like corruption, and they took it and they made a space for themselves within the political marketplace. Whether you agree with them or not is a different matter. It's a it's a triumph of political entrepreneurship. And like you pointed out, maybe education is another wedge factor or whatever. This is up to political entrepreneurs to figure out what sort of narratives they can find and which which brings me to my next question, which is the politics of identity, or the politics of Mandal as it were, which, you know, received a big Philip around 18991, you know, those years. And there was sort of the consensus view of Indian politics was that it is essentially a politics of identity. Even when the 2014 win of the BJP was being analyzed, it was okay, these are the different kinds of caste coalitions you made, and so on. And now there is a counter view coming up saying that that has changed completely. And a lot of these smaller identities have been subsumed within this larger Hindu identity. And that is a triumph of Modi and Shah. What's your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:20.480",
        "message": "I am not so sure. There is definitely an element of Hindutva in the BJP's political success today is true. They should dispute that. Does it mean that the caste identities do not matter? I do not think so. I mean, a lot of thought goes in ticket distribution, we know for a fact, you know, even for the BJP, caste equations are paramount for them. Look at Karnataka, for example. I mean, Yadurappa has become the chief minister, he's a Lingayat leader, he's not a Hindu leader in Karnataka. I mean, that is the core identity with the BJP thrives on politically in the state. But the Hindu consolidation, we also have to understand how it has been achieved. I think, you know, the othering of Muslims is just one part of it. But in places like Bihar, Uttar Pradesh, it has also been achieved against the erstwhile dominant Yadavs, Jatavs, etc. So that is also a very integral part of the Hindu consolidation. So the BJP is still at around 35% of the vote, it is not the case that they've reached 60-65% of the vote. I think, and this varies a lot across states, there is a lot of social tension in the BJP's ranks regarding the caste thing also. All of us saw how the BJP struggled to balance caste equations. So when the Madhya Pradesh, Rajasthan, Chhattisgarh defeats came, it was said that there was a lot of pent up anger among the upper caste about how the BJP, you know, nullified the Supreme Court's amendments to the SCST Prevention of Atrocities Act, that there was a feeling that the BJP was being pro-Dalit, which who were victimizing upper caste, was the claim. I'm not saying true or false. What did the BJP do? The BJP brought reservation for economically weaker sections from upper caste who had never had reservations. This is a complete game changer as far as social justice politics is considered in this country. The BJP does not stop here. Then what did it do? Then another case came in the Supreme Court. This was about implementing reservations in higher educational institutions. So the question was whether you implement reservations at the level of a department or do you implement reservations at the level of the institution? If you did so at the level of the department, the number of effective seats would be very high. There, the BJP government actually once again nullified the Supreme Court order, but in favor of the socially deprived caste, it was a completely anti-upper caste thing. So it is doing a lot of flip flop between both camps and trying to keep both the camps happy. OBCs, now we have the talks of an OBC reorganization commission, there is talk that three categories within the 27% OBC reservation would be made where the communities which have benefited the most from OBC reservation would only have 7% instead of 27%. The BJP, I think, is doing a lot of experimentation with the identity politics in our country. The Congress also tried that. They tried to make Lingayats a religion in the Karnataka election, it completely backfired on them. The BJP before the elections in Maharashtra now has given Maratha reservation. Effective reservation probably has gone to some 70%, which is absurd in my personal view, but nevertheless, I mean, BJP doesn't mean meh. So I think identity continues to be a very significant part of it. But I also think that for an anti-BJP force to just bank on identity and counter the BJP has become extremely difficult, because there's a historical legacy to it. So if you get just the Yadavs and the Muslims, everybody else will unite against you in Bihar. So you basically get 30% of the vote, you don't get any seats, the opposition gets 56%, the NDA gets 56%, walks away with everything. So it only works for the BJP in today's age, identity doesn't work for the other camp."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:43.480",
        "message": "But there must be like, if it is true that the politics of identity still matters, and it is also true that at some point, there will be limits to how much you can gain with patronage and some of these coalitions are bound to be uneasy coalitions and fissures will develop and then there is possibly hope for the others there."
    },
    {
        "speaker": "Guest",
        "time": "01:51:00.440",
        "message": "Well, let's see, for example, Goa is a very interesting case, you talked about it earlier. So this, these MLAs from Congress resigned and went, the BJP actually dumped an existing ally of it sort of their ministers were removed from the cabinet, and they are feeling completely betrayed. So I'm sure there's some identity at play, I think a part of these MLAs were defected are Christians or something. So we'll have to see how it goes about. But like I said, what is important is these things could work at the state level, they could work in a Madhya Pradesh or a Rajasthan or a Chhattisgarh. But I think when it comes to national elections, the political appeal with Narendra Modi has today, and that I don't think is based on identity that is based on a very larger macro macho outlook of a national leader, who is not afraid to sort of strike at the enemy, who has taken India's prestige to completely new levels, etc. You cannot use identity to puncture those achievements."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:54.760",
        "message": "So I've taken a lot of your time, we are almost reaching two hours. So I want to end with sort of asking a question that asks you for a subjective assessment based on objective data, which is, you know, you study data all the time. For many years, you've been doing that you can see different trends within this country's social trends, political trends, so on and so forth. If I ask you to indulge me for a moment and go 10 years ahead, 10 years forward in time to 2029, what do you think is a best case scenario and a worst case scenario for the Indian political landscape and therefore for India?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:28.920",
        "message": "I mean, it's, it's, let's come to the worst case scenario, that's easy, easier to envisage. I think climate change would play havoc with agricultural production in the country. And a lot of farmers who are already you know, struggling very hard to make ends meet would have a very difficult time, you know, agriculture would become very difficult and financially unrewarding in large parts of the country. Food security is something we've learned to take for granted in a country for a very long time now. I'm afraid that will not be the case 20 years from now. This I think more than anything else is what really scares me. You've also written about the water crisis recently. The way you know, from Punjab, Haryana, which is the which are the traditional green revolution states to states such as Bihar, arsenic poisoning is a huge problem in Bihar now. I mean, Nitish Kumar has, you know, he's started a scheme which promises tap water to every household in a village, but basically that tap water comes from a submersible pump in said in the village. So it's not some natural water supply. That I think is the worst case scenario. The best case scenario I think would be the kind of political competition the BJP has brought into politics in this country. I think the old ossified establishments of politics, a lot of which, like you said, were based on patronage, identity, etc. I think will not remain. So even, you know, the Western interests which have thrived on those old establishments sooner than later will lose their hold. So there would be a genuine, I think, democratic upsurge to build a constructive opposition. And when I say this, I'm keeping my personal biases out. I'm not saying that this is right or the other is right. It could take any shape, any ideological inclination, etc. But there would be an effort to engage with the government. Not on what the today's opposition, not on terms on what the today's opposition thinks they should be. So there would be a large, because the kind of a young country we are, and the kind of problems our young generation faces, essentially jobs, employment, etc. Even people like us, professionally white collared otherwise, there's absolutely no job security. Now, India is a country where you have absolutely no social security, you know, you might be rich enough, you might have a medical insurance. But if you encounter serious illness, there's a lot of problem. So there has to be some sort of occupational solidarity among the young, at least, which will hopefully give a progressive tilt, you know, in terms of at least the economic policy of it. It has to be more egalitarian, we have to take care of development should not just be more roads and more flyovers and more airports, but it has to, it will have to hopefully take into account health and education is something which has not been done till now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:15.040",
        "message": "But that I think, you know, is the best case scenario we should all be hoping for. On that hopeful note, thanks so much for coming on the show. I learned a lot from talking to you today. And I think it's a saving grace of our democracy that we have journalists like you around. Thanks a lot, Amit. It was a pleasure talking to you. If you enjoyed listening to the show, then you can follow Roshan on Twitter at RoshanJNU, one word RoshanJNU. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in, thinkpragati.com and ivmpodcast.com. The Scene and the Unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. Takshashila offers 12-week courses in public policy, technology policy and strategic studies for both full-time students and working professionals. Visit takshashila.org.in for more details. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:56:08.120",
        "message": "Hello, everyone, welcome to Tech Careers in the New, the new podcast series presented by Accenture. I'm your host, Shiladitya Mukhopadhyay. In this podcast series, we'll get you the latest and greatest in the world of technology that's shaping the future of business as we know it. We're talking intelligent platforms, cloud, AI, blockchain, extended reality, and a whole lot more. Every fortnight on Wednesdays, we'll have for you a hot topic with expert speakers from Accenture talking about top trends in the space, how these are changing the world and creating growth across industries. And importantly, we'll tell you how you can learn more, build your skills and expertise to grow and stay relevant in your career. Episodes out on the IVM podcast app or wherever you get your podcast from. This is the amazing story of something awesome. Once Chuck decided to start a podcast, and so he did. The end. Okay, that was a crappy story. But I've got some really cool stories over at my new show, the origin of things. On this podcast, I look at the stories of how brands came into being, and sometimes evolved out of quite unexpected circumstances. And to make it really fun, I revealed the name of the brand and sometimes a category only at the very end. The show is five to seven minutes per episode and perfect for trivia junkies and brand nerds, especially those with short attention spans. New episodes out every Wednesday on IVM podcast app or website or any podcast app or site that you happen to prefer. End of story. May you live happily ever after."
    }
]