[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:05.000",
        "message": "Before you listen to this episode of The Scene and The Unseen, I have a recommendation for you. Do check out Pulya Bazi, hosted by Saurabh Chandra and Pranay Kutesane, two really good friends of mine. Kick-ass podcast in Hindi. It's amazing. I was at a crowded cafe the other day, sitting alone at a table. And at one point I realized that I was behaving very strangely. Every single person at that cafe, young or old, alone or otherwise, was looking into a screen. Some of them were looking into their laptop screens, but most were looking at their mobile phones. Indeed, looking out of the window of the cafe, I realized that everyone outside, who was not actually moving and going somewhere, was staring into a mobile phone. The only person in that place who was not doing this was me. I was sitting idle, no phone or book in front of me, just waiting for my coffee. Suddenly, I noticed a person at the next table look in my direction. He still had a phone in his hand, but he was staring at me. And the expression on his face said, what a weirdo, he is alone with himself. I considered giving him a smile, but many men of my age in India have social insecurities that prevent them from smiling at strangers. So I just looked at him with glassy eyes and then looked away, to find another person on a table far away, staring at me. And then one by one, in an epidemic of curiosity, everybody stared at me to see what everyone else was staring at. We were all imprisoned in a trance of my own contemplation. When someone's phone rang, another person's notification beeped, and they all snapped themselves out of it and looked away."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:33.500",
        "message": "And then I was alone again, and they were not, or were they?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:53.500",
        "message": "Welcome to the scene and the unseen. My guest today is Santosh Desai, whose columns I have loved for years because of the amount of insight they carry, not just into Indian society, but also into myself. I grew up in the 1980s, and I suspect Santosh is a little older than me, though it's not polite to ask people their age. And the world has changed in bewildering ways in the last three decades. A lot of this change takes over our lives so smoothly, that it's normalized, we take it for granted. We don't reflect on how much the world has changed, what we have lost, what we have gained. Santosh's columns force me to consider things I would normally not think about, and they also remind me of the sentimental value of a past I thought I had forgotten, but hadn't really. When I planned a trip to Delhi recently, I decided that I absolutely must get Santosh on the show, and I'm really glad he could make it here. But before you listen into our conversation, let's take a quick commercial break. This episode of the scene and the unseen is brought to you by Storytel. Storytel is an audiobook platform which you can listen to on your Android or iOS app. They have thousands of audiobooks that you can listen to on your mobile, including hundreds in local languages like Hindi and Marathi. An unlimited monthly subscription costs only Rs. 299 per month, and you can also get a 30-day free trial if you hop on over to Storytel.com slash IBM. I actually use Storytel myself regularly, so as long as they sponsor this show, I'm going to recommend one book a week that I love. The book I want to recommend today is an old classic, To Kill a Mockingbird by Harper Lee. The version that you'll hear on Storytel is read by the remarkable actress Sissy Spacek. And remember, you get a 30-day free trial only at Storytel.com slash IBM. Santosh, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:38.500",
        "message": "Yeah, my pleasure, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:40.500",
        "message": "Santosh, you know, before we sort of get to the subject at hand, tell me a little bit about yourself. What are you professionally trained in and what were sort of your interests and formative influences and how did you get into writing columns?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:53.000",
        "message": "So I'm a big graduation, I've graduated with a degree in economics and then done an MBA. And then I spent a long time in advertising. And, you know, around the time that, you know, you had economic reforms and liberalization and therefore, you know, you had this particular vantage point in time perhaps when, you know, you had a whole bunch of international brands that came flooding into India, all trying to make sense of India. In the early days, they thought they knew, then they knew pretty much very quickly that they didn't. And it was interesting to be in advertising at that time because you were kind of between, you know, these two worlds, in a sense, interpreting India for them and interpreting their brands for India. So it was an interesting two-way kind of a conversation and it compelled one to kind of ask questions that were otherwise perhaps not that salient in one's mind, which is to try and, you know, wrap your head around this idea of India and the whole, you know, Indian behavior and what does it mean. And it became a kind of a project that has simply not stopped growing because, I mean, in a certain sense, it's a doomed project, the idea that to make sense of India is doomed to failure, you know, inglorious failure, I mean, there is no question about it. And yet it is because of its size and complexity, it is something that has sort of pulled me in over the years and it's a ceaseless kind of a bit by bit to try and understand, to try and dismantle some things that you understand and to try and build a coherent picture of some kind. So I think the interests have come from there. I mean, my own background, you know, growing up, my father was in the public sector and we lived a typical kind of, you know, township to township kind of a life. So different schools and so there is a sense of having grown up in a cocoon at one level because you're in a township and you are always in some senses sheltered. But also across the country, you've been to a few places and so there is a sort of a firsthand sense of India and a lot of my time is spent actually in Delhi and that to invest Delhi, which I think in some ways was, is about as grounded a location as it can get for the middle class. And I think that has just a lot of the memories and a lot of the sort of, you know, a lot of what I've written about in some senses between, you know, my sort of holidays in Baroda and my sense of life in a middle class Gujarati family and this very sort of Punjabi stroke South Indian kind of a neighborhood that I spent my adolescence in Delhi. I think they have been, I think, quite powerful influences in terms of giving me a sense of the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:32.000",
        "message": "And who were the kind of writers that you read and especially when you started writing yourself, were there any columnists that you looked at as models for the kind of writing you wanted to do? And just in terms of reading, I mean, beyond reading for work, who are the writers you enjoyed the books written?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:49.000",
        "message": "So I stumbled into writing. It was never planned. And I, you know, I was in advertising and I, I got asked to write, I was speaking somewhere about culture and trying to make sense of culture. And I think I got asked to write a, you know, the off and on kind of occasional column for Economic Times"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:04.500",
        "message": "for that marketing and advertising supplement."
    },
    {
        "speaker": "Guest",
        "time": "00:07:06.500",
        "message": "I think the person who asked you, Vikram Doctor, he's been a guest on the show. Oh really? Yes. So Vikram asked me. And so it was that. I mean, I started off, you know, just kind of, it was meant to be this, you know, and it was actually, it was a five, six part kind of a column over several months. Then, you know, Times of India asked me again to do what was meant to be a, you know, column for a short, short period of time. And they wanted to actually talk about changing city life. I mean, so that was the brief and which is the reason why the column is called what it is, City City Bang Bang. Not my favorite name, but."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:43.000",
        "message": "Did you name it? No, I didn't. I didn't."
    },
    {
        "speaker": "Guest",
        "time": "00:07:44.500",
        "message": "So it was, I mean, I was, I had no clue Vinny and it was suggested to me and I think Bachchi suggested it. And for the purpose for which it was conceived, it seemed, you know, functional enough. But it's one of those things that kind of didn't stop. So I mean, it was meant to be some six, seven, eight part kind of a series. I just kind of just continued and nobody and because I'm not in the edit page, I don't think anybody noticed the fact that it hadn't stopped. In terms of influences, I think, you know, while I grew up reading the regular kind of, you know, mix of fiction and nonfiction that I think was typical of someone of my background. Once I was interested in this subject, I think some of the early influences were things like Sudhir Kakkar, who I, you know, Ashish Nandy. So reading some of the sort of the Srinivas, M N Srinivas and some of the most foundational kind of works that just to try and make sense of this Naipaul in another sense, you know, just to try and get a sense. And I read a lot of travel accounts because it just particularly when you had the sort of the Western gaze on in India. I just the interesting kind of a combination of these two kind of realities coming together, I think was, I think, influential. And in another context, the writings of someone like Baths, which is this whole, you know, mythologies, which is pretty much in some senses has as a book, which is a collection of essays looking at, you know, trying to decode, you know, objects in everyday life and ideas of everyday life. Has been extremely influential as a text simply because it, it kind of naturally this idea of which is the implicit kind of an idea behind a lot of one kind of my writing, which is to try and favor the trivial and everyday with and with some meaning. And to try and locate that and then to read into it and try and sort of go beyond what, you know, the apparent naturalists of things as someone has put it and to try and sort of look beyond that. I think that has been a I think one of the patterns that I could, you know, that I think is probably fair to say that animates some of my writing. And I think it came largely from the sort of semioticians, you know, so Umberto Eco and you had, they're not too many people who have written, you know, in this vein, but I think they were quite influential."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:08.500",
        "message": "Right. And your day job. And again, I'm inferring here. So correct me if I'm wrong, but you were basically a planner, you were in planning and advertising. And did that sort of shape the way you looked at the world because part of planning, I'm assuming again, as a now outside is that is figuring out what is the market, what does the market want, what are its motivations and how is it changing, figuring out the culture in a sense, did that inform your later writing?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:31.000",
        "message": "Definitely. I think the fact that you know, in that sense, my writing the pursuit that you know, and the questions that were raised in my writing were actually coming out of very much my work life. So in a sense, these were not divorced. Otherwise, you tend to have two different lives. And whereas, I think a lot of the sort of the fundamental questions about, you know, India and what are the axes of change and what is changing and what is not and those kind of questions were actually central to the work I was doing. Also, I must say that, you know, in planning in India was not necessarily in fact, some of those questions I don't think were normally asked in planning, because the frame that you use is a limited business and marketing frame. But the question starts from the market, it doesn't start from culture. But given the point in time that in which you know, I came into that function, it seemed to me that that was a very limited view. And so therefore, this whole question of actually broadening up the sort of the landscape and looking at the starting point being, you know, a much larger starting point, A and B. Also, this ambition of saying that if you want to make sense of one part of India, so if you're trying to sell A or B or C, and if you want to understand motivations, you have to understand it all. Which is in a sense, a hell of a kind of a task to kind of take on. But I really do believe that there is no way that you can understand a culture like India piecemeal. So unless you have an ambition to sort of locate culture in its historical context, in its political context, unless you kind of open up out the canvas, you know, comprehensively, and look for interrelationships between its constituent parts, you end up taking a very narrow view. So in a sense, while the inquiry in a sense started with questions that came arose out of work, their ambit actually became much wider, partly because it was my interest, I mean, in sort of asking those larger questions. And partly simply because I do feel that you cannot make sense. We cannot understand fashion, for instance, without understanding identity and gender. I mean, you cannot, you know, in that sense, you cannot mobility, you cannot understand just a narrow part of any kind of reality. And the interesting thing about advertising is that at one level, it can be practiced in a very superficial sense. The questions that it asks, you know, because the questions that it asks are about, you know, groups of people behaving in a certain way, whose behavior is changing. And so if you if you really want to make sense of what is moving, and how much is it moving, they become actually fairly significant and potentially deep questions. And I think so that was of what was actually of interest."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:07.500",
        "message": "And I'm really interested by what you said there about you can't understand a culture piecemeal, you have to sort of look at all aspects of it. And in a sense, I have sort of, and maybe this is another separate orthogonal aspect, but what I have always believed is that in India, to make a generalization about Indian culture is necessarily false and simplistic, because all these local cultures, these pieces, so to say, are also different from each other. I mean, just to talk of fashion, for example, the way a young girl in Chennai looks at fashion is so completely different from the way someone in Delhi might look at fashion. And perhaps sometimes it's not necessary to find a common thread between those differences and just look at them separately. Is that kind of what you meant that you have to consider all the different pieces? Or are you also trying to find common threads? Are there common threads?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:56.500",
        "message": "There are common threads, I think. And certainly what you try and do in, you know, brand marketing is to find common threads, simply because it's economically it is, you know, because then there is a scale. Yeah, you know, you have to find scale. So, I mean, you look for aggregate kind of patterns. And there are patterns, I mean, it's not as if there aren't, but it's both are true, right? I mean, in the sense that there are patterns and yet, the moment you look at anything in with any degree of granularity, I mean, you know, if your attire systems are different, the notions of fashions, you know, willy nilly have to be different. So, I mean, there is no question about the fact that, you know, the differences in some ways are paramount. But I think there are, there are ways of, you know, there are some common sort of unifying threads that you will find. And I think it is important, perhaps, particularly in the context of kind of work that I was doing to identify those."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:47.500",
        "message": "And as a sort of planner doing research on, you know, how Indian society is changing, was there anything that ever took you by surprise or that was an aha moment for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:57.000",
        "message": "You encounter lots of, you know, behaviors, you encounter lots of changes that are, I think, that are surprising. And you're constantly, you know, and I think, for instance, you know, in general, you find that, you know, women, I think, in a sense, when you travel across the country, particularly you talk to, you find lots of things that are happening in that space that are really surprising. For instance, you know, or some new kind of ideas, which I, you know, which I, for instance, we came across this notion of curious kind of formulation called the bhai friend."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:28.500",
        "message": "Okay. You know, which is, which I thought was very cool."
    },
    {
        "speaker": "Guest",
        "time": "00:15:31.500",
        "message": "I mean, the idea of, so, you know, not the boyfriend, not the mubola bhai of the rakhi brother of an earlier time, right, where you're still bound in the idea of the brother primarily. And there's a rakhi to kind of cement that. The bhai friend, on the other hand, is delightfully open, because it sounds like boyfriend, which I think is the most interesting part about it. And yet, it kind of, you know, it removes that charge, the sort of the implicit erotic or romantic charge of that idea, by sort of obviously giving it the bhai. And the way it was used was that, you know, you had these couples pretty much behaving like a couple, except that it, you know, as far as the parents and the rest of society was concerned, or whatever the people who were stakeholders were assured that, you know, there was, you know, there was nothing more to this relationship than that, right. So, I mean, it's interesting as to how you find a device like that to navigate and win some space for yourself. So, it's this constant need for individuals to find space for themselves, while echoing certain sort of, you know, and in some ways, swearing allegiance to a cultural system that they are embedded inside. So, I mean, it's interesting how, how you navigate and find individual room, you know, in that kind of an environment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:49.000",
        "message": "No, it's incredibly fascinating. And I wonder how the guys felt about being bhai friended or bhai zoe."
    },
    {
        "speaker": "Guest",
        "time": "00:16:53.500",
        "message": "I think they were just grateful to have, you know, you know, some girl who will talk to them and they were on a bike together with a girl. So, I mean, that was as far as they were concerned, you know, I mean, they could still, I guess, get to kind of boast to their friends. So, I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:07.500",
        "message": "And in another column, you wrote, I think a few months back, you wrote about how you did this survey in small town India. And one of the interesting things you found was that while all the girls and the boys pretty much assumed that they'd have arranged marriages and it was all fixed for them, the girls were more open than they would have been in the past to speaking about their crushes."
    },
    {
        "speaker": "Guest",
        "time": "00:17:25.000",
        "message": "Yes, yes. So, you know, so this is the kind of change that you are seeing today that and you see both sides to it. There's this great sense of finality and almost a sense of doom as to as given the fact that there is no hope of that crush ever being realized. And at the same time, there is the pleasure that is, you know, explored and experienced of having a crush and the, it's not as if, you know, young girls did not have crushes, but the openness with which they were confessed to or spoken about and the glee with which. And I'm talking about places, you know, which are heartland kind of where, where really the gender segregation is something that would surprise, you know, us because I mean, there are, you know, colleges with a wall in between. And so there are men and women who kind of sit on different sides of the wall that you, I mean, you come across instances like that in, you know, parts of UP and Bihar in particular. And, and yet, you know, there was this ability in those places for young girls with shining eyes to talk about, you know, who they are. I know I have a crush. Oh, and somebody else kind of butts in and very animated and very alive conversation. At the same time, nothing will come. I mean, absolutely nothing will come of it. There is no question of anything coming of it, which is what in some senses allows them to the freedom to express, you know, this desire. So, you know, you find this kind of ambivalent picture also quite often."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:46.000",
        "message": "I was chatting with a friend of mine, Kumar, who's from Bihar, and he told me this interesting dynamic in small town Bihar, where he says that, you know, again, a similar situation, you'll have coed colleges and boys and girls studying together and then a boy will decide that one girl is his and he's got a crush on her. And if another boy also decides that he's interested in the girl, then there will basically be something like a fight to the death between these two guys and the girl will never know. And neither of the boys even has an intention of ever professing their love to the girl. And yet they will fight over this notion of the girl as a romantic partner with this other person."
    },
    {
        "speaker": "Guest",
        "time": "00:19:23.000",
        "message": "So, I mean, this is, I mean, this actually was, I remember, even in the 80s, I mean, this is the same, it's the same pattern, Meriwali or Teriwali type of thing, which is entirely, entirely in their heads. And it because it's purely about, I mean, it's only about territory and trespassing. I mean, whether the territory is real or it is entirely imaginary is a matter of detail."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:42.500",
        "message": "I was commenting to a friend the other day that a lot of Urdu poetry, and I don't want to generalize, so fans of Urdu poetry, please don't get pissed off at me, but a lot of Urdu poetry to me seems a lamenting of incels. It's like unrequited love and oh, she turned me down and all of that. And it now strikes me as we're speaking that it may not be because it's written by losers. It may be that just because it is not the social norm to express it at all. So all love is bound to be unrequited."
    },
    {
        "speaker": "Guest",
        "time": "00:20:09.000",
        "message": "I mean, this, you know, this thing, you know, somewhere long back, I think I've written about this, the girl at the window kind of a thing, which is the fact that, you know, there's this elusive figure that you have, which you pursue and which you are kind of you fantasize about. And but there is pleasure. So the fact of the matter that, you know, the pleasure of that feeling is undimmed by the reality of whether that is, you know, in any way going to materialize into something or not."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:34.500",
        "message": "In fact, I'll quote those lines because I underlined them in the book because I really enjoy it. And you're talking essentially here about neighborhoods and how you experience a neighborhood and through the window and all that. And you write, quote, as exciting as watching the world from a window was to look inside another one. The girl at the window, occasionally visible and rarely accessible, represented a tantalizing glimpse of the possible. In a world where reality was almost always drabber than imagination, the window became a conduit to an alternative, altogether richer life. Stop quote. I mean, I was going to get to the subject a little later, but now that we are in the subject of neighborhoods, in my experience, neighborhoods have changed a lot in the last 30 years, how we live and all that. Like right now, I don't honestly, I've stayed in the same housing society for seven years. I don't know who my neighbors are. What's your sort of sense of how that has evolved?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:21.500",
        "message": "That's true. I mean, I think, you know, from a time when the idea of a neighborhood was actually was about a community and it came sort of, it was full of everything. It was full of, you know, there was connection, there was jealousy, and there was a great amount of common kind of an interest in an idea, if you like, of a shared kind of a sort of almost a current of a certain kind of a, you know, and they were held together in a sense by this mutual gaze locked into each other's gaze. And therefore, anything that happened was kind of fodder for everybody. And so, you know, you kind of feasted on the on and you converted everything into a shared experience and kind of collectively feasted on it. And I think that whole idea of a neighborhood, which is the fact that you make, because I think in a sense, I think activity itself had a value. Which I mean, when you think about the window and the fact that I mean, in so many neighborhoods, what you did in an evening was you either stood by a window or sat on a porch and watched other people either sitting on porches or at windows or some people walking on the street and you absorb the energy from other people. And the fact that a neighborhood was actually in this sense, a sort of a drawing off and feeding off each other's energy. I think it's something that that idea as as you know, our lives have changed and as as neighborhoods and their definitions have changed. I think today, you happen to be geographically located and you're bound much more by class, for instance, so there is a you know, you can afford the same kind of places. And so your children probably go to similar kind of schools and colleges or or there are you know, you would there are markers that unite you perhaps rather than this kind of a shared the ability to kind of feed off a shared collective energy. And obviously there are parts of India where this is, you know, you know, not much has changed. But I think what you see clearly in a Mumbai and a Delhi and it's true for me, I mean, I mean, I stayed in Delhi in this colony for years and I have no clue what my neighbors look like. I mean, let alone knowing who they are. So I mean, it's a that is a common I think experience of today's urban life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:32.000",
        "message": "You know, when I was in college in the early 90s, you know, I remember when we'd have free periods or when we'd bunk or whatever, we'd go and sit in, sit on what was typically called a katta by the roadside and drink tea and just kind of look around. And now you'll just have people perhaps looking into their screens and, you know, so the little intro that I did was really inspired by a column you wrote. And I'll quote from that where you write, there was a small video snippet that had gone viral a few years ago. It showed an infant looking at a magazine and jabbing it with his finger trying to make something happen. Stop quote and later in the same piece about screens in this new interface, you write, quote, the screen has become the wallpaper of our lives. It serves as a new kind of visual layer that the physical world dawns creating alternative realities for us. Screens can bring screens can bring us a simulation of everything else the world has to offer, but lack any structure or architecture of their own. The screen is a new skin of our lives. By digitizing the abstract, the real and the human, it has carved out a large share of our time and attention. Stop quote. And, you know, and obviously you've seen this through the decades, both as a user and as someone looking from the outside. How does this interface with the world through screens? How does it change the way we look at the world? How does it change the way we look at each other and communicate with each other?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:48.000",
        "message": "I think, I mean, as you would expect profoundly, I mean, it, you know, and I think I would just, you know, just just probably, you know, pull back a little and I think, you know, I mean, it's clear that technology, for instance, has had a huge role. I mean, in terms of bringing about changes of several kinds, but I think sometimes I do feel that to recognize the fact that at its most basic level, you know, the idea of a mobile phone. Is by itself profoundly kind of, you know, it is transformational and the fact that, you know, the idea that you have a device with you that you carry, which is outside of yourself and which has so many different ways of, you know, so many different functions that it provides you. Two or three things. One is, you know, I mean, if I was to look at just the fact that how it individualizes a person in the sense that if you were to look at, you know, decision making and you were to say that, you know, there's a vast, vast bunch of people who would be making a very few decisions in any given day. You know, how many decisions do you make? I mean, small or big. Now you look at the mobile phone and you look at how this multiplies the number of decisions that you make on a day to day basis, you know, and in all of those decisions, you are driving and you are making the choice and you are determining this is good, this is bad. I can expand something, I can flip it, I can decide just to move on to something else entirely. And I'm doing this with dizzying rapidity. I'm continuing to exercise my kind of, you know, this sovereign domain called the mobile phone on which I am absolute kind of despot. I'm continuing to kind of, you know, exercise my right in so many different ways. And, and to me, this is such a deeply empowering experience. And through gesture, not otherwise to see the movement into experiencing yourself as an individual in India is so difficult, given our social context, because there are so many ways in which you are kind of hamstrung and you are kind of located inside a social matrix. So many, you know, sources of authority that are, that you have to count out. And here you are on your own, you know, with that, that freedom, which I think is a remarkable experience. Right. So I think just that and then therefore you see it with the kind of the I just find it if you really think about how we stop in the middle of anywhere and take a selfie with ourselves. You know, we are the ability to anoint yourself virtually, you know, as the center of the universe and anywhere in an airport, anything you stop, and you kind of, you know, you sort of just, you know, feast your own eyes on yourself. And, and, you know, it's, I think it's quite a remarkable ability and the fact that we have moved into that. And which is the other thing, you know, the idea that in a decade's time, I mean, you imagine if this if, if you did not have the mobile phone, how long would it have taken? For this sense of an individuality to be experienced, how long would it have taken for instance, the kind of stuff that you see on Twitter, where you know, you can abuse anybody. And so, you know, people who are celebrities who are authority figures, if you're if society had to evolve to that stage by itself, if you just think about how much time if at all that was possible without the intervention of, of this device. So I think, in that sense, there is a, there is such a big discontinuous shift that has come about. The other thing that has happened, I think, is the fact that the just the idea that at any given point in time, it's almost like the affordances that that are that that sit with you through technology, which means you're always, in a sense, you know, if you go back in time, I would say that, for a lot of people in India, there was no gap between themselves and their lives. And the circumstances of their lives, their life circumstances determined, you know, your so your script was written pretty much by your context. So you, there was very little room between the two, where you could exercise agency. And so these are these are my choices. Because in most cases, you you were led into things because, because those were the constraints. So you are it is a constraint led kind of a view of the world. What what the mobile phone does is create this decisive gap between your context, you know, and, and the choices that you exercise might be small. They may not be profound, they may not, you may not still be able to marry whoever you want. But in terms of just feeling a sense of freedom, or a sense of space and a sense of room. I think there is an enormous kind of a shift that has happened there. And just, just always believing that there is something that you can do, even if it is to watch a pornographic movie, or even if it is, but there's always something else that you can do. And I think that's, that is a that is actually quite a transformative experience."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:04.500",
        "message": "No, I want to explore different aspects of what you just said. And one thing that, you know, has resonance with me certainly is empowering power of the gesture, you know, in the sense that, like only the kind of, for example, it, you know, in the feudal world in which we once lived, it was only the very rich, powerful guy who could just wave his finger and things would happen. I've seen arguments where one guy will point at another guy and the guy will say only Madhava. And here just with a wave of the only you're basically the master of the universe, which is in your mobile phone. One of the things which also struck me was obviously there's a sense of autonomy that you're taking all of these decisions. But the issue what I find with mobile phones and social media especially is that we become to some extent slaves of that because you're always chasing the next dopamine rush, which will, you know, come from your notifications or whatever. And there's something called decision fatigue, you know, with every decision we get more and more tired out. This was, for example, you know, why Steve Jobs and later Mark Zuckerberg that, you know, where the same black turtleneck every morning, so they don't have to choose, you have 10 of those, you just pick one and you choose that and you wait and reducing decision fatigue is sort of a very big thing. And this is excellent book written by a guy called Cal Newport a couple of years ago called Deep Work. And Newport's thesis was that for anyone to do any kind of meaningful productive work, you need to enter a deep state of concentration, whether you're writing or painting or whatever. And what happens is that every time you are disturbed, whatever the disturbance is, for you to get back to that state of deep work takes between 15 to 23 minutes, according to different studies. Now, given that we are constantly we have our phones with us, and we're looking at it many times an hour, the problem then becomes is that we can never get into deep work, because we will never have those 15 or 23 minutes. And even if by chance we do some other notification will pop up. And therefore, we are in a constant state of shallow work. And in his book, of course, he talks about some of the prevalent ways by which people tend to defeat that, and, you know, defeat the shallowness. And so it's empowering, but it's also extremely restricting in certain ways. In your own experience, have you found this? How do you deal with this?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:24.000",
        "message": "Well, it's true. I mean, I mean, there's no question about the fact that, you know, this this whole kind of fragmenting of attention and, and this permanent sense of distraction, I think is something that is a consequence of the fact that you have so many options. I mean, for instance, I also just to you know, the decision fatigue that you spoke of, I now listen to music on shuffle mode, because it's too difficult to figure out what to listen to. So you just, if you don't like it, you just skip to the next track. And it kind of therefore you have you move from all kinds of genres to others, and you listen to music in a completely different way, you know, which is entirely a function of exactly what you said. So, and the sense of, you know, finding reading more difficult. I mean, this is an experience that so many people talk about the fact that to particularly because I largely read nonfiction, and I find that it's it's so much harder work. Some things that I used to just kind of, you know, zip through and I find that I struggle, it's a it's a, I mean, you see, it's the fact is that we we process the world differently. And every time, I mean, certainly, I'm sympathetic to the idea that every time technology or media changes, or the way that we process the world kind of changes the whole McLuhan on the whole kind of an argument that has been made. But in so many ways, I mean, that's true, you see that around you, the fact that, you know, we are being rewired, and we are seeing the world, you know, in completely processing the world in new ways. And that has challenges of all kinds, just as it has, you know, very empowering and very freeing kind of experience, along with that come all other kinds of consequences also. And even in the you know, even if you were to look at much larger kind of a swath of audiences and look at their lives, you will find the same sort of a pattern. At one level, you will find the ability to do and experience things that is, you know, that are that are so sort of so important and significant. The fact that, for instance, vaulting over hierarchies, in its most basic sense, having identity significant enough for somebody to call you having an individual number. So you are marked out in a crowd as being significant enough to warrant that is at its most fundamental level, an empowering idea. So I mean, so I do find that when you look at technology, and you look at it through the lens of, of a lot of people who have not had access to technology and not had access to many mobility devices, not just in terms of social mobility devices also. I think there is a different experience of that. And then when you look at it in another group, you know, you may find that that the kind of questions and challenges and, and both the advantages and the challenges look very different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:59.500",
        "message": "You know, when I was in college in the early 90s, I remember one of my friends one day got a pager, he had a part time job somewhere and he got a pager and his employer would page him whenever."
    },
    {
        "speaker": "Unknown",
        "time": "00:35:07.500",
        "message": "And all of us were so jealous. Like it's a big status symbol."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:11.500",
        "message": "And actually looking back on it, like, it's horrible to be on call like that."
    },
    {
        "speaker": "Guest",
        "time": "00:35:15.500",
        "message": "Exactly. You down there, meaning it's, it's, it's, yeah, but at that time that it's significance, right? I mean, you decode it differently."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:23.000",
        "message": "Yeah. And another way in which sort of like, like one of my friends made a great comment about how empowered we are and don't even realize it. He said that, you know, the next generation of kids, the kids are growing up today will never know what it is like to be lost. You know, because which kind of blows my mind. You wrote a great piece also one of your columns on the changing nature of ownership. And this is something we were discussing the other night about how, you know, we are so privileged to, you know, back in the 80s, I remember you if I had to make a mixtape of songs that I liked and which weren't otherwise available. It was, you know, such a challenge and such a joy when it finally happened. And today we just press play and everything is there are multiple apps, Google Play, Spotify, Amazon Prime Music, which give you all that. And in this context, you've written quote, conceptually, this is a fundamental shift. We are in effect trading off longitudinal ownership of a little for latitudinal usership of a lot by limiting our claim over a film or a piece of music by foregoing any permanent right to it. We are able to in effect get access to it without restrictions. And later in the same piece, you write quote, our mental models are moving from being rooted in the idea of accumulation. That is stock to that of continuous experience, that is flow. Today we are able to live much more as in the present continuous tense, stop quote. What does this mean for the future of ownership, the future of property, even how we look at music and books and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:49.000",
        "message": "I mean, I think, you know, the idea of getting access to something when I want it, you know, and having a that and be having a very large kind of a set of options to choose from. I think if I saw the meaning of affluence or the meaning of even wealth, I think it's interesting as to say, you know, why should wealth mean having so much of stuff that I'm never going to use? Which is what wealth is today. The fact that I have X number of houses and which I can be, you know, any one place at one time. I can be enjoying one thing at one time or maybe, you know, a few things at the same time. Certainly not everything that I have amassed. And, you know, the idea that as you move from the stock orientation of the world where you because of the fact that you the stock orientation of the world is comes from a context. Where because of the fact that, you know, the only way to claim a right on something and to be able to use something when you want it is to be able to own it. Unless you own it, you don't have the right to exercise that as I felt like it because I had it, I pulled it out and I used it. Today, when you have the ability to sort of structure, you know, economic circumstances in a way that you, you know, you can simply end up using things when you need to. To me, it's a very radical kind of, you know, possibility, the fact that why do you own anything? I mean, if tomorrow in theory, if you if technology works fast, well enough, why do you need to own have a wardrobe? I mean, why can you not decide, you know, what you want to wear and why can it not be delivered to in 20 minutes? You know, why should and more profoundly, I think, what the idea of wealth and the idea of and there was so many of the questions that that follow as a consequence. Would it feel wasteful tomorrow to have so much that you cannot use? I mean, would you feel foolish for having things that you cannot possibly use? When the whole currency becomes the currency of use and the currency of flow rather than the currency of ownership and stock. And it's just an interesting question to ponder."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:58.500",
        "message": "And let's talk a bit about wealth also and how we relate to wealth. Like in another of your columns, you once said, quote, extreme wealth can often reveal a poverty of imagination, stop quote. And just yesterday, a friend of mine was telling me the story about a certain very wealthy business family in India, which will go unnamed, who have this really funky, unusual building to themselves in Bombay. And he and he told me that there is an entire floor in that building, which is devoted to dogs. It has 72 dogs in 72 kennels, because one of the sons likes dogs. And, you know, this, of course, is perhaps an extreme example of, you know, a display of wealth gone wrong. And this is interesting to me across many different sort of, on many different margins, like one is how the nouveau riche express. And these guys aren't exactly nouveau riche, but how people who are not really old, how they express their wealth, how they signal their wealth and what they do with it and how we relate to it and all that."
    },
    {
        "speaker": "Guest",
        "time": "00:39:59.500",
        "message": "I mean, I, you know, certainly, I mean, I think the fact of the matter is that, that, you know, I mean, there is always the 73rd dog, right? You know, so what of that, you know, and but also just to acknowledge that, you know, wealth has other signifying kind of, you know, it signifies other things, right? So, the idea of being able to match something is also for use, but there is just pure ownership value and there is display value. And there is therefore, you know, so, and the ability to waste is such a, has always been through the ages a marker of wealth. So, at a certain level, I think, you know, there is a reason why I guess, you know, these markers work. But I think equally, I think as, as I think our ideas of, you know, as to what it, see, eventually it's a question of saying what makes somebody better than somebody else. And you're looking at markers for that. So, if wealth is one marker, increasingly, you know, when other markers start, start becoming more significant, then what seemed to be, you know, a very powerful sign ends up looking foolish. And I think that's the kind of a transition. And again, that has always existed. But I think that is also a kind of transition that we are seeing where you have a new generation that is coming up that regards other markers. And some of them may to yet another person feel foolish again, the whole, you know, there is this whole the millennial, you know, kind of quest for, for the pure and the authentic and the politically sort of, you know, untainted may equally, you know, feel foolish to some other people. So, I guess, you know, it, you know, I mean, a different context, I guess."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:37.000",
        "message": "I once told a millennial friend of mine that he should do authentic organic signaling and not use Twitter for it. He should just say things. You also wrote a great piece, which kind of touches on the effects of wealth, I guess, but also raises a question I want to ask and your piece was about waiting versus instant gratification. And you had a very nice description of cues here, which I will again quote from quote in some government hospitals, waiting is never idle in places that do not have a formal system of cues. And even in places that do, one is always at war with other patients, either trying to break the queue through acts of artifice and even bribery or to prevent others from doing so. Waiting here is a stressful event for one can never let one's guard down. In India, this kind of waiting is quite normal, given that there are always ways of cutting the queue, whether at an airport ration shop or railway reservation counter, and one toggles freely between trying to do so oneself and hating anyone else who tries to do the same. Stop quote. And my sort of larger question here, and I wonder if you have any insights on it is that, you know, cultures change, right? So back in the day, I can imagine that, you know, you're living in a time of scarcity, and you have to queue up for stuff. And there is chaos, and there aren't enough authority figures to sort of, it's just not in the culture to wait. Now, what has happened over the years since then is that the outward signs of modernity are all around us. When you go to a store, you know where to queue, everything is set in place. And yet, I see Indians everywhere, at least in India, when I go abroad, they never do this. But at least in India, especially at airports, they just don't queue properly, they're always trying to break. And I find myself sometimes behaving like that, because I'm like, this is a local culture, it's dog eat dog, I gotta do what I gotta do to survive. Why are some cultural practices so resistant to change?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:26.500",
        "message": "Because I think culture, because it becomes a way that, you know, it's a lens through which we've seen the world and it's also got embedded. And therefore, there are responses that that become very difficult to change, simply because the outside context changes, you know, particularly in a short timeframe. I know that in, for instance, Europe, we were traveling by train and where there are like about, you know, an entire kind of a, you know, whatever, bogie, you have about eight people. And yet, I remember sitting there and always looking out at the station that stopped to say, how many people have come? And I'm telling myself, so I'm having this dialogue with myself saying, I'm being absurd. I mean, this is ridiculous, you know. And yet, that's an instinct that you cannot help. And I think it's just that I think it's about things like, you know, say a roundabout in India, traffic circle is always a mess, because it's, you know, the idea that for some insane reason, the fact that you have to cut in or you have to sort of, you know, edge and you have to find a little edge there is just so kind of, you know, ingrained that the idea of order. Or for instance, I've, you know, in some other context, I've written about this, the railway crossing, which always is, you know, is classical, where, you know, you have people going and occupying the other side. And then the frustrating part about it is that in terms of individual rationality, they win, because unless they get cleared, nobody else can move. So it's the people who transgress the law, and actually break the rule, are the people who will win. And this is the same thing happens that you kind of, you know, you resent them like crazy, and then you end up doing that yourself. Because that's, you know, the rules of the game."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:02.000",
        "message": "And it's also interesting how we were adapted to scarcity, in the sense that right, we grew up in times when there was scarcity, and that led to some cultural values, which one can admire, for example, you've got this really lovely essay called the Dhanya factor, where you write about extending the life of things. And I'll go from that, quote, extending the life of things meant acting proactively, most of us have grown up wearing clothes, two sizes too large, till we grew into them. And of course, all trousers had, quote, unquote, margins that could accommodate the unreasonable growth, young children were capable of examine the notion of scarcity. In another essay called sharing scarcity, you write, quote, at one level, the focus on inheritance reveals an implicit belief that wealth could have been generated only in the past, and hence the desperation to hold on to it. And, you know, I see this even when, for example, I took an elderly member of my family once to a buffet at the Marriott, a breakfast buffet, and he ate everything. He literally ate everything, ki waste nahi hona chahiye, while I'm just ordering an omelette and having some bacon. And that's it. And it's also poignant in a sense, isn't it that, you know, when times have changed, but we've held on to this mindset."
    },
    {
        "speaker": "Guest",
        "time": "00:46:10.500",
        "message": "I mean, it is, it is certainly and I think, because of the fact that, you know, you have a, I mean, so many of our formative influences and the way that we grow up are so difficult to shake off, because, you know, we, we have, you know, we see and the idea of scarcity or the world is zero sum game or the fact that, you know, I mean, these are such fundamental kind of ideas and, you know, structures. They're intuitive. Yeah, so that, you know, however much you may recognize and you may kind of, and that's why I'm saying it's possible to have a concurrent dialogue, which is kind of simultaneously kind of, you know, at the same time, you're recognizing the fact that this is, you know, this doesn't make sense. And yet you find yourself reacting in a certain way. And I think that's the power of those formative, I think, deeply held and it's they've been reinforced over the years in so many invisible ways. So there is this, it's an ecological system and, you know, and therefore any ecological change, you know, I think is really, really slow in coming."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:08.000",
        "message": "So I want to ask you a question related to that. And this is something I've thought about for a while. And it's actually, you know, so Jagdish Bhagwati once I think in the year 2000 said that people in China have a profit oriented mindset, while our profit seeking and people in India are rent seeking and an observation that various businessmen have made for me, especially people who come from outside are surprised by it. That people in India seem to think in the zero sum ways that even if they are exploring a business relationship, it's how can I exploit this guy? How can I get something for myself at the expense of the other person? And even in the popular imagination, the mindset towards business towards work towards all of that seems to be of a rent seeking type. And I've often kind of speculated on why this may be the case. One theory that a friend of mine and I had, and we were wondering if you should write about it is that it's partly determined by the institutions, because in the 50s and 60s, you had a really powerful state which controlled everything. Your aspiration became to be part of the state, or to similarly exploit others like the state and its associated rent seekers exploits you, which might also, you know, sort of, to some extent, just one facet of why people might be so attracted to government jobs. What are your views on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:27.000",
        "message": "I think it's true. I certainly think that, you know, if you don't have trust and faith in systems and, you know, in institutions that work, then, you know, the consequence of that is also in a sense, your mental model of time, and what time looks like and so time can look like a linear placid stable space or time can look like an uneven volatile kind of a, you know, full of potholes kind of a space in your head. So how you imagine time, if you don't imagine time with a certain stable continuity, but you don't think of time in those terms, then, you know, the idea of whenever you project outwards, and then when you take a chance, your the anxieties that surround you are so much greater. And also, if you look at, you know, even a notion of money, say, if you were to look at the mental model of money in India, I mean, traditionally, it has been for most people, the idea of money has been vapor, the idea of, you know, that it will disappear. So for instance, I have so many elderly relatives who, you know, go to their bank vaults every two weeks to check if, you know, everything's still there, I say, where can it go? I mean, it's a solid vault, you lock it, you have, you know, etc. But there is this, this anxiety, right, that, and, and so barring the trading community that understood the velocity of money. Most of us, that's why we put we have traditionally put our money in fixed deposits, even now. I mean, after so many years, you still find that for to move people into something like mutual funds is such a, is such a massive mammoth task, because there's a sense that the idea that you trust time, you trust institutions is, I think, difficult to accept. So I think it's interesting. I think it points to the fact that, that there is, you know, time itself, I think, is, is, is perhaps not looked at in the same way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:16.500",
        "message": "So do you think in that sense, a changing view of time could best be represented by the decline of test cricket? Because once upon a time, you had five days to watch a test match and not much opportunity cost and all that. But then in today's globalized world, when there's so much you can do with your time, it's like, who's got five days or even one day?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:34.000",
        "message": "Yeah, I think I mean, I think that that is, of course, part, I think, of a larger."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:39.000",
        "message": "Yeah, you know, a lot of your columns, many of your columns are actually quite moving to me. And intrinsically, there was nothing in those specific columns, we should have moved me. But it was moving to me because I kind of grew up in a similar sort of era and just the evocation of the same kind of forgotten objects and institutions like STD booths. And suddenly memories come flooding back when you sort of see that phrase. And one entire section in your book, your collection of essays, Mother Pious Lady, which I don't think I mentioned earlier in this episode, which is a travesty. A lot of Santosh's essays are collected in the superb collection called Mother Pious Lady by Harper Collins. So please check that out. And that has a section called vehicles of escape, where you talk, you know, about some of the things which when we are young, and we don't have smartphones, and this is the 1980s. What were your vehicles of escape? And also, how many times did you watch Chupke Chupke?"
    },
    {
        "speaker": "Guest",
        "time": "00:51:34.000",
        "message": "Oh, I watched it. I forget now. But must be 80. I mean, I know every, I think I know every dialogue, everything by, you know, I know it sort of inside out. And gave me enormous amount of pleasure, still does. I mean, if I still I managed to catch a glimpse of it on television, I sort of find myself watching it till the end. So, so I think, obviously, I mean, you know, we've talked about Chitrahar and the whole, I think we just common, you know, currency. I mean, I think the fact that you had such little by way of possible diversion, so that you pretty much and we didn't have televisions and the fact that shamelessly we used to march to, you know, entire troop of us used to march to neighbors or friends, you know, and we're friends was probably, you know, in some cases, friends, in some cases, that's a very strong word to use, because we were kind of completely opportunistic, we would go to pretty much anybody who didn't throw us out. And so, I mean, you know, I think there was a time when then any little scrap of, of entertainment stroke diversion was, I think, greedily consumed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:33.500",
        "message": "Also, another sort of, no, and I remember when, you know, our entertainment options were so limited that we used to watch Doordarshan avidly. And it's a sort of a famous story that when the Pradeep Kishan film, which Arundhati Roy wrote, in which Annie gives it those ones, it aired only once on Doordarshan. And the thing is, not only did I watch it, I actually remember that part of the film where the Beatles, Here Comes the Sun starts playing. And that's a memorable cinematic memory for me. And so many years back, because we had so little to occupy our time. And now we are buffeted in various directions and shallow focus on all of them. And is that sort of a nostalgic lament without any, you know, like, that it's more of a feature than a bug. A young person today would say, I have so many options open in front of me. Whereas I can say, but yeah, but your attention is so divided."
    },
    {
        "speaker": "Guest",
        "time": "00:53:21.500",
        "message": "Yeah, that's true. I mean, I say what is a measure of that? I mean, you know, because clearly there are different contexts and there are, you know, different kinds of experiences and young people will have enough to be, you know, nostalgic about. People today are nostalgic about, say, Pac-Man, for instance, even I'm nostalgic about Pac-Man. And so they will find, you know, things to be, I mean, nostalgic about. So, but I think, for instance, I certainly, you know, feel that, for instance, just the idea of consumption, the looking forward, if I look at things that give me the kind of joy or give, you know, my children the kind of joy that I got in getting things or consuming things. And I find that consumption itself, you know, I see that it lacks the joy that it did once, which is because it becomes routine, it becomes common. You get a phone that you want and you get the gadget that you want, you get it pretty quickly. And that longing for it and waiting for it. And then finally, you know, the first glimmer of hope that you might get it and then actually being able to sort of prospect it and get it and savor it. That whole elaborate foreplay and then the pleasure of it. Just the joy and the ability to squeeze pleasure out of things. I think, so if you measure this, the two contexts in terms of units of pleasure, so which make them to a degree comparable, otherwise, you know, it's just saying that every generation has its own reasons to be nostalgic. I do think that there is much less pleasure today in that sense, just in you may call it today society consumerist. But the irony is that that actually there is much less pleasure in any individual act of consumption. And there is much more compulsion in an act of consumption, then there is pleasure. So I do think there is something that is that has been lost."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:04.000",
        "message": "And then what follows from there is the post scarcity utopia, which some people imagine is actually a dystopia because you're so jaded that you don't get pleasure in anything. So where does the joy come from?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:15.500",
        "message": "Yeah, exactly. I mean, therefore, you're then the idea of the next big thing or the idea of movement, you know, and the idea of discovery. Therefore, the idea then of symbolic sources of pleasure that I, you know, so which is the reason why the kind of meaning starts moving to other places to the idea of things rather than things themselves, to the politics of things rather than things themselves. So I mean, which is the reason why and and it may not quite resemble pleasure as we knew it, but it at least there is meaning, if not quite pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:49.000",
        "message": "And one of the things you've written about, which used to give us pleasure once upon a time and is now utterly routine is just communicating with each other. Like you've written an essay on postcards where you write, quote, it is interesting how a sense of being close knit was achieved with such little actual communication. A letter of 100 words took two weeks to reach. The reply took a correspondingly long time. The period when the letter was in transit was when most of the communication actually took place, not in reality, but in the conversations we had in our minds. Stop quote. And you know, this takes me back to, you know, when I was wooing my then girlfriend, now wife, and we were in different cities, we used to send letters, and we still have all those letters stored up somewhere and they're a source of great pleasure. But in the last 20 years, there's no pleasure in the communication in that sense. It's just emails, you send a couple of lines, you get a couple of lines back. It's quotidian, mundane, there's nothing special in it. Is that also a loss that has no flip side to it?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:44.500",
        "message": "Yeah, well, I guess the flip side is the fact that a lot of anxiety, I mean, a lot of anxieties that came out of, you know, the two weeks that it took, or maybe more than six weeks that it took if you were, you know, you had somebody studying abroad or relatives abroad, somebody not well. So, I mean, obviously, I mean, there are obvious advantages to the kind of glut of communication we have today. But I think yes, I mean, I think the fact that, I mean, I do remember the kind of longing and the kind of, you know, the feeling of being connected and the desire to experience that feeling in such intense terms, the fact that communication was always public property. I mean, unless it was, it was, you know, your communication that you spoke of, which is very clearly private. Otherwise, any letter that came, it was promptly read out to everybody in the family, and not just once. But every time somebody else came, you reread that letter, and you kind of derived pleasure from it all over again. And they were most often they were, you know, full of banalities. I mean, there was nothing actually being said there. And there was, in fact, letters had this very turgid kind of, you know, formal introductions, which most different cultures had their own kind of versions of. So, there was not really very much communication that letter, it was just the sense of being connected. And because of the intractability or the actual tangibleness of distance, I think that that need to reach out across the distance was that much greater. So, I think it was much more the desire that animated it than actually the communication. And I think what happens here is the staling of desire. So, it's the, that's the fundamental shift that has happened, because you know, you are forever connected, that intense desire to reach out and to experience that the feeling of being connected is not as valuable. You just are connected."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:29.000",
        "message": "And also earlier, you said that, you know, one of the ways in which a mobile phone empowers you is that every time you get a call, it's like, oh, someone considers me important enough to call me. But that is so much more magnified by actually getting a physical letter or a postcard, because like, oh, my God, you're actually for that period of time that the person was writing and sending the letter making the physical effort, you were the center of somebody's universe."
    },
    {
        "speaker": "Guest",
        "time": "00:58:49.000",
        "message": "Absolutely, absolutely. I mean, that that's a you know, that that feeling, the two way feeling, I think, I think was valuable."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:54.500",
        "message": "Let's kind of also then, you know, talk about families, like how families have evolved in this time. And obviously, I'll put the caveat here that, you know, when I say evolved in this time, I mean, sort of evolved for the kind of circles that we are in, because a lot of India, like I say, is still in the 20th century, or even the 19th century. So what we speak of with nostalgia is something in the past is perhaps true of somebody somewhere, and we are all evolving. But how have families evolved in this time, especially joint families, which almost have a binary view of them, some people demonize it, and some people hold it up as Oh, family values, and this is what our culture needs."
    },
    {
        "speaker": "Guest",
        "time": "00:59:31.500",
        "message": "I think, I think it's interesting that, you know, I mean, one, I think is that, you know, the nuclearization of families has is not a new phenomenon in that sense. I mean, I'm part of a kind of a nuclear family unit, and I grew up, you know, my, my father, for instance, you know, my parents stayed apart from, you know, you know, yeah, so I mean, and then several people that I have one knows, you know, came up like that. But I think there was still a difference in the fact that, that emotional headquarters still decided at the family kind of home. So and you know, so you are, you may have your branch, we were branch outposts, you know, of a family firm, right. And so every summer holidays, we went back to head office and kind of, you know, plugged in again. And then so very clearly, that was the kind of a functioning system. And I think today, what you find is more kind of genuine nuclearization also begin to happen is one pattern. The other is the joint family, which, again, within the structure of the joint family, or even if people are living together, have different degrees of independent kind of, you know, little independent operations that are being run. So in some cases, there is a common kitchen. In some cases, there are pantries that are individual. So you have this, the logic of the floor by floor kind of a joint family. So every, you know, the floor has a slightly different level of affluence. So the children have perhaps a different set of toys and a different set of clothes. They may in some cases, even go to different kind of schools, but it's a joint family. So one of the things is, of course, is that the family structure evolves. But I think the other interesting thing about families, I think, is that, particularly in the kind of social class that you referred to, families, in some senses, have come closer, because there is a much greater acknowledgement of individuals. Otherwise, you know, families in India, while offering a great amount of comfort, and a great amount of emotional support, was in an undifferentiated and, you know, not necessarily acknowledging individual needs, as much as creating community. Creating a collective ethos. Hamari family ki values, in a sense, what led the way, was the sense of what the family stood for, and the individual had to fit in. So the relationship was that there was a family way of doing things and people kind of, you know, belong to that or reflected that. I think with time, what you are beginning to see is the family as a facility. It's a, you know, I have a piece there called joint stock family. But the idea of a more collaborative kind of a structure where the individual needs are accommodated. And the role of the family is for different parts of the family to come together and support the individual needs. And also with time, I think one of the things that have happened is that the power distance between generations has reduced. The fact that as there is genuine nuclearization, I think the role of the mother, the woman of the, you know, has changed and has become, you know, even more significant, it was earlier, a nurturing kind of a significance. Now it is nurturing, it is also educating, it is also earning, it's also there are several roles, which has its own set of complexities, but there are, so I think there is a change there. And I think there is an acknowledgement of and also because with technology, particularly the young are the agents of the new in families. So there is suddenly the sense that, you know, the actually the young understand some parts of this world better than the old. And so the presumptive feeling that authority flows downwards in one direction is no longer, you know, accepted wisdom. So what you are beginning to see, you know, you also have, of course, families that are riven apart and all the rest of it, but one pattern that you're beginning to see is this idea of a more collaborative family unit where individuals count for a little more than they did in the past."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:13.000",
        "message": "And I used to have, you know, one of the sort of two binary views of family is something that is oppressive. And, you know, my vision of the mother-in-law was typical, kyun ki saaz bhi kabhi bahu thi, domineering figure and so on. And girls were told that you don't marry your husband, you marry your family. I did an interesting episode recently with Namita Bhandare on women working in India and women in the workplace. And she made an interesting observation. She said that she has found that in many families, the person who empowers and encourages the woman to go out and work is a mother-in-law, which, you know, blew my mind and which speaks to what you're speaking to."
    },
    {
        "speaker": "Guest",
        "time": "01:03:51.000",
        "message": "Yeah, so you do see that. You do see that. You see, so just as you see, I mean, it's interesting that that space is fairly, you will see different strands. At one level, you see this family coming together. You see the husband and wife as a unit much more in a sense than, you know, there is a mutual acknowledgement of the kind of interdependence and the fact that, you know, each has to play a role and there is the sense of being a unit. I think which is, which is a, it's not just a role based kind of an acknowledgement of each other, but it's actually both role based as well as of people that reside within those roles. So I think at one level, you see that. Similarly, you see this, you know, what I think Namita spoke to this idea of the mother-in-law being actually a supporter and being an ally. You also see that pattern. You also see it's opposite. You know, you do see also as the, I think, the role of the woman and the fact that, you know, this is a generation of much more educated women, right? If you were to really look at in the middle class, generation by generation, there's been a step change over the last three generations of the education of the woman in the family. So, you know, which unleashes so many different kind of changes. So you have the male anxiety that that evokes and you see a lot of evidence even of that, of the fact that you have, you have women who are resurgent and you have men who either sort of recede or they resent it and there is, you know, there is a desire and you see that in so many different ways to kind of, you know, assert themselves again in a variety of ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:23.000",
        "message": "We'll go in for a quick commercial break. But before we do that, I'll just quote the last paragraph of your essay, which you refer to the joints rock family. Quote, the nostalgia that surrounds families comes from a strong need to protect the idea of continuity, even as we alter its meaning. The idea of family is a stronger than ever. But what it means to be part of one has changed significantly. We want to experience our own individuality, but do not want to be alone. We need to perform as a unit of one, but need the appreciation of others. As we move into a better time, we need an audience to root for us. After all, who else will clap for us? Stop quote and we'll be back after a quick commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "01:06:28.000",
        "message": "On the Filter Coffee podcast, Karthik is joined by Pradeep Narayan, Research Director at Praxis Institute of Participatory Practices. Pradeep breaks down the prevalence and evils of caste in India today. On A Simplified Shorty, Chuck and Shrika talk about Pablo Escobar, hippos and cocaine, and the bizarre legacy that connects the three. You don't want to miss this. You can also listen to Chuck on his short solo podcast, The Origin of Things, where he narrates the story about a Hungarian immigrant and yellow journalism, which led to one of the most prestigious accolades of modern history. It's a crossover episode on the Empowering Series, as Reena is joined by the host of The Habit Coach, Ashton Docter, and his dad, Wispy Docter, to talk about the idea of starting Awesome 180. And on Ashton's own show, The Habit Coach, he shares six foundational habits for an awesome life. On Football Shootball, hosts Gaurav, Karthik, and Suha bring to you a special episode where they talk about the greatest brawls in football. On Varta Lab, hosts Akash and Naveen are joined by rapper Onkar Pujari, who goes by the stage name Yeda Anna. The three of them talk about Onkar's journey in the Indian rap scene. On Geek Fruit, Tejas and Zinker take a look at actors who moonlight as musicians and draw the distinction between vanity projects and music that endures. On Golgappa, Tripti is joined by Deepika Mathre, who shares the story of her rollercoaster ride from being a house help to a jewelry seller to doing stand-up comedy. Also, if you are in control of a brand and you want your brand to have their promos read on our podcast network, do get in touch with us. You can write to us on advertisers at IndusVox.com. And with that, let's get you on to your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:00.000",
        "message": "Welcome back to The Seen and The Unseen. I'm chatting with Santosh Desai. Santosh, before we went into the break, we were talking about the value that families can often bring in empowering individuals, recognizing them, the sense of comfort you get from community. And it's also interesting to see the flip side of that in terms of like, for example, when I was chatting with Amita Bhandari about women in India, and both she and I were pretty vociferous about the malign role of family and how it can sort of restrict women. And I'd once written a column about how one of the best metrics for women's empowerment was the divorce rate, the rising divorce rate, because more and more women are being empowered to sort of step outside the confines of family. And you've written a very interesting chapter, and I'll ask you about the title of your essay, rather, called The Fear of Women. And I'll quote from that, where you say, quote, Her view of herself is no longer contained in and by how others see her. She is no longer a sum total of the roles she plays. She may choose not to underline this fact by tacitly continuing to play these roles without too much apparent change, but she is increasingly, quote unquote, playing at these roles. Her pleasure now comes not only from that of others. She is herself a seeker. Stop quote. And obviously, it's not true for most of India, but it's true for a significant enough part of it. Tell me a bit about the changes you've observed in how women see themselves in the world."
    },
    {
        "speaker": "Guest",
        "time": "01:09:27.000",
        "message": "I think this is perhaps, you know, do a lot of work traveling across the country and therefore talking to a whole cross section of people. And one thing that we keep coming across is this pattern and across, in fact, a wide swath of India. I mean, it's not just limited to a small group anymore. I mean, it's not universally true, certainly, but it is true for a large part of India, which is the fact that you see there is a confidence in women's own, you know, self and how they, you know, talk about themselves and they talk about their immediate environment. There is a very clear set of ambitions that they have. I mean, you come across young girls and, you know, there's this burning desire to make something of their lives. You also come across, you know, very sort of heartbreaking kind of sort of also situations where you have these. For instance, you know, I had also written about this, the fact that there's a whole came across a lot of girls who the biggest fear was that of marriage, because, you know, in an arranged marriage world, you know, the sense that the biggest lottery in their lives was this un, you know, it was this big question mark of who you get married to, what kind of family, what kind of person. And it's something that there's such little control over. And the fact that they say that even if our parents are well-meaning, they have no idea because their metrics or their, you know, how they evaluate a prospective groom is based on yardsticks that don't have value for us. And, you know, so, you know, you had, for instance, in Haryana, we came across this strange college where there were a whole lot of young women studying for their PhDs. And, you know, it was animated by, among other things, a desire just because they got social sort of approval of the fact that as long as they were studying, you know, they were fine. And so they kept studying so that delay marriage, I mean, to say that, you know, because I, you know, I really dread where I will end up. So I think you have that kind of a pattern also. But on the flip side, it shows the degree to which there is desire and ambition to actually to do something with their lives. And so I think you find that you find even, you know, women who would traditionally be called housewives, the number of times we've heard women say that, you know, I'm a housewife, but I'm not just a housewife. Or the fact that you start seeing and this, you know, which is as yet small in number, but you see it across the country. And it's a new pattern that we've been seeing only in the last two, three years is this idea of the female entrepreneur. And you're beginning because the interesting thing about a woman being an entrepreneur is the fact that, apart from the other advantages, the fact that she has relative control over her time, is the fact that because it is not, it does not carry a designation, it is not located in a, in a sort of a, you don't have a fixed salary or a fixed position, you don't compete with the men. And therefore, you may end up making more money, but it's less of a threat. And then therefore, there are women who spoke about the fact that, you know, actually, while I was working and in a job, it was always a problem. Now, actually, I'm making more money, but because it's a not very clear how much money I make, B, I don't have a title, I don't have, you know, so I mean, it's, it's interesting that at one. So in this phenomenon, you see both sides of it simultaneously, the fact that there are more degrees of freedom, and there is this great desire and enterprise that you see. At the same time, you still need to navigate your way past the current kind of social structures that you, you try and, you know, bypass in some form. So I think this is a pattern that you see very, you know, often, which is this desire to do, again, young men and young women, you find, again, I'm this is generalizing. And so, of course, there'll be big differences. But one pattern one does see is the fact that young women are more confident, more ambitious, have many more things to say. Young men, in fact, in India currently are quite diffident. You find there is a certain diffidence, there is a certain anxiety, there is a set of expectations that others have of them, and they have of themselves that they worry that they will not be able to quite live up to. So, you know, so you do have this. So when you compare reactions to the two, often you find that the young girls seem to have, you know, more to say for themselves. So it's in, you are seeing, I think, big changes on this front. And I mean, it's the small kind of signs that actually, that are, I think, quite eloquent. And I think, for instance, I find this the thing that, you know, where so many parts of small town India, you will find these young girls, you know, in a two wheeler with that, you know, the dupatta or something that wraps to not get tanned, right. So I think that's a very interesting sign, because I know you can read it in so many different ways. And we kind of looked at that in some detail. And you found that, of course, at one level, it is about preserving yourself and sort of, you know, and the fact that, you know, your skin is important, valuing yourself in a certain sense. But it's also the other thing is anonymity. And like, you know, the fact that you can pretty much do what you want, in a sense, and, you know, you're not recognized. But there's a third kind of facet to it, which is perhaps less apparent. But, you know, they talk about it in terms of saying, but you know, it doesn't matter whether I anybody sees me here or not, no, this is not where I really want to mean this is not my arena, eventually. So even if I take myself out of the game here, even if I'm in that sense, a non entity on the streets, I mean, I, you know, because you're erasing your existence, in some form, it doesn't matter, because this is not, you know, what I'm kind of meant for. Which is, I just find that that note that you find, occasionally, is an interesting kind of an idea in terms of the mental model that you have of your own future."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:18.500",
        "message": "I mean, I have many questions arising out of this. But what I found, what I find really poignant is this fear of marriage that you speak of, I mean, I don't think men get this, we think of arranged marriages, this nice romantic thing where families come together. But for many women, it must be this elaborate event, which ends in rape. And, and, you know, that's a different way of sort of looking at it. So, you know, one of the questions that arises from this is that, for these new women with these new aspirations, who are the sort of role models, because, you know, back in the day, when I look at our role models, we lived in a male dominated society. So our role models tended to be male, and they would be the cricketers or Bollywood people. And Bollywood was and is to a lesser extent, incredibly toxic as far as gender relations are concerned. So who are the role models of these women who are sort of the kind of role models that they have?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:06.500",
        "message": "It's interesting that actually, you know, now that with everybody, you know, having a mobile phone and having access to the internet. So this is, I mean, in an earlier time, you would have a small fixed list of role models. Today, actually, you have a much wider kind of set up. So you will have your, you know, what you would expect sort of either they are leaders, or there are, you know, even people like film stars or sports athletes, you will find names of that kind. But you will find also a lot of people in there, from who are kind of more in there from their neighbourhoods. Their community, their kind of immediate space, which also becomes kind of, you know, they also become role models. The interesting thing is that it's not a small set of people. It's not you don't come across the same set of people, you know, over and over again. And I think there is a lot of it is organic, and it comes from within. And so it's being propelled inside out rather than it's not emulation as much as it is just this inner kind of a sense of, there is also just the physical reality around them, you know, that has changed. And they can see certainly that the younger girls kind of world versus her mother's world. And then they see a very big sort of a difference there. And I think that the thing that I've, you know, also talked about in a piece is the fact that they have to distinguish between they have much more freedom, but they don't quite have the independence. So, you know, I mean, Azadi and Swaraj, if you were to push that difference a little, many more activities that they will do, they can go out with friends, they can enjoy themselves, you know, without a male chaperone, they can, they can do things even in a mixed group in some quarters, they can go out, but they cannot still, can they decide which college to go to? Can they decide purely independently? Can they decide who to get married to? Very often not. And I think that is still something that is being negotiated."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:00.000",
        "message": "And why did you say the men are diffident? Why is that? Why are men more and more diffident?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:04.500",
        "message": "Yeah, I think partly, I think it has to do with the fact that A, of course, I mean, it must be acknowledged that, you know, when women's role changes, it's a foundational shift, you know, and there are parts in India where it doesn't seem like so, it just feels natural and organic. But for large parts of India, you know, what you call middle class values was essentially how you control women."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:26.500",
        "message": "Right."
    },
    {
        "speaker": "Guest",
        "time": "01:18:27.000",
        "message": "Hamare ghar ki orte, hamare ghar ki, you know, what you prided yourself on for a lot of communities was actually the amount of how you circumscribe the role of women. I mean, that is the primary source of your pride in your values. And therefore, when the role of the woman changes, the kind of anxiety that it produces, the kind of uncertainty that it produces, I think is one aspect that creates unfamiliar, it's new terrain for men. The idea that women evaluate men, just that thought that in a marriage, the fact that a wife is casually young wife, we came across now so many times casually evaluating the husband. And it just makes the man, it's paralyzing for the man, because that's nothing has equipped him for that experience of being just matter of factly evaluated. That's not how it's the script was not meant to be that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:21.000",
        "message": "And thinking aloud, is it also the case that there was a time where a man would automatically get a woman and she would be his property and men felt and feel entitled to this. And now suddenly they actually have to fight to impress women. And these women have access to the world and their mobile phones and they're seeing men from everywhere else. And suddenly this small town kid who hasn't been taught or socialized in how you have a conversation with a woman suddenly has to figure out how to negotiate."
    },
    {
        "speaker": "Guest",
        "time": "01:19:47.500",
        "message": "Absolutely. I mean, I think, you know, a lot of what you see, even in terms of the way it plays out in politics, for instance, it comes from the inarticulateness of men, the inability to form in words, and to be able to articulate a response to an unfamiliar and rapidly changing context. So it's, it's actually, when you do not have the words, either there's abuse, or there is violence, or there is, you shrink, you know, because these are, you don't have mechanisms. And you don't have frameworks that you are equipped with, to be able to articulate a response. And I think that's what you are seeing. So part of it is certainly the defendants comes from their part of it comes from the fact that, which is the reverse kind of a pressure of a, you know, of a patriarchal kind of a structure, which is the fact that the expectations are loaded, in that sense, on the young men who see at one level, there is greater freedom, there is a greater sense of opportunities. There is certainly as against an earlier generation, the idea that, you know, there are many more avenues, by which you can make something of your lives. But along with that come also the pressures of having to do something, you know, make something of your life. And I find it particularly interesting that, you know, in so many parts of India, the continued importance of a government job, and not just the importance, but the fact that people devote years of their life, preparing for a government job. And if you were to go to again, you know, North India, so many parts of North India in particular, you enter a small town and and the only advertising and what 80% of the advertising that you will see there is education, self improvement, getting a government job, you go to YouTube, and you will find videos for every government position, there will be any number of videos telling you how to crack a section officer job, how to crack, you know, lower divisional clerks job. And this continued fascination for something which is so fixed. And the idea that you know, you want a stable perch in otherwise of an uncertain world, I think is revelatory of I think some of the the anxieties that that populate, particularly the male mind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:58.000",
        "message": "In fact, you've written an essay on this, where you wrote, quote, in large parts of India, power is a stronger currency than money for it is convertible into every other currency of notes, top quote. And you also write and this is also poignant about the number of young people who get trapped in it, where you write, quote, this results in a vast number of young people finding themselves trapped in a bubble of competitive exams, responding to a constructed reality of exams and interviews that bears little resemblance to real life subjects have to be mugged. arcane skills developed purely for the purpose of landing the job. The learning here leaves little by way of residual knowledge, all of it gets consumed in the act of finding a job, stop good. And where do you sort of like at a social level, we know we are in a jobs crisis in India, and it's only going to get worse. This demographic dividend isn't really playing out. You know, we have 1 million people coming into the job force every month, and there simply aren't enough jobs for them. What are the kind of tensions that that is creating? I mean, quite apart from these movements for reservations and government jobs, you know, the charts party doors and so on. But quite apart from that, what is it like, you know, you spoke about how it is a threat to the male ego that patriarchal notion of society that he grew up with is changing and women are asserting themselves. And on top of that, where is it to find this sense of self value, when there aren't jobs for him?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:18.000",
        "message": "I think that's, you know, that's the reason why you find, I think, a lot of the tenor of the politics of the day, I think, finds its origins in the fact that, you know, there is this, you know, a sense of being trapped and not being left with much space and much room. And therefore, the need to feel, you know, powerful and to feel as part of a collective that, you know, in a way you rediscover a certain, you know, a swagger. And this is one kind of a consequence of it. I mean, this whole diffidence and this and the fact that there is resentment and then there is, you know, sexual violence and other forms of violence against women is another representation and a part of it. But it is also the part of simply a certain, you know, listlessness and which is, you know, a certain passivity. So, you find, which is the other pattern that you come across, which is just a much more passive acceptance, you know. On the other hand, you know, just, you know, just to sort of also acknowledge the fact that just as you have this as a pattern, you also have the enterprising and the inventive and the technology, you know, one of the effects of technology, which I think is not yet fully leveraged, and I think it potentially offers a lot, is the idea of how, you know, in a non-formal kind of learning, how it is facilitating. For instance, we've come across a few people and then one example comes to mind in Bengal somewhere where this young boy who dropped out of school at third or fourth or whatever, and basically have learned nothing. And he has set up some sort of an accessories kind of a business, purely by looking at YouTube videos. And he said it interestingly, he says ki angutha chhaap ka zamana wapas aa gaye. And he was talking about, you know, using his thumbs to kind of navigate the phone. And which was, I just found the interesting, the idea that the fact that it is possible today to avoid, you may not have been part of a formal system and you may not have learned, you know, everything or been to the best colleges. But the fact that you feel that there are avenues that are open to you to find your way and to be able to construct something. And you do find this also, interestingly, that you find a lot of younger, and this is interesting that in the smaller towns, you know, when you look at how the internet is used or how people represent themselves, actually find that in some ways a lot more creativity. I mean, again, crudely speaking, and this is just a, again, a very broad generalization, the larger towns you have users are curators, and the younger towns users are creators. And so the larger town thing is look how cool I am, because I've accessed the right, somebody else has said this, and I'm the one who kind of brings it to you. Whereas you find much more experimentation and just the acts of creation. TikTok, for instance, is a great place to see. I'm a huge fan of TikTok. I'm a huge fan too. I'm sort of riveted by it, because just look at the raw energy and the raw creative kind of forces that are operating there. And I think this is the other kind of an aspect that I think, simply because we don't have an ecosystem that, you know, allows this to go somewhere. We are still so stuck in traditional notions of education, that we don't have a way to harness this desire that, you know, so many, and a lot of young men too. I mean, so here you find a lot of young men who have either interesting business ideas. And because, in a sense, the freedom comes in some ways from not knowing better or not knowing the rules. And so there is a much greater sense of experimentation that you find, which again, because there is no ecosystem to kind of harness it, often does not get the scale that it potentially could."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:06.000",
        "message": "And I'm so glad to find a fellow TikTok fan. And the observation I keep making about TikTok is that, and it's one of those things which genuinely opened my eyes to something I did not know, which is that there is so much incredible creativity and a creative impulse in small town India. And also that our arbiters and gatekeepers of culture, especially in, you know, the film industry in Mumbai and elsewhere, have completely missed that you have elites creating for elites and the energy. And I just wish there was a way to bridge that because the outpouring of art that would then emerge."
    },
    {
        "speaker": "Guest",
        "time": "01:27:40.000",
        "message": "You know, if I just again, if I just broaden this, this conversation in some ways, and maybe take it somewhere else, perhaps, is the fact that, you know, our idea of reality of a kind is, we construct a notion of India, as you know, which is a mass media notion of India, or it is, it's either a mass media, that is one way of characterizing it, or it's a, it's based on linear ideas like electricity, like roads, which means that we have this idea that the influences and progress is rippling outwards in with dilution. And so in ever widening sort of circles that are successively diluting, that's our mental model of reality. At one level, at another level, there is mass media, which means all of us are sort of sheltered, or in a sense, under the same sky. So all of us have the same sort of the virtual firmament, and they have the same reference points. I think both these ideas are changing. One, the internet does not recognize linearity. So therefore, things don't move, they move if at all in circles, you know, you have a radius rather than straight line. So progress is not, jahan electricity line lagi, jahan, you know, it's not that it's, it's, it's, it's, it's a wider kind of a, and the other thing is that it's not driven by mass media. And which means, I mean, to illustrate what I'm saying is that while an Arnab Goswami may actually over the period of a week, be getting a few lakh viewers, it's under 10, it's under a million, in most cases, in most weeks, you will find, but everybody knows who Arnab Goswami is. So he's a reference point, regardless of the fact that he actually reaches a fraction of the people that for instance, a YouTuber reaches, right, you will have so many people who will have subscribers of 5 million, who are receiving a video a week, which is roughly the same, you know, it's a like to like kind of a metric. And there are millions. But the thing is, because these are underground, these are subterranean, we have no idea. Because they're not common currency, even if they are actually being viewed and influencing a much larger set of people. So what I find fascinating is the fact that here's this. So here we have a sense of reality that is created by what we see over ground and what we see in mass media, and what we imagine is the zeitgeist. And here is this underground, vast kind of, you know, shifts that are taking place, influences that are happening, that most of us, most of these names, you would have no idea. You know, Sapna Choudhury, now people know because she apparently joined a party or two, is a Haryana dancer. The last time I looked at the, I think, most popular video of her, it had 174 million views. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:22.000",
        "message": "I know actually all the stars in that ecosystem, Gauri Rani, Sunita, Rashna Tiwari."
    },
    {
        "speaker": "Guest",
        "time": "01:30:29.000",
        "message": "So I'm just saying, you look at the Bhojpuri ecosystem, you look at, and that is one, Sandeep Maheshwari, etc, which is the self-help kind of ecosystem, another set of sort of superstars there. Then you will have in the fashion, you will have so many, or you will have even including things like, you know, things like Delhi girl talk about masturbation, or if you see things like being Indian, or you see where there are people on the street, even if it is, I don't know if it is staged or if it is, I don't know how it works. But the number of people who get exposed to such radically different perspectives, different kinds of content, and how this is shaping and reshaping, you know, ideas that people have about everything. And because it does not have this mass media structure of a trickle down, common currency kind of a structure, there is a lack of a common awareness of how this is playing out. And I find that quite fascinating as to imagine as to what are the cascading consequences of our actually not knowing the ground that we are actually walking on as to what is happening beneath us."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:35.000",
        "message": "And if you change hats for a moment and put the social commentator aside and put on the advertising hat, doesn't this become an incredibly stimulating challenge for you to figure out these new markets and new ways?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:46.000",
        "message": "It is, that's the same thing, you know, the whole idea of, you know, the time and space idea of what is what is our current reality, it just gets so completely redefined. Otherwise, we had such a stable sense of time, time is linear, it moves in a certain way, spaces, this is big and small, and it, you know, dilutes. None of that is relevant anymore. And so everything a little circles, you know, these little eddies of influence, and they are overlapping, you know, and they are interacting with each other. And they have to be found, they have to be looked for, and found and made sense of and used if you are in advertising. So I think it's quite fascinating."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:24.000",
        "message": "I want to go back to another aspect, which you mentioned, and which I've been thinking about deeply, which is education, our education system, especially up till the end of school was basically designed in the 19th century is completely dysfunctional. There is no match between supply and demand in the marketplace. And therefore, what typically happens is that anyone who actually gets, quote, unquote, educated in this country comes out with no skills, and then as it is, as a jobs crisis, but you equally have a crisis of the people who are getting so called educated, not having enough skills at all. And, you know, in some cases, you can do a job around it, like the gentleman you mentioned in Calcutta, who watches YouTube videos, and then he figured out how to become an entrepreneur. You know, what are your thoughts on this? I mean, are we going to get past this crisis because of technology and individual initiatives? Or is this a much bigger problem than that?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:17.000",
        "message": "I think it's a huge problem. And I don't think it's going away, you know, anywhere. I mean, technology might play a role, again, because even if it were to play a role, it needs some ecosystem. And currently, there is nothing seems to be in place. I think this is something you, you know, what has happened is that at one level, access to education has grown, because of the fact that there has been privatization of education. So now in the middle of nowhere, you will find these vast dental colleges and you will find, you know, you will find and you say, I mean, wow, I mean, you know, one level. At another level, you know, you don't have faculty, you don't have facilities, the laboratories are, you know, primitive. So it's, it's, it's, you know, so you the whole has been well documented the idea that, you know, you create such a large number of unemployable sort of graduates, engineers, you know, with professional degrees also. And I think this is a problem that isn't going anywhere. And I think, which is the reason why I do find that increasingly, you will find in smaller towns, things like, you know, animation, things like, you know, studying something to do with media and filmmaking. These also have started taking on a life of their own, because it is recognized that, you know, a job backwards view of education is making more sense than, you know, conventional degrees."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:32.000",
        "message": "Where you think these are the jobs that are available, and these degrees won't get me there."
    },
    {
        "speaker": "Guest",
        "time": "01:34:36.000",
        "message": "So I'll do something. And also this competition here is not and these are, you know, so, I mean, and, you know, I can I can see places where I this has an application. So I think in a in a sense, I think, from the student side, there is a there is a sort of an attempt to try and find an answer. But from a institutional sense, I don't think there is a, there is an end. And what has happened with privatization is that, in fact, there is a certain abdication of responsibility to a market, which is, you know, quite imperfect, because what animates this market, a lot of these are real estate players that, you know, so many politicians that are running these institutions, you know, you get land on the cheap, I mean, there is a, so there is a there are a whole set of other factors that that have actually propelled this parent growth, because you, you know, collect capitation. And so the financial and the market ecosystem here is not helping the student. And so I think this is a crisis. And I think we are still on the ground floor of the crisis, because I think, because I, I simply see this, you know, this gap growing, and and the sort of frustration at the fact that you have a degree, and you have an apparent qualification, and there's nothing you can do with it, I think is simply something that is going to become a bigger problem in the times to come."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:50.000",
        "message": "One of the things that has also happened in the last sort of 30 years is that we've become more and more urban. In fact, I had an episode with Ruben Abraham and Pritika Hingorani of the IDFC Institute recently, where they argued that we are far more urban than the government even recognizes, and we are urbanizing rapidly. And this is sort of a given, but I'm trying to think about the ways in which it's changed us as a society, like one of the ways in which I would have imagined urbanization will help is that you will find less discrimination, and more diversity, because in a city, when you're in a Mumbai local, you're immediately thrown up with so many people that you can't discriminate on the basis of caste, self interest in that large economic network means that it is not in your self interest to, you know, shun someone because he's some other caste. But have you seen it playing out like that? And how have people's attitudes towards things like caste and people, I mean, even outside of caste people, they would traditionally consider the other? How has all of that kind of evolved?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:47.000",
        "message": "There has been some movement on that front. I mean, one can't say that there has been no movement at all on that front. I mean, you do see some workspaces where, you know, it becomes less sort of overt, certainly. But if you were to look at, you know, the more implicit structures that are at work, you know, that hasn't, they haven't changed. So, I think, so, if you still were to do a, you know, just to, you know, take cast a glance at the surnames in organizations and private sector organizations, you will still see a very clear caste queue. There is no question and those changes have have not really happened. So, so while you know, you will have obviously the usual kind of a lot of people saying that, oh, I'm, you know, this apparent class blindness, they're saying, you know, I don't look at caste because you don't need to because there is no diversity for you to kind of, you know, process. So, while at a certain level, there is there is an, you know, an opening of some kind, I don't think in a material sense, there is a, there has been a significant difference. And I think the ease with which, you know, a majoritarian kind of an appeal can work across the board, suggests also that, you know, the mental models of differences, and your own self and your place in the world has those mental models haven't really moved. And I think that's what you still see around you. So, I'm not sure that there is the fact that we have an urban mindset has substantially changed the reality. And in fact, we did some work on this also, you know, last year, and we found that in some ways, caste continues to be a fault line that you don't need to, you know, come face to face with it in most cases, and therefore, it is possible to profess that, you know, it's not a variable. But where you do come face to face with it, the reactions tend to still, they haven't changed substantially."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:38.000",
        "message": "And to be fair, I mean, nothing is a magic bullet. So, urbanization wouldn't just somehow reduce, you know, make caste vanish overnight. I mean, as long as it contains incentives in the right direction, you'd say fine, that is sort of, at least a step. Another question I sort of want to ask you is that one of my constant laments over the years is that, you know, for Indians, I often say that our biggest religion here isn't Hinduism, it's a religion of the state, that anything goes wrong, even if it's a social problem, or whatever, we look to the state for solutions. And you'd imagine that this deep abiding faith in the power of the state to solve all your problems would go away a little bit after liberalization, because more people would be exposed to private enterprise and would realize that we can solve our own problems. There are other ways of doing this, and they, you know, find themselves empowered to sort of do that. Is that really the case? You know, how the citizen relates to the state? Has that been changing?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:35.000",
        "message": "I think, I think, you know, the, the, in many cases, you know, the state is, is a way of saying, not me. You know, I mean, and, you know, so it's, it's, I think, I mean, sort of, you know, this is a simplistic explanation, but in some ways, you know, are given the fact that we come from such rigidly kind of ordered and intricately ordered, you know, social structure, very sophisticated in its construction, elaborate set of do's and don'ts and rules and customs and also that, that. So, in a sense, the, the, the order has been given to us, right, and, and you operate within the rules of the order making little adjustments, negotiating little rooms, but, but the, the structure of order has is in place. I think, I think there's a tendency to struggle when order needs to be created in an ecosystem like, like a city, in an urban habitat, where structure is not that structure that, you know, is not given, where interrelationships and hierarchies and reciprocal expectations are not kind of the knowledge of the bones, in a sense, you know, it's, it all has to be arrived at and negotiated. I think you struggle to, to so which is why civic order is such a problem traffic, you know, as a anything which which is a system which needs to get organized in an overtly, I think one struggles to kind of to find an answer and therefore, the transfer of responsibility is to another body. And then the transfer of responsibility can take the name of the state. So I think in many ways, the state in that sense becomes a default kind of place where you where you park the expectations that that you don't want to fulfill of yourself for the responsibility you don't want to fulfill. I mean, that I would speculate, perhaps that that is one reason, one reason, perhaps."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:25.000",
        "message": "So, you know, the reason I'm in Delhi is I had come for this media rumble, we were on a panel together there on fake news. And we discussed one of your essays very briefly in that called the decline of collective trust basically is the theme that you were addressing. And this is something I've also written about in the past that why one of the reasons why fake news has sort of proliferated so much today is that back in the day 80s and 90s. You know, we had one monolithic source of news and knowledge, you had that one TV station, you had that one newspaper or the set of newspapers, but they were, they would all basically be similar, you had a consensus on the truth. And now you that has sort of vanished, we get our information and knowledge from completely dispersed sources. And that to some extent explains the prevalence of fake news. But that's a different thing. I don't want to discuss that here. But I want to discuss how back in the day, there were all these institutions that were repositories of our collective trust, and they gave a sense of order to society, and they've declined. Tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:42:25.000",
        "message": "I think, you know, if you if you were to look at, you know, most institutions that we that we kind of implicitly had faith in and kind of, you know, surrendered to, there was this sense, I mean, a lot of institutions, you know, the idea of an institution in some ways, I mean, one way of seeing it is the fact that where individuals adopt a certain role and separate their own individual sort of motivations from the role that they're playing and the ability to play a disinterested kind of a role, you know, as part of a larger mechanism, you know, and you create a structure around that. And here, what you'll find, I think, increasingly, what you're seeing is the fact that you are being at the first stage, I think, in some senses, you're dismantling that that belief that you have, by being able to see its flaws. And I think this is, it's natural to see that. I mean, the fact is that the that, you know, journalism is a product of a vantage point, that a newspaper is a construction, that somebody is sitting and making choices about what is called the news and what is not. So there are human agents that are actually sifting through things and using their own personal frameworks to sort of now tell us that this is the news as brought to you by that, you know, X, Y or Z. And as you start becoming aware of the fact that this is a construction and that, and that you cannot separate the news from the newsmaker, the, you know, judicial decision from the judge, the bureaucrats kind of a ruling from the bureaucrat himself or herself. Globally, I think, in a sense, as you start looking at institutions with this more critical kind of an eye, it becomes easier to kind of look through them. And I think this is what say, particularly in the case of news, once we are now, we don't just watch the news, you watch through them, and you are trying to understand how they get assembled. So part of the reason I don't suspect this is the entire story. But part of the reason is the fact that we have encouraged through perhaps a liberal kind of a perspective, the idea that actually, you know, there are multiple narratives and the whole idea that there are multiple truths and there are alternative facts. So alternative facts is a product of the idea that, you know, there are multiple narratives that are legitimate and that, you know, to one meta narrative or one frozen narrative is, is a lie in a certain sense. And I think, but what you have as a consequence of it, I think is the fact that, I mean, I would argue that in a sense, and I'm not sure whether you'd agree with this or not, but there is a certain kind of an illusion, a collective illusion or hypocrisy, if you like, that is necessary for order making, because it is only when all of us decide to believe in, I mean, look at, I mean, I find it fascinating how you construct something like this, right? Look at a court, right? A courtroom is the ultimate theatrical production. Now, it's the most, the human institution that has the most amount of power over other human beings, the power of life and death, you know, in our case, over other people, how do we accept that other human beings have such a right? How do we come to accept this right, apart from the fact that they are given that power by the, by the state, by also the fact that you create this and this ludicrous, I mean, if you think about it, you know, kind of a cheap theatrical production where people wear funny costumes, but there is a set virtually there is a, you know, somebody on a, you know, who's in an elevator position, there are two symmetrical sides, there are people in robes, and in some cases, wigs. That are, you know, using sort of very, very particular kind of language to communicate with each other. And you have, it's like a stage production where one side gets to say it's peace and the other. But it is, and you will find so many, the marriage, the ceremony is constructed that way, the, I mean, so many rituals are played out, which actually from a rational perspective would say, why do people need to dress up in funny ways in order to deliver such serious things like justice? And perhaps the answer to that is the fact that how do you believe in, how do you manufacture trust? How do you manufacture trust in a fundamentally, at a certain level, what is a lie? Human beings don't have the ability to judge as human beings. They don't, they shouldn't get to say who gets to live or who gets to die. There are other human beings just like, you know, I am, but we allow that to happen. I think when the more we are able to, to kind of poke holes into that and see through that and ask, I think that there becomes, it's relatively easy to dismantle trust, but it's very difficult to put it back. And I think that's a, you know, at least one aspect of this loss of trust that I find quite fascinating as to how we have come to a stage where the institutions that are so necessary for us, they have flaws admittedly, but by being really, really aware of those flaws and kind of in some ways taking apart those institutions, you facilitate the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:22.760",
        "message": "process of destroying them. In fact, there are political philosophers like Michael Humer and Jason Benner, who would really argue that the state has legitimacy, but no authority. And therefore the same applies to say the Supreme Court of India. And I completely get how they are in a sense like modern temples where, you know, because the church wanted you to believe in Christianity, it had to put up these imposing facades and these painted glass windows and all of that. But how is this a threat to us that if these institutions of trust collapse, what is really collapsing beyond that? What is the threat that can we not hold together as a society without these?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:58.640",
        "message": "I think the fact of the matter is that then the V becomes, you know, what is the glue that holds the V together, right? I mean, so the V itself becomes, I think, you know, becomes a, it already is a question. But I think the sense of V comes in a, it's in some ways a mirror image of the binding kind of forces that, that allow this vast kind of diverse set of people to even imagine themselves as a V. I think that the question is that and you may argue that why do we need a V at all in a sense, you know, why do you have a small self-organizing groups? But I mean, that's a completely different kind of model."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:34.080",
        "message": "And I would not make that argument. I mean, while I do believe in the primacy of individual rights, we are social animals, and we need these communities. And what's been interesting over the last few years is that I think it is not that any particular V is being diluted, but I think there are more and more Vs which emerge and more and more communities which are not based in geography or the concept of the nation state. And I want to sort of come to one of them. And this is a question I've been thinking of for a long time, I've asked my other guests as well. You know, we've seen in political terms, we saw a Modi wave in 2014. And we've seen it again in 2019. And it's clearly here to stay. And to some, this is something has changed fundamentally about India, to others. And in fact, even I would argue that this is not a fundamental shift, that our culture has been like this throughout. And it is only now found expression like the sociologist Timur Kuran wrote this book in 99 called public lies, private truths, where he coined a phrase preference falsification. And you know, to cut a long story short, the basic idea was that there were impulses which within society, we kept to ourselves, because it was not polite to express them or they were not considered, you know, part of the consensus of how you should behave. But suddenly through social media, and through various other things, they are now finding expression. And a lot of them have, you know, coalesced into this greater assertiveness of this culture, which has resulted in this Modi wave and this new hunger for a Hindu Rashtra. Is that something you kind of agree with? Or has the culture also changed? Or what really is going on here in this sudden assertiveness? And I think neither of us will make a value judgment on"
    },
    {
        "speaker": "Guest",
        "time": "01:50:13.120",
        "message": "whether it is good or bad, but I would tend to agree with that. I would tend to agree with the fact that I think what was scattered and sort of underground has kind of coalesced and you know, come to the fore. I don't think this is necessarily a new impulse. I think this is an impulse that is, it's an unresolved question, but it was not politically material. You know, it came to the fore during riots and it came to the fore, you know, on occasions. Otherwise, there were whispers and you know, I think one of the things that social media does is, you know, the aggregating nature of social media. And the fact that, you know, what I thought was my personal opinion, and since in a sense, the dominant worldview at that time, delegitimized that perspective, I could not, you know, sort of voice it. I muttered it to a few people like me and then on occasion, we kind of agreed on it and you know, it was an implicit consensus that we had, but you know, it could not, there was no public voicing that was possible of it. And then you have, you know, apart from the fact that your political formation that kind of legitimizes not just, but, but it does so aggressively. But what social media I think allows you to do is that there are just the fact that you recognize that there are so many people who share that same worldview. And it successively starts, you know, sort of moving up in terms of what becomes the base level of consensus and the base level of what is legitimate to express. And over a period of time that keeps building, you know, on itself and it becomes more and more assertive. And that's an organic process apart from the fact that you may have, you know, you know, the IT cell and all of that, which are, which are actually just, you know, cranking it up. But, but by itself, there is a certain organic force that it, the momentum it carries because of the nature of the platform"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:05.040",
        "message": "that is available to you."
    },
    {
        "speaker": "Guest",
        "time": "01:52:06.040",
        "message": "Cass Sunstein called this group polarization. It is. And it is also the, a, the immediacy and the recirculatability or whatever. And the fact that it's sort of global, right, all of it and then therefore it is, you know, the scale is huge. It, it allows for, you know, so many voices to come together and for it to become a force from being these isolated strands of, you know, opinions that people themselves thought were not legitimate."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:33.600",
        "message": "And does this threaten what we are as a society? For example, if there are tribal impulses within society, which are now finding expression, does that threaten the fabric of what we are as, as a society and a culture? And was it partly held together all these years by inertia?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:49.240",
        "message": "I think certainly does threaten the fabric of society, without question, I think, because I think part of the, the way in which society worked was the fact that you allowed for, you know, different voices and different strands of opinion, while they had a certain place. So they were allocated a certain place and they were part of that, that world. So, you know, you have several relatives, etc, who you know, that actually have that view, but that view is a small part of who they are. It's a small part of any, any manifest kind of reality of their lives. And so it doesn't become anything sort of, you know, material. I think what, what this does is a, the harnessing of it as a political force and the fact that it all comes together, while it is both things are true at one level, it always existed, but the form in which it has come together, did not, and that changes things substantially. And I think what it does is that it makes it, it makes it much more material, and much more of a factor. And therefore, you know, changes the way that we lead our lives or the changes the way that it has consequences of a very significant, you know, and then which of an everyday kind. And I think that is, I think, is an important change that has happened. And that today, there is a change of a certain kind, I must also acknowledge this that, you know, when we do a lot of work across the country, at times, there is a the social and the political don't sit together. I mean, at one level, there is a political map and a landscape which feels full of ferment, full of anger, full of vile, abusive kind of emotions. And then there is a certain placid sense of continuity, a certain broad sense of contentment that you often find when you, if you're not looking for anxieties, if you're not looking for it, you will find anxieties, but you will also find a broadly sort of a continuous landscape, which is, which has a certain degree of social continuity. So you do find this, you know, which I always struggle to reconcile, because this is a reality that that exists. And you see that reality. And yet, when you look at it from the everyday lives of people, you know, while it becomes material in in electoral terms, or in political terms, in everyday life, in a day to day sense, you still find that it's, you know, life goes on as usual. And so, I mean, I, you know, that is a that reconciliation one, one often struggles to kind of, sort of."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:22.480",
        "message": "And I don't want to be glib, but would it be fair to say that both brands and political parties then face the same challenge in terms of accepting that look, individuals contain multitudes and people are a parcel of different conflicting beliefs and values. And let's say if one party like the ruling party today has appealed to an individual's specific set of values, there are other things that other parties could possibly appeal to, and therefore"
    },
    {
        "speaker": "Guest",
        "time": "01:55:47.400",
        "message": "not all hope is lost. I think that is fair. I think the problem, of course, is the fact that, you know, because it's not just individuals and you know, the share of motivation that that a party speaks to it is also the fact that there is a larger ecosystem in which this happens and there is a political ecosystem, there's a media ecosystem. And when you are able to colonize, you know, other ecosystems, then what happens is that, in a real sense, the options that are left, you know, open for individuals to, you know, go one way or the other, they get limited. So in a sense, you end up limiting choice not because, you know, by virtue of the control that you are able to exercise over so many different parts of his larger"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:29.800",
        "message": "reality. Let's speak of limiting choice in a completely different context. Our mutual friend Vikram was on the show many episodes ago where he spoke about Indian food and a lament there, which is a common lament, he's made it in columns also, is the Cavendish banana, right? Now his funda is that look, India has this incredible diversity of different kinds of bananas. We send the banana to the world. And then what happened is that this very anodyne tasteless kind of banana called the Cavendish banana became very popular in the US and elsewhere. And because of economies of scale, basically, the Cavendish banana grew finished all these other kinds of bananas. And then the Cavendish banana came to India. And now what is doing is ironically having made that full journey back, it is destroying the diversity of the local banana by driving all bananas out of the market for reasons of scale. And there might be a time where all our local bananas with their delicious variations in taste and so on, might be wiped out by this one anodyne Cavendish banana, the Big Mac of bananas, as it were. And this raises a larger question of why technology and globalization are sort of allowing diversity to spread and express itself. Is there also a danger of a certain homogenization of culture, not just in the things people consume like Cavendish bananas, but even in the way they think and the way the kind of art they produce and so on?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:52.560",
        "message": "There is a very real danger of that. And I think certainly, the world of brands and advertising sort of, you know, do play a fairly significant role in bringing that about. So and then you see that, you know, you see that in in a variety of ways, you do see the fact that there is a kind of, you know, a narrowing of, you know, say how people look, you know, so that there would be the cultural differences, but say in attire, that you would find, you know, 15 years ago versus what you will find today, you know, you will find much less kind of so you will find differences become finer, and then they become but the patterns become sort of the broad structures narrow, within that the differences become sort of more, you know, they're more fluent kind of differences. And yet at the same time, because in India, there is a flourishing, you know, unorganized sector. And it's interesting that partly because of the inefficiency of organized markets and brands, and you know, you find that actual change in many ways is much more fluid and dynamic at the through the unorganized sector. And therefore, a lot of what is actually moving is still coming from local impulses and being fed by local market systems rather than large, big organized markets, but because big market A are run by people who don't, you know, who A are have their influences coming in from elsewhere. And the rules of the game are also framed elsewhere. So they understand markets in a certain way they understand, you know, their idea for instance of fashion for instance is is kind of, you know, Paris runway downwards, whereas the idea of fashion here is sort of ground upwards in India, the idea of seasons and you're changing clothes by season is an absurd idea meaning, you know, and yet the industry has for years followed just that there is a spring collection and there is a autumn or fall collection. And you're saying what is fall? I mean, what is, you know, what sense does that make in right, but the because the the and you know, there is so much energy in and now with, you know, because of the fact that you have YouTube and you have TikTok and you have a lot of user generated, you know, so, so much of change also comes through from peer group kind of influence and which you are seeing. So for instance, how to use makeup, how to use cosmetics, the number of videos you will find where people are teaching people this and for years brands, it is interesting that brands have a big interest in in doing this. But for some strange reason, the formal market system has never done this. So, so, so the fear of a very homogenized, it's true in some way, you find it eating out, you'll find in the same chains across the country, you will find you know, so dosas, you know, from the really local artists, I mean, now what we would call artists, but just local, you know, little stalls, you will and then the coming in of private capital, what it does is that it because it is so invested in scale, homogenizes quickly. So there is that one reality that is taking place, but there is the other reality, which is ground upwards, and which has a certain uncoiling of a certain amount of creative energy. So I do think that there are both these realities"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:04.640",
        "message": "that are existing simultaneously. So we're almost coming to the end of our time. But I want to end by, you know, one of the things about your writing is not just a sharp insight that it contains, but a lot of it is just beautiful writing. And like, you know, when I was reading the book, I found myself underlining just lovely sentences. So I'll quote one of them, which ties into what you were saying about fashion. And I'll end with a final question, sort of based on that. And this is from an essay on the Nara. And you've written, quote, the Nara is an elegant design solution to the challenge posed by our bodies, solving the problem by not acknowledging it, stop quote, which is the best sentence I've read this year. And to continue quoting another part of your piece, quote, the Nara was part of a world full of rustic wholesomeness, white, comfortable pajamas, petticoats battered by the washing bats found in every home and profoundly unsexy underwear. This was a Nara's natural habitat in which it roamed free. The drawstring is part of another world. One way comfort is a fashion statement, stop quote. And then, you know, another fantastic phrase by you, the tyranny of fitted clothes where you say, quote, the tyranny of fitted clothes that respect neither a full stomach, nor the passing of time is something we take for granted today, stop quote. And you know, one common complaint I have had through the years, which is not something that you have faced, definitely, is that whenever I go to buy a shirt, if I find a shirt that fits my shoulders, it makes my paunch bulge out, right? And if I find a shirt that feels comfortable and doesn't make me look too fat, it's also drooping on the shoulders. And this again goes back to the homogenization of all of that, but whatever, at my age, I'm comfortable in my skin and past it. But the final question I wanted to end with is that, what has changed fundamentally in the anxieties that a young person growing up in 1989 would feel as compared to the anxieties felt by a young person in 2019?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:00.200",
        "message": "I think, you know, I mean, very crudely put, I think at one level, you would have the idea in the early 80s and 90s of having enough choices, you know, hoping that you have choices. And today, the fact of, you know, what do you do with the multitude of choices that you have and how, and whether the sense that, you know, whether there is something, still something else that you are, you know, the whole fear of missing out kind of a thing, the idea that, you know, somehow there is, you know, you've not found, I mean, there are so many things that you've, what you've chosen is somehow not good enough. And therefore, you keep delaying and postponing sort of fixing a label onto anything and making definitive commitments because who knows, you know, that there is bound to be something even better elsewhere. So, I think in India, this thing of I think this is a generation, I mean, now perhaps it's not the first generation, but certainly our generation, up to our both sort of whatever the difference in terms of time, but I think we didn't have choices to make. In fact, I always argued that you look at Hindi films, you know, the fact that you didn't know how to make choices was, you know, any love triangle, one person had to die. There was no way to resolve, nobody could choose, I choose you, I like you better. I mean, there was never a possibility, even if actually somebody liked somebody better, the other person had to die for this to happen, right? We could just simply not bring ourselves, you know, make ourselves, you know, make choices. And now, I think the problem is of another kind. And therefore, there is a restlessness, and there is a sense of not settling. I'm again, not talking about everybody, I'm talking about, you know, a smaller group. But I do think that that is the big problem of the day is to be clear about and therefore, the question of also it raises question about who am I, what am I really seeking? I mean, those questions, I think, were relatively simpler in an earlier time, where you took what you got. And you were happy that you got something, whereas here you want something which is, you know, much closer to perfection than I think, was the quest earlier."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:08.520",
        "message": "And maybe the anxiety is just figuring out what it is that you want."
    },
    {
        "speaker": "Guest",
        "time": "02:05:11.120",
        "message": "I mean, there's therefore this question of saying, you know, this, this, I mean, the definition of the self, I mean, if you were to look at again, you know, in this is like Twitter bios in the way people describe themselves. You look at the, I mean, you're 22 things, you know, you're not just one, you're not an accountant anymore, you know, earlier in an earlier time, you had an accountant passed out from so and so college, and that would be pretty much the end of your introduction. But now you are sort of deep sea divers in ideas and you are kind of, you know, you're so many things that you describe yourself as and I think, at one level that that sense of self is liberating at another level, which is the next adjective to use, you know, is not easy to figure out."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:48.520",
        "message": "Santosh, thanks so much for coming on the show. I've learned a lot over the years by"
    },
    {
        "speaker": "Guest",
        "time": "02:05:51.720",
        "message": "reading your column and in this conversation today. My pleasure entirely."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:57.400",
        "message": "If you enjoyed listening to this episode, do head on over to your nearest bookstore online or offline and pick up a copy of Mother Bias Lady making sense of everyday India by Santosh Desai. You can also follow his columns at the Times of India, the link will be in the show notes. You can follow Santosh on Twitter at Desai Santosh. You can follow me at Amit Verma, A M I T V A R M A. You can browse past episodes of the seen and the unseen at seen unseen.in thinkpragati.com and ivmpodcast.com. The seen and the unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. Takshashila offers 12-week courses in public policy, tech policy and strategic studies for both full-time students and working professionals. Visit takshashila.org.in for more details."
    },
    {
        "speaker": "Unknown",
        "time": "02:06:40.840",
        "message": "Thank you for listening. I So check out Edges & Sledges, the cricket podcast, now on the IVM network. Or wherever you listen to podcasts."
    }
]