[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:21.000",
        "message": "I.V.M. I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:26.000",
        "message": "Welcome to the scene and the unseen, kindly forgive my hyperbolic entry into the episode and for getting your hopes up. I'm not sure even dreamers can save us to be honest. Too much of my commentary on the show in recent times has been all gloom and doom. But what to do that is indeed the state of our nation and our economy and our governance today. So I thought I'd do an episode where I get some of the sharpest thinkers I've had on the show to get together and propose what I term dream reforms. I have three guests on the show today, a record, and each of us will propose three dream reforms that we'd really love to see. And so will I. So that's a total of 12 dream reforms, each of them proposed by one of us but discussed by all of us. My guests today are Vivek Kaul, Shruti Rajagopalan and Rajeshwari Sengupta. I take their names in this order, because I am grouping them by the frequency of their appearances on the scene and the unseen. Vivek has appeared on a whopping 16 episodes of the show. And I'm beginning to think that he and I should just get a, not get a room but a separate show of our own so others get a chance on this one. Watch this space. Shruti meanwhile has appeared on 11 episodes of the scene and the unseen and was delighted to get an invite in this episode so she could catch up with Vivek till she realized he was also on it. Tough luck Shruti. Rajeshwari has appeared just once on the show. But Sachin Tendulkar had played just one test match at the time of his second test match and we all know what happened next. Before I begin my ludicrously exciting episode with these remarkable peoples, let's take a quick commercial break. Did you know that Parsis in Mumbai, instead of being left at the Tower of Silence after they died, are now cremated? And why? Because a cow fell sick in the early 1990s? Did you know that the smog in Delhi is caused by something that farmers in Punjab do and that there's no way to stop them? Did you know that there wasn't one gas tragedy in Bhopal but three? One of them was seen but two were unseen? Did you know that many well-intentioned government policies hurt the people they're supposed to help? Why was demonetization a bad idea? How should GST have been implemented? Why are all our politicians so corrupt when not all of them are bad people? I'm Amit Verma and in my weekly podcast, The Seen and the Unseen, I take a shot at answering all these questions and many more. I aim to go beyond the scene and show you the unseen effects of public policy and private action. I speak to experts in economics, political philosophy, cognitive neuroscience and constitutional law so that the insights can blow not only my mind but also yours. The Seen and the Unseen releases every Monday. So do check out the archives and follow the show at seenunseen.in. You can also subscribe to The Seen and the Unseen on whatever podcast app you happen to prefer. Shruti, Vivek, Rajeshwari, welcome to The Seen and the Unseen."
    },
    {
        "speaker": "Guest 1",
        "time": "00:04:33.800",
        "message": "Hi Amit."
    },
    {
        "speaker": "Guest 3",
        "time": "00:04:34.800",
        "message": "Hi Amit. Hi Amit, glad to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:36.800",
        "message": "Yeah, so let's let's kind of get straight down to business. I mean, we are just playing this by ear. All of us have like three reforms, which we have decided not to share with each other in advance. So I have no idea what these people are going to come up with. And there is a grave danger that they might talk about my reform before I do. The order will be going in is Shruti first, followed by Vivek, followed by Rajeshwari, followed by me. And I sound too much like a schoolteacher at this point. And the thing is, I'm one of them. I mean,"
    },
    {
        "speaker": "Guest 3",
        "time": "00:05:06.800",
        "message": "there are two other teachers on the show. Shruti, why don't we do ladies first?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:11.320",
        "message": "Please not. So ladies first hi toh kar rahe the. Haan to ladies first. No ladies as in, I think he means Shruti first and then me. Let's just go by this order. Okay, so Shruti, most of my shows with you have happened on Skype. How do you feel you are here in person in the studio?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:27.200",
        "message": "I'm hoping that someone buys me lunch. That's the only reason I'm in the studio."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:31.760",
        "message": "Oh my god, that's that's the advantage of Skype recordings. You don't have to buy lunch for your guests."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:36.320",
        "message": "No, it's a pleasure to be here. And so much for catching up with Vivek. But it's okay,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:43.320",
        "message": "we'll find another time. Let's get straight to our reforms. What's your first reform, Shruti?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:48.640",
        "message": "This is no surprise. I think the biggest thing going on is the jobs crisis. It's very strongly linked to the economic downturn. And it's going to become more acute because of the slowdown that the economy is experiencing. So I think the very first thing that we need to do is address the fact that we have too many people entering the job market and not enough jobs to go around. And this seems to be true pretty much at every level. So just in broad terms, the country is incredibly young, right? 50% of the country is below 25 or thereabouts. And all these people are young, fresh out of school or college or whatever their skill level is, they're all looking for jobs. The numbers were about 12 to 13 million people looking for jobs, plus another 6 million odd attempting to leave agriculture. And you know, so it was estimated about 20 million jobs a year. Now, because we failed to create 20 million jobs in the last five or six years, there's a further backlog, right? Because just because they didn't get a job the first year, they might be underemployed or sort of looking for employment. But those people are also sort of looking for a job. So the numbers, we don't have clear numbers on how many people are looking for a job each year, but it's about 20 million plus is a conservative estimate entering the workforce every year. And we are creating nowhere close to those number of jobs, right? And a big part of this is because the regulatory system doesn't allow easy hiring and easy firing. So the easier it is to fire someone, the easier it is to hire someone, right? So that's the biggest problem caused by the Indian sort of wage regulatory structure. Added to this is other things like you have inspection systems. So they really clamp down on industries, mostly manufacturing, where if you don't follow the labor laws, there's a host of labor inspectors who are just sort of, you know, capturing the rents coming out of this regulatory system. So they're incredibly corrupt. They make it very difficult for small firms to function. In response, the government decided to pass quite recently, maybe a couple of weeks ago, the wage code for 2019. All that the code does, to my knowledge, is compiles four previous acts, the Payment of Wages Act, the Minimum Wages Act, the Payment of Bonus Act, and Equal Renumeration Act, right? So they've just sort of done what they do best. They've given it a new name. They haven't made any real reform in making it cheaper. They've actually made it harder. They've brought in about 500 million people in India under the ambit of the code bill. And it comes with a penalty, including domestic work. And there's a penalty for not paying minimum wage, which is well above market wage. Like the minimum wage seems to have no relevance in reality to what's actually going on in the market. And there is a huge penalty, both fines and criminal penalty, for not paying minimum wage. And there is no enforcement mechanism. I don't know if that's good or bad. That's probably good. Because that way more people can be hired. But it also because of pernicious enforcement and arbitrary enforcement, you know, it would be harder for manufacturing units hoping to hire more people below minimum wage or something to actually go and do it. So this is the mess we're in. So what this probably requires is sort of scrapping the existing labor laws, and just really simplifying it, right? And the next is getting rid of the labor inspection system. Whatever is a problem should be solved contractually, like any other contract, right? This labor inspection system, which is sort of like the government holding a danda above every employer's head, that is really what's causing the jobs crisis problem. So this, I mean, we can talk about this a little bit more, it's very hard to do this reform, because of the unions. And there is obviously winners and losers in every reform, the unions will lose and a very vast number of people in the informal economy and those who are unemployed will gain. But the unions are well organized. And the people in the economy who are unemployed and those who in the informal economy are not organized. And that makes it very difficult to break this stronghold."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:20.360",
        "message": "And also, is there a central law, state laws, that kind of thing?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:10:23.680",
        "message": "So there are state amendments. So there are a host of central laws, you know, like the Industrial Disputes Act, and so on. And each state can amend those. So some of the amendments"
    },
    {
        "speaker": "Guest 3",
        "time": "00:10:33.000",
        "message": "are better than some of us, like some states do better than us. Basically, there are around 44 central government laws. And there are around 200 state government laws. So basically, you know, a few years back, Amit Mitra, who now is the finance minister of West Bengal, said that, at any point of time, you might be breaking some labor law without even realizing it, because there's so many of them out there."
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:57.960",
        "message": "So Shruti, I think that's an excellent point. But one question that I had is, and this is just because I'm not very well aware of this particular field, which is that, even I hear that even in the formal sector today, there's a lot of contractualization of labor that's going on. And that actually took me by surprise, because I was thinking that contractualization happens more in the informal sector. But I keep hearing for the last five years, this has taken up massively in the formal sector. And I'm guessing this is obviously not optimal, because you're essentially working around the laws. And this also breeds insecurity, because these workers are not getting pension payments and other kinds of benefits. So would you have any thoughts on this? And if I may also add, and this is a broader point is, I don't completely think that the jobs crisis is because of labor laws, because our labor laws have been rigid and have been complicated and have been many and scattered for a very long period of time. And the jobs crisis, essentially speaking, has been brewing over the last few years. And it has actually broken out of the thing and everybody's talking about it over the last few years. And that perhaps also has a lot to do, and as you rightly mentioned, with the economic slowdown, which is basically, there's a manufacturing sector crisis that has been also brewing for a long time, there is a credit market crisis that's happening for quite some time. And as a result, there is a demand slowdown that's happening, which is perhaps leading to a situation where, because companies are not investing, they don't feel the need to hire more workers. And because they are not hiring more workers, they're not producing enough output. And that is having a vicious cycle effect. And a related point being that not enough workers have the skills required. So there is a skilling gap and there is a so I'm guessing what I'm trying to say is there are many other factors which have probably aggravated the current jobs crisis. And of course, it is perhaps built on the"
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:47.840",
        "message": "base of a rigid labor law. So I think I would just add one more thing. I mean, I agree with you, we've always had bad labor laws. But what has made the effect worse and caused the glut is the demography, right? So and that is just something, it happened by chance, right? You don't control, you can control the regulatory system, it's much harder to control how the demographic dividend moves, right? And countries that have tried to control it, like China are in a total mess because of it. So one part of the glut is, we've always had terrible laws, but we never had so many people who were young and entering the workforce. So this is a bad combination of both. It's definitely, you know, we've had a jobs crisis for the last seven years. The economic slowdown is only maybe post demonetization, or maybe even last 18 months, you know, not immediately post demonetization, but I wouldn't agree, but we can debate that later. Yeah. So the last, you know, 12 to 18 months, you could start hearing warning bells and people started saying, you know, things are not good, something's going on. And you know, you start getting the different warning bells from different sectors, saying, okay, the GDP numbers don't quite add up to what's going on with cement, right? Today, the news last week is, it doesn't quite add up with what's going on with auto sales, right, or biscuit sales. So different sectors have sort of sent the SOS signal at different points. But we've had a demand slowdown for a while, right? And the demand slowdown definitely has an effect, you know, when people don't, and it's not just the slowdown, it's the expectation, right? When people form an expectation that demand is going to slow down further, they're even more nervous to hire employees. And that's a very large part of this contractualization that you're talking about, right? So one part of switching from long term labor contracts to this kind of, so you know, there are three versions of it. One is the very elite version, that is the Amit and Vivek version, right? They want to work for themselves, they would rather work on certain terms with different firms rather than have a single employer, and sort of clock in. So that's a very first world sort of and that those numbers are very small. The second group is where firms are trying to reduce the cost of labor, highly skilled labor to avoid paying pensions and provident funds and all the other employee benefits, right? So that you can see when there is economic distress, that's probably the first part that gets cut, because you don't want to lose the skilled labor, which is already scarce in India. And at the same time, there is some cost cutting that goes on. And then the third part is this kind of contractualization caused by uncertainty. We don't know if things are going to get worse, right? We just laid off six people, we don't know if we need to lay off 10 more people. So let's just sort of, you know, rework because it is hard, you know, we think of firing workers as sort of stroke of a pen thing, right? But when you're inside working within a firm, these are real people. It's difficult to fire and burn bridges, and then it's hard to hire them back when things are going well. So these sorts of arrangements are a product of we really want to hold on to skilled labor, and yet, we want to deal with the uncertainty. So I think broadly, you're right, it's not just a labor law issue. But that really, you know, that's the scaffolding that stifles everything else, you know, nothing can expand past that."
    },
    {
        "speaker": "Guest 3",
        "time": "00:16:14.760",
        "message": "So I mean, talking about contract workers. So you look at a company like Maruti, and I mean, from what I remember, half of their workers are contract workers, and half of the workers are employees. So on the same, you know, floor, assembly floor, you might have a situation where there are two people doing exactly the same thing. But one guy because he's employed, might end up making probably twice or, you know, two and a half times the guy who's on contract. So that's, and if you remember, there was a lot of violence in the Gurgaon belt, a few years back in an HR manager was burnt by the Maruti by not not at Maruti, this was at one of these auto ancillaries. So that's one point. The second point about, you know, I find this term demographic dividend very, very funny. A dividend, I know, we are assuming that there is a dividend already, it may not be a dividend, it might be a disaster as well, which is what it is turning out to be. The third point is, I mean, demographic dividend at a very simple level is that our parents basically produced way too many kids, right? On 15th August, I think the Prime Minister when he made his Independence Day speech talked about population and the need to control it. And you know, this is a huge misconception that people have, that India's population continues to grow, which is not really true."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:37.960",
        "message": "This is one of my reforms. If it's not one of your reforms, stop right now. No, what"
    },
    {
        "speaker": "Guest 3",
        "time": "00:17:42.000",
        "message": "I'm trying to say is that, you know, the replacement rate is 2.1, whereas India's fertility rate, you know, which is the average number of children a woman has is 2.3. So once you take the infant mortality rate in India's case, which is anyway very high into account, so we are more or less at the replacement rate. And many states in India, I mean, if you look at states like Kerala, West Bengal, Tamil Nadu, are now not producing, you know, kids at the replacement rate. So their population over a period of time will start to contract. Now, it's states like Bihar, UP, Madhya Pradesh, Rajasthan, you know, the original Bimaru states, where the rates continue to be high. Now, as the medical facilities improve, and as more women get educated, I mean, this is bound to come down."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:31.360",
        "message": "Let's move on to your first reform."
    },
    {
        "speaker": "Guest 3",
        "time": "00:18:33.200",
        "message": "Okay, so I just wanted to sort of, before I get into the reform, I wanted to sort of make a long, long disclaimer. So you know, what happens is when you and I, I mean, you know, given that we are so active on the social media, one of the things that sort of gets thrown off thrown at us all the time is, you know, problem, problem, solution. Now, the first thing is, you know, how do you come up with a solution without identifying the problem? I mean, that's as basic as it gets. But having said that, you know, this entire Indian tendency to sort of, you know, solution, but I think comes from the fact that when we, you know, write our exams, when we grow up, a lot of the, in fact, most of the questions have a right answer or a wrong answer. Okay. And that's primarily because of our focus on science and maths and so on. And we look down upon subjects like history and geography where. So, you know, so because of that, what happens is, this solution thing is very, very strong, and which is what we're doing here today. Now, one of the things that I realized while writing my, you know, book, last book, India's Big Government was that over the years, the government of India has constituted lots of committees on lots of issues. And all those committees have come up with recommendations and solutions. Or another, you know, that you have so many economists and experts working for the government. They also write regularly in publications, I mean, which the government sort of brings out. Now, what has happened is that, you know, if you to give you a very, very simple example, now look at the banking crisis currently, if you were to sort of go back to 1991, there was a Narasimhan committee, the first Narasimhan committee, as they call it, I mean, all the solutions are there in that report. And if you look at, you know, various social and economic problems that we've had, and, and the committees that were constituted to tackle them, those reports have all those solutions already. Okay, so it's not like the government does not know what is to be done. All they need to do is if you have a problem, just pick out the last report and go ahead and implement it. But obviously, you know, these solutions have not been implemented. I mean, even when a committee's solutions, recommendations are taken on, they're diluted to a large extent, and then they are pushed through. So the long and the short of it is that the government knows what is to be done. And this is not just the current government, or the central government, I mean, includes the state governments, the governments at the municipal level, but they don't do it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:13.960",
        "message": "I think if all governments are dissolved in water, you'll have a very interesting solution."
    },
    {
        "speaker": "Guest 3",
        "time": "00:21:18.880",
        "message": "Bad joke. So my point is, you know, it's, it's like, so I mean, since you were talking about the fact that, you know, to give references, so before I sort of, you know, early, you know, even though I'm an atheist, I like listening to bhajans, particularly by this gentleman called Hari Omsharan, because I sort of grew up, I mean, if you grew up anywhere in North or East India, you know, his voice was very, very, sort of, you know, I mean, you used to listen to it every morning, because that is all the temples would play. I mean, this is before, no, so this is before Gulshan Kumar and T-Series took over the game, and the bhajans basically became film tunes. So, yeah. And the film tunes also became jagrata tunes. Yeah, I mean, yeah, both of them. So, so, so basically, so this, this, the line from this bhajan is ki, man maila aur tan ko dhoye. So, the economic, you know, inference here is that, you know, you keep tackling the symptom without looking at the problem. So, in the current situation,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:25.240",
        "message": "Or it could also mean, man maila aur tan ko dhoye, could also mean that you're really a perv, but you're virtue signalling on Twitter."
    },
    {
        "speaker": "Guest 3",
        "time": "00:22:30.840",
        "message": "I don't know what that means. So, so, virtue signalling is like, I mean, So, look at the current situation, you know, you talk to a corporate, you talk to an economist, and everyone's like, interest rates should be cut, interest rates should be cut. I mean, what will happen, you know, if the home loan is not at, you know, let's say, 8%, and it's at seven and a half? I mean, how will that help in any way? So, this is like, you know, you're just looking at the symptom that people are probably not borrowing. So, just cut interest rates. But you are not looking at why is it that people are not borrowing. So, anyway, so that was the long disclaimer, ki kuch hona nahi hai, but still, since we are here, we need to do our jobs properly. So, the first thing I sort of wanted to talk about is, and this is something a little, it's not really an, you know, I wouldn't call it an economic reform, but it's more of a reform in education. Now, what has happened over the years, over the last 70 years is that even, you know, the government has essentially paid a lot of attention on higher education. But the long and the short of it is that our primary education system is basically pretty much screwed up. And it's been screwed up even more after the right to education was put in place, which we have discussed in an episode. We have, yeah. So, one of the key clauses in right to education, I mean, if you read the Bear Act, is that the teacher has to complete the syllabus. Okay. Now, because of this, what happens is that, you know, students who come to school at a young age and come from a very reading deficient background tend to lose out because the teacher is essentially interested in completing the syllabus. And because of that, he ends up, he or she ends up concentrating only on the best students in the class who are picking up stuff. That's the first part of the problem. The second part of the problem is that there are no exams till class eight. So, irrespective of whether you are learning or not, you keep getting promoted and you reach class eight. Now, what has happened is in 2018 and 2019, you know, the first batch of RTE students who started in, you know, lower KG or preparatory or whatever you call it, in 2010, have now reached a stage where they have to write exams and they have never written exams in their life. So, this is the new crisis which is brewing and the parents don't know, even those who sort of, you know, belong to the well-off categories as to what to do with this. I mean, if a student has never written exams. So, my thing is that this is a problem that needs to be tackled seriously. And it's not about throwing more money at, you know, as a lot of people keep saying, and that includes me, that the government doesn't spend enough money on education. But you have to look at the situation a little more creatively. So, one solution, because, you know, which is what we all love, is something that, you know, Abhijit Banerjee, who's a famous economist at MIT, he shared with me many years back, and he talked about how they had carried out a small experiment in Bihar, in schools in Bihar, where they had hired teachers who were given contract teachers who were trained for two weeks. And then these guys went and taught in all these schools. And they had a very clear motive, as in, they didn't have to complete the syllabus, what they had to do is they had to ensure that if a student couldn't read, he had to be taught to read. If he couldn't write, he had to be taught to write. And if he couldn't do basic maths, plus minus, he had to be taught that. And when they sort of went back and, you know, you do a study, and you have a control group, and you know, you do all that. And when they sort of measured it, they found that the method, at least in the experiment, really helped. So you have to look at the entire problem from a very, very lateral point of view."
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:19.120",
        "message": "So, I would just add a couple more things to Vivek. He's absolutely right. The RT is a total mess. It has a schedule at the back. Okay. And one of the things that the act says is, you know, every school must have this list of things. And if you look at those things, all of them are inputs. You know, so clearly these people, so Alex Tabarrok, and I have written some work on what Lantridge calls isomorphic mimicry, right? So this is basically you go to Denmark or something, you know, you go to the United States, you look around and you're like, what does a good school look like? Oh, a good school has large, airy classrooms, chalo, large, airy classrooms, right? So a good school has such and such teacher to pupil ratio, right? A good school has bathroom facilities, a good school has a separate kitchen area, a good school has a playground, which is at least 40 meters by 20 meters. So they make a note of all this, right? So when the government asked them, and this is where I disagree a little bit with Vivek, I think there is some knowledge crisis also in the government. They, the things they know are not the right things to know, right? So they're like, we know what a good school looks like. This is what a good school looks like. And if you fundamentally think education should be mandated top down, then it's easier to mandate inputs than outcomes, right? Because outcomes mean you'll have to be tested. And then so it is not a coincidence that these kids are not tested until eighth standard, right? We like to think they just kind of forgot and said no child left behind. No child left behind is also an American and foreign import. There are exams there. It's not like there are no exams. There are exams. So the fact that there are, it's completely devoid of any outcomes, you know, you see that schedule, there's not one single outcome, right? Now, all these economists, including some of these, you know, very fine, eminent MIT economists, and so on."
    },
    {
        "speaker": "Guest 3",
        "time": "00:28:19.080",
        "message": "She doesn't like Banerjee and Duflo, which is what she's saying."
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:21.720",
        "message": "No, that's not true. I actually very, they've written a lovely book called Poor Economics. I strongly recommend it. But one of the things that has come out of the, of the halls of MIT is this randomized control trial business, right? So these people now come and measure and what is measurable is inputs, right? So as Vivek pointed out, one of the things is the teacher needs to complete the syllabus. Another thing is that the teacher is a union employee, right? They get paid a lot of money, whether they show up or not. So what all these people found was all these schools are there, they have the correct size window, they have a bathroom, they have a kitchen, they have a playground, but the teachers don't show up. So all there are like RCTs, one after the other, which are trying to figure out how to reduce teacher absenteeism, right? And we've kind of forgotten the point. The point of the schooling was not that the teacher shows up, it was that the students learn. We assume that the teacher showing up is instrumental to the student learning, right? But that was not our end goal. So these people have really confused what the end goal is. They think end goal is delivery of inputs by the state. The end goal is actually that students need to know how to write their name by the time they're in second standard, and they need to know how to do arithmetic by fifth standard, and they need to be able to take an exam. So I think there is much more wrong with the RT and Vivek was actually being very, very generous and kind to the education bureaucrats."
    },
    {
        "speaker": "Guest 2",
        "time": "00:29:55.000",
        "message": "So I would completely agree with Shruti. First of all, I really like the point about isomorphic mimicry because I think that applies not just in education, but in many other areas of so-called public sector reforms that we just see somewhere, something very nice and shiny. And we think if we transplant that to India, it will work like a miracle. And we do exactly that. And we don't really, that's a hollow structure and we don't do anything inside. And I think this input and outcome thing that Shruti mentioned, I would just put a little bit more structure to it. So the way I look at it, it is basically input, output, outcome. So there are some inputs that you're putting in to reform any particular sector of the economy or the state, then you need to measure what is the output. Let's say in this particular example, how many students are graduating in a particular class, or how many boys versus girls. So these are the tangible outputs that you can measure. And it is very important for any reform to have this tangible output measure, not just looking at the input. And the final thing, which is very important is the outcome, that not only are you graduating a certain number of boys and girls, but what is it they're really learning. The learning is the outcome and the output is the students going from one class to the other or leaving the school or more students coming in. And the input would be the infrastructure, the teachers. Unless we design all our reforms in this kind of a structure, we'll just keep doing that isomorphic mimicry and we'll keep building the inputs, but then there'll be absolutely no evaluation of the output and the outcome, which is I think what ends up happening. And I have one more point to what Vivek's disclaimer was. I think it's absolutely fine to have committees and committee reports. And that's the way a lot of governments function. And I think the problem that happens in the implementation of the committee recommendations is a vast black box called political economy. I mean, economists will recommend whatever we want to recommend. And like in the banking example that you gave, right? I mean, when 70% of the banking sector is owned by the government, and the banks are regulated, it's not true"
    },
    {
        "speaker": "Guest 3",
        "time": "00:31:51.440",
        "message": "anymore. It is. No, it's not. It is. No, it's not. As of March 2019, 63% of loans in India were given by public sector banks, and they had only 58% of the deposits. So even if I take 60%, the majority of the banking sector is still owned by the government. But that is changing. And in the next five years, you will have public sector banks. But till now,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:32:12.680",
        "message": "all the problems that have happened in the banking sector, look at the NPA, 90% of the NPAs are in the public sector banks, not in the private banks, right? And if these banks are owned by the government, and they're regulated by an agent of the government, it's like the agent is regulating the principle, it's never going to work no matter what committees are recommending. So I think committee recommendation is somewhere and the political economy of"
    },
    {
        "speaker": "Guest 3",
        "time": "00:32:34.080",
        "message": "the state is somewhere else. So it's like, you know, we talk about what are the structural factors, you know, this is the new, you know, not a new jargon, but it's sort of come back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:43.680",
        "message": "It's new for you, you're learning. It's not new for me. There's something called a structural"
    },
    {
        "speaker": "Unknown",
        "time": "00:32:47.880",
        "message": "slowdown. We're recording this, by the way, on August 23rd."
    },
    {
        "speaker": "Guest 3",
        "time": "00:32:56.240",
        "message": "It is not a cyclical slowdown. I have to write a column on this for Dainik Jagran after I'm out of here. So whether it's a cyclical slowdown or a structural slowdown."
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:04.480",
        "message": "What's the Hindi of structural slowdown?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:05.720",
        "message": "That I'll figure out. Okay, these are digressions."
    },
    {
        "speaker": "Guest 3",
        "time": "00:33:07.720",
        "message": "Google Translate. No, so what I was saying was, so the biggest structural problem are basically the politicians. So and what do you do about them? So which is where all these committee reports get confined to the dustbins of history and you know, then people like me dig it out to sort of read and make a living."
    },
    {
        "speaker": "Guest 1",
        "time": "00:33:27.480",
        "message": "You know, I agree with you, but I also disagree with you a little bit. We have this whole input, output, outcome business only in government, right? So if government is in the business of making bread, like it used to own Modern Bakery, not that long ago. In my living memory, it used to own Modern Bakery."
    },
    {
        "speaker": "Guest 3",
        "time": "00:33:47.240",
        "message": "Yeah, we've all grown up eating modern bread."
    },
    {
        "speaker": "Guest 1",
        "time": "00:33:49.360",
        "message": "It's disgusting. It's like one step above cardboard, right? So there is the input that goes into making bread. Then there is the output, how many slices of bread or how many kilos or how many loaves of bread, so on and so forth. And then there's the outcome, which is vomit, okay? So that's how we evaluate government made bread. How do we evaluate just bread, right? We go to the market, we pick the bread we like, right? You vote with your money. The more number of people think this is good quality bread at a particular price. So now when you're in the business of government controlling education, then we have to slice and dice and then that system can be gamed, right? Then we can make the outcome how many kids are graduating."
    },
    {
        "speaker": "Guest 2",
        "time": "00:34:39.120",
        "message": "So then the problem goes even more fundamental. Exactly."
    },
    {
        "speaker": "Guest 1",
        "time": "00:34:42.360",
        "message": "Is it the government's business to be in education?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:45.400",
        "message": "Which is one of my reforms. No, actually, that's not the appropriate question."
    },
    {
        "speaker": "Guest 1",
        "time": "00:34:48.560",
        "message": "I think the appropriate question is, is it the government's business to be in education to the exclusion of everyone else?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:54.920",
        "message": "Okay, may I butt in here?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:34:56.400",
        "message": "Right. The government wants to eliminate competition."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:59.080",
        "message": "I'll butt in here because this is one of my reforms and therefore I will ask you to wait a little bit and we will change the order and I will get this reform over with. So my reform basically is that we allow schools for profit. Now I want to set a little bit of context here. What really happened in the 50s and 60s was that we had a mindset that private enterprise was bad. Jawaharlal Nehru famously said to JRD Tata, do not speak to me of profit. Profit is a dirty word, stop quote. And as a result of that, there was a sense that there are some sectors of the economy which are too important to leave to the private sector. The government has to do them. And one of them, of course, was education. And there were a lot of sectors which were part of this. And what really happened with liberalization is that some of the sectors in which the government was controlling and there wasn't much private participation, were basically opened up. For example, if you remember, back in the 80s, you know, you could only fly Air India or Indian Airlines, they were prohibitively expensive. If you wanted a telephone, you had a five year waiting list, all of that, telecom got opened up, airlines got opened up. And instantly, you know, we can see the difference all around us. Today, a phone is accessible to anyone. And far more people can afford to fly than was the case earlier. The problem with education is that we haven't allowed schools for profit. And what that does with not necessarily debarring them, but with a host of regulations like your playground has to be this size and blah, blah, blah, and it just becomes almost impossible to run a school for profit. And a lot of private schools that exist do jugars with trusts and all of that. And the result of that is that the amount of choice that is available for parents goes down massively. And what you see across the country is people have this impression that private schools are just very expensive. And they're only for the elites. That's not at all true. What you see across the country is you have budget private schools opening up in slums. James Tully has written a book on this, I forget the name, and there have been studies by the Center for Civil Society. And we know from Delhi, Hyderabad, Chennai, that you have situations where schools open up impromptu in the slums, and like, poor parents like domestic help and auto rickshaw drivers and so on, prefer to pay 100 bucks or 200 bucks a month to send their kid to that school rather than to a free government school. Now, they're basically voting with their feet, which is as it should be, and which is how people choose bread, for example, by voting with their wallets. And I am often mischaracterized for saying that the government should get out of education, what will happen there, which is not my case at all. My case is simply that the government should do the same thing in education, which it did in airlines and telecom, you allow private players to participate without any conditions. Nobody wants to open a budget private school in a slum in a room only with no playground, allow them to do so, don't harass them, let the market vote with their feet, see what happens and get rid of this mentality that profit is a dirty word because the only way anyone can profit is by fulfilling somebody else's need. That is the only way to profit. Profit is therefore the greatest form of philanthropy. And I think this is like a fundamental mind shift that needs to happen, especially in education, where to add a point and to connect it to the jobs crisis. There is a massive mismatch today between the kind of workers coming out into the field and the kind of skills that are needed. People do PhDs and MPhils and they simply have no employable skills. And where does such a demand supply mismatch happen, where there is no market at play? Allow the freaking market."
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:39.440",
        "message": "I would add one more thing. I think there is no greater damning evidence that a system has completely failed when parents from really poor families would spend close to half their income and spend four thousand or five thousand rupees to send their children to a for-profit tiny school where you're sort of, you know, stacked like sardines rather than go to the government school, which is for free and which is nearby. Right. And one very large part of not allowing for-profit schools is the optics will be terrible because right now they can show the nice building with the airy windows and no teachers and no students and then compare it to these terribly crowded, you know, they actually look quite bad. Right. I went to maths tuition in 10th standard or 11th standard in one of these rooms where it was like a capacity for 30 people and 90 people were stacked. But the quality of the maths being taught to us was fantastic. It doesn't look good. So they produce these documents in court and say, look at these people commercializing. These children don't have room to breathe. There is no window in the room. They don't get bathroom breaks. Right. So if you really genuinely allowed for-profit schools, those schools would be able to invest. See, right now, the schools are under tremendous uncertainty. You know, in Sangam Vihar in Delhi, they shut down like five, six hundred schools like this every year. They have this little raid, they take their, you know, billboards down and then one year"
    },
    {
        "speaker": "Guest 2",
        "time": "00:40:07.840",
        "message": "later they back up. So I have a question here. Is that other than the government causing obstacles like this, right, like going to the court and taking them down, etc. Legally speaking or from a regulatory perspective or institution wise, is there any bottleneck or obstacle for the private sector to set up primary education?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:40:24.880",
        "message": "So the licensing requirement. So first of all, this is state and municipal, right? The licensing requirements to set up any school is just incredibly high. So even the best, you know, posh convent schools are breaking half a dozen rules at any given point in time, because to open a new school, I think the number that I last read was 34 or 44. Like, you just need a ridiculous number of licenses. That's one kind of bottleneck. The other kind of bottleneck is, you know, a school is supposed to be a structure that lasts for a really long time, right, which means when you go to these old countries, you know, these European countries and you see the school was set up in 1500 or 1400, they set it up as if it was supposed to exist forever. Now if you're constantly under regulatory threat that someone's going to come and shut down your shutter, you're not going to invest in windows, right? You invest in the bare bones, which is benches, markers, the teacher and the students showing up and that's it. You don't invest in anything else. So private schools also look terrible. Even the budget private schools look terrible, even though there's so much money in education and people would like to invest, because it's so difficult to invest in education and get"
    },
    {
        "speaker": "Guest 2",
        "time": "00:41:35.880",
        "message": "a return on it. So essentially this reform, what I'm trying to understand is what are the tangible things required to make this reform work."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:42.880",
        "message": "And this would be amending a lot of laws and require regulatory licensing requirements. I've actually had a great episode on this with Amit Chandra, who actually works in this specific field. It's an over one hour episode. That's really good. I recommend listeners check that out. And also, I would just add that the larger point here is of agency and choice. Parents are in the best position to make a decision about where the kids should go to school. You are robbing them of choice. No one is saying shut down the government schools, keep them going, but you're robbing them of choice by not allowing private providers. Imagine if the same thing happened to bread, there would be so much outrage. It happens in education, which is so much more important than bread and there is no outrage and Vivek."
    },
    {
        "speaker": "Guest 3",
        "time": "00:42:23.680",
        "message": "Couple of points. So one is that, you know, because of all this, you know, we have an employment crisis. We also have an employability crisis. So even when companies put out, you know, posts for jobs, they don't get the right candidates. The second point I would like to make, and you know, this is education for profit. I mean, look at the fact that a lot of private equity money is now going into tutorials. I mean, if education for profit was allowed, and I mean, tutorial is nothing just, you know, you're beating the system by you're starting a school, but you call it a tutorial."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:56.080",
        "message": "You're filling a gap in the system."
    },
    {
        "speaker": "Guest 3",
        "time": "00:42:57.600",
        "message": "The question is, why is that gap there? So the gaps there and someone's filling in that gap and he's getting private equity money. Now that private equity money could easily go to an a real education entrepreneur who's setting up real schools and so on and so forth. So I mean, why should all the private equity money go to Swiggy and you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:17.720",
        "message": "I think we're spending so much time per reform that we, you know, maybe we should leave jobs and education behind us."
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:26.440",
        "message": "Thank you so much. So actually, yeah, I will not talk about jobs and education, but I'll talk about something that is related to government spending. So taking the cues from what Amit said about, you know, government should let the private sector come in and all of that. So my reform is basically about fiscal discipline, which I think is an extremely important thing for the government to follow. So whenever a government spends money, there are, let's say, three ways for the government to finance that expenditure. You can either tax the current generation, which is in a way the most fair way to do because the current generation is also benefiting from the goodies that the government is giving. Or you tax the future generation, which is unfair because the future generation is not benefiting from the government spending. The second way would be to borrow. And at some point, you will have to repay what you have borrowed. And the third is to basically print money and inflate your way out of it, which is a big burden on the poor. So either which way, whenever the government ends up spending, the burden falls on the taxpayer either today or tomorrow, one way or the other. And what the government typically ends up doing is, and this is not just the Indian government, this is governments in general have a temptation to spend 100 rupees today and tax only 90 rupees. This makes us feel very good because we are getting goodies worth of rupees 100, but we are only bearing the burden of 90. But what ends up happening is that 10 rupees gets pushed out to the next generation. So we make our children pay more for what we are enjoying today. And this is basically the classic way that what is called fiscal deficit, right, keeps on increasing and increasing. And that keeps on adding to the debt burden of the government. And that's a very serious problem. Because if governments give in to this temptation of spending and pushing the taxing in the future generation, then this can go on forever. And generation after generation keeps paying for this. And we have recently seen in Europe, for example, what happens when there is a sovereign debt crisis when governments default on their debt and so on so forth. Now coming to India, there is now given that we have Aadhaar and we have Jan Dhan accounts and whatnot, there is not only a temptation for the government to spend, but there is also a very easy way for the government to spend because all you have to do is essentially just keep giving your transfers and direct benefits or what have you made to these bank accounts. And what we have also seen is that the government has practically no interest to listen to whatever our Fiscal Responsibility Budget Management Act, a long thing, FRBM Act stipulated because that has become a farce and there is no real consequence for the government to violate it. And every year when the budget is presented, we spend a lot of time writing and discussing what is the actual fiscal deficit, what has been pushed out of the budget, so on so forth. So fiscal discipline, I think, is a big crisis in India and has been so for a while. So one reform that I can think of is, and it's a bit of a draconian thing, but I think that's what is needed, is something what Germany did. In the peak of the 2008 financial crisis, when the temptation of the government to give a fiscal stimulus was very high, and when Germany was in the acute shock of the financial crisis, the German debt to GDP had reached 80 percent and they were only supposed to be at 60 percent according to the Maastricht Treaty. So what the German constitution, what the German government did, which I think is remarkable, they were decent enough to say that at the time when the temptation of the government to run a high fiscal deficit is so big, we are going to tie the hands of the government. And so they enshrined in the German constitutional law something called a debt break, which stipulated that by 2016, the overall structural deficit of the government will be at a tight maximum of 0.35 percent of GDP. Now, imagine you're starting at a point where the debt to GDP ratio is 83 percent. And technically, you're saying that in the next four or five years, you bring down the structural deficit to 0.35 percent of GDP, which means your debt gradually goes down to 60 percent from 83 percent at a time when Germany is in the throes of the financial crisis. And all the states of Germany will bring down the deficit to zero by 2020. So this was a really, really tight fiscal discipline rule where Germany imposed a balanced budget on itself. And the consequence of that was that over the next seven years, from 2012 to now, Germany has run a budget surplus in each of the years. And last year, the German budget surplus was as high as 1.7 percent of GDP. And now the debt to GDP is actually at 60 percent, it's projected to be 50 percent. So it's a remarkable thing that they have done, and it's not that the German government is not spending. What they have done is you are essentially financing your expenses just from your revenue and you're shrinking your public debt, which is exactly what John Maynard Keynes would recommend, which is exactly what any fiscal sound principle would recommend, that you spend during bad times and you save during good times. And basically, if you save during good times, what it does is when the next bad time comes, you have the credibility and the space to borrow. Otherwise, if you keep borrowing and spending, you are just in that perpetual fiscal deficit mode where there is no credibility and nobody will want to lend you money if there is a war, if there is a deep recession. The only exception the German debt break constitutional amendment has is natural disasters and deep recession. Other than that, you have to stick to this rule. And I think that is something it's high time we introduce in India. And since constitutional amendment is not very difficult these days, we should enshrine that in the constitution and make a meaningful change to say we are going to tie down the hands of our government and that will force the government to prioritize its expenses. Instead of announcing 65 different schemes, which nobody is monitoring, you prioritize that, OK, if these are the five schemes which are important, I'm going to do this and then gradually shrink the size of the government. And as you said, let the private sector, let the market give them a chance and let them work. Otherwise, we'll end up in a situation where the government is so intrusive in our lives that it just keeps becoming a fatter and fatter cat. And who's financing it?"
    },
    {
        "speaker": "Guest 3",
        "time": "00:49:28.080",
        "message": "We. So, I mean, clearly, she doesn't believe in the modern monetary theory and which is a huge thing these days. I mean, when the moment you talk about fiscal deficit on the social media, people will jump on you, citing this new area of economics."
    },
    {
        "speaker": "Guest 2",
        "time": "00:49:44.720",
        "message": "Because everyone on social media is a trained economist, especially when I usually don't"
    },
    {
        "speaker": "Guest 3",
        "time": "00:49:50.240",
        "message": "believe in things which are huge things. And the second point, you know, in Germany's case, they were lucky to have had the hyperinflation of 1923, because all that economic thinking goes back to that. And then they tend to do the right things. I mean, every other nation is not as lucky. The third point I wanted to make is and I mean, this is something, you know, we've had long conversations on is the fact that the fiscal deficit of the central government, you know, when we say is 3.4 or 3.3% of the GDP, I mean, that's one big sham. I mean, if you look at the total public sector borrowing requirement, as you know, the total borrowing of the government is termed as it comes to clearly, you know, it comes to 8.5%, 9% of the GDP in an era where our financial savings have come down dramatically. So I mean, one is that, you know, fiscal deficit is not represented correctly. And the other point, the more important point is that this is why interest rates are not going to come down. I mean, you can keep cutting the repo rate till kingdom come. But the banks ultimately have to compete with the government. So unless the government sort of cuts its expenditure, the interest rates are not going"
    },
    {
        "speaker": "Guest 2",
        "time": "00:50:58.200",
        "message": "to come down. And one point to add to what Vivek said is, ironically enough, our government expenditure is ballooned at a time when apparently our economy has been booming, you know, it doesn't make any sense that if the GDP growth is showing that we are growing at 7.5, 8.2% in a quarter, that is the time when your government expenditure fiscal deficit is not able to stick to their FRBM target and you're going to 3.4, 3.5% of GDP. It doesn't make any economic sense whatsoever. Yeah, if you explain to me, fine, we are in a deep recession, you need to give some real good stimulus to infrastructure projects to yank the economy out of it. And you're going to cut expenses on the schemes. That's a different thing. But we are doing schemes, we are doing apparently some infrastructure, we are doing everything, because the government is doing all the spending, because all the other demand sources in the economy have gone to sleep. So we have no investment, no exports, no consumption, nobody's buying toothpaste or biscuits or cars. But the government is the big giant elephant in the room who's spending, because the government has access to some real secret source of money hidden away somewhere. Of course, that's not true, because we are all paying for that."
    },
    {
        "speaker": "Guest 3",
        "time": "00:51:59.280",
        "message": "You've got some really nice statues. So which is why the next point here is that when businesses now ask for a fiscal stimulus, the point is, if you look at data over the last two years, the fiscal stimulus is already there in the system. And it's a huge one, because if you look at government, just the government expenditure, it grew by 19% in 17-18 and 13% in 18-19. And it's the biggest growth in the last 10 years, I mean, if you leave out the part around the financial crisis."
    },
    {
        "speaker": "Guest 2",
        "time": "00:52:29.040",
        "message": "So it's the nature of the fiscal stimulus, Vivek. So for example, if I give you the analogy, so in 1999-2002, we had another economic slowdown. We had a very big economic stagnation, we had a slowdown. And that was also the time when the government had given a fiscal stimulus. But that stimulus was in the form of, let's say, an NHEI investment, a golden quadrilateral, like proper infrastructure investment. Now a fiscal stimulus takes the form of building toilets and houses and gases and I don't know what, right. So there is also a nature of fiscal stimulus that is needed. But I think, yeah, the overarching thing is whatever the government does, there needs to be a rule that ties down the hand of the government. And a rule that has real consequences, like if you're enshrined in the Constitution, it's a real consequence of the change that you really have to amend it again. And all off balance sheet fine, if you're a BHAL, if an FCI, if an NHEI, too bad, you also get clubbed into that because you have just been party to this whole thing as well."
    },
    {
        "speaker": "Guest 3",
        "time": "00:53:22.240",
        "message": "So the, I mean, sorry to butt in again, now, NHEI, not NHEI, sorry, FCI, in 2019-20, will end up borrowing around 1,90,000 crore from the National Small Savings Fund. I mean, this is, we're getting into very, very dangerous territory now, because this is, you know, the money that we invest in our public provident fund and all the post office income schemes."
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:49.640",
        "message": "So you know, I'll tell you what I agree on. So I completely agree with you that, you know, our fiscal discipline, I mean, we don't have any fiscal discipline. And there are parts of the fiscal discipline, which is depending on the kind of spending can be better or worse, we've lost the plot there also. There's a great book on what you were talking about the whole, you know, taxing versus debt. So this whole nonsense of Ricardian equivalence, James Buchanan and Richard Wagner have a book called Democracy in Deficit, which talks about the inherent problems of democratic politics, which push it towards debt as opposed to taxation, basically, because when you're taxing people, they also tend to be your voters. And when you raise money through debt, those voters are either not yet voting or not yet born. So it is much easier to reduce taxes and increase debt, because those people are not yet voting, right. So we shift the problem to the next generation. And because any government is sort of, you know, has no limit in that sense, right, so it's going to be immortal. You can keep sort of rolling it on to the next generation and the next generation, the music only stops when you have these demographic problems or crises or something like that. So it's a lovely book that I recommend for everyone. Now, coming to Germany versus India, you know, Germany could have done this even without the constitutional constraint, because it's Germany. One, they have excellent legislative discipline, right, they have very good separation of powers. They have a very tight feedback mechanism between the voters and taxpayers, who are fairly rich individuals, like the tax base is really big, and the government, right. So all these three things included means that people do get upset in Germany, like regular folks get upset if you're going too much into debt, because they know what the consequences of that are. Now, that's not the case in India. So the temptation in India is let's constitutionalize it. Now I have studied all our 103 or whatever the number of constitutional amendments are. What we like to do is to push things to the constitutional stage, but it's ridiculously easy to amend our constitution, right, a little bit harder than passing law, passing legislation. It's really no constraint. We change the constitution. I keep buying new copies of the constitution in the last 15 years, because it keeps changing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:13.320",
        "message": "As the joke goes, it's a periodical, not a book."
    },
    {
        "speaker": "Guest 1",
        "time": "00:56:15.600",
        "message": "Yeah. So this is a problem. So now if you put this in to the constitution, like certain parts of the constitution, which are just, you know, there's one of these provisions of reservations, which Ambedkar had initially intended would eclipse after the first 10 years, you know, after 10 years, we won't need reservation. That was the world Ambedkar had imagined for India. Every 10 years, it's extended. It's a constitutional amendment. It is so procedural now, they just show up. You know what the quorum requirement, you know, how many people need to say yes, they just amend and move on. I have a feeling that any kind of fiscal responsibility in the constitution will just become one of those things, while they can still feel good about the fact that they constitutionalized it. So in some senses, it's, I think, even more dangerous. I think what is really important long run, right, I mean, since we're really looking for reform and not band-aid, long run, what is really important is, one, we need to really expand our tax base, right, our tax base is just not big enough. So our government both spends too much and too little, depending on which area of the economy that you're talking about. So and the larger the tax base, the more people will be upset if you increase taxes. So that also acts as some kind of fiscal check or fiscal constraints, because the moment you become a taxpayer, suddenly you start worrying about government spending and, you know, fiscal responsibility and so on. So that's, you know, one thing. The second goes back to our education problem, which is, you know, I mean, forget fiscal responsibility, we can't count in class 10. So the idea that we are going to have an electorate in 20 years from today, or even three years from today, who actually understand these things, you know, I mean, they don't need to understand it at the sophistication you have as an economics professor who does this for a living. But to just understand the basics of, oh, this is the arithmetic, right? And the government can't defy the rules of basic arithmetic the same way we can't. Right? So where does this gap coming from? That is just completely missing in these other people voting for them. So in some sense, I mean, what, what is your fail safe when the constitutional constraint fails? It's the people. Right? So maybe that fail safe is just missing, we've broken the constitutional fail safe."
    },
    {
        "speaker": "Guest 2",
        "time": "00:58:32.320",
        "message": "So we're screwed. So let me just respond to Shruti very quickly. So the first point about the fact that, yeah, of course, it's very easy politically to spend and of course, unpopular to tax, which is the case everywhere. But it's also and since we're talking of dream reforms here, right? It is imperative for the government to people also vote on the basis of what kind of public goods they have access to, whether they have a road next to their house through which they can go to the school, whether they have a school that they can they can learn to after the school, do they actually have a job, do they have the train connection. So people also vote on the basis of the public goods that they have access to, and not just on the basis of whether they are taxing more or less, right. And so if and given a fact in a situation where there are people who are accessing the public goods, and that's critical to them and not really the ones who are paying taxes, right. So if the government believes in this, that, okay, we have to basically win election on the basis of the public goods that we are providing, and not on the basis of this fiscal jugglery that we are doing, then it's not impossible. And it's not required that the all the people of the country don't need to understand that what the complicated fiscal math is. And this is something that is strongly believe in, we are not running the government in Twitter, we do not and should not continuously care about what all the people of the country want, you know, I mean, all the people of the country will want something that may not be good for the country, because they may not be aware of what is really good for the country. And that's perfectly fine. But if we tell them that we are giving you the services and the goods that you need, and we are not taxing you, that is a very, it's a nice dream world to have. And as I said, you don't literacy and education, of course, it is very important, but because we don't have it does not mean that we will reach a situation that as and when the population is literate, like Germany, only then we can aspire to have a debt GDP ratio, which is 60%. I don't think these two are should be connected. And, and the the last point I want to make is, yes, I agree that Indian Constitution is the most amended one in the world. And it is very easy to amend it. But my point is that what I the German debt break, I was using as an example, that something which is that tight something which is that enshrined in the law of the land, because clearly, there's some kind of a willingness because we did pass the FRBM Act. And we do keep mentioning FRBM every year. So there is some awareness, vague consciousness that okay, we need to be on the fiscal path. But there is nothing which is of consequence, because in any country, it is difficult to tie the hands of the government, because who will tie the hands of the government, the government itself. So it is very difficult, it is very tricky to tie the hands of the government, because the government itself will have to do it. Now, the reason I said constitutional amendment is because even if it is easy, but it's still relatively harder than just violating an FRBM Act without any consequence. But my point is to dream and think of some kind of a structure which will really tie the hands of the government so tight, that to violate it, there will be some consequence. Of course, you can argue that a government can do anything and there's no consequence, of course, with that caveat. Because otherwise, as you said, we will end up in a situation where the government will keep conning us for generation after generation. And we will never be able to move out of this state that the economy is in."
    },
    {
        "speaker": "Guest 1",
        "time": "01:01:40.520",
        "message": "I would say, you know, the German example is pertinent, because you have to understand where the causation of the constraint comes from. It comes from the people. It doesn't come from the constitution. The constitution is the manifestation of what the people of Germany really care about, which is, you know, tight fiscal discipline. As long as in majoritarian politics, where the majority gets to amend the constitution and do it over and over again, if the people genuinely don't care about this, and since we're talking about the dream reform, right, like, if we genuinely don't have people who care about fiscal discipline, you're not going to get it."
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:20.880",
        "message": "So I don't agree that people don't care about fiscal discipline, for example, people don't think about fiscal discipline. Every time there is a budget, there are enough people, people are writing and thinking and"
    },
    {
        "speaker": "Guest 1",
        "time": "01:02:29.240",
        "message": "discussing. Those are not the people I'm talking about."
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:31.240",
        "message": "No, but that's what I'm saying. I think if we keep thinking that all the people of the country will have to care about a reform"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:36.720",
        "message": "for that reform to happen."
    },
    {
        "speaker": "Guest 1",
        "time": "01:02:37.960",
        "message": "I think Rajeshwari's point is that elite shaped the discourse. I know the point, but that's why we have so much of the elite signaling, we passed FRBM because we wanted to pretend to the rest of the world, we are open for business, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:50.280",
        "message": "So Oh, India, we also passed FRBM because we did realize that having a fiscally profligate government is not good for the economy."
    },
    {
        "speaker": "Unknown",
        "time": "01:02:56.480",
        "message": "I understand."
    },
    {
        "speaker": "Guest 1",
        "time": "01:02:57.480",
        "message": "But I'm saying, it's the means to other ends, which is, you know, we want more private investment"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:02.280",
        "message": "in FDI and so on. Part of the dream and dream reform, which she is mentioning, and I share the dream is that we have a constitution, which is which actually means something and as you and I would agree, it doesn't mean anything, it doesn't mean anything. But at the same time, the whole purpose of a constitution in the kind of republic that we dream of is a constitution that is a restraint on government and which ties the hands of government as she correctly said."
    },
    {
        "speaker": "Guest 1",
        "time": "01:03:23.120",
        "message": "It hasn't tied the hands of government."
    },
    {
        "speaker": "Unknown",
        "time": "01:03:24.120",
        "message": "At all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:25.120",
        "message": "Sure."
    },
    {
        "speaker": "Unknown",
        "time": "01:03:26.120",
        "message": "But what is happening in Kashmir? Since we are dreaming. We passed a constitutional amendment by voice vote with the president signing this deal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:32.320",
        "message": "If you're going to talk about reforms, which are feasible in the current setup of the government,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:03:42.360",
        "message": "then there is nothing called a dream reform."
    },
    {
        "speaker": "Guest 3",
        "time": "01:03:44.640",
        "message": "So because we are dreaming, let's let's have Vivek take the middle path. So see, one of the biggest problems in reforms in India, I mean, has been the fact that it's always been reformed by stealth. No politician has ever bothered to sit and explain to the electorate, you know, this is why we're doing this. This is why let's say we introduce a tax. So this is the reason we are introducing this tax or anything for that matter. I mean, let's say the government decides to shut down Air India. Okay. So somebody is going to explain it to the people never happens. The only time I've seen, you know, a little bit of it happening was when Narendra Modi tried to push in the Land Acquisition Act. He did one episode on Man Ki Baat. Uske baad, what happened was, you know, Rahul Gandhi made that sootboot ki sarkar jaib and we were done. We went back to where we were. So unless politicians take a lead here and start explaining things to people, and which is very easy these days, you know, I mean, look at the kind of all, you know, fake news, which keeps going around in the, you know, on the social media. I mean, there are multiple ways of reaching people these days, which are not there."
    },
    {
        "speaker": "Guest 1",
        "time": "01:04:55.040",
        "message": "So it has to start from the top. I mean, otherwise, it's not. I have one of my reforms caters to this point, but from the bottom, we'll come to it a little"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:03.800",
        "message": "later. But I would add there that we can't rely on politicians, but we can rely on incentives, which gives me the slightly dismal hope that it is only a massive crisis, which absolutely forces change, which will help us in any way."
    },
    {
        "speaker": "Guest 3",
        "time": "01:05:18.760",
        "message": "Yes, but see, again, you know, the point there is that, you know, if the economy keeps getting"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:25.160",
        "message": "reformed, only when there is a crisis, exactly, I agree with you, we'll never reach anywhere. No, no, no, we have to stop this doom and gloom. We need to take a break and come back sunshiny and cheerful. Quick commercial break. We'll see you on the other side with six more reforms. We've only done three now."
    },
    {
        "speaker": "Unknown",
        "time": "01:05:39.480",
        "message": "Can you imagine how much insight awaits you? So, we are This week, IVM Podcast's co-founder Kavita Rajwade and Karthik Nagarajan take you through the journey of the Filter Coffee Podcast. They share their favourite memories from renowned guests and talk about what to look forward to in the show's future. On Marble's Lost and Found, Zain and Avanti host an AMA special where they answer listener questions. On Mr. and Mrs. Binge Watch, Janice and Anirudh continue their Emmy special series. Tune in to know their picks from the comedy category. On Waterplayer, Mikhail, Akash and Siddharth are discussing The Ashes, the Afghanistan-Bangladesh match and a lot more. On Bhartalap, it's a crossover episode. Hosts Akash and Naveen are joined by Anupam Gupta, host of Paisa Vaisa. Tune in to discover a different side of Anupam on this podcast. On Agla Station Adulthood, Ayushi and Ritasha discuss how to navigate through relationships as adults. On Poliyabazi, host Pranay talks to Samrat, a writer and journalist, about the causes and dynamics of the tensions in Northeast India. On Kinetic Living, coach Urmi shares a workout called X-Cross MC on Tabata Tuesdays and also highlights the importance of resting between workout routines on Thriving Thursdays. On Geekfruit, hosts Tejas and Dinkar turn the tables from last week and this week discuss singers who decided to be actors and how they have fared. On the Pragati podcast, Manoj Kevalramani joins our host Pawan to explain the ongoing Hong Kong protests and its history so far. And with that, let's get you back to your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:41.640",
        "message": "Welcome back to The Scene and The Unseen. This is that challenging part of the show where I come back from a break and I have to remember all my guest names. I have with me Shruti Rajgopalan, Vivek Kaul, Rajeshwari Sengupta, in the order that we will go through our next reforms. Reform number four, Shruti's reform number two, coming up now."
    },
    {
        "speaker": "Guest 1",
        "time": "01:08:00.120",
        "message": "Yeah, so my next big reform actually coincides well with the point that Rajeshwari made about fiscal discipline. Though that's not the only goal of this reform. So I wish India to be more fiscally federal, right? So India, I mean, India's federal structure is very centripetal. So I don't know, we are all different generations here, but my generation read civics books that said India is a federal country with a unitary bias. Is that what yours also read?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:31.480",
        "message": "Something like that? I have to hold to remember civics."
    },
    {
        "speaker": "Guest 1",
        "time": "01:08:33.480",
        "message": "And no, I remember the sentence because I went around asking everyone what the hell this means. And now I figured out what it means. It means India is not federal. And so, you know, one of the core reasons is there is an administrative federalism, but there is no fiscal federalism. And what I mean by that is our taxes and spending are highly centralized, right? Now less and less so in the last 25 years or so, we have this fine establishment called the Finance Commission, where all our taxes, you know, think of it as sort of, you know, you collect all the taxes in one basket, and then the finance, it would go to the Finance Commission, not physically, but the idea of it, and they would make a split between how much the center gets and how much the state gets. And there are a whole number of ways to figure this out. One was, you know, union government was really under central planning. That's one part. The other part was, you know, depending on how poor the state is, or how much development it needs, or how much infrastructure needs to be built, get more money or less money. This is a giant rent-seeking exercise. There have been papers written on how, you know, this kind of fiscal control was used to punish opposition governments. So if you're the same party in the state forming government as the center, you could, you know, tend to get more money, then I think Stuti Khemani at the World Bank has written on this. And you know, if you're an opposition party forming a government in a state, they deny you the budget, and that's how they hold up. So one of the big, there are three reasons I want to see more fiscal federalism. The first is, we want more public goods. And what we mean by more public goods, most of the time, is we want the garbage outside our house to be picked up. We want better roads, we, you know, we all managed to get here on time. But I got here on time because I sort of accounted for 25-30 minute delay, which turned out to be true, because it's pouring in Bombay, and you know, every road is dug up, and it's a total mess. We would like to have better public infrastructure, right, we'd like airports to be better, trains to be better. We would like public schooling to be better, which is, you know, one function is the reforms we talked about, the other is expenditure. So we would like to see a lot of spending at the local municipal level. And our municipal governments have no money."
    },
    {
        "speaker": "Guest 3",
        "time": "01:10:48.000",
        "message": "And the reason for that... Except for BMC. Except for BMC."
    },
    {
        "speaker": "Guest 1",
        "time": "01:10:51.000",
        "message": "Yeah, which is a very rich, because they're building the metro, which is a very rich municipal corporation. But overall, the centre devolves money to the states, and then the state has the option of devolving money. So you know, like, there's a central finance commission, every state has its own finance commission post the 73rd and 74th amendment. And depending on whether you're talking about the rural or the urban areas, the state is supposed to devolve finances to local government. That is not a condition. It's not mandatory. Right? It's a choice. So what ends up happening is, the states are spending a lot of money. And the union governments are spending a lot of money. But they're spending it on all useless things, as Rajeshwari pointed out, right? They're not spending it on the things we care about. So you can have government spending, which causes both stimulus, also builds infrastructure and also delivers public goods to the people who need it the most. But the money never goes there. The money goes to satisfy special interests with these freebies that are highly targeted to capture one vote bank or another, or you know, for uptakes like this whole toilet building thing with just you know, I mean, then I've talked about it just drives us crazy. So one huge, you know, this is one reform, which can sort of kill a lot of birds with one stone. One part of it is municipal governments will be more empowered. So I get this idea from all the condo associations that I see, you know, they collect this common charges of fees that you see in Bombay and Delhi, and actually spend that money, right? And when you go to these condo association meetings, people are really up in arms about an increased charge or you know, you took money to build a you know, water filtration plant and then never got built and there's all this. So there's a lot of local politics, which can be tied to fiscal feedback. And that's an opportunity we're missing right now. Right? So the municipal corporator, no one knows his name. That's one problem. So this will solve that problem. The second problem it will solve is, it will divide the functions of different levels of government much better. Right? So the union government is supposed to maintain law and order at the highest level, right? Interstate highways, interstate river water, right, foreign trade, of course, safety and security of the country, right? That's all that kind of expenditure, or you know, large externalities, like pollution across states. That's really the job of the union government. Everything within the state, which is your, you know, local highway, all your public parks, you know, which are going beyond municipal boundaries. That's the job of the state government and then, you know, lower level further municipal government. And we just don't have that clean demarcation. But the moment you make a demarcation with money, the demarcation and goods will be a little bit more, it won't be automatic, it won't happen overnight, but it will happen over a period of time. Right? And if you look at the state spending in a place like Maharashtra, disproportionate amount goes to rural and farmers freebies, right? Even though Maharashtra has been urbanizing at a very rapid pace, right? And that doesn't get reflected and the spending is at the state level. And Mumbai citizens are underrepresented in votes and overrepresented in revenue giving, but not in expenditure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:07.320",
        "message": "In fact, you and I had an episode on this on urban governance where we spoke about the"
    },
    {
        "speaker": "Guest 1",
        "time": "01:14:10.680",
        "message": "mismatch between power and accountability. Exactly. So that's the second part, right? So first is we actually get public goods. The second solution is it actually demarcates what each level of government is supposed to do and can do. And the third part is tying the hands of government, which is what Rajeshwari was talking about. I think this is a bottom up way of tying the hands of government, right? You allot different fiscal resources and therefore different levels of fiscal accountability. I would like to live in a world where the maximum spending is done by the municipal government because that has the tightest feedback level, right, at that level. And also that's where we use the public resources the most. You want a public library, you want a public park, you want poor children in your area to have, you know, certain things despite their income level, which is, you know, access to schools and access to water and access to vaccination. So that's what I would like to see. So that's the second part. Now, the fiscal responsibility, because of the tight feedback, you automatically, you know, you first of all create a check between government. So there's a horizontal separation of powers, but there's also a vertical separation of powers, right? So this way, municipal government, state government and union government have to fight over the size of the pie and how they split it, which is a really good check for each other. And the second is, this is a bottom up way of really tying the hands of the union government, which is what is doing a bulk of the sharing of the spending. And that's why it is so mistargeted, right? So you absolutely right, you know, both Rajeshwari and Vivek have said, we've been in some kind of stimulus mode for the last two years. It's just it's not working like a stimulus, because it's all nonsense that we're spending on. So you can also stimulate the economy, you can, you have different livers to pull, you have more sophisticated livers to pull, though I don't believe in that kind of like hydraulic Keynesianism. But even if you were of that school, you have more sophisticated livers to pull when you can split fiscal levels."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:09.600",
        "message": "And what also strikes me is that this would then change incentives. Because the point is, if you know, local neighborhoods are so empowered and are doing so much spending, people can vote with their feet and go to where the governance is the best, which improves"
    },
    {
        "speaker": "Guest 1",
        "time": "01:16:23.000",
        "message": "everybody's incentives. Yeah, and voting with your feet is naturally much easier when the geographical distances are small, right? You can go from Khar to Juhu and Juhu to Andheri much more easily. Then you can go from Maharashtra to Gujarat, right? Or from India to Pakistan, which is what people keep telling me I should be doing, right? So this is one kind of voting with your feet, which is made lower cost, because voting with your feet comes with a constraint, you have to uproot your whole life. So that's one part that makes the feedback mechanism tighter. The second part that makes the feedback mechanism tighter is your voters are your taxpayers. So there is much, you know, even though first of all, all of us are not voting for Modi ji, right, it's a representative system. The second is, all of us are not paying taxes, right? So there is this really big problem of everyone who voted for Modi ji and everyone who is paying taxes to Modi ji. And I say Modi ji because he's the one really, you know, in control, right? That's not a slip of the tongue."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:18.440",
        "message": "Yeah, please don't ask Shruti to go to Pakistan, people."
    },
    {
        "speaker": "Guest 1",
        "time": "01:17:21.240",
        "message": "No, you can ask me, I would love to visit. She'll go via Dubai."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:24.960",
        "message": "Yeah, when people ask me to go to Pakistan…"
    },
    {
        "speaker": "Guest 1",
        "time": "01:17:26.960",
        "message": "Or via United States, which is where I live."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:29.520",
        "message": "When people ask me to go to Pakistan, I say, been there, done that, I mean, which is true."
    },
    {
        "speaker": "Guest 1",
        "time": "01:17:32.840",
        "message": "I haven't been there. I'd love to go. I have no problem. I just have a problem with people ordering me on what my travel plans should be."
    },
    {
        "speaker": "Guest 2",
        "time": "01:17:39.920",
        "message": "That is what I'm most offended by. So essentially, you're talking of a more decentralization kind of thing."
    },
    {
        "speaker": "Guest 1",
        "time": "01:17:45.520",
        "message": "No, I'm actually not talking about decentralization, I'm talking about genuine fiscal federalism. What we have right now is decentralization. And I'll tell you what I think the difference is. Decentralization is that the head decides what the hand will get, right? I am the center, you are my sub-center and I'm going to… Federalism requires that they own separate power centers, right? What we have in India is a very large degree of decentralization without federalism, which is, you know, I don't want to just pull Kashmir into everything, but a very large part of the uproar that came from Tamil Nadu and the other states, actually very little uproar, according to me, but you know, one part of the uproar was that, you know, we're all states until we are union territories when we are, right? Which is really true because we are all really agents of the union government, which is not true. We're not the central government of India, we're a union of states, right? So we're never… If you look at the constitution, the central government is called the union government, right? It's the union of states, but it never set it up as such because you can't just administratively make a union and not give them any revenue raising capacity. That's what makes a federal government, a federal government. So right now we are centripetal because we have three lists, but we have enough loopholes in the constitution that the center can usurp any of the three lists completely, right? And there's enough vagueness there. So that's one. That is not the case in genuinely federal countries like Switzerland or United States and so on. The second part of it is, of course, the fiscal map. The third part of it is, all the ancillary services we provide are highly centripetal, right? The union Supreme Court, which is the only Supreme Court we have, that determines what every high court will do, right? Every state high court. So now this comes down in culture. You know, there is a system by which, you know, your planning commission at the center,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:19:40.880",
        "message": "every state planning commission is like… Actually, this has very interesting implications for financing. For financing. For example, instead of a finance commission distributing across different states, etc. Something that I have thought about for quite some time is a very small thing like a municipal bond. Yeah. You know, I mean, it's like in Bombay or other municipalities, instead of waiting for some funding to come, why can't we just issue municipal bonds? Or tax it. Exactly."
    },
    {
        "speaker": "Guest 1",
        "time": "01:20:04.400",
        "message": "Or tax it. People of Bombay are paying enough tax and are happy to spend it on resources instead"
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:08.440",
        "message": "of, you know, going through potholes. So since we are dreaming, I'll just, Vivek, just give me two minutes. I'll just take off on a little bit of another tangent, but related. Since we are dreaming is how about now we all know that the cities of India are really struggling, right? There's a water crisis. There's an infrastructure crisis in Bombay, in Madras, in Calcutta, wherever, right? So how about converting the top 10 cities of India into states? And just hear me out a little bit on this. The model that I have in mind is like a New York or a London, which have their own directly elected mayors. And the mayors are like the CEOs of the New York government and the London City Council. And they're basically responsible for running the institution, the economic development, the infrastructure, everything in the cities. What is happening in our cities is, as Shruti pointed out, is, for example, in Bombay, right? Bombay is generating a lot of tax revenue, so to speak. But how much of that is something that's really coming to the Bombay for Bombay's own development? Now, I come from Calcutta, which was once called the Paris of India, East India, no longer the case. Calcutta is held hostage by a lot of politics of the hinterland. The chief minister of Calcutta or chief minister of Bengal has to bother a lot about what's happening in the rural state, because West Bengal is essentially a rural state. What's happening in the hinterland politics of the districts and villages. And much less attention gets actually paid to what the city needs. And as a result, the city is really struggling today in terms of jobs, infrastructure, institutions, everything. So instead of that, since we have a familiar machinery of the state, why not convert the top 10 cities into states so that they get the autonomy, they get autonomy of financing, they get autonomy of economic development of those regions. But then you can have real good development pockets, instead of saying that there are only two big cities in India, which is Bombay and Delhi."
    },
    {
        "speaker": "Guest 1",
        "time": "01:21:48.320",
        "message": "So this is just a thought that came up. Yeah, I would say, you know, I mean, the conversion of the administrative structure from a city to a state or a state to a city with a mayor, that's easy enough."
    },
    {
        "speaker": "Guest 2",
        "time": "01:21:58.760",
        "message": "We have mayors already. See, mayor problem is in Indian political structure, the mayor will always be kept subservient to the chief minister. So the mayor will never be able to do things autonomously because the chief minister in the political hierarchy will be the more powerful one."
    },
    {
        "speaker": "Unknown",
        "time": "01:22:11.520",
        "message": "But I think it's not a political hierarchy."
    },
    {
        "speaker": "Guest 1",
        "time": "01:22:12.520",
        "message": "Instead, let's just convert them into states and make them each an autonomous unit. No, I disagree. I don't think the problem is because of the mayor is lower than the chief minister. I think the mayor is lower than the chief minister because he doesn't control his own budget."
    },
    {
        "speaker": "Guest 2",
        "time": "01:22:24.440",
        "message": "So my point is, why even have this?"
    },
    {
        "speaker": "Unknown",
        "time": "01:22:25.440",
        "message": "He's a mayor, mayor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:26.440",
        "message": "He's a mayor, mayor."
    },
    {
        "speaker": "Unknown",
        "time": "01:22:27.440",
        "message": "Yeah. So by the way, relatively okay joke. You know, we like to compare New York and London."
    },
    {
        "speaker": "Guest 2",
        "time": "01:22:33.040",
        "message": "I'm not comparing. I'm not comparing. I'm saying that."
    },
    {
        "speaker": "Guest 1",
        "time": "01:22:36.040",
        "message": "But they're different in the sense that in New York, the mayor doesn't control his own budget. He controls his own company. Right. Right."
    },
    {
        "speaker": "Unknown",
        "time": "01:22:43.560",
        "message": "London, it is set by the council of London."
    },
    {
        "speaker": "Guest 2",
        "time": "01:22:44.560",
        "message": "So I'm saying is instead of going into the complication of mayor, why, how about dreaming that we convert the top 10 cities into states and have their own autonomous political financial"
    },
    {
        "speaker": "Guest 1",
        "time": "01:22:53.280",
        "message": "unit? Yeah. I'm saying you're still beholden to the center. It's another kind of decentralization."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:57.280",
        "message": "I think she's saying in addition to what you are saying."
    },
    {
        "speaker": "Guest 1",
        "time": "01:23:00.280",
        "message": "No, even then I'm saying that is just changing the outfit a little bit and changing the boundaries a little bit. I don't even care what they're called."
    },
    {
        "speaker": "Unknown",
        "time": "01:23:10.720",
        "message": "Right."
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:11.720",
        "message": "As long as they're not agents of the union. In a dream world where we have the fiscal federalism, in that world, how about we convert the citizens?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:23:19.480",
        "message": "I think it'll happen automatically. I don't think we'll have to convert them. I think the mayor of Bombay will be the most important person in Maharashtra that day."
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:25.880",
        "message": "I'm not so sure because the finances may work out, but I'm not sure how the politics will work out."
    },
    {
        "speaker": "Guest 3",
        "time": "01:23:31.120",
        "message": "I think Vivek had a point. Vivek had a point. No, no. I mean, basically what we need is 10 Arvind Kejriwals."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:36.680",
        "message": "Please don't say that."
    },
    {
        "speaker": "Guest 3",
        "time": "01:23:37.680",
        "message": "We need one less than we have, frankly. What I was basically saying is that, I mean, if you if you look at the structure of all government in India, I mean, it's like a funnel. So we're very broad at the top. And then as we go down, we become extremely narrow. So and why is that the case? And why is it difficult to change? Now, take a look at I mean, so this is something I've thought about for a while. And the example that I like to give is take a look at the ministry or the minister of civil aviation. Okay. Now, if you take Air India out from him, so in the same way, I mean, you know, a lot of ministries, if you take the PSUs away from them, I mean, they're gone. I mean, Ministry of Coal, you take Coal India, let's say you don't privatize, let's say you sell all the shares and I mean, then what does the Shruti's dog is named Coal, they'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:41.000",
        "message": "nationalize Shruti's dog, maybe, maybe so."
    },
    {
        "speaker": "Guest 2",
        "time": "01:24:43.520",
        "message": "Amit is just all guns blazing today, like, no holds barred."
    },
    {
        "speaker": "Guest 3",
        "time": "01:24:48.840",
        "message": "So this is not a joke. This is legit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:51.840",
        "message": "My dog, she has, she has a dog name, but what Amit said about that, I'm sorry, I should really stop."
    },
    {
        "speaker": "Guest 3",
        "time": "01:24:58.160",
        "message": "I'm behaving like Cyrus. Please continue. I mean, obviously you used to write for Cyrus, so that has to come out in 1998, continue,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:21.600",
        "message": "continue. Can we cut all of this? No, we are not. This is a fun part."
    },
    {
        "speaker": "Guest 3",
        "time": "01:25:26.600",
        "message": "For those of you who don't know, Amit also coined the, you know, the word Bakra, MTV"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:30.600",
        "message": "Bakra."
    },
    {
        "speaker": "Unknown",
        "time": "01:25:31.600",
        "message": "I didn't coin the word Bakra, but yes, I was responsible for naming the show, I was responsible for naming the show."
    },
    {
        "speaker": "Guest 3",
        "time": "01:25:38.080",
        "message": "I have been on a Cyrus Says episode where we have discussed that, kindly let us go back to dream reforms instead of nightmare past. What I was trying to say is that, so the big government won't go precisely because you have people at the top who have incentives to ensure that it continues. So unless that changes, so everything, you know, else is a dream."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:01.680",
        "message": "Sure, but I mean, everything we're discussing in this episode, if we bring the political"
    },
    {
        "speaker": "Guest 3",
        "time": "01:26:04.760",
        "message": "economy into it, it's a khattam. I understand that. But now I think we should also have a disclaimer. I mean, while we should dream, but dreaming with disclaimers is always a better idea. Otherwise you get into a dream sequence, you know, which is not dreaming with disclaimers."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:24.560",
        "message": "It's very Indian thing. So horrendous."
    },
    {
        "speaker": "Guest 3",
        "time": "01:26:26.560",
        "message": "Now it is time for your second dream reform is over, kindly give us something. So I think, you know, I mean, the second thing I want to talk about was basically tax reforms. And, you know, because we've talked about increasing the tax base. So people talk about the fact that, you know, India doesn't pay enough tax because enough Indians don't make enough money, which is true at many levels. But what is also true is that our tax filing system is so bloody complicated, that it drives away people from being honest."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:00.760",
        "message": "What I should briefly point out at just this point is that you're talking really about"
    },
    {
        "speaker": "Guest 3",
        "time": "01:27:03.840",
        "message": "income tax, because everybody basically pays income tax, and I'm talking about the goods and services tax."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:09.320",
        "message": "Sure, but you're right that not everybody pays those, but everybody pays tax, every Indian is a taxpayer, because anything you buy, you buy soap, you buy soap, you pay tax."
    },
    {
        "speaker": "Guest 3",
        "time": "01:27:18.800",
        "message": "Which is true. But what I'm trying to say is..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:20.800",
        "message": "For our listeners, I wanted to clarify that you're speaking about this particular category"
    },
    {
        "speaker": "Guest 3",
        "time": "01:27:23.520",
        "message": "when you said tax, lest this becomes a gotcha moment on Twitter. I mean, someone will, some smart alec will come, everybody pays tax."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:31.400",
        "message": "Yeah, so..."
    },
    {
        "speaker": "Unknown",
        "time": "01:27:32.400",
        "message": "They'll come anyway."
    },
    {
        "speaker": "Guest 3",
        "time": "01:27:33.400",
        "message": "So, what I was saying is, if you look at something as simple as our tax return forms, every year there are changes in it. Why? I mean, why can't a tax return form be a stable sort of thing, which this chartered accountant doesn't have to figure out every year, what has changed this year? Or take into account the fact that we have some six, seven, eight types of capital gains. So there is one capital gain for stocks and equity mutual funds, one for debt mutual funds, one for real estate, one for gold. Why? I mean, you know, you have to have one, you know, capital gain is capital gain, and you tax it like that. I mean, in some cases you have indexation, in some cases you have no indexation. So the point is that you have to have a stable tax system. Now, look at something like GST, you know, every time the GST council meets, there is some change. So there are changes which are happening at the central level, there are changes which are happening at the state level, which is why, you know, if you look at the annual return for 2017-18 of GST, only 20% of people have filed it till date. So I think you need to have a stable tax system. And in case of GST, what has happened is, they've obviously launched it without thinking it through. So they have to keep changing it. Now, you know, you can't keep changing it every week or every, you know, every time the GST council meets. So better thing to do right now would be to sit down and figure out what is wrong, and then make major changes at a single go, instead of meeting every time and tweaking this and tweaking that and making, you know, things difficult for everyone. So like, if you if you sort of, you know, pick up the what is called as the HSN book, which is, you know, the codes for the economic activity you carry out, if you are in the goods part, and then there is something for the services part as well. Now, it's a huge thick thing. I mean, why?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:29:36.880",
        "message": "It's about 16,000 entries."
    },
    {
        "speaker": "Guest 3",
        "time": "01:29:37.880",
        "message": "Why are you why are you complicating these things? I mean, you know, you can have, let's say two rates and just, you know, 12% for goods and 15% for services and get done, get along, you know, get on with it. But then, you know, you'll have the argument on the fact that how can, you know, something that everyone is using and Mercedes be taxed at the same rate. But boss, Mercedes, if it comes to 1 crore, then 15% tax will come to 15 lakhs. This is something that, you know, people don't get, but then they don't want, they're not happy with 15 lakhs, they want 43 lakhs, because they want to tax it at 42% or 43% or whatever. So as long so, you know, this is something that will sort of also help, I mean, along with being a structural reform, it will also have an immediate impact on economic activity."
    },
    {
        "speaker": "Guest 2",
        "time": "01:30:29.500",
        "message": "So I want to add to what Vivek said that I completely agree that simplifying tax administration is something that we have been discussing for a very long time. And it's one of those things that we all know needs to be done, but never really gets done. And we actually end up complicating more and more with this new GST fiasco. The other thing that I think is also very important to understand is if you want to avoid tax evasion, and if you want to expand the tax base, it's very important to keep the tax rates low. I think we just don't get that math at all, because our tax revenue is the multiplied product of tax base and tax rate. Now, if you want to increase the base, you have to lower the rate, otherwise, if you keep the tax system at a very high rate, the probability of tax evasion goes up that much more. And then in order to justify the high rate, you also give a lot of exemptions. And then the exemptions increase the leakages from the system even more. And then in the end, you're sitting with a really complicated system that you cannot monitor because you don't have enough employees in your tax administration. So it's a total mess at the end of the day. So two easy and finite things to do is one is ease tax administration by doing the logistical reforms of filing ease and all of that, and lower the taxes, be direct tax, indirect tax. Our corporate income tax is one of the highest in the world. It doesn't have to be so in a country when we want to encourage investment and make in India and all of that. So lower the tax rate and make the tax administration easy. You will expand the tax base. And with that expanded tax base, again, coming back to the point of anti-fiscal discipline, if you then have a tax base, which is expanded, then you remain within the means of the tax revenue and you spend. But all of these things are stuff that again, we have talked about, but for whatever reason and political economy, etc, there is a lot of inertia to do this."
    },
    {
        "speaker": "Guest 3",
        "time": "01:32:14.520",
        "message": "I mean, look at what Nirmala Sitharaman did in her first budget, introduced, basically increased the surcharges and now there are tax slabs at 39 percent and 42.74 percent. Now, the point is, OK, you know, you're looking at, you know, increasing the tax revenue and so on. But for these people at these levels, so people who earn two to five crore or five crore or more, and it's very easy to leave the country and go live somewhere else. I mean, they go to you can easily go to Dubai properties as expensive as it is in Mumbai."
    },
    {
        "speaker": "Guest 2",
        "time": "01:32:46.560",
        "message": "And for businesses to basically invest elsewhere, a foreign direct investment outside of India is actually increasing every year."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:52.280",
        "message": "In fact, this is a point Vivek, you made in our budget episode, which earned you the nickname"
    },
    {
        "speaker": "Guest 3",
        "time": "01:32:55.640",
        "message": "the Shah Rukh Khan of economics."
    },
    {
        "speaker": "Guest 1",
        "time": "01:32:57.800",
        "message": "You were the Govinda of podcasting. One more thing. I think none of this is a surprise. So a couple of things on this GST classification problem. First up, I do want to point out, it's extremely regressive and anti poor. You know, I mean, Palaji has been in the news because they've just laid off 10,000 employees and biscuit sales are down. Palaji's GST rate, I believe is 18% on biscuits, is that accurate? I mean, if Vivek doesn't know, but it's high, it's double digits and it's high. The GST on gold is 3%. And right and the GST on diamonds is 0.25. And if you go back and check the timing of reducing the GST on gold and diamond, it was done for some handicrafts, cottage industry reason. But it was just after demonetization and just before the Gujarat election, or just around"
    },
    {
        "speaker": "Guest 3",
        "time": "01:33:46.360",
        "message": "that time. I'll interrupt you. GST on biscuits is 18%."
    },
    {
        "speaker": "Guest 1",
        "time": "01:33:49.360",
        "message": "18%. Right. So Palaji, which is the poor man's food, they have a five rupee biscuit packet, they have a 12 rupee biscuit packet that is taxed at 18% GST. So this whole bullshit about, oh, the Mercedes guy, you know, is going to only end up paying 6% or 8%. The guy who's homeless, you know, begging outside a temple is paying 18% GST on Palaji."
    },
    {
        "speaker": "Guest 3",
        "time": "01:34:13.280",
        "message": "No, but there is a logic to it. So we don't want people to have maida and sugar. Maida is slow poison, sugar is poison."
    },
    {
        "speaker": "Guest 2",
        "time": "01:34:20.720",
        "message": "As I think, I mean, I know, but we want people to have a lot of gold."
    },
    {
        "speaker": "Guest 3",
        "time": "01:34:27.400",
        "message": "We want people to have the freedom to have poison. We should have bhoonja chana, which is, yeah, savings to buy gold."
    },
    {
        "speaker": "Guest 1",
        "time": "01:34:34.960",
        "message": "I know, I'm not so much of an economics nerd that I don't get the joke. But just as a side note, this kind of paternalism nudging people to better food choices through"
    },
    {
        "speaker": "Guest 3",
        "time": "01:34:45.280",
        "message": "taxation is a really bad idea. They wouldn't do it."
    },
    {
        "speaker": "Guest 2",
        "time": "01:34:48.320",
        "message": "I mean, they're not doing that."
    },
    {
        "speaker": "Guest 1",
        "time": "01:34:49.320",
        "message": "I know."
    },
    {
        "speaker": "Guest 2",
        "time": "01:34:50.320",
        "message": "The whole idea of a good GST was to have a single rate for all goods and services."
    },
    {
        "speaker": "Unknown",
        "time": "01:34:54.320",
        "message": "No, no, I understand."
    },
    {
        "speaker": "Guest 1",
        "time": "01:34:55.320",
        "message": "But I'm saying we have gone so far away. I understand. But I'm not. I think this is not a knowledge problem. I think it's an incentive problem. Of course. If you have a proliferation of rates, you can control special interests."
    },
    {
        "speaker": "Unknown",
        "time": "01:35:05.840",
        "message": "Yeah."
    },
    {
        "speaker": "Guest 2",
        "time": "01:35:06.840",
        "message": "I mean, of course."
    },
    {
        "speaker": "Guest 3",
        "time": "01:35:07.840",
        "message": "Again, the political economy, the difference between what economists suggest and what politicians suggest. I'll give you an example here. In 2009, I think P. Chidambaram was the finance minister back then, we came up with the Direct Taxes Code. Okay. Now, it was a very small code, which sort of was supposed to replace the Income Tax Act. And along with the code, they had an 80-page explainer. Okay. Imagine the Income Tax Act of India being explained in just 80 pages. And I remember reading it over two to three hours and then writing a piece around it. So I read it in three hours also, obviously, it was scuttled, because if that had come through, you know, all the CAs would have gone out of job, and the IRS people would have gone out of job, I mean, they wouldn't have gone out of job, but then the rent seeking would have stopped. And so the moment, you know, P. Chidambaram was moved to Home Ministry, and our man, Pranab Mukherjee took over, I mean, it just got... Now we have a new Direct Taxes Code, which I mean, the news about it came up, which Vivek"
    },
    {
        "speaker": "Guest 1",
        "time": "01:36:15.160",
        "message": "cannot read in three hours."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:16.160",
        "message": "No, I haven't. I had an episode with Pooja Mehra on what the Chidambaram to Pranab Mukherjee shift"
    },
    {
        "speaker": "Unknown",
        "time": "01:36:22.400",
        "message": "did."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:23.400",
        "message": "And that was a great episode. And Pooja, unfortunately, is in Delhi, otherwise, we would have invited her to the studio for"
    },
    {
        "speaker": "Guest 1",
        "time": "01:36:28.440",
        "message": "this. And it's a lovely book. Please read Pooja Mehra's book."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:31.440",
        "message": "Please read Pooja Mehra's Lost Decade. And I should also point out that both Vivek and Shruti have done episodes with me on"
    },
    {
        "speaker": "Guest 1",
        "time": "01:36:37.600",
        "message": "GST. Very fine episodes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:39.600",
        "message": "Very fine episodes. Magnificent. And the last one of them was with Shruti. And if I remember correctly, it was called the Bad and Complex Tax, which sums it up"
    },
    {
        "speaker": "Guest 3",
        "time": "01:36:47.760",
        "message": "and kind of sums up what you're saying about your... Simplify it. That's your reading. PCT. I mean, I pay GST every month."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:54.480",
        "message": "I'm in a bad state. I'm in a bad state too. I'm just keeping track of... Dude, I give invoices, pay GST, but I don't get the money. GST is coming out of my pocket. So we are basically financing the government, right? I mean, because there is a... it's bad working capital management at the moment. It's like the great Sharad Joshi ji said, negative subsidy."
    },
    {
        "speaker": "Unknown",
        "time": "01:37:16.240",
        "message": "And how many times..."
    },
    {
        "speaker": "Guest 1",
        "time": "01:37:17.240",
        "message": "There's a great Sharad Joshi biography that has come out, I believe."
    },
    {
        "speaker": "Guest 2",
        "time": "01:37:19.080",
        "message": "I'm going to go look for it. How many times have you faced situations where the guy says that, madam, if you pay in cash, then there won't be any GST."
    },
    {
        "speaker": "Unknown",
        "time": "01:37:26.120",
        "message": "Oh, by the way, this is not just..."
    },
    {
        "speaker": "Guest 2",
        "time": "01:37:27.560",
        "message": "Nobody is even caring about doing the billing and the receipts and everything."
    },
    {
        "speaker": "Guest 3",
        "time": "01:37:30.920",
        "message": "It's like it's easier for them."
    },
    {
        "speaker": "Unknown",
        "time": "01:37:31.920",
        "message": "No, no, no. I have discovered entire supply chains that are working in cash."
    },
    {
        "speaker": "Guest 1",
        "time": "01:37:37.160",
        "message": "So my tailor in Delhi, you can do everything by the book. But you know, GST has that whole supply chain backward linkage issue, right? So she has a set of books for GST clients."
    },
    {
        "speaker": "Guest 3",
        "time": "01:37:49.040",
        "message": "She has a set of books for non-GST clients. This is a very old thing. It has always been in India."
    },
    {
        "speaker": "Unknown",
        "time": "01:37:53.280",
        "message": "You know, corporates have..."
    },
    {
        "speaker": "Guest 3",
        "time": "01:37:54.280",
        "message": "I mean, forget your tailor."
    },
    {
        "speaker": "Guest 2",
        "time": "01:37:56.600",
        "message": "Corporates have always had books for income taxwala and their own book. So there is a reason why post-demonetization, cash utilization has come back to exactly"
    },
    {
        "speaker": "Unknown",
        "time": "01:38:03.200",
        "message": "the free levels. Absolutely."
    },
    {
        "speaker": "Guest 2",
        "time": "01:38:05.200",
        "message": "Because nobody cares about these things anymore."
    },
    {
        "speaker": "Unknown",
        "time": "01:38:06.200",
        "message": "Because you've figured out ways to do jugaar again."
    },
    {
        "speaker": "Guest 1",
        "time": "01:38:08.200",
        "message": "No, but it tells you something when my tailor is doing it. It doesn't... I mean, I'm not surprised that the corporates are sophisticated enough, but the GST is such a huge burden. Of course."
    },
    {
        "speaker": "Unknown",
        "time": "01:38:17.400",
        "message": "She's hurting them more."
    },
    {
        "speaker": "Guest 1",
        "time": "01:38:18.800",
        "message": "She's running a tailor shop no larger than this room in her own home."
    },
    {
        "speaker": "Guest 3",
        "time": "01:38:22.800",
        "message": "You still have tailors in India?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:25.800",
        "message": "Yaar, tu matlab bahut hi elite ka elite hai. Just now you will realize, Shruti, when we were discussing GST rates, he did not know GST rate for biscuit, but he knew GST rate for diamond and gold."
    },
    {
        "speaker": "Guest 3",
        "time": "01:38:39.160",
        "message": "Vivek Kaur, you have been exposed. Yeah, you're supposed to know. But I knew the GST rate for Mercedes also."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:46.560",
        "message": "Exactly. Diamond gold pe kyu rukh rahe ho yaar? Uske upar jao toda."
    },
    {
        "speaker": "Guest 3",
        "time": "01:38:51.120",
        "message": "It depends on how many diamonds you buy. I don't believe."
    },
    {
        "speaker": "Guest 1",
        "time": "01:38:54.440",
        "message": "Podcasters and journalists ki shaan hi alag hai."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:57.320",
        "message": "Shaan hi alag hai. Let's abhi agle reform pe move karte hain."
    },
    {
        "speaker": "Guest 2",
        "time": "01:39:00.320",
        "message": "Rajeshwari ji ka turn hai."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:01.880",
        "message": "Rajeshwari ji, bachayiye humein is banter se."
    },
    {
        "speaker": "Guest 2",
        "time": "01:39:04.760",
        "message": "I'm not even going to attempt to break into Hindi because then I'll be truly exposed. So the next reform that I'm going to talk about is going to take us quite far away from fiscal worries, etc. It's actually about immigration. And it's something that I'm very closely and very sincerely believe in, which is, so there's a very fantastic book that has come out recently by Tony Joseph called Early Indians."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:32.960",
        "message": "I had an episode with him as well."
    },
    {
        "speaker": "Guest 2",
        "time": "01:39:34.640",
        "message": "Fantastic. I have not heard that and I will definitely. So it's a compelling read where Tony Joseph uses recent pathbreaking DNA research to essentially trace the history of Indians and essentially the truth that comes out of the book to summarize in a sentence is who we are and where we have come from. And the truth is that we are all immigrants and we have all come from somewhere else. And of course, he talks about the waves of migration, so on and so forth. So now, the reason I started with that is basically to say that there is nothing called a pure Indian. There's nothing called an indigenous Indian, right? We are all from somewhere else. And in that spirit and in a world where there is so much of intolerance now and border closing obsessions and whatnot, I think that we should we should be a country again in the dream world where we open up our gates and borders and doors, whatever you have, to whoever wants to come and live in India. Now, if that doesn't agree with your moral fiber, for whatever reason, then the next layer I would say is open up the borders to those who are desperate and helpless, which would be the refugees. If that too doesn't agree with the moral fiber, for again, whatever reason, the third layer that I would settle down in my dream world is open up your gates to those who are skilled. For example, whoever has an undergraduate degree from a decent university in the world, give them immediately a work visa and let them work in India and after 10 years, naturalize them and give them Indian citizenship or encourage students from all over the world to come and study in Indian colleges and universities. And don't stop at giving them a college degree, offer them jobs, offer them citizenship. I think India should aspire to be a country where people want the Indian citizenship. And that should be the level that we should dream about instead of saying that we are going to be this very insular country where we care about indigenous Indians. And I think we are going exactly the regressive way because immigrants are great because immigrants, they bring knowledge, they bring capabilities, they integrate us with their countries. They help knowledge sharing. They are, research shows, they're low on crime because they are scared of getting deported. So they basically work hard to stand on their own feet. They don't have a political clout, so they don't ask for your welfare benefits. And there are countries which have been built by immigrants, as we all know. I mean, my favorite example is Steve Jobs, who was the child, illegitimate child of a Syrian father who was a refugee, so to speak, in the U.S. and a Catholic mother of Swiss German descent. And that would be impossible today because Syrian refugee would obviously be turned away. The other example, of course, is Barack Obama, who is the child of a Kenyan father and a mother of, and let me remember this correctly, English, Swiss, German, Scottish, Irish and Welsh ancestry. And they got married at a time when Barack Obama's father was a student in Hawaii on scholarship, a foreign student on scholarship. So and there are, of course, many, many such examples, right? So I think India, in my dream world, we should aspire to be that country where we are open to immigrants and we are naturalizing them into citizenship. We will not get the good brains of U.S. and Europe, perhaps, but we will get the good brains of South Asian countries, of Middle Eastern countries, of African countries. And I think that is great, and that's what we should dream about."
    },
    {
        "speaker": "Guest 3",
        "time": "01:42:57.800",
        "message": "This reminds me of a Javed Akhtar song, Panchi Nadiya, Pawan Ke Jhoke, Koi Sarad Naon Hai"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:06.000",
        "message": "Hoke."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:07.000",
        "message": "Refugee songs. This is very, this is not pre-planned at all."
    },
    {
        "speaker": "Unknown",
        "time": "01:43:10.880",
        "message": "We did not know each other."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:11.880",
        "message": "Sing, Vivek is just this encyclopediac brain on this."
    },
    {
        "speaker": "Guest 1",
        "time": "01:43:16.720",
        "message": "It's a lovely song. The movie is terrible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:18.720",
        "message": "I have to say this is a great reform. I agree with you entirely. I had an episode on immigration also."
    },
    {
        "speaker": "Guest 3",
        "time": "01:43:22.480",
        "message": "I've had so many episodes. But how do you explain then what will happen to India's demographic dividend? Our people are not getting jobs and foreigners are not getting jobs."
    },
    {
        "speaker": "Guest 2",
        "time": "01:43:29.760",
        "message": "That's obviously not the kind of thinking that I would subscribe to when I'm dreaming of immigration because that's why I had three layers, right? I said, okay, once you open up the gates to everybody, doesn't agree with the moral fiber, open up gates to refugees, doesn't agree to moral fiber. If you're only allowing skilled people, I think the numbers will be too minuscule to make a difference to a large demographic dividend, if anything. And if you're really worried about it, then the Indian state should think about or the private sector, the markets that you are not going to worsen the demographic dividend problem by letting people coming in who are probably more skilled. The whole idea is why should we be restricted to our local skill pool? We should be able to access the skill pool everywhere in the world. And starting with my initial premise, there is nothing called Indians to begin with. We should first have a change of mindset instead of having that kind of an insular mentality."
    },
    {
        "speaker": "Guest 1",
        "time": "01:44:16.160",
        "message": "I would add to what you're saying, not just for the immigration purposes, but also add tourism to it, because I think it's pertinent, right? I mean, there is a certain kind of immigration, which just goes to another country and just moves there. But I think people are more likely to mingle and, you know, think about living in another place or working in another place or sharing their skills. And you know, sort of this kind of cultural exchange, intellectual exchange, if they can visit more easily, they've simplified the process of getting an Indian visa. But it's still a hassle, right? I mean, we can just do, you know, unilateral, no visa required to come to India."
    },
    {
        "speaker": "Guest 2",
        "time": "01:44:54.560",
        "message": "Absolutely. I mean, the tourist visa, but in the work visa, I was just reading up some of the rules. I mean, the stipulation of the work visa is that the person applying for a visa needs to have an income of 25,000 US dollars a year. And only then can you be given a work visa. That's almost about 20 lakhs a year. Why do you have to have these stipulations to give a job? If somebody wants to be a secretary or whatever it is, right? Any job that the person wants, give him or her that job. Why do you have this weird kind of a restriction?"
    },
    {
        "speaker": "Guest 3",
        "time": "01:45:21.480",
        "message": "And that too for five years, by the way. So talking about tourism, a couple of years back, I went to Bali with my immediate family. And so I remember this. So when we were leaving Bombay, I sort of gave my passport to the Bureau of Immigration and the guy said, where is the visa? So I had to tell him that visa doesn't apply in Bali. So then he said, no, but Veera, is visa on arrival? I said, no, visa doesn't apply. So he was very surprised that there is this place in Doha, you know, very close to where we are, which doesn't require a visa. And the best part is you land, you know, in Bali and you just walk out, I mean, they take a picture and you walk out of the airport. And there are more requirements, I mean, there were more requirements for me to fill up when I came back to India. And the other thing I really can't understand is that, you know, when someone is leaving the country, you don't have to have a Bureau of Immigration there and, you know, create a... I can understand that, you know, when someone's coming back, when someone's coming into the country, there has to be, you know, I mean, a check. But when you're leaving the country, I mean, not my headache, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:46:33.800",
        "message": "You know, my problem is not that they check it. It's okay. I mean, the stamp takes a minute."
    },
    {
        "speaker": "Guest 2",
        "time": "01:46:37.800",
        "message": "The question is how cumbersome the process is and what is the reason for doing it? And exactly the same for having foreign students coming in or foreign nationals coming in and being here and getting a job and getting nationalized into India. Why can't we dream of that world that it's possible there are people in South Asian countries who would really give anything to come here and work and get a degree. And that's perfectly fine for us because we actually benefit from it. So I'll give you a small number, which will show you how lopsided the thing is. The total number of foreign students who are studying in other countries in 2017 was 5 million. In India, there are only about 48-49,000 foreign students, which is less than 1% of the number. As opposed to that, Indian students studying abroad are about 3 lakh. So it's massive because that's about close to 6%."
    },
    {
        "speaker": "Guest 1",
        "time": "01:47:22.760",
        "message": "And that tells you something about our education system also."
    },
    {
        "speaker": "Guest 2",
        "time": "01:47:26.800",
        "message": "We are very, very fine with our students going to other countries and, you know, making a name for themselves. I mean, there is an Indian in the US who's standing for some local election, we'll just beat our chest and say, Oh, look, there's an Indian connection who's standing for some US election, etc. But when it comes to them coming here, we have all these long pages of restrictions and no, you cannot do this, you cannot do that. But why? I mean, why can't we just open up and say, fine, come here, get a degree, get a job and become Indian, get an Indian citizenship. So I absolutely don't understand why we haven't done it."
    },
    {
        "speaker": "Guest 3",
        "time": "01:47:56.200",
        "message": "And I think that's something that we should definitely do. I think I'll have to rephrase what I said in the sense that, you know, when you're leaving the country in this day and age with Vijay Mallya and Nirav Modi, yes, I mean, I guess we have to be careful."
    },
    {
        "speaker": "Guest 1",
        "time": "01:48:08.200",
        "message": "Let's move on now. And Pranay Roy apparently also is on that list, because he was stopped at the airport the other day."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:14.240",
        "message": "There you go."
    },
    {
        "speaker": "Guest 3",
        "time": "01:48:15.240",
        "message": "No, but these guys are not on the list, which is why they left."
    },
    {
        "speaker": "Guest 1",
        "time": "01:48:18.320",
        "message": "No, they were on the list. We knew when they were leaving, so we could look the other way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:21.920",
        "message": "Let's move on now to reform number eight. And it's my turn again. And this is a pet reform. And it's actually a reform I feel really, really strongly about. And the reform very simply is abolish family planning. I think population control is one of the absolute worst ideas of modern India. And this is at two levels. It's at what I would say a consequential level and a deontological level. Let me explain both. One, there is this kind of zero sum thinking where, started, of course, famously by Malthus and now called Malthusian, where the sense is that there are only so many natural resources, we are going to run out of them if there are too many people. And therefore, we have to do population control. And what this completely ignores, and this has been proven completely false over the centuries, but the myth still persists. And what this completely ignores is that human beings are, in the words of the economist Julian Simon, the ultimate resource. And what typically happens is that the more the population density anywhere, the greater the prosperity that you're likely to see. You see this at the level of countries where you have countries like Bahrain and Monaco, which have far greater population density than say Bangladesh or India. You see this within any country, where the most prosperous parts of a country are those parts with the greatest population density, which is why cities are the richest parts of any country and the history of humankind is a history of urbanization. People move from less populated areas to more populated areas because you get the chance to be part of larger economic networks with all the benefits of specialization and division of labor that entails and also because people are, you know, to quote Simon again, the ultimate resource. So with our ingenuity, we get over any possible shortfall of natural resources that happens. And this also kind of plays to the point that Rajeshwari made about immigration, where people might well ask that why should you let people in on a work visa when, as we discussed earlier in this episode, there is such a massive jobs crisis. And my sense is no, the thing is that the more people there are, the better we will do. One of the problems that we currently have, which seems to be because of too many people are problems of bad governance. Many of the reforms that we've suggested play exactly to that bad governance, bad incentives, so on and so forth. If people were a problem, people would not be moving from rural areas to cities. And we would not be constantly logically, rationally urbanizing. In fact, if you're listening this and you live in a city, you've actually, you know, in a sense voted with your feet or by being where you are. My second more important point, and this makes me really angry, the moral point, the deontological point is that our bodies do not belong to the state. We are all individuals, the job of the state should be to protect our bodies, not to tell us how many children we may or may not have. I, of course, have chosen, we have chosen not to have any, but that's a different matter. That choice is something that should be made by all individuals. And to me, it is shock. And I'm not just, you know, I'm not just outraged by the kind of coercive family planning and the Nazbandis carried out by that monster Sanjay Gandhi during the emergency and his equally monstrous mother, the kind of policies they put in place. Family planning still exists in India today. The Ministry of Health still incentivizes local level workers to, you know, still today to carry out Nazbandis and to carry out sterilizations. And the state is giving incentives to coerce people or to, you know, for people often to themselves going and it's always, again, the women who are at the receiving end of this. Very rarely will you find that the man is actually going to a clinic and saying, chalo Nazbandi karwa do. It's the women with whom it's a problem. So these are the two problems I have, consequential and moral. I think Vivek raised this."
    },
    {
        "speaker": "Guest 1",
        "time": "01:52:30.120",
        "message": "I have a frivolous point. I think this comes from a more fundamental misunderstanding of the world we live in. You know, economists would always tell you that resources are scarce, but resources are scarce. They're not fixed. Right. And the resources aren't fixed because of human ingenuity. Right. Now, look at a city like Bombay. You have a fixed piece of land in the sense that, you know, there's only so much land. It's a peninsula and there's water surrounding it. Right, because of human ingenuity on things like concrete, right, or elevators, elevators, according to me, are the best mass transit system, right? Because you can go up so many floors in a matter of seconds. And so that didn't come because that resource existed. Human beings had to make that resource, right? And it existed only in a world where the size of the market was large enough to allow that kind of division of labor and specialization. So what we need in the world is more people, more prosperous people, more productive people. Right. This idea that Bombay has fixed amount of land. I hear this all the time in Bombay. We have a fixed amount of land. There's only so much road. Yeah. But our transit system is not the road alone."
    },
    {
        "speaker": "Guest 2",
        "time": "01:53:47.080",
        "message": "Our transit system is also the phone. And actually, contrary to perception, India has a lot of land."
    },
    {
        "speaker": "Guest 1",
        "time": "01:53:51.640",
        "message": "Land is not a problem. No, but in Bombay, you'll see, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:55.640",
        "message": "Like there's nowhere to expand. Digression, digression."
    },
    {
        "speaker": "Guest 1",
        "time": "01:53:58.080",
        "message": "But it's not about the land alone. I mean, there are only seven musical notes. And yet we manage to produce more and more tunes. So the idea is there is human beings are the resource. Why? Because their skill and productivity is the resource. So the resources are finite as long as human beings and the ingenuity is finite, which thankfully it is not."
    },
    {
        "speaker": "Unknown",
        "time": "01:54:20.920",
        "message": "Right."
    },
    {
        "speaker": "Guest 1",
        "time": "01:54:21.920",
        "message": "So it comes from a planning control mindset that resources are fixed, right? Because there is no incentive for those people to innovate on how you use those resources. So this is a really big problem. So if you look at like Paul Romer and all the new, you know, endogenous growth theory and so on and so forth. Earlier, there was this idea that growth is a function of some lever you pull, right? Some exogenous shock will happen. You'll get this spurt of growth and that'll, you know, there'll be some spillover effect and that's it. But what you talked about cities, cities are endogenous growth engines, right? There is growth because of something inherent that is happening when a lot of people mingle with each other in a small physical space or a small intellectual space. So and as you pointed out, most of us choose to live in dense places because that's where the opportunities are. So this is, you know, part of the problem. The other part of the problem is we are very poor on service delivery. So the metaphor for the Indian citizen when it comes to life is standing in line, right? That is really the life of the common man. So when you're standing in line, you blame everyone who's standing in front of you. That's really the problem. So this mindset comes for the state from one place, it manifests in the citizen from a completely different place because we have just failed to provide the basic services that you need, right? The elevator was not provided by the state and the buses the state doesn't provide."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:47.040",
        "message": "So that's the problem. And to quickly add to that before we sort of go on is what also strikes me about population is that anyone who complains about the population being a problem is basically saying other people are the problem."
    },
    {
        "speaker": "Unknown",
        "time": "01:55:59.160",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:00.160",
        "message": "You know, they are also part of the population. And if you ask any one individual, are you a net cost to society or a net benefit? Are you giving more than you're taking out? I think everybody would say that no, I should be the one. But somehow, other people are the problem and they think other people are the problem"
    },
    {
        "speaker": "Guest 1",
        "time": "01:56:15.760",
        "message": "because of this constraint on public service delivery by the resources for which bad governance"
    },
    {
        "speaker": "Guest 2",
        "time": "01:56:23.040",
        "message": "is a problem. Exactly. Bad governance is the problem. And of course, I mean, the way I see it is it's it's an escapism by the government, right? So the government is saying, oh, we have failed to do our job of providing public goods and"
    },
    {
        "speaker": "Unknown",
        "time": "01:56:33.000",
        "message": "services."
    },
    {
        "speaker": "Guest 2",
        "time": "01:56:34.000",
        "message": "And therefore, I'm going to just push the burden on you. It's your responsibility to solve the problem by not having kids. Now, one thing that I want to point out here is one country that tried this for a very long period of time was, of course, China and the negative consequences of that, the side effect that happened was actually and I've seen that happen in the US with my friends is the Chinese. They obviously they moved in large numbers to the US. And once in the US, they actually started having kids there. So I actually have friends who have so their parents had one kid in China and they have actually moved to the US to have another kid. And then they have taken the entire family back in the US. And there is this brain drain that's happening from China because the Chinese government has imposed this control. So every time we bring a draconian measure like this, we should be very aware of the consequence that it's going to happen because people are not going to be subservient and say, oh, we are going to listen to it, people will find ways around it. And the ways around it are not going to be good for the economy in the society in the"
    },
    {
        "speaker": "Guest 1",
        "time": "01:57:28.880",
        "message": "long run. I want to add one more thing to this, Rukmini has just had a piece on how population control"
    },
    {
        "speaker": "Unknown",
        "time": "01:57:35.080",
        "message": "is tightly linked to female foeticide, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:57:39.400",
        "message": "So this is just, you know, since you're talking about these unintended and perverse consequences, I don't agree with population control for any reason. But one of the terrible consequences of that is gender selection prenatally."
    },
    {
        "speaker": "Guest 2",
        "time": "01:57:50.760",
        "message": "I mean, in terms of dense population, I mean, one example that I can think of is Hong Kong. It's one of it's the highest population density in the world. And if you go to Hong Kong, do you feel that there are no public good services because there are many people absolutely not go to Tokyo, there are people standing in lines to get into the metro in Tokyo, but then are we going to say there's no public goods and services? Absolutely not. So it's a sham that we create that because we are a densely populated country, therefore,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:16.040",
        "message": "we are poor, and therefore, we don't have public goods and services. That's a great point."
    },
    {
        "speaker": "Guest 1",
        "time": "01:58:18.800",
        "message": "It's a state blaming the society for its own failures. Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:22.120",
        "message": "For existing."
    },
    {
        "speaker": "Guest 3",
        "time": "01:58:23.120",
        "message": "So the first point I wanted to make was about land. So, you know, in Mumbai, the problem is obviously the low FSI and low FSI is where all the state government politicians I mean, I don't know if many people would know that the government of India also manufactures condoms, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:53.360",
        "message": "I mean, why? And sex toys. So, yeah, okay. No, it literally does. Obviously, you know, Pavan Srinath and I were just once sort of researching into this back"
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:02.640",
        "message": "in the days of Pragat. I don't know if I'm more aghast that they do it or you have this information."
    },
    {
        "speaker": "Guest 3",
        "time": "01:59:08.120",
        "message": "I have this information because I care about good governance. No. So the funny point is, you know, people know that the government manufactures Nirodh, but they don't know that the government also manufactures Mood condoms. So which is, so every time you're using, you know, Mood condoms, you're basically using a product manufactured by a company which belongs to the government of India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:30.780",
        "message": "This is like the same guy owning a sweet shop and a gym side by side."
    },
    {
        "speaker": "Guest 2",
        "time": "01:59:33.920",
        "message": "When I listen to these things, I get the feeling that we are literally, literally dreaming here because when we are in a country like this, where the government is doing everything"
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:43.440",
        "message": "possible and we're talking about markets and private enterprise. Maybe the population is out of control because of the government condoms, I mean, everything"
    },
    {
        "speaker": "Unknown",
        "time": "01:59:51.440",
        "message": "else they produce is such poor quality. I would not."
    },
    {
        "speaker": "Guest 1",
        "time": "01:59:56.440",
        "message": "I mean, this is a PSA announcement from Vivek."
    },
    {
        "speaker": "Unknown",
        "time": "01:59:59.200",
        "message": "He's telling you the brands, so no, you don't use them."
    },
    {
        "speaker": "Guest 3",
        "time": "02:00:02.400",
        "message": "Don't fly Air India and don't use Mood. No, I fly Air India all the time. Best seats, 25 kg luggage allowed. I get scolded by the air hostesses when I ask for something. And my best part is that at least I'm putting my tax money to some good use. Because that is what is being used to rescue the airline."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:20.320",
        "message": "In fact, they've asked for 2000 crores. That's a sunk cost fallacy."
    },
    {
        "speaker": "Guest 3",
        "time": "02:00:23.440",
        "message": "You're throwing good money after bad. We have done episodes on this for other shows not yet released. No, but then see, if I have the choice, if the price between an Indigo and an Air India"
    },
    {
        "speaker": "Guest 2",
        "time": "02:00:31.920",
        "message": "is the same, why would I travel to Indigo? Vivek is the guy who's enabling the fat cat government."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:35.920",
        "message": "No, he's not, because they're not running on his ticket price."
    },
    {
        "speaker": "Guest 1",
        "time": "02:00:39.240",
        "message": "They're running on our taxes. He is benefiting from our unintended largesse."
    },
    {
        "speaker": "Guest 3",
        "time": "02:00:43.080",
        "message": "He's being subsidized for his 25 kgs. I wanted to make a point about the unintended consequence of female petricide. I mean, or for the fact that what the one child policy in China now, I mean, a lot of Chinese men are not finding brides because of or look at what has happened in Haryana, which has had a very low, you know, male, female, female, male ratio, and they import brides from I read a story in India today, at least two decades back, about how Haryanvi men are importing Malayali brides because Kerala has, you know, more women than men."
    },
    {
        "speaker": "Guest 1",
        "time": "02:01:21.760",
        "message": "First, they're sharing them and literally treating them like sex slaves."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:25.640",
        "message": "So in a household, if there are three brothers, they will share a bride. Haryana was, by the way, mentioned in great detail in my fantastic episode with Namita Bhandare."
    },
    {
        "speaker": "Guest 3",
        "time": "02:01:33.120",
        "message": "If you guys heard this movie I saw many years back, I don't recall the name very, very disturbing start Piyush Mishra. It was about this village where they had run out of women. And one of the brother, it was a story of some seven brothers, I think, or six or and one of the brothers went, you know, finally figures out that, you know, there's this woman who's available and, and she's ready to get married and he goes and turns out that, you know, she's not a woman, she's a man. So."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:06.440",
        "message": "Interesting."
    },
    {
        "speaker": "Guest 3",
        "time": "02:02:07.440",
        "message": "What was the name of the movie? Matru Bhoomi. Very, very disturbing. Start Piyush Mishra."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:13.440",
        "message": "That's how I remember it. Let's now move on to our ninth reform."
    },
    {
        "speaker": "Guest 1",
        "time": "02:02:17.240",
        "message": "And back to miss Shruti Rajagopalan. I would say, you know, I, I don't know if this is, I inadvertently ended up picking up reforms that sort of benefit or affect the largest number possible. Right. So, so that's where I was going with the, with the dreaming and the big thing. And I think the big one we need to solve is law and order. Right. And law and order has multiple parts to it. You know, we need a fixed prison system, we need to fix courts and things like that. But I think at the very least, even before we improve quality and do police reform, judicial reform, I think one way to stimulate the economy with all this government spending is just triple the police force. Just triple the number of courts, triple the number of judges, right? Triple our entire law enforcement structure. Now I'm going to get trolled heavily for this because anytime I suggest adding to government, someone calls me and asks me to throw my non-existent libertarian card in the Ganges, which is dirty."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:19.160",
        "message": "No, but I think libertarians like you and I kind of agree on one thing that what we need is a small and strong government that does its limited job well, and not a large and weak government as we have now. And law and order falls within that."
    },
    {
        "speaker": "Guest 1",
        "time": "02:03:32.320",
        "message": "Exactly. So one is, no, but there are, you know, speaking of the unintended consequences, so what's ended up happening in India is we keep passing laws as a substitute for enforcement, right? So the number of rapes are on the rise, right? We don't know what to do about it. There is some moral and public outrage. So we pass a law that will, you know, change the juvenile rape to a normal rape law, or we will change, you know, regular penalty to death penalty and so on and so forth. But that's only one part, right? Now making it death penalty doesn't mean it's being enforced more. So the women are being raped as much or as little as they were before you pass this law, because no one, forget rape, you don't get called into question or even get a slap on the wrist for anything, groping, molesting, leering. Every woman I know has experienced someone, you know, flashing her and groping her and so on. And this is not just about women. It's about everyone, right? So when you have very poor law enforcement, one of the consequences of that is there is selective enforcement, right? And the police must decide what is the most important case at hand. Now when you can choose, you obviously, there is some politics involved in what are we choosing to enforce in society, right? So if you notice, it is always the disenfranchised who get harassed the most. So there used to be a section 377. It was never enforced, but it was used as, you know, the Matunga."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:03.440",
        "message": "I wrote a column called the Matunga racket."
    },
    {
        "speaker": "Guest 1",
        "time": "02:05:06.400",
        "message": "And this is basically, they're just harassing young same sex couples by threatening to out them or take them to their parents or take their photographs and you know, so on so forth. The same thing happens when it comes to political issues, right? You selectively enforce what you're going to do. So the selective enforcement allows the government to use the police as a tool to punish any opponents. That's one very poor unintended consequence, or maybe an intended consequence of having weak law enforcement. That's what you see in India. And now with this whole nationalist movement on the rise, people keep complaining that you know, why are these people who are lynching going free and not getting, well, it's basically because our entire law enforcement system is completely broken. We have no chain of custody when it comes to evidence that requires people, it requires, it literally requires more hands on deck and manpower, right? Requires labs, it requires infrastructure. So one part of it is, of course, as a society, we're choosing to look the other way. But even if you have good people in a system that's broken, and is like just barely functioning, you're going to get consequences like Bailu Khan, right? So I think the big one we need to solve is law and order. And I think the first step towards solving that is just more hands on deck. I know some of the laws they will enforce are terrible, but we still just need more law enforcement. We need more constables, more traffic police, you know, just the, we really need to increase"
    },
    {
        "speaker": "Guest 2",
        "time": "02:06:41.160",
        "message": "that number right now. So one question that I have there, Shruti, and you'll obviously know much more on this than I do, which is that, isn't it the case and that there's research that shows that just by increasing the number of courts and judges is really not going to solve the problem of the judiciary? Because it's not that we have a problem of a broken judiciary, because we don't have enough judges and courts."
    },
    {
        "speaker": "Guest 1",
        "time": "02:07:00.120",
        "message": "No, we do. The problem lies somewhere else. No, that is. But that's a big part of the problem, right? Pendency rates are incredibly high and judicial workloads are very high for two reasons. One, we don't have enough judges and courts. And two, the vacancies are staggering right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:17.120",
        "message": "You know, But can I add to a question? I mean, just to add to a question, there seem to be two problems here. One is state capacity, not enough cops. And the other is wrong incentives for the state capacity that does exist, which is why so many policemen are into rent seeking, for example, they will stand at signals and wait to catch somebody. Now, you can increase the state capacity, but the bad incentives are still in place."
    },
    {
        "speaker": "Guest 1",
        "time": "02:07:38.240",
        "message": "Yes. So I don't claim that just increasing the law enforcement will solve the entire criminal justice system. But I do think it helps to have more police on the streets or in the metro or at the train station to prevent basic things like right now, the system we've devolved into in India is no one's even reporting a mugging. The only time you report a theft is because you need an FIR to get a new driver's license, right? Or to, you know, give it to the credit card company to get out of fraud or something like that. So one of the consequences of just not having hands on deck is extreme underreporting. Because you have no one to report to and no one's willing to write the report. Or there's just no one present, right? Which means all your small offenses. And when I say small, I mean, minor in terms of both punishment and how society views them. They just go underreported. So it looks like society doesn't have these problems, but the deadweight loss is somewhere else. You know, people don't carry as much money as they would like to carry, right? People don't carry gold when they travel across cities to go to a wedding or something like that, because everyone's nervous, right? You don't go out late at night, you don't go to watch a movie, you don't take a job that's going to require late hours. You don't go to a university that's too far, right? So this is how it compounds. So will just having more police solve all problems? No. Will having more judges will go a much longer way in solving problems than more police. With police, there is also a fear that unless we fix the pernicious regulation, this could also manifest into an exercise where police has more control. But I think at this point, given how lawless our society is, I think this tradeoff, I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:25.360",
        "message": "would be reasonable. I guess what you're saying is more state capacity is necessary, but not sufficient."
    },
    {
        "speaker": "Guest 1",
        "time": "02:09:29.480",
        "message": "Yeah, it's absolutely necessary. And it could have some other unintended issues also. But I really think we need to go towards this because we are just living, you know, some parts it's just anarchy the bad way, like, you know, the, it's just gundaraj going on"
    },
    {
        "speaker": "Guest 3",
        "time": "02:09:45.580",
        "message": "in lots of towns and villages in India. So, you know, one of the things I realized, so there is, I have a chapter on this in my India's big government book. So if you look at the pending cases, so one point is that what kind of cases are pending, okay. And very, very interestingly, a lot of cases which are pending have to do with vehicle chalans. Okay. Now that is not something that needs to go on and on and on. So all it needs is essentially a dedicated court, and you put in a few young guys, it's not like a complicated reading of the law that is required there, put in some recruit a few more young judges, put them there. And then, you know, you can tackle this problem at a very fast pace, you can do it by post. Also, the second thing that is, you know, this is something that Shailesh Gandhi had written a very interesting column on in the Times of India a few years back. And what he said was that it's not like the courts are not doing any work, they're disposing close to 2 crore cases a year, which is like a huge number. But what is happening is that the number of cases that sort of new cases that come on are more than that. So essentially, you know, if you sort of let's say, you know, I mean, I remember this offhand, so I may not be very sure of the numbers. So like India has, I think, the number of judges that the high court judges, the number of positions is around 1040 or something like that. And the last time I checked, we had some 600 or something like that who were appointed to those posts. So the point is, even if we don't create extra posts, and we just appoint the number of, you know, the posts that are already there, that in itself will take care of a large part of the problem. And one frivolous point, basically, the police thing, you know, when you want to, the fact that more police may not solve the problem. So there's this movie called China Gate many, many years back, which had, you know, the villain was played by this guy called Mukesh Tiwari, it was his first movie. And there's a line in the movie which said that ki hum se ladne ki taqat toh le aoge, par hamara kameena pan kahan se laoge."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:01.360",
        "message": "So you know, so you can, which completely goes against everything we say about incentives, because level of kameena pan doesn't matter if incentives are right."
    },
    {
        "speaker": "Guest 3",
        "time": "02:12:12.800",
        "message": "So the new, so I'll tell you, it's really bad, by the way. So basically, what happened was that, you know, and I mean, if you, you know, in Mumbai now they've started to send traffic fines via SMS. So you basically log on to an app and pay off. Now, what is happening is that, so you know, initially, when this happened, everyone was like, okay, now these hawaldars won't be able to charge anything at all. But what has happened is that the bribes have, in fact, instead of going down, have gone up. Now, so basically…"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:42.400",
        "message": "Because a hawaldar has less opportunity."
    },
    {
        "speaker": "Guest 3",
        "time": "02:12:44.400",
        "message": "No, what is happening is, so when you get a fine, most people don't know that they've got a fine. Okay. So let's say, during a random check, the hawaldar has his phone, he just has to sort, he has some sort of an app, which he points towards your number plate, and he immediately gets the fine outstanding. So let's say you've driven through the sea link a few times, and instead of driving at less than 80 kilometers, you've driven at 95, and you have a fine outstanding of 4000 bucks. So the first thing you'll do is that, you know, we need to confiscate your vehicle and shut it down. And then you'll, he'll start at 500 bucks, and you know, you finally negotiate 200, 250, and you go off. And earlier, these hawaldars, you could have paid them 50 bucks and…"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:28.440",
        "message": "You don't even drive a car. How do you know this? I drive a car."
    },
    {
        "speaker": "Guest 3",
        "time": "02:13:31.440",
        "message": "Because I talk to all these cab, you know, cab guys that I…"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:33.720",
        "message": "The journalist who talks to the cabbie."
    },
    {
        "speaker": "Guest 3",
        "time": "02:13:35.280",
        "message": "The best thing is, you should, you should now drive through the JJ flyover, okay? So the JJ flyover speed limit is now 30 kilometers an hour. So when you go there, and especially during the day when the traffic is not very heavy, you actually feel that everything is in slow motion."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:50.880",
        "message": "Yeah, so once I was in fact on Worli sea link with our mutual friend Kumar, late at night, dropping him back home. And there was a car going at the speed limit, right? And we thought ki yeh kaun pagal hai, kya kar raha hai, speed limit pe chal raha hai. So what I did was, as I passed him, I slowed down to go at his pace so we could look inside. And the driver was drinking a cup of coffee, he has a cup of coffee in his hand."
    },
    {
        "speaker": "Guest 3",
        "time": "02:14:14.400",
        "message": "So these days, if you are on the sea link, and you see any car going above 80, you would know that it is a non-Maharashtra or a non-Mumbai car, a number at least. So because they don't know. I go at whatever speed I want, I should check the app, I think. You should, tumhara hoga hai. So one driver told me about his friend that, you know, his friend had a fine of some 22,000 rupees."
    },
    {
        "speaker": "Guest 1",
        "time": "02:14:38.920",
        "message": "And so because people don't know, so I mean, this is the funny thing. Have you guys ever been in a car with Amit? Yeah, why? He thinks traffic signals are a suggestion. Well, it's, let us just say, he takes his libertarianism to this extreme."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:52.080",
        "message": "Let me just say that Haidt spoke of emergent order and in a country with no rule of law, sometimes you just follow the emergent order."
    },
    {
        "speaker": "Unknown",
        "time": "02:14:58.480",
        "message": "I have never been so terrified for my life."
    },
    {
        "speaker": "Guest 3",
        "time": "02:14:59.480",
        "message": "I'll give you some research in support of your point. So I think in some town in Holland, one of the Scandinavian countries, I mean, I'm not sure whether it was Holland, they decided that they'll do away with traffic lights. And they did away with traffic lights. And the accident rates, in fact, came down. Because now, you know, everyone was driving even more carefully to ensure that they don't that's interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:24.440",
        "message": "But I have to say, I mean, I'm not that extreme."
    },
    {
        "speaker": "Guest 3",
        "time": "02:15:26.600",
        "message": "I do believe in traffic lights and for all my listeners is a great all your you know, the fact that you're libertarian."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:33.240",
        "message": "So maybe for all my listeners is a great book called Traffic by Tom Vanderbilt. Check that out. Lots of interesting insights such as the majority of accidents tend to happen when you're close to home, which is very interesting. I didn't know that. So you go on a long journey, but the accident probably won't happen throughout the journey. But just when you're about to get home, possibly because you let your guard down, let's move"
    },
    {
        "speaker": "Guest 3",
        "time": "02:15:53.320",
        "message": "on."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:54.320",
        "message": "So when you don't know where you're going, so we do know where we are going. We are now moving on to reform number 11."
    },
    {
        "speaker": "Guest 1",
        "time": "02:16:01.760",
        "message": "Okay, which is 1010 which is 1010 not 11."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:05.400",
        "message": "I mean, the counting doesn't matter. Yeah. Like you famously said, forget fiscal federalism, we can't count. That's like the quote of the episode, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:16:19.200",
        "message": "It's nice. Absolutely."
    },
    {
        "speaker": "Guest 3",
        "time": "02:16:21.200",
        "message": "I'm sure Vivek will come up with something better. No, I will come up with something better, but it will only be borrowed. It won't be original. And kindly give reason. So no, I mean, the final, the third thing I wanted to talk about is basically India's big government, on which I have, I wrote a 800 page tome."
    },
    {
        "speaker": "Guest 1",
        "time": "02:16:41.920",
        "message": "It's a very fine book."
    },
    {
        "speaker": "Guest 3",
        "time": "02:16:44.200",
        "message": "One of my friends called it very recently, you know, we were talking that, you know, I'm writing this new book and all that and he said, Kripya, is bar hati ka bacha nahi"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:53.440",
        "message": "likhiyega. It's less of a book and more of a murder weapon. I mean, if you eventually write crime fiction as friends like me persuade you to do so, your own book can feature as a murder weapon in the book."
    },
    {
        "speaker": "Guest 1",
        "time": "02:17:06.120",
        "message": "The print in that book is really small. I have to point out."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:09.880",
        "message": "It's small. But let us not intimidate readers."
    },
    {
        "speaker": "Guest 1",
        "time": "02:17:11.880",
        "message": "It's just a large book, but it's very well written."
    },
    {
        "speaker": "Unknown",
        "time": "02:17:15.600",
        "message": "It's a page turner."
    },
    {
        "speaker": "Guest 3",
        "time": "02:17:16.600",
        "message": "I strongly recommend. It has some great, hilarious examples, which is why I'm the only one who's read it. What I'm trying to say is that the key theme in the book is that India has a big government, but not in terms of the number of people it employs, but in terms of what it hopes to achieve. I mean, or, you know, the technical term of, you know, for which is state capacity, as we say. So I think, you know, we need to sort of I mean, because we're talking about dream reforms here. So my dream is that the Indian government will get out of, you know, most of the things that it does and concentrate on five, six things, you know, defense, external affairs, agriculture, probably education, and so on and so forth, and health and not try to run Air India or Hindustan Photo Films for that matter. So manufacture sex toys, manufacture condoms, or, in fact, we even manufacture six-seaters. So there are seven-seaters. We have a company, we as taxpayers own a company called Hindustan Scooters Limited, which once upon a time used to produce the Vijay Super, and given that they don't produce the Vijay Super anymore, but what they produce is a seven-seater called Vikram. If you've, you know, ever traveled through this, you know, streets."
    },
    {
        "speaker": "Guest 2",
        "time": "02:18:39.360",
        "message": "See, the government is contradicting itself."
    },
    {
        "speaker": "Guest 3",
        "time": "02:18:42.360",
        "message": "On one hand, you're encouraging family planning, on the other hand, you're manufacturing seven-seaters. So yeah, so the government should sort of get out of all these things. I mean, like, you know, even before I came here, I was reading, you know, the news, in the newspaper today, there was this news about how Air India has asked, you know, the government again for money, you know, some 2,000 odd crores. Now, I mean, it's not, I mean, why should a government be running an airline? I mean, nowhere in the world does, at least not in the developed world, maybe in the developing world, they still do. So the government should not be running an airline. The government should not be making condoms. The government should not be making seven-seaters. The government should be, I mean, as far as banking is concerned, I think that, you know, if they want to be in banking, they should probably run five, six big banks, and then just sell off the, or just shut it down. I mean, you know, if a bank like Indian Overseas Bank shuts down, nothing is going to happen to the state of the Indian economy. I mean, or if you look at a bank like Bank of Maharashtra, I mean, it could possibly concentrate on the state of Maharashtra, where it has, you know, extensive presence. There's no point of, you know, Bank of Maharashtra opening a branch in Assam. It just doesn't make any sense. Or look at the Jammu and Kashmir Bank. By far the best example, Jammu and Kashmir Bank is not a, it's not a nationalized bank. It has branches in the state of Jammu and Kashmir, has access to, you know, a lot of deposits, and then, you know, it lends that money. So you need that kind of model, like Dena Bank, once upon a time, used to be pretty good at trade finance. So it could have specialized and continued to be in that space instead of being, you know, merged away with Bank of Baroda, so as to hide its bad loans rate, very, very high bad loans rate of 22%. So all this merger-sharjah is basically, again, you know, it's essentially trying to hide the bad loans of the bad banks, and it's not going to help in any way. Like when is State Bank of India, I mean, by far the best example, before the merger with its five associate banks and Bharatiya Mahila Bank, had a bad loans rate of something around 7.2% or something. And after the merger, the rate increased to 10%, because all these banks came up with their bad loans. So State Bank essentially cleaned up its book, and then had to start cleaning it all over"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:12.400",
        "message": "again. You know, it's still in the red. Since you were mentioning bad loans, a bad joke, which is that if there is a bank called"
    },
    {
        "speaker": "Guest 3",
        "time": "02:21:18.400",
        "message": "Dena Bank, should there not be a collection agency called Vapas Lena Collection Agency anyway?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:23.720",
        "message": "Lena Bank."
    },
    {
        "speaker": "Guest 3",
        "time": "02:21:25.400",
        "message": "Moving on. Yeah. So I mean, I think, again, I mean, this is this is a dream thing. So the government should restrict its ambitions and, you know, get and but I said this will not be possible because, you know, every PSU reports to a government ministry and which is what gives them the importance that they have. I mean, so something like, if you take away Air India, you don't require the Ministry of Civil Aviation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:49.080",
        "message": "No, in fact, that's what I was about to say that I think your instincts are all in the right direction. But they do not go far enough. Like, you named more ministries than I would have as being justified. And you said ki chhe saath bank toh rehne chahiye."
    },
    {
        "speaker": "Guest 3",
        "time": "02:22:01.120",
        "message": "No, in the sense, no, what I'm trying to say is that see, my, you know, over the years, what I've realized is that there is, there is there is economics, which is right, which is the right thing to do. And then there are then there is economics, which is saleable, feasible, yeah, but we're dreaming now, you know, talking. So no, so I'm saying the good thing to do is to get out of everything. But then if that's not possible, let's say you want to meet your social targets, and you want people to open Jan Dhan accounts. And by the way, talking about Jan Dhan accounts, there are some 36 crore Jan Dhan accounts now, and India has 25 crore households. So we have opened enough Jan Dhan accounts. So you know, on an average, it's more than one per family, which is good enough."
    },
    {
        "speaker": "Guest 2",
        "time": "02:22:45.120",
        "message": "So I have a point, which is sort of again, echoing what Amit said is, you know, since we're in the dream world, if you if you allow the government to be in one field, the government will not balance itself and say, we'll just open five banks and not open 25. The government will basically want to go all out and grab all the power in that field and say, okay, we are basically the Mahibab in this field. So I think in that sense, it's a little bit of a black and white that if you really want to shrink the size of the government, the government should be restricted to the five or four basic functions of, of defense and law and order and etc, etc, and not be in at all in banking, in hotels, opening tiffin canteens in Tamil Nadu, or whatever it is they're doing nothing at all just define four basic functions that the government should do. And that also addresses all the other our previous points about fiscal responsibility and doing education opening up to the private sector and all of this. So I think the overarching thing is, I think we should agree that if you want to shrink the size of the government, let's be serious and really shrink it to just four functions"
    },
    {
        "speaker": "Guest 3",
        "time": "02:23:40.000",
        "message": "and nothing else. And the good part is, you know, there's another part to it that a lot of these PSUs are sitting on a whole lot of land. And a lot of this land is bang in the middle of because when these PSUs were established, they were established outside the cities, but now, you know, the cities have grown around. What is just government land, most of it right? I grew up in this city called Ranchi and Ranchi has a lot of PSUs, but the biggest of them all is the Heavy Engineering Corporation, which is located in this place called Dhruva on the outskirts, or at least used to be on the outskirts, not anymore. Now, the amount of land that company has is mind boggling, because there is a factory, you know, which they manufacture things at one end, and then there's just, you know, land everywhere, whereas the city of Ranchi has no land because the Tribal Act is in place. So you have, you know, atrocious real estate prices. But one part of the city has land, which is virtually free lying there, nothing's being done. And that's, that's been the case for years now."
    },
    {
        "speaker": "Guest 2",
        "time": "02:24:42.600",
        "message": "So, But you know, one example of that land point is the difficulties of liquidating this land, so to speak, or then using it for private purposes, even if you let's say sell Air India. So in Air India, specifically, I know this, that when the contracts were written to have Air India big buildings, like we have in South Bombay, we have in Calcutta, we have in every city, in fact, the contract actually specified that, okay, this land, whatever is being given to Air India for constructing this Air India specific building, and it belongs to the government of India. And it can be sold to whoever subject to blah, blah, blah terms and conditions for exclusively for other airline users. Now the problem with that in today's world is today's airlines don't need buildings, you know, you don't need this large 20 storied offices to set up an airline's office. So now that Air India building, which is in South Bombay, it's completely useless, because you can't really sell it, liquidate it for any value, because it can only be used for another airline purpose, unless you change that entire contract and law, which is again,"
    },
    {
        "speaker": "Guest 3",
        "time": "02:25:38.880",
        "message": "very difficult. So the other problem with this is that a lot of land was given by the state governments to the central government. So I think these this land, even if you can't sell it, it should go back to the state government, let the state government decide what they want to do. So like, which is precisely I think, something which is playing out with the Hindustan Photo Films, which I think they finally managed to close down, or it is in the process, I'm not sure. So that land was given to the central government by the state government. Now, Hindustan Photo Films is in Ooty, Ooty is a very good, you know, it's it's, you know, people, it's a tourist destination, a lot of people go there. So there's so many things that can actually be done with that land. I mean, so let the state government decide what they want to do with it instead of the central government sitting on it."
    },
    {
        "speaker": "Guest 1",
        "time": "02:26:20.280",
        "message": "I would actually go back to the point on the banks thing, right, the bank nationalization, and we really should be should not be in the business of banking. And I agree, it's not about the number of banks, it's about credit control, right? So one of the reasons that government likes to own so many banks, and how come government banks have so many bad loans on the books, is because there's a whole political economy aspect to it, right? Politicians need campaign finance, right? Campaign finance is given to them by these builders and all these industrialists, and so on so forth. This is the case of politicians who are not putting up their own money. And in lieu of that, they say that, you know, they will get loans on favorable terms and so on so forth. So there is, it's not a coincidence that so many bad loans were approved for Vijay Mallya or for Lalit Modi and these guys, right? This is not an accident."
    },
    {
        "speaker": "Guest 3",
        "time": "02:27:09.360",
        "message": "There is a reason..."
    },
    {
        "speaker": "Guest 1",
        "time": "02:27:10.360",
        "message": "Nirav Modi, you mean, not Lalit. Sorry, Nirav Modi, exactly. Well, that's another problem. But yeah, Nirav Modi. So there is an issue repeatedly, and this is really not, like, none of these are just mistakes that the bank made. You always, when you talk to the, you know, lower management in the banks, they're like, haan, upar se order aaya tha, haan, upar se file aaya tha, right? So that's one problem. The other part of the problem is you want to control voters. You cannot offer loan waivers unless you nationalize credit by nationalizing banks. And we are an economy running on loan waivers for the last, like, what, 40 plus years, right? Post Indira Gandhi, 50 years. So there is, I mean, we're never going to see this day because there's a reason they"
    },
    {
        "speaker": "Guest 3",
        "time": "02:27:57.720",
        "message": "like to hold on to the control. Loan waivers first started in 1989. Devi Lal was the first one to write off, waive off a loan. Usse pehle loan mela hota tha, wherein they used to give you the money. Give you free loans. Okay."
    },
    {
        "speaker": "Guest 1",
        "time": "02:28:10.640",
        "message": "They used to give you the money."
    },
    {
        "speaker": "Unknown",
        "time": "02:28:11.640",
        "message": "Yeah."
    },
    {
        "speaker": "Guest 1",
        "time": "02:28:12.640",
        "message": "So you started the loan mela, which you would default and then, you know, which got absorbed and then you have the loan waivers. So now this is a really big problem in the sense that this is how you're buying off voters who are in agricultural distress and, you know, you want to target specific sectors of the economy. So I think I'm here with Rajeshwari that you, I don't think they should own a single bank. You know, it's not the proliferation of banks. It's the, it's the bad incentives. And it just so happens that, you know, there is a distribution and some of the banks are slightly better than some of the banks are worse run or like more easy to manipulate, but they really should not be in the business of banking. And you know, there's NBFCs also, you guys have talked about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:52.080",
        "message": "I think there's business of, we've had episodes on NBFCs, NPAs, farm loan waivers, all of"
    },
    {
        "speaker": "Guest 2",
        "time": "02:28:57.280",
        "message": "this."
    },
    {
        "speaker": "Unknown",
        "time": "02:28:58.280",
        "message": "Exactly. All of this."
    },
    {
        "speaker": "Guest 2",
        "time": "02:29:00.280",
        "message": "So this is basically just listen to all the podcasts in Amit Verma's In an Unseen and then we'll have a list of dream reforms just by itself."
    },
    {
        "speaker": "Guest 1",
        "time": "02:29:06.080",
        "message": "That's it. By itself. No, we've already done that."
    },
    {
        "speaker": "Guest 3",
        "time": "02:29:09.080",
        "message": "This is the summary, you don't have to spend so much time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:12.320",
        "message": "No, no. I had to discuss the first 100 episodes. This is like saying that don't read Vivek's book, India's Big Government, sab toh bolta"
    },
    {
        "speaker": "Unknown",
        "time": "02:29:17.760",
        "message": "hai yahan pe. It's like saying that it's very rude."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:19.760",
        "message": "No, no, everyone should read it. It's very easy to read and not as big as it looks. I plugged it. Yeah. So we have to move on now to Rajeshwari because she has to leave soon. So we will ask her to get her last thing over with. But before that, I'll quickly share an anecdote, if I may, about Devi Lal, since he was mentioned. You guys remember this video news magazine that used to come in the early nineties called News Track. There was once an interview of Devi Lal when he was a deputy prime minister and his son Om Prakash Chautala was chief minister of Haryana. So Devi Lal was asked and the camera angle was he's basically lying in a dhoti and a banyan on this charpai kind of thing. And the camera angle is from his, he's wearing keds. So it's his keds. So massive keds, small Devi Lal face in the background. And the question is, so Devi Lal ji, aapne apne bete ko CM kyu banaya? And Devi Lal said, toh kya Bhajan Lal ke chhore ko banao? Which basically says everything you need to know about politics today. Now let's Rajeshwari, you have 25 minutes left with us."
    },
    {
        "speaker": "Guest 2",
        "time": "02:30:24.760",
        "message": "So kindly elucidate on your final dream reform. Devi Lal and Bhajan Lal or whatever, that's like such an optimistic tone for dream reform."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:36.240",
        "message": "But this is the greatest answer I have ever heard in my life. Toh kya Bhajan Lal ke chhore ko banao? Who can argue with that?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:30:43.280",
        "message": "Kindly continue. Okay. So my next and last reform is actually very, very narrow in scope and very specific. But in a way it is tied to my first point about fiscal discipline. And this is about, this is related to banking. So I'm moving to the financial sector. So now in India, what happens is banks and other financial institutions like insurance funds and pension funds have to hold large amounts of government securities through what we call statutory liquidity ratio. That's the technical term. And essentially this boils down to financial repression, because this is the captive market that the government has access to. And the government bonds are basically something that have to be bought by the banks and the insurance companies. And through that, the government keeps on maintaining a fiscal deficit and whatever it is. It makes it much easier. And the sort of the lie that the policymakers also tell us, including the Reserve Bank of India, is that this is not financial repression. This is prudential regulation. This is required for the safety of the banks. And the banks need to hold on to safe assets, because that's just how the prudential regulation works. Now, what my reform is about is, I want to bust that myth, because this is not a safety asset, because the Indian government bonds are not the safe assets. Because if you look at Indian government credit rating internationally, it is borderline investment grade and one step away from speculative grade. So if we really want our banks to be safe and our financial institutions to be safe, it is policy adventurism to tell them to hold government securities, Indian government securities. And instead, if you really want them to hold liquid assets, they should be holding minimum double A rated or more triple A rated assets of foreign governments, like international assets, which have much higher rating, much higher credit rating and are actually safe and liquid, because Indian government securities are not even liquid. And there are also the additional risk that every time the interest rate goes up, the banks are actually incurring losses. So it cuts them multiple ways. So instead of that, you reduce, and of course, if you are tying the hands of the government in the fiscal discipline, which was my first point, you don't need to do this financial repression of SLR, you cut down the SLR significantly, and for the safety purpose, the bank should actually be holding foreign government assets, which are triple A rated. And the reason I thought about this is also in the last 10 years, what has been happening in Europe has been an eye opener, because of the sovereign debt crisis, the banking sector in European countries has been really struggling, because the banks of Italy and Greece were actually holding their own domestic government bonds. And when the governments defaulted, when the governments went on the brink of a default, these banks basically took a massive hit. And this in economics is what we call home buyers. And home buyers can really be very costly, because you are not diversifying your portfolio, you're putting all your eggs in one basket. And in India, as I said, it goes one step further, because it's financial repression, because to that extent, banks are also not able to lend to the rest of the economy. So you kill many birds with this one stone, if you say that, okay, banks will hold liquid assets of foreign governments, which are triple A rated, and you reduce that SLR so that banks have that much more money to lend out to the rest of the economy. And you also take away that captive bond market from the government, which the government very nicely and comfortably falls back on. So that would be my third and last reform."
    },
    {
        "speaker": "Guest 3",
        "time": "02:34:13.440",
        "message": "So I'd like to add a couple of points to what Rajeshwari said, I mean, I agree with her completely. And so the first thing here is that, you know, it's not like the RBI hasn't done anything about it. The SLR has been reduced from, you know, from what I remember from almost 38% to now it's at 18.75. But the bank's investment in government securities has not come down in a similar way. So if you I mean, the last that I checked, a couple of months back, almost 27-28% of the total liabilities that the banks have, were invested in government bonds, even though you know, the number should have been around 19, 19 and a half percent. So banks also like to do some lazy banking, wherein, you know, you just put in some money there and our arms interest are high. So that's, that's one point. The second point is, you know, as far as the government is concerned, I mean, it obviously is a very, very easy way for it to raise money. And given that it is compulsory for banks to buy these bonds, the yield that the government ends up paying on these bonds is extremely low, because, you know, if you start to factor in, you know, typically how, you know, thumb rule to price a bond is, you know, you take inflation and you take some risk premium, and you add it and you come at a basic rate. So if you do that, I mean, then the bond yields would not be as low as they are, okay. So obviously, you know, the bond yields would go up, interest rates would go up. So there is a flip side to it as well. But what will happen over a period of time is that because there is, you know, the access to this easy money goes away, the chances of the government being more fiscally prudent and fiscally disciplined will go up as well."
    },
    {
        "speaker": "Guest 2",
        "time": "02:36:09.760",
        "message": "And also, Vivek, there is a conflict of interest inherent, which is happening in open eyes and nobody points out is that the Reserve Bank of India is responsible for controlling"
    },
    {
        "speaker": "Unknown",
        "time": "02:36:19.640",
        "message": "inflation, which is setting the interest rate, and also borrowing money from the government,"
    },
    {
        "speaker": "Guest 2",
        "time": "02:36:23.920",
        "message": "because the Reserve Bank of India is the public debt manager on behalf of the government."
    },
    {
        "speaker": "Guest 3",
        "time": "02:36:27.400",
        "message": "So obviously, they try to take… and they're also the regulator for the banks. That's the third point."
    },
    {
        "speaker": "Guest 2",
        "time": "02:36:31.600",
        "message": "So they're also regulating the banks. But once you take this away, then the conflict of interest goes away, then you no longer need to manage the bonds of the government on behalf of the banks that you're regulating. And you can go back to doing your inflation controlling thing, which you're supposed"
    },
    {
        "speaker": "Guest 3",
        "time": "02:36:43.720",
        "message": "to do. So, you know, talking about the public debt thing, I think the government did try to come"
    },
    {
        "speaker": "Guest 2",
        "time": "02:36:50.640",
        "message": "up with a separate public debt office. But it got completely squashed by the Reserve Bank of India, because of course, the Reserve"
    },
    {
        "speaker": "Guest 3",
        "time": "02:36:55.680",
        "message": "Bank of India doesn't want to let go of its territory. You work for an institution which owns Reserve Bank of India, sorry, which is owned by Reserve"
    },
    {
        "speaker": "Guest 2",
        "time": "02:37:03.280",
        "message": "Bank of India."
    },
    {
        "speaker": "Guest 3",
        "time": "02:37:04.280",
        "message": "These views are entirely my own. Be personal. Please make that disclaimer."
    },
    {
        "speaker": "Guest 1",
        "time": "02:37:08.280",
        "message": "That's my disclaimer. Which is what I wanted to tell you. But this, you know, this is more general than just the RBI, right? We have a lot of cases, like recently, they did this for the National Housing Bank in the last budget, they just resolved it. It used to be the lender to housing finance companies and also their regulator, right? And that's a dual function is a huge conflict of interest. And the same thing with the RBI. So India does this quite frequently, it comes from this attitude of like socialist control, that I'm going to be your parent, and I'm going to give you the carrot when you want and give you the stick when you want, as if I'm a perfect benevolent,"
    },
    {
        "speaker": "Guest 3",
        "time": "02:37:43.840",
        "message": "I'd say more than socialist control."
    },
    {
        "speaker": "Guest 2",
        "time": "02:37:47.080",
        "message": "These are also, you know, institutions of the Raj which have held on. And also the other, the broader point that I'm trying to make is, you know, we fall into this trap of thinking that Indian government securities are safe assets. You know, I mean, theoretically, your own government assets are safe. But in practice, Indian government assets are not safe. And that's something that we really need to understand, that if you want our banks and financial institutions to be safe, you should not be holding GCECs. You should be holding US government bonds, or UK government bonds, or diversified. You don't put all your eggs in one basket. And of course, the point is currency risk, then you hedge your currency risk. Because it's now we really have to open our mindset to the thing that financial markets have to be really liberalized, not liberalized in the sense that Indians mean it. But basically have your currency hedging options and banks will hedge the currency risk, give them the option of diversifying their portfolio into multiple assets, instead of taking them into this colonial kind of a past where you only hold government securities."
    },
    {
        "speaker": "Guest 1",
        "time": "02:38:44.960",
        "message": "I had a question for both of you on the SLR, right, which is, you know, didn't go down. I mean, even though the SLR went down, there was a lot of lazy banking. Do you think it's because of uncertainty, that there's so much uncertainty in the markets and the economy is clearly going towards a downturn?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:39:01.600",
        "message": "No, this is this is an old trend. It's almost like a culture, you know, the banking culture today is that you hold a lot of government securities because you want to be safe. It's the safety thing is a safety thing that has been sold to us for years."
    },
    {
        "speaker": "Guest 3",
        "time": "02:39:16.480",
        "message": "What happens is, so let's say if yields go up, and, you know, they have to sort of mark down bond prices and face losses. So then you know, RBI will come in and then they'll tell them okay, in this quarter, we'll give you that leeway and all that rubbish happens."
    },
    {
        "speaker": "Guest 2",
        "time": "02:39:30.160",
        "message": "There's a lot of nexus between the government, the RBI and the banks, right? It works very comfortably for the banks. And also because they have not opened up their own vision to this possibility that you can diversify your portfolio holding foreign assets, because what foreign asset is a very dirty word again, right?"
    },
    {
        "speaker": "Guest 3",
        "time": "02:39:45.080",
        "message": "No, but see, I mean, you know, I mean, I appreciate what she's saying, but ultimately, you know, all governments are Ponzi schemes. So as long as you keep running a fiscal deficit, another quote of the episode, it's so funny,"
    },
    {
        "speaker": "Guest 1",
        "time": "02:39:55.440",
        "message": "if you keep running a fiscal deficit and keep going into debt, we really shouldn't have a population control policy because we need children to be, which is what I said, the"
    },
    {
        "speaker": "Unknown",
        "time": "02:40:03.240",
        "message": "government is contradicting itself."
    },
    {
        "speaker": "Guest 1",
        "time": "02:40:04.240",
        "message": "No, because the music will stop when the children stop."
    },
    {
        "speaker": "Guest 2",
        "time": "02:40:10.440",
        "message": "This point is related to my first reform that if you're going to tie the hands of the government, another way of doing it is take away their captive markets, which through which they're very easily financing the deficit, which is hurting the economy. Because imagine banks are holding, let's say 20-25% of GCEX, 40% goes into priority sector lending, how much is really available to get into the small, medium enterprises and industries, nothing. So how do you do this job crisis solving when there is no money coming for investment?"
    },
    {
        "speaker": "Guest 3",
        "time": "02:40:35.040",
        "message": "Which is also why the, you know, the priority sector, you know, also keeps getting redefined."
    },
    {
        "speaker": "Guest 1",
        "time": "02:40:41.800",
        "message": "Exactly."
    },
    {
        "speaker": "Unknown",
        "time": "02:40:42.800",
        "message": "Exactly."
    },
    {
        "speaker": "Guest 1",
        "time": "02:40:43.800",
        "message": "I have never understood this priority sector business."
    },
    {
        "speaker": "Guest 3",
        "time": "02:40:46.760",
        "message": "It's again a nationalization, socialization. It started in 1969. And first what they did was, the RBI for four, five years, I think in 73 or 74, they used to just give broad directions. Then they set up a number which said 33% has to go. And then over a period of time, they included like housing loans are now, you know, up to a certain size, not all. And that size, I think is 45 lakhs, which is a huge number, get included in priority sector lending."
    },
    {
        "speaker": "Guest 2",
        "time": "02:41:16.640",
        "message": "Now, housing loan, if it's priority sector lending, then… Because you know, the dichotomy is we dream of becoming a $5 trillion economy, but we in every which way we behave that we are a really poor country, so which needs to be handheld and shown the way."
    },
    {
        "speaker": "Guest 1",
        "time": "02:41:29.040",
        "message": "Another thing, I don't understand the goal of being a $5 trillion economy."
    },
    {
        "speaker": "Unknown",
        "time": "02:41:32.280",
        "message": "I think that's a separate podcast altogether."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:33.280",
        "message": "No, so what happens to Optic's fancy number? It's not even a good fancy number, because it means… 5 trillion is a damn good number."
    },
    {
        "speaker": "Guest 1",
        "time": "02:41:39.680",
        "message": "I like it."
    },
    {
        "speaker": "Guest 2",
        "time": "02:41:40.680",
        "message": "Well, in real terms, no one knows what that means. Exactly, but it's better than 5.2 trillion. But I don't even understand what's the fuss about it, the rate at which we are fudging numbers. We can show next month that we've become a $5 trillion economy."
    },
    {
        "speaker": "Unknown",
        "time": "02:41:49.120",
        "message": "It's just a question of perception. Or you could print a lot of money. Or just say that we have become a $5 trillion economy, who's checking? Yeah. So, GDP per capita is the best it's going to have. Reality versus narrative. I had a great episode on GDP with Rajeshwari by the way."
    },
    {
        "speaker": "Guest 3",
        "time": "02:42:01.560",
        "message": "I did hear that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:02.560",
        "message": "Absolutely."
    },
    {
        "speaker": "Guest 2",
        "time": "02:42:03.560",
        "message": "Everyone should listen to it."
    },
    {
        "speaker": "Guest 3",
        "time": "02:42:04.560",
        "message": "So, that was my third… You wrote about that GDP deflator thing, right? If I remember correctly."
    },
    {
        "speaker": "Guest 2",
        "time": "02:42:07.560",
        "message": "Yes, yes, yes, yes. This is the first time I thought someone's actually explained ki kya ho raha hai. Since 2015, I wrote an article where I said the actual GDP growth is not 7.1%, it's 5%. And that had become viral at that point of time. But then, of course, now, Arvind Subramaniam has gone to the next level."
    },
    {
        "speaker": "Guest 1",
        "time": "02:42:24.880",
        "message": "You know, things are so bad that the stuff economists are saying is going viral. That's how badly they are fudging numbers."
    },
    {
        "speaker": "Unknown",
        "time": "02:42:31.400",
        "message": "Normally, no one would read someone. And also, GDP is not something that would be in newspapers. It is the most unsexy…"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:34.400",
        "message": "Very reliable sources have told me Arvind Subramaniam does not know the G of GDP, but"
    },
    {
        "speaker": "Guest 3",
        "time": "02:42:43.520",
        "message": "we will not ask anyone to go on the record. The best thing is, you know, we're talking about things going viral. You know, the first forward I got after Chidambaram was arrested was, what is the first question that CBI asked Chidambaram? So the question was, what do we do about the economy? I mean, that tells you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:58.760",
        "message": "Well, listening to your conversation, the question also struck me that could Agent 007 be described as a government bond? Never mind, let's move on to the final dream reform. So we can all actually end together before she leaves, and we can take a group photograph"
    },
    {
        "speaker": "Guest 3",
        "time": "02:43:18.280",
        "message": "because this is already the longest ever episode, so it's a historic moment. We have recorded an episode longer than the episode I recorded with Manu Pillay."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:33.160",
        "message": "I have not beaten Manu Pillay."
    },
    {
        "speaker": "Unknown",
        "time": "02:43:34.880",
        "message": "He is a very wonderful historian."
    },
    {
        "speaker": "Guest 3",
        "time": "02:43:37.240",
        "message": "Yes, I disapprove of this kind of language."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:41.160",
        "message": "Yeah, so my reform is basically a dual reform, and all of you would kind of agree with it. And this again comes back to cities and urbanization. Reform 3A, do away with rent control. Reform 3B, reform FSI. Now, to just quickly explain both of these, rent control, on which I had an episode with Shruti's co-writer and good friend Alex Tabarrok, is this ludicrous law, which has crippled a lot of Mumbai, which is basically that at one point, government decided that rents are getting too high, let us fix the rents. So rents were fixed, which is why you go through Marine Drive and parts of South Bombay, you'll find people are paying 300 rupees a month, 200 rupees a month for these large lavish houses. Now, what does this do? What this does is that it reduces the incentives for the owners to look after their house. In one sense, it's not their house anymore. Their property has essentially been taken away from them. The same way governments, for example, to go back to my old rant, take away our bodies with something like family planning, assert their right over it. And what this has meant is that, number one, that there are large stretches of cities, you know, South Bombay just comes to mind very easily, where you have old dilapidated buildings where no one has the incentive to look after them. Number two, this reduces the housing supply. And what it means is that because the housing supply is so restricted, and not what it should be, that the rents and real estate prices are far more than they otherwise would be simple supply and demand. The second one is increasing FSI, FSI stands for floor space index, but what it basically means is that there is a limit to how tall you can build your building. Now, Bombay has an FSI of about one as far as I recall. And there are countries in the world which have like, I think New York has 15, parts of Hong Kong have 25-30. And again, I did an episode on this with Alex Tabarrok. And Alex coined a beautiful phrase, which was in fact the title of that episode, which is reclaim the sky. He said that what we have done in Mumbai is we have tried to reclaim the sea and there is a limit to that. But we can reclaim the sky and there is no limit to that. His argument is that FSI should be far, far more, let people build upwards. And the typical objections which are made against increasing FSI is that our infrastructure is already crumbling, public services already crumbling, they won't keep pace. But the same objection has been used before FSI has been raised in other cities across the world at different stages of development. And what inevitably happens is that supply catches up with demand, and the infrastructure and public services do well enough. What this will really do is if you increase FSI, is because people will be building upwards and building more, land prices will come down, rentals will come down, more people will be able to move into the city at a lesser cost. Again, all the benefits of population density, larger economic networks, and, you know, to an extent less slums, and it's just, you know, it's a no brainer why we don't do it."
    },
    {
        "speaker": "Guest 1",
        "time": "02:46:47.920",
        "message": "And elevators can substitute for cars."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:50.240",
        "message": "And elevators can, which is such a radical thought when you think about it."
    },
    {
        "speaker": "Guest 1",
        "time": "02:46:53.600",
        "message": "Well, Tim Harford has written about this also. And he, you know, in his book on 50 great innovations, do you know, do you remember the title of the book? 50 great something of the 50 great innovations. Yeah, just look, just look for Tim Harford's book. I think there's a chapter on the elevator road, it's mentioned somewhere there. Elevators are a mass transit system when you reclaim the skies, and they reduce congestion on the roads. And they are environmentally friendly, because you can carpool, if elevators are actually a substitute for a car. And they are substitutes for metro and so many more things. And so it's also a very green idea."
    },
    {
        "speaker": "Guest 3",
        "time": "02:47:29.320",
        "message": "Yeah. So basically, again, frivolous point, but now, you know, if there was no FSI, and there was no rent control in the city of Bombay, Bombay as it used to be, we wouldn't have got two very beautiful songs from Gulzar. So, you know, ek akela shahar mein abu dana dhundta hai, do diwane shahar mein abu dana"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:53.800",
        "message": "dhundta hai. First time I heard it, I heard it as sabudana and I'm like, okay, even I like that, you"
    },
    {
        "speaker": "Guest 3",
        "time": "02:47:58.880",
        "message": "know, sabudana khichdi. It's a terrible name, you can do better than that. No, I really thought so."
    },
    {
        "speaker": "Unknown",
        "time": "02:48:03.880",
        "message": "You like sabudana khichdi? I am a huge fan of sabudana khichdi. It's not bird feed or whatever you call poha. Look, I don't eat all vegetables. But I think that's a great connection that Vivek has made, let's please appreciate it."
    },
    {
        "speaker": "Guest 3",
        "time": "02:48:15.200",
        "message": "Sorry, I got distracted, the moment you said frivolous, I thought I should add to it. No, so what I basically said that, you know, if it wasn't for FSI and rent control, then"
    },
    {
        "speaker": "Guest 2",
        "time": "02:48:24.920",
        "message": "we wouldn't have got two great Gulzar songs. And even that entire romanticism about coming to Bombay, looking for a place to stay, that"
    },
    {
        "speaker": "Guest 1",
        "time": "02:48:30.840",
        "message": "would completely go."
    },
    {
        "speaker": "Guest 2",
        "time": "02:48:31.840",
        "message": "But what I should point out…"
    },
    {
        "speaker": "Guest 1",
        "time": "02:48:32.840",
        "message": "I think we would have gotten two other great Gulzar songs. Which would be? I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:37.760",
        "message": "Something about reclaiming the skies, maybe. Opportunity, cost and all that. But I have to point out that in the magazine I used to edit, Pragati, we had a section called Houseful Economics. And I used exactly those songs to make exactly this point on FSI and rent control. So great minds think alike. And we are done with our 12 reforms. That was quick. Great happiness has come. Shruti is already checking her Twitter."
    },
    {
        "speaker": "Guest 1",
        "time": "02:49:02.240",
        "message": "Are you checking your Twitter, Shruti? I'm not checking my Twitter. I'm just telling people that I am no longer a prisoner here."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:08.720",
        "message": "It is so good to have you here in person."
    },
    {
        "speaker": "Guest 3",
        "time": "02:49:11.800",
        "message": "And guys, thanks a lot for… Just one more point. In fact, there is another lesson in economics from the song Do Diwane Ish Chahar Mein. So there is a shot of Marine Drive, beautiful shot. And so if you remember your Marine Drive, you know, just before the Chowpatty starts or around where the Chowpatty is, there is this bridge, right? So there is a shot of that bridge and there is a shot of all these cars there. And the only thing you see, you know, are, you know, all these premier Padminis. And then there is this Mercedes, one Mercedes that you see there. So that again tells you, you know, how socialist or how government controlled our economy was where we had only two car models for almost 50 years, 45, 46 years after independence."
    },
    {
        "speaker": "Guest 2",
        "time": "02:49:59.480",
        "message": "I think what Vivek is trying to say is that if we start dreaming now at some point of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:03.840",
        "message": "time, 40, 50 years later, we might land up where we want to be. And ever since he has seen that, well, I mean, you know the GST of Mercedes, right?"
    },
    {
        "speaker": "Guest 3",
        "time": "02:50:11.760",
        "message": "Do you know the GST of premier Padmini? No, you do not. Premier Padmini toh band ho gayi."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:15.320",
        "message": "But we don't exist anymore. Bachchi kaha? Fiat, as you used to… Premier Padmini kaun bulata hai?"
    },
    {
        "speaker": "Guest 3",
        "time": "02:50:19.320",
        "message": "We used to also… Fiat, Fiat, Fiat."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:21.320",
        "message": "In fact, Fiat gadi gaye hain. We had one when I was a kid in the 80s."
    },
    {
        "speaker": "Guest 3",
        "time": "02:50:27.920",
        "message": "We had an ambassador."
    },
    {
        "speaker": "Guest 2",
        "time": "02:50:28.920",
        "message": "Sorry Vivek. In Calcutta roads, that was the only thing that could actually work."
    },
    {
        "speaker": "Guest 3",
        "time": "02:50:32.920",
        "message": "So then it was also a function of the fact that the ambassador was made…"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:36.320",
        "message": "In Bengal, yeah. It is no surprise that in an episode titled Dream Reforms, we are dreaming of the past. This shows what our country has come to, guys. Thank you so much for coming on the scene again, Sen."
    },
    {
        "speaker": "Guest 2",
        "time": "02:50:46.080",
        "message": "Thank you, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:47.080",
        "message": "Thank you so much. If you enjoyed listening to the show, then let us know on Twitter and kindly recommend to all your friends, do them a favor. You can follow Shruti on Twitter at srajgopalan. You can follow Vivek at call underscore Vivek. You can follow me at amitvarma, A-M-I-T-V-A-R-M-A. You can't follow Rajeshwari because she is not on social media. So what do I tell you now? There is a Twitter crisis also. You can browse past episodes of The Scene and The Unseen at sceneunseen.in, thinkpragati.com and ivmpodcast.com. The Scene and The Unseen is supported by the Takshashila Institution, an independent center for research and education in public policy. Takshashila offers 12-week courses in public policy, technology policy, strategic studies for both full-time students and working professionals. Visit takshashila.org.in for more details. Thank you for still listening. Are you still there? What are you doing?"
    },
    {
        "speaker": "Unknown",
        "time": "02:51:40.520",
        "message": "Do something else. Do you wish you were smarter? Well, so do we. But the next best thing? We could make you sound smarter. And to help you with this endeavor, we are Simplified, a podcast that attempts to break down the complex world around you with a little knowledge, a lot of poor jokes and a ton of random trivia. Episodes out every Monday on the IVM podcast app or wherever you get your podcasts. We'll see you next time on Simplified."
    }
]