[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.000",
        "message": "That makes it a subject that more than any other fits this podcast title of the scene and the unseen."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:10.320",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:15.920",
        "message": "science. Please welcome your host, Amit Barma. Welcome to the scene and the unseen. My subject for today is Indian agriculture, one that I've written a lot about over the years. And I've also done a few episodes of the scene and the unseen on different aspects of it. The most popular of them was one I did in Hindi with Gunwant Patil, a farmer leader of the Shetkari Sangatana. And all of these will be linked from the show notes. But I wanted to do a comprehensive one in English that looks into all the different aspects of agriculture in India and lays bare the many ways in which the state has been making our farmers suffer for over seven decades. My guests today are two dear friends of mine who have been writing about the subject for years. Barun Mitra and Kumar Anand have written many columns and op-eds on the subject, some for me when I was editor of Pragati. The best pieces will be linked from the show notes. They've both been guests on the show before and I'm very pleased to invite them back here today. But before we get to our conversation, let's take a quick commercial break. Did you know that Parsis in Mumbai, instead of being left at the Tower of Silence after they die, are now cremated? And why? Because a cow fell sick in the early 1990s. Did you know that the smog in Delhi is caused by something that farmers in Punjab do and that there's no way to stop them? Did you know that there wasn't one gas tragedy in Bhopal, but three? One of them was seen, but two were unseen. Did you know that many well-intentioned government policies hurt the people they're supposed to help? Why was demonetization a bad idea? How should GST have been implemented? Why are all our politicians so corrupt when not all of them are bad people? I'm Amit Verma and in my weekly podcast, The Seen and the Unseen, I take a shot at answering all these questions and many more. I aim to go beyond the scene and show you the unseen effects of public policy and private action. I speak to experts on economics, political philosophy, cognitive neuroscience and constitutional law so that the insights can blow not only my mind, but also yours. The Seen and the Unseen releases every Monday. So do check out the archives and follow the show at seenunseen.in. You can also subscribe to The Seen and the Unseen on whatever podcast app you happen to prefer."
    },
    {
        "speaker": "Guest 2",
        "time": "00:03:41.520",
        "message": "Varun, welcome to The Seen and the Unseen. Hello, good to be back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:45.280",
        "message": "Kumar, welcome back to The Seen and the Unseen. Happy to be here. Varun, you know, before we start going sort of point by point about all the, you know, one, two, three, four, five, six, seven, eight, nine, ten things wrong with agriculture and many more than that, actually, I'd like to ask you first to talk about your personal journey on the subject of Indian agriculture, because, which is relevant to the modern time, because you're someone who's been involved in this field, not just as a writer and a columnist, but also as someone who's been on the ground, who's agitated with farmers and so on since the 1990s. And you were also deeply involved with the first B.T. Cotton Satyagraha of the 1990s. And you're sort of involved with the current one as well. Take me through the history of that. What was at stake there? And how did you get interested in agriculture in the first place?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:04:36.240",
        "message": "I think one was because it was in the mid 90s, India was reforming, liberalization, and India was changing rapidly, and the expectations were very high. And one issue that came up exactly at that point, in the early 90s, was the entry into WTO. And that was a highly and hotly contentious debate for six, seven years. And coming from the perspective of free market, free trade, of course, any opening that the WTO might bring into trade was attractive to us. But what attracted me particularly to agriculture was not just because agriculture, of course, at that time, kind of kept out of WTO. But Sharad Joshi, who was the farmer's leader of the Shetkari and the founder of Shetkari Sanghatana, he was one of India's foremost public figures, who actually campaigned at the grassroots on WTO and opening trade. And in fact, his demand was that agriculture should be included, so that agriculture becomes a normal trading issue. So that kind of first triggered my interest into understanding how does agriculture play out in this global context of reforms and liberalization, because no one else was talking about that. Everyone thought that agriculture is to be kept out and separate. We discussed WTO as trade and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:07.040",
        "message": "other goods and things. In fact, as both Kumar and you have pointed out, when we liberalized in 91,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:11.120",
        "message": "we liberalized various parts of the economy, but not agriculture at all. At all, exactly. So agriculture was completely set aside. And here was Sharad Joshi, speaking to farmers, talking to WTO officials, including Dunkle when the Dunkle draft was on the ground, that trade must be reformed, and agriculture must be a significant part of that. So that was my first personal introduction to agriculture, because I really had no background in agriculture. But a few years later, and after WTO began and all that, the issue that really attracted me and again, due to Sharad Joshi, because we experienced, particularly in Gujarat, a phenomenon where farmers were allegedly planting an unapproved GM cotton, BT cotton. They didn't even know it was BT because the company that released it didn't claim that it was BT or GM. They just found it to be whatever it was, it did wonders to fight pests. And so in a year when there was a severe pest attack, these other set of farmers found that their crops were standing. And that triggered it all, that was in late 1990s, maybe 98, 99. That triggered a huge upheaval both in the policy segments in Delhi, particularly, and also at the popular farmers level. Because here was a crop that was unapproved. It was released without authorization by a company who didn't have the IPR. So it had the most messiest and murkiest beginning one could think of. But here were farmers who really thought that it was useful. And to the extent and that was to my kind of first introduction to grassroots, to be able to see farmers from Maharashtra, Punjab, Haryana, come down to Gujarat, just to collect a few pods of cotton so that they can extract the seeds and try it out in their farms later on, you know, in the next season. So that kind of triggered my interest that how is it people or farmers who we generally think of as, you know, very inertia bound, difficult to change, live in situations that are very challenging, not really integrated and connected to the rest of the world, yet learned just by sheer word of mouth that here was something different, and something worth trying. That kind of interested me this episode, because it showed me for the first time that policy advocacy need not be from the ivory towers in which I lived. You know, that the advocacy and the policy has relevance on the ground and the stakeholders move, things can change rapidly. And that's exactly what happened in 2002. That in a campaign, in an intense campaign, which barely lasted 10-15 days in March 2002. By 26th March, the government of India had completely reversed its decision and approved"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:27.200",
        "message": "the first GM cotton. I'll quickly give some context for my listeners and kind of bring them to speed on what happened in the context really is that, you know, all the things that were wrong with Indian agriculture, we'll of course discuss through this episode. But essentially, what happened in the late 1970s was this leader called Sharad Joshi, who used to be a civil servant, and then he had gone abroad. And then he came back to India and he started farming and in the late 1970s. He was the first farmer leader to number one correctly diagnose what the problems of Indian agriculture were beyond the immediate proximate problems, what were the deeper structural problems. And number two, he built a popular movement on the basis of that, which attracted lakhs and lakhs of farmers. In fact, at one point in time, he even had a rally for female farmers were more than a lakh female farmers turned up, which was the first of its kind. And Sharad Joshi's collected writings on agriculture are available in a book called Down to Earth. And you know, I think you might agree with me on this, you guys might agree with me that, you know, people often talk about where are the great leaders after independence, all our great leaders were pre independence, Yogi Gandhi, Nehru Patel, blah, blah, blah. But if I look through the 20th century, and I think of one Indian political leader, I really admire unreservedly,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:10:45.680",
        "message": "is Sharad Joshi. I mean, he wasn't a political leader as such. But yeah, I mean, he was unique in the sense that, particularly at a time when there was hardly anyone in India, except a few intellectuals who would, who would bat for reforms and liberalization and a market oriented direction for India. He was the only one who took these ideas to the masses. There is no other leader who took the ideas to the masses, Manmohan Singh surely didn't. And all the others who, who followed Manmohan Singh and the reforms in 1991, no one took it to the masses and Sharad Joshi actually showed the potential if you take the ideas to the people."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:27.120",
        "message": "And to sort of then come from there to the whole GM thing. The fundamental thing that Sharad Joshi complained about is that farmers are shackled by the state in every way possible, which other citizens necessarily aren't. I mean, other citizens were also shackled, especially before 91, but to a lesser extent, and to a lesser degree. And one of the and we'll talk about all of those ways through the episode. But one of those ways, obviously, was freedom of choice that farmers weren't allowed to, you know, choose the kind of seeds that they want to use. Now, what was happening in the 1990s was that there was a crisis in cotton farming, where a particular kind of pest called the bull worm was destroying cotton crops all across the country. And they were failing and farmers and everybody essentially, when it comes to livelihood becomes inventive, creative, they look for ways out. And BT cotton at that time was banned. And one can understand some of the suspicion of it, even though BT cotton was sort of GMO cotton, which was used elsewhere in the world, and absolutely no side effects anywhere had been noticed. But whatever at that point, it was banned. But these farmers said, we don't care if there's a law against it. If that will save us, we'll do it. And a small group of farmers in Gujarat got hold of BT cotton seeds from the black market and planted them. And what happened in 2002, at the start of 2002, is that all cotton crops in Gujarat failed, except the 10,000 hectares that had BT cotton. So get it every cotton farmer has failed the bull worms have destroyed them, except these guys that use these particular seeds. What is the government's response to this? The government's response to this is to turn to these farmers who successfully kept their crops alive and tell them you broke the law your crops must be destroyed. And at this point, the Shetkari Sangatana in Maharashtra decided that they are going to stand with their Gujarat colleagues. And along with farmers from elsewhere, thousands of them started a satyagraha outside mostly outside the eyes of the mainstream media, went to Gujarat, squatted on the fields and said, No, we will not allow you to destroy these crops, lobbied the governments and that particular government, the Vajpayee government at the time, eventually relented and allowed BT cotton to be planted."
    },
    {
        "speaker": "Guest 2",
        "time": "00:13:31.360",
        "message": "Yeah, the farmers had actually that week in the last week of March, farmers from Gujarat, Maharashtra, Punjab, Haryana actually came to Delhi with Sharad Joshi with bales of cotton, which was harvested in November, December the previous year, and which were BT. And they went to Ajit Singh, who was then agriculture minister, with all the TV cameras in front. Ajit Singh hesitated even to touch the cotton, because of the so called fear. Firstly, it was illegal. And secondly, he thought his genes will get modified. Exactly. So it was, you know, that was an incredible, incredible experience in terms of bringing about policy change completely outside the ivory tower, in fact, which virtually shook the ivory towers. So to me, that was a huge learning experience, although it took more than 10-15 years for me for this to actually seep down as to what it actually meant. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:35.520",
        "message": "And I've seen a 1999, I think Doordarshan clip of a press conference of the Shedkari Sangatana or there and there you you are at the mic. Yeah, I said I was in 2000."
    },
    {
        "speaker": "Guest 1",
        "time": "00:14:49.040",
        "message": "Varun has a lot of those clips, by the way, especially I like the one where Ajit Singh literally is moving away from, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:56.640",
        "message": "I haven't seen that one. Is it online somewhere to link for my"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:59.440",
        "message": "Online, but it's it. These are, you know, these are all video archival, which we got, so not good quality, but you can still see."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:06.160",
        "message": "So to bring you up to the present day, I'll give you some more context. After the ban on BT cotton was lifted, over 90% of Indian cotton farmers today use BT cotton. And because of that, India has become the world's largest producer of cotton, which it wasn't ahead then, but we've moved ahead of China. According to Ashok Gulati, who's an expert in agriculture, the leading expert, our gains from BT cotton have been to the effect of $67 billion in the year since and both from higher exports and import savings. And cotton farmers income has actually doubled during this time. Second, what I want to point out is that GMO crops have become standard across the world. 190 million hectares of GMO crops have been planted worldwide. GMO foods are accepted in 67 countries. And the third thing I'd like to point out is that the science on this is completely settled. In all these years, billions of meals, millions of people who have eaten GMO food, there have been zero harmful side effects. A couple of years ago, 100 Nobel laureates signed a petition asserting that GMO foods are safe and blasting the anti science NGOs that stood in the way of progress. And obviously, environmental NGOs will often have their own incentives to, you know, get the funding coming in and to keep going on over these causes. But the science on this is pretty much as settled as it is on say climate change, for example. But politics is not, and we are now in the middle of another Satyagraha. So tell me a bit about that."
    },
    {
        "speaker": "Guest 2",
        "time": "00:16:35.680",
        "message": "Yeah, I mean, this issue came up, because last 10 years, after the original BT cotton was approved in 2002, the second generation with two genes, it was approved in 2006. So now it's 12 years and no more new kind of seeds have been introduced, new kind of BT cotton seeds have been introduced. 12 years is a long time for these kinds of technologies to last our mobiles, which are information based needs software updates every few months, every few weeks. And the world over in cotton, fourth and fifth generation, BT has already entered the market, whereas we are stuck with the second generation. As a result, the pest problem started growing in the last few years. The production has stagnated over the last few years. And what some farmers found, perhaps it started in 2015-16. But it was discovered in 2017, officially by the government of India, when they did a field survey in the second half of 2017, that 15% of cotton in Maharashtra, Gujarat, Andhra Pradesh, Telangana, which is the kind of Maharashtra is the largest cotton growing state in India. And 9% in Punjab, Haryana, where already a third generation BT cotton, which is called herbicide tolerant BT. That's HTBT. That's HTBT. It's a kind of BT that in addition to pest control, it provides the plant, the cotton plant protection from herbicide, so that the herbicide could be sprayed on the ground to kill the weeds, because the weeds compete with the plant for the nutrition and the water moisture and everything else, and reduces the productivity and the yield of the plant or the main plant, that's cotton. And the cost of doing it, and it has been done traditionally by manual weeding, it is a very time consuming and in the last five, seven years, it has become extremely expensive because labor is in short supply in rural India, particularly labor when you need it, because every farmer needs their field to be weeded around the same time. So, it's almost impossible to find labor. And because of this cost, labor cost in cotton, which in any case is high, which is about 40%. And this weeding was a significant component to it. And some farmers were actually quitting cotton because of this labor cost. So, the herbicide tolerant was introduced about five, six years ago. And today across the world, 60% of cotton is herbicide tolerant, whereas in India, it's not. So, in 2017, it was, you know, there were rumors that maybe some companies have released it without approval or without acknowledging it. But in 2017, Government of India, Department of Biotechnology did this field survey, they haven't released the report yet. But all the media reports indicated that 15% of cotton in Maharashtra were already HTBT. So, the question was that if so many farmers across India in the cotton belt have already tried out the technology, then what is it that needs to be done further to get it approved? And there were two kinds of challenges, particularly regarding HTBT. You know, this was under trial in India by Maico, Monsanto, as a patented technology. But because of two other issues that came up over the last few years, one was the price control. And the second, that is Government of India, on the one hand, didn't want the farmers to have access to genetically modified cotton. On the other hand, wanted farmers to have more access to genetically modified cotton, therefore wanted to reduce the royalty and the fees on cotton. So, that was one part. And the second part was that there was a court case, which actually went to the extent of questioning the validity of IP, intellectual property on genetically modified crops. These two decisions, I think, together in 2016, led to companies withdraw their applications in case of HTBT, which means that today we have a situation where there is no company that has applied for approval and the farmers are already planting it. And therefore, the government can neither approve it, because there's no application, nor can they endorse what is already being planted. So, it is another mess of a different kind than the one we witnessed in 2002. And it is in that context that the Satyagraha came up. The Satyagraha came up because here were a stakeholders whose livelihood was at stake. They, in Maharashtra itself, probably a few lakh, at least two lakh farmers have planted HTBT. There can't be a larger field trial than that. These farmers are planting it on their own fields, taking all the risks on their own. They are not asking for any protection from anybody, neither did they seek price control on seeds, which in any case is just 5% or less for the total cost of farming cotton. So, these farmers were taking risk on their own property for a technology which they believed was useful in the current context. And therefore, the question was, why should they do it surreptitiously? Why should a segment of a population whose extremely resilient, survives in extremely difficult conditions, faces risks at a scale and frequency that none of us would ever imagine, be in this situation of being told that what they are doing is illegal. And therefore, they even went to the extent of Christ naming this cotton as Chor BT. So, our intention was, how do we turn this round? How do we turn the farmers from feeling ashamed of doing something which is legitimate and which is fair, they're doing it at their own cost and trying something new, into something that they could be proud of. And the Satyagraha was an attempt to show to the farmers that this is not you who should be ashamed, it's the policymakers and the politicians who are preventing you, they should be ashamed for creating this situation. So, the Satyagraha was an outcome of that transition, that how do we get to farmers to recognize that what they're aiming for is something to be really proud of, the country should be proud of, that here are the most vulnerable sections of population willing to take this kind of risks. And here's the other, who has no stake in cotton, no stake in agriculture, but have full authority and claim to have the authority to decide whether the farmer should do it or not. So, yeah, so the Satyagraha came about just primarily to instill in the farmers a sense of pride and dignity in what they're doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:09.840",
        "message": "And it should also honestly instill in many elites a sense of shame because you find a lot of elites having opinions about what farmers should do or should not do, when the fact is that look, imagine if, like I am a writer, if the government was to tell me that laptops are banned, you cannot have the latest technology, you must write your pieces by hand and you must deliver it or send it by snail mail to your editor in Delhi, you know, how would that be? How would it be if they were to say, no, you can't use air conditioners or even fans, you know, we have the freedom of choice to buy whatever technology we need, either for our comfort or for our livelihood, but our farmers who are already oppressed in 100 different ways, which we will discuss, and who are really the poorest of the poor, and they're not even given that freedom of choice that what should I invest what little there is of my savings in and to grow whatever I want on my land, and that's kind of scandalous. And this is this is sort of an ongoing thing right now, right?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:07.520",
        "message": "Yeah, it started in June in Akola district in Maharashtra. And now it's spread beyond Maharashtra. It's covered almost whole of the cotton regions of Maharashtra. Farmers have come out in a way we never expected them to come out. And we shall see how where we progress, we progress, progress with this campaign, because, like I said, HDBT is in a more difficult situation because of its context. But there are other GM crops, which might get approved BT Brinjal being one where virtually everything it has, it has been it has cleared all the regulatory steps that it needed to be. But politics held it back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:54.640",
        "message": "I think BT Brinjal was passed in 2009, if I remember, and it was developed by Mahinko, which is a Maharashtra based company. And it's already been planted in a lot of land in Bangladesh, and they're doing very well there. But over here, it's not allowed."
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:07.360",
        "message": "Correct. And it's been 10 years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:09.040",
        "message": "And it's been 10 years."
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:10.080",
        "message": "Yeah. So it's amazing. And the same thing is happening with with GM mustard, whereas we are importing GM canola oil from Canada. And the technology that is being used in GM mustard by Delhi University, Professor Deepak Pantel is the same technology that they used in canola. So why is it that we can import oil, edible oil developed from canola in Canada, and not allow Indian farmers who have been growing mustard for generations for centuries, have a new kind, new opportunity to improve their production and consumers have more choice in terms of and more reasonable price in terms of and better quality for in terms of what the mustard oil could bring could do to them. So it's, this also has cleared virtually all regulatory steps. But every time it came up before the final regulatory body, somebody would come up and say that we need further tests. And I think I hope we'll get a chance to discuss this whole issue of regulation and testing and underlying so called principle, the precautionary principle and the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:27.920",
        "message": "and the real mess that it is created. Well, let's talk about it now. And first of all, the thing to note about genetically modified foods is that all foods are genetically modified. You know that that's the whole nature through which foods and crops evolve. All human beings are genetically modified. We are all genetically modified. It's just that now, technology has advanced to the stage that you can actually control the process and modify them and specific ways which increase productivity. And you know, one of the things about the precautionary principle like Taleb keeps going on about the precautionary principle and blah, blah, is that number one has been more than 30 years. And as Kumar pointed out recently, you know, billions of meals have been served with GMO food is completely safe. But my fundamental problem apart from that, with the precautionary principle is the precautionary principle, for example, is also often used to dis say nuclear power, or artificial intelligence. And my point in all those cases is, and it applies more in the context of GMO, is that precautionary principle is all well and good. But when applying the precautionary principle and stopping a technology will cause humanitarian damage, especially to the scale of what we would see in India, had it not been for, you know, BT cotton earlier and HDBT cotton now, then that humanitarian cost is too large to ignore. And the precautionary principle can"
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:46.080",
        "message": "often be taken too far. I think, you know, it's more than the humanitarian cost, which could be you know, a cost benefit analysis. The precautionary principle, in my view, is a fundamental challenge to human civilization as it has grown in the last 2000 years. Because all technology could be stopped using the precautionary principle. Yeah, that is because it what it is saying is that unless you are 100% sure that the technology is fine, you shouldn't go ahead with it. The question is, this is a reversal of everything we understand about science as such. Science grows precisely because it is not perfect. That is a step today enables you to take the next step tomorrow. So every step today would have its limitations. And that's the nature of science. Precautionary principle is challenging and questioning the very deep science that they supposed to cherish. You know, that in the name of science, they're destroying the fundamental aspect of science, which is built on a step by step progression, recognizing that every step will carry with it a degree of uncertainty and risk. And therefore, the next step is precise, needed precisely because of that. So precautionary principle is challenging the very, very fundamental premise on which science works, because science doesn't work on certainty, science works on uncertainty. And the second thing is, which is, in fact, that's why I think it should not be called even a principle. Because just think of it. If we assume that we want a principle that will make us completely safe, think of the most unsafe thing that we could probably think of. Every human being is potentially a criminal, which would mean under a precautionary principle, every human being should be either have a police or be in a prison till they can prove that they're innocent. To me, this is a reversal of 2000 years of jurisprudence, which held that man is innocent until proven guilty."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:50.560",
        "message": "Well, recently, the Modi government did pass something which I retweeted where they are now saying that the central government can declare anyone they feel like a terrorist and the burden of proof is not on the state to prove him guilty, but on the person to prove him innocent. And as no one can prove a negative, if the government says you're a terrorist, you are a terrorist and"
    },
    {
        "speaker": "Guest 2",
        "time": "00:31:09.840",
        "message": "Barun watch out. But it didn't happen today. It didn't happen today. This has been happening since the 1970s, 80s, particularly when the terrorism acts, the Tadas and all the rest came up. It happened with the dowry issue where the onus of proof shifted. So it's not, you know, so these things didn't happen overnight. But today, the culmination is that this is becoming obvious. It's not just the farmers that are affected. This is an underlying premise that's going to threaten the civilization as we know it today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:43.200",
        "message": "Well said. And we'll talk about, you know, the political economy of this near the end of the episode when I essentially want to talk about the political economy of getting any reform done in agriculture, which is very complicated and all encompassing. And you've been patiently listening to all of this so far Kumar and you and I have discussed how it's a joy to just sit and listen"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:03.280",
        "message": "to Barun talk about agriculture because there's just so much. For the rest of the recording, we just talk to Barun."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:08.960",
        "message": "Yeah, there's so much passion and insight that one gets from Borunda. Kumar, what I'd like to sort of ask you to elaborate on is that you had also written a piece for Pragati when I was editing there very eloquently pointing out how farmers are denied markets, you know, free markets, the ability to trade freely in every area of their existence from input to outputs, all of it. Can we start, you know, going through the different ways in which they're denied markets"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:38.880",
        "message": "and what the consequences are? Actually, it was much more eloquently, you know, summarized by Barun himself, you know, so various kind of controls which do exist. So I used to deliver a talk earlier on after the global financial crisis in 2008, and used to have this opening kind of query is which is the most regulated industry. And, of course, it comes to banking and finance. But having looked into agriculture last few years, I'm pretty much convinced that probably much more than banking and finance, agriculture, every aspect of it is controlled. So the most regulated and controlled industry in today is definitely agriculture. So all aspects of the trade that you can think of, you know, it is controlled and Barun, please chip in wherever you can, you want. So for example, capital, the first, the capital, the biggest capital that the farmer has, probably the only capital, in some sense is the land. So every aspect of that freedom to buy, sell, rent, or lease land is heavily controlled. And those laws, given having put them into the ninth schedule, are not even, you can't go and talk to them or get it challenged in the Supreme Court. But now there is a PIL, which is, which probably will be taken up and reversed. The second aspect is credit control. So because the capital is under control, and property rights are not very, you know, secure, in our case, the capitalization of the only asset and access to credit is become some circumspect. So the one story that we have in was in Maharashtra, how the land banks, which were shut down, was because land as a collateral was taken by the land banks, who then used to give credit to the farmers. And because the land banks are not allowed in case loans go bad, to dispose of those land, and therefore, you know, make their profits or, you know, as the normal trade would happen, make their money out of it. But so therefore, all the land"
    },
    {
        "speaker": "Guest 2",
        "time": "00:34:48.640",
        "message": "banks have gone bust. But not just not just because they couldn't dispose. How many farmers in India are in a position to buy extra land? And land ceiling? So who's going to buy the land, even if the banks were allowed to sell it? Particularly when you have the additional"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:04.640",
        "message": "component that only farmers can buy farmland? Correct. So let's actually focus on that. And, you know, I done an episode a long time back with Shruti Rajagopalan on the right to property, where she elaborated on that. And I've done a separate episode on this as well. I think the very first episode of the scene in the unseen was an agriculture. And this crazy law that we've been raiding against for a long time is that farmers can't sell agricultural land for non agricultural purposes. Now, what this basically means is that unless you get a land use certificate change from the state, and what this basically means is that if a farmer can only sell a piece of land for agricultural purposes, its value is something because the demand is that much restricted. But the moment the land use certificate changes and the demand goes up, the price can shoot up by as much as 40 times. So if you are, for example, if your piece of land is worth two lakhs today, it can be worth 80 lakhs if it's opened up for industries to buy. And typically how nations progress is like more than 50% of the Indian population depends on agriculture for a living. This figure is in single figure percentages across the world, I think in the US is between four to 8% Europe with single figure percentages. And what happened is that agricultural productivity goes up, less people are employed, and factories open everywhere industries open. Now there are different reasons for which we haven't had a manufacturing revolution, a variety of different laws and restrictions and constraints there as well. But one of them, of course, is that you can't sell agricultural land for non agricultural purposes. And as Shruti pointed out in her episode with me, this has also become a big scam, where often what will happen is that the state will acquire land from the farmer, when the you know, the land can only be used for agricultural purposes, and they'll change the land use certificate and give it to an industrialist and the land is worth much more. Like apparently this is this was allegedly how what the whole Robert Wadra scam of a few years was about that he managed to acquire a lot of agricultural land, got the land use certificate changed, and sold it for many multiples of what it was worth. I think number"
    },
    {
        "speaker": "Guest 1",
        "time": "00:37:05.440",
        "message": "I've heard from around is that about 1% of percentage point of GDP is what the money that gets made in by changing just the land use it if I'm not wrong. Yeah, it's it's a it's an"
    },
    {
        "speaker": "Guest 2",
        "time": "00:37:16.080",
        "message": "unbelievably large amount and which is why we have an artificial scarcity in a sense that you know, you'd every survey in the last 10-15 years have said that farmers want to want to exit. But there is no exit. They are trapped in agriculture. In fact, in state after states, not even not just that they're restricted in selling. They're restricted from becoming landless that if a farmer is registered recognized in as per the land records as a farmer, even if we can sell part of his land, he can never sell all of his land to and become landless, which means that that exit policy that we that the industry and all the rest talks about, they don't realize that the farmers are in a position where they can't even exit when they want to. And 70% of farmers, particularly children of farmers do not want to continue in agriculture. So if they can't exit, where's the capital that's that should have come to them in order to make the transition"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:10.960",
        "message": "going to be available from like firstly, they can't sell the land for non agricultural purposes. Secondly, they're not allowed to sell it to begin with because they can't exit. Thirdly, even if they could sell it, they would get a fraction of the price unless the land use"
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:21.920",
        "message": "certificate got changed, which basically ain't gonna happen. There's no market. There's no market. There's no market. That is, there are hardly a part of India where there are farmers willing and able to buy additional farmland. They would rather lease it informally rather than put in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:37.120",
        "message": "capital to buy it in their name. So what is therefore happening is that the value of this land is what Hernando de Soto would call debt capital, that the value of this land is completely wasted, whereas a farmer could have, you know, taken some of this value invested it elsewhere, you know, reformed his own life, you know, and as both of you have spoken about before many of the recent jobs agitations really arise in a sense out of this agricultural crisis, whether it's the party guards of Gujarat or the Jats of Haryana, who are basically landowning costs. And one of the reasons there is a jobs crisis among them is that as generations go by, each plot of land gets divided further and further and further till it is completely unsustainable. And those farmers aren't allowed to even sell the land and exit. And you know, if they were allowed to, they could make some money off it and, you know, invest it in a better life, however, they do that, but they can't even do that. So ultimately, you have these political agitations on the streets, in these cases, taking the form of demands for reservation of jobs. Yeah."
    },
    {
        "speaker": "Guest 2",
        "time": "00:39:36.720",
        "message": "And actually, you can see, you know, Kumar was just mentioning about the land banks going bust, you can actually see apart from the land banks, that the structure of agricultural credit, agricultural loan has changed in the last 30 years. In the 80s, the largest chunk of agricultural credit came from what they would say land development, that is long term loans for development of land, which was primarily based on credit given on land. Today, it's completely reversed from two thirds of land development loan, it's now two thirds is on crop loan, which is short term, which means it is extremely risky, because crop is a cycle of three, four, five, six months, and it can fail. Therefore, whereas the credit is, two thirds of the credit is in this risky venture, risky aspect of agriculture, rather than in the capital aspect of agriculture, where it is completely stable, that is on land itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:34.560",
        "message": "And essentially, in this way, farmers are forced to gamble, whereas in another episode I did with Karthik Shashidhar on futures markets and agriculture, you know, he wrote about how the state has banned futures markets in agriculture for farmers. And that is actually a great way where they could hedge some of the risk. And my very first episode of the Seen and the Unseen was with Parvin Srinath and Karthik on corporatization of agriculture. And the point they made was another thing the state doesn't allow is corporatization of agriculture in the sense that because they, you know, our policymakers decades ago back in the day used to view companies with distrust and corporations with distrust. They didn't want large corporations which take over lots and lots of farmland. But what that forces you to do by banning corporatization, what it forces you to do is every farmer now has to have two skills. One is farming, one is entrepreneurship. And you know, to master two skills is very difficult to force every single small farmer to also simultaneously be an entrepreneur is unfair. It denies farmers the advantages of scale and of specialization of specialization, division of labor, all of those"
    },
    {
        "speaker": "Guest 2",
        "time": "00:41:40.720",
        "message": "things. But you know, it has an additional element to it. That is, now the law has in a way been changed. And there were the cooperatives which were supposed to be a farmer's way to scale. Now there are last few years, particularly there is this producer, farmer producer organizations, which in law can be a company or society. But the challenge is, and which is where the key is, you know, that we and the point that we haven't discussed so far that the land issue is not just about the sale part of it, there is a ceiling aspect. Unlike every other sector of the economy, where the first steps of liberalization was to lift the ceiling on capital, you know, we had a famous MRTPC, etc, which were precisely to keep a ceiling on the capital and we knew the price the country paid. Farmers are being told in virtually every state that only so much land is what you can legally own, which means that even if there are talented farmers who are entrepreneurial, and I'm sure there are many given this numbers, they can't, because legally, they cannot acquire land beyond the limit that the state has set in their area. This is a law that doesn't exist for any other sector. We have corporate India raising money from across the world, you know, either debt or equity. The farmer can't even raise it on his own on the land on which he is because firstly, his land has a value which has been undermined. And secondly, there's a scale that he's asked not to cross. So there's a Lakshman Lekha on land ceiling."
    },
    {
        "speaker": "Guest 1",
        "time": "00:43:24.240",
        "message": "Srinivas Bhatta After all the private sector going abroad and borrowing and everywhere, including the government of India also wanted to go abroad."
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:29.360",
        "message": "Ashutosh Yeah, the sovereign bond. Srinivas Bhatta Everyone wanted to borrow, except for farmers. Ashutosh Except for farmers. I mean, this is the most ridiculous situation that we have created, handicapped, I mean, handicapped in the sense of handicapping their capital. I mean, there can't be a worse form of injustice and inefficiency that we have caused in agriculture only because of this land related issues, both in terms of the valuation of it, as well as in terms of land ceiling, which means that you can't grow, which means that no, there can't be an entrepreneurial farmer who can hope to acquire 1000 hectares or 100,000 hectares."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:06.640",
        "message": "Srinivas Bhatta And I mean, the tragedy of it is so all encompassing. There are no, you know, there's no light at the end of the tunnel, there's no silver lining to this cloud, forgive the cliches, because, you know, a farmer can't exit farming, a farmer can't grow in farming. And while he is within farming, he can't capitalise on the value of his land, because that has artificially been kept low with a stupid restriction. What is the poor fellow to do? Could things get worse? Well, yes, they are much, much worse. And we'll come to that after a short commercial break."
    },
    {
        "speaker": "Unknown",
        "time": "00:44:38.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "00:46:38.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "00:50:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "00:56:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "00:56:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "00:57:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:48.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "00:58:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "00:59:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:18.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:01:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:04:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:09:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:10:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:08.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:12:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:15:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:16:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:19:08.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:19:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:22:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:24:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:27:08.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:27:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:48.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:29:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:31:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:35:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:40:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:42:48.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:44:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:45:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:47:08.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:48:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:50:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:51:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:52:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:55:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:08.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "01:57:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:08.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "01:58:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:28.240",
        "message": "Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 2",
        "time": "02:00:48.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Guest 1",
        "time": "02:01:28.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:08.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:09.240",
        "message": "Transcribed by https://otter.ai Transcribed by https://otter.ai Transcribed by https://otter.ai Hello everyone, welcome to Tech Careers in the New. The new podcast series presented by Accenture. I'm your host, Shiladitya Mukhopadhyay. In this podcast series, we'll get you the latest and greatest in the world of technology that's shaping the future of business as we know it. We're talking intelligent platforms, cloud, AI, blockchain, extended reality, and a whole lot more. Every fortnight on Wednesdays, we'll have for you a hot topic with expert speakers from Accenture talking about top trends in the space, how these are changing the world and creating growth across industries. And importantly, we'll tell you how you can learn more, build your skills, and expertise to grow and stay relevant in your career. Episodes out on the IVM Podcast app or wherever you get your podcasts from."
    }
]