[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:04.960",
        "message": "Before you listen to this episode of the scene in the unseen, I have a recommendation for you. Do check out Pulya Bazi, hosted by Saurabh Chandra and Pranay Kotesane, two really good friends of mine. Kick-ass podcast in Hindi. It's amazing. More than a decade ago, in 2007, I wrote a column with the title The Matunga Racket. The Matunga Racket was a scam run by the police that a gay friend of mine told me about. This was how it functioned. Cops would go to this online messaging board for gay people. This was in the days before smartphones and Grindr. A cop would pretend that he was looking to hook up. He would lure his victim to Dadar railway station at a particular time. A plainclothes cop would complete the rendezvous and be joined by other cops, who would then drag their unsuspecting victim, some poor bloke who wanted nothing more than a memorable consensual encounter, and take him to King Circle police station. There, they would threaten to book him under section 377 of the Indian Penal Code, which effectively made homosexual sex illegal. If he was a young man, as he often was, they could even threaten to call his parents. Then they would make him empty his pockets, and often they'd take him to a nearby ATM, force him to use his ATM card, and take as much as they wanted. The point of that column of mine was to talk about the criminalizing of victimless crimes with laws like 377, then used by the cops as a tool for extortion. What is the police after all, but a legal mafia with a monopoly on violence. Now, since section 377 is no longer on the books, you'd imagine that we've solved that particular problem. Not really. Gay people in India may not be terrorized by a bad law, but they are still shackled by social attitudes that look upon homosexuality as a dangerous aberration, even a disease, and many young people grow up with guilt about their secret desires, a guilt that should be as unnecessary as, say, guilt about being left handed. Millions of people in our country carry this burden with them every day, this burden of shame when there should be no shame, this burden of hiding something about yourself from a family that otherwise embraces you as you are. Those born to privilege can find ways of escaping this burden. But most gay people in this country, even if they now do not have a law dangling over their"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:16.160",
        "message": "heads, still spend their lives in prison. Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:34.000",
        "message": "Welcome to the scene in the unseen. My guest today is my friend Vivek Tejuja, who has just come out with his first book. So now you know, growing up gay in India. This is a charming memoir of growing up gay in India. And while it's written in a deceptively breezy, lighthearted way, I also found it to be a deeply moving book. Vivek and I have met just a handful of times, and our online friendship is actually based on a love of books. Vivek makes his living writing about books and his transparent, infectious love for books has often made me rush to Amazon right after reading a review or a tweet by him. So some of our conversation today will be about the literature and poetry that we enjoy. But much of it will be about the brilliant book that he's just written. Before I begin chatting with Vivek, though, let's take a quick commercial break. Did you know that Parsis in Mumbai, instead of being left at the Tower of Silence after they die, are now cremated? And why? Because a cow fell sick in the early 1990s? Did you know that the smog in Delhi is caused by something that farmers in Punjab do, and that there's no way to stop them? Did you know that there wasn't one gas tragedy in Bhopal, but three? One of them was seen but two were unseen? Did you know that many well-intentioned government policies hurt the people they're supposed to help? Why was demonetization a bad idea? How should GST have been implemented? Why are all our politicians so corrupt when not all of them are bad people? I'm Amit Verma, and in my weekly podcast, The Seen and the Unseen, I take a shot at answering all these questions and many more. I aim to go beyond the scene and show you the unseen effects of public policy and private action. I speak to experts on economics, political philosophy, cognitive neuroscience and constitutional law, so that the insights can blow not only my mind, but also yours. The Seen and the Unseen releases every Monday. So do check out the archives and follow the show at seenunseen.in. You can also subscribe to The Seen and the Unseen on whatever podcast app you happen to prefer. Vivek, welcome to The Seen and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:42.640",
        "message": "Hey, hi, Amit. Thanks. Thanks. Happy to be here. Tell me a bit about how this book came about. So, you know, in 2009, about 10 years ago, I was just working on a couple of chapters. And it just started with the memory of which is also there in the book of me and a couple of gay men going to Gorai for a trip. And at that time, like you mentioned, it was totally unheard of for someone. And I just met one of them once. And I was so taken in by him and his charm. And it was not even him that I chatted with online, I chatted with a friend of his that I wasn't interested in. And he introduced me to this fellow, Tori, and I absolutely got taken in by him. And I was like, okay, you know what, let's do this. Let's go on a trip. And that trip memory, which is in detail in the book just evoked the chapter that I first wrote. And then I just started writing chapter after chapter. And this was then shelved for 10 years or more. 10 years, yeah, a little less than 10 years still. The book was supposed to be a young adult fiction book with another publisher, who then decided not to publish it in the memoir form, because they had some objection. And then the book went to HarperCollins, my editor Udayan picked it up and he loved it. And that's how this book came to be. And that's how I wrote this book. And I added more chapters to those chapters. So yeah, and so it's a very short book. So yeah. Yeah, I enjoyed reading it thoroughly. I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:23.440",
        "message": "my only criticism, as I told you was that it was too short. It got over when I was just settled in. And I thought, okay, a little more of it would have been really nice. Did you always"
    },
    {
        "speaker": "Guest",
        "time": "00:06:34.160",
        "message": "kind of want to be a writer or? No, actually, but in a way, it was just one of those very lofty dreams that one has, while growing up, when you read other books, and you are so taken in by the love of literature that you're like, okay, one day, I'm going to be a writer. So the story there is that my father gifted me and he didn't even realize what he was gifting me. I was about 14, 15. And he handed me a book called Sisters by Shobha Dey. Okay, I don't know what this is, but it just felt close to home, not because of the affluence, but just because they had an Indian characters. It had Indian sex, it had everything. And I was like, okay. And then I finished the book and at the end of the book I had written, one day I want to be published. You know, I want to write and then that's how it came about. And this was way back in 1998-1997. What do you mean Indian sex? Sex between Indian characters or something specific? Sex between Indian characters and I never read it in a book. Nobody used to write books like these where there was sex between two characters and Shobha Dey was all out and I actually enjoyed her after that. I actually read all her books. And I was like, why am I reading this shit after a couple of years? But then you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:51.120",
        "message": "know what, it's good shit. So I loved it. It's good shit in a sense, she is delightfully"
    },
    {
        "speaker": "Guest",
        "time": "00:07:55.200",
        "message": "unpretentious. There are no literary airs or illusions. And I wanted to write in the same vein. And that's why this book is so simple. Because it's not. I'm glad that it also ends"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:09.360",
        "message": "when it ends because I intended it to be short. Let's kind of go to the book and the subject of the book and kind of growing up gay. And, you know, I'd done an episode before on this with Naveen Nirona, who of course hosts the podcast Keeping it Queer, even you've done an episode with him, which we'll link from the show notes. So growing up, I mean, one of the interesting things I found about your book was that you were also sort of born to privilege in a sense, and aware of that privilege. Oh, yes, completely. And how did you know, when did you become aware"
    },
    {
        "speaker": "Guest",
        "time": "00:08:50.000",
        "message": "of being gay, that there was a difference? I think I was eight. Honestly, I was about eight or nine. And I would watch these videos. Or I would watch there would be cassettes brought at home of Hindi movies or Bollywood. And I remember watching a movie of Vinod Khanna in it. And he was shirtless on the beach in his trunks. And it was Gurbani, I think. And I fell in love with what I saw. I fell in lust, actually. I don't know at nine if you can fall in lust. But I knew that, you know, I couldn't care about a Zeenat Aman in a bikini. I mean, it just didn't matter. And then just incidents and instances kept getting piled on one after the other. And while boys in school were talking about girls, I was thinking about other boys, pretending to talk about girls. And I was like, Okay, I think I know. I didn't have a term for it. I didn't know. It was homosexuality. I didn't know it was being gay. I didn't know any of that. I just knew that. Yeah. And I couldn't even ask or tell anyone. So it became a little difficult"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:54.880",
        "message": "to give a name. Did you feel that? Oh, I mean, what's going on? There's something wrong with me?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:59.680",
        "message": "Or? Oh, yeah, completely. Completely. I just wanted to fit to mainstream. Because everywhere around you, as you grew up, you see heteronormativity. And that's what I wanted. I wanted a wife. I wanted four kids. I wanted a house. I wanted a nine to five job. I wanted everything that my father had. Until you saw Vinod Khanna without a shirt. Yeah. And I was like, Okay, now I don't think I didn't know whether I wanted him or I wanted the straight life, so to say. But but I guess over a period of time, with whatever you go through, and whatever you internal conflict, and you just figure along the way that you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:35.120",
        "message": "this is what you want. And this is what you do not want. It's a kind of an overlap between these two phases, like one, because you're looking at your father, and you're looking at all the heteronormative stuff. And you're looking at Bollywood romances, and you're thinking, Oh, okay, that's the way it's going to go. And then you discover this."
    },
    {
        "speaker": "Guest",
        "time": "00:10:50.000",
        "message": "So the only overlap was that, when I discovered and then as I went into my as I entered my teens, I just because of the heteronormativity, all I wanted to do was be a woman. I equated that there was a man and there's a woman. Right. So while being gay, I never thought of it as two men. So at that time, now, of course, things are very different. You're more aware and more aware and you read and you interact and you grow with the world, and the people around you. But at that time, it was just a dream to be married, even to another man without realizing the laws without realizing. So this is the kind of privilege I'm talking about, right? You don't was so mollycoddled, you're so cushioned, that you don't realize you mentioned in your book, you were the Raja Beta. Yeah, yeah, clearly. And, and it was sickening after a point, because then they just invaded my life. They wanted to know everything, nothing was hidden, except for this one thing, which was hidden for a very long time, till I came out at 18 in frustration, because a man rejected my advances or rejected me. And I just didn't know what to do. I was so mad at him that I was like, okay, I was angry. And then I decided to come out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:06.000",
        "message": "You begin your book with an incident which you then allude to later, which is basically you saw the film Sarak and you were attracted to the character of Maharani. No, I wasn't attracted to the character. But I quite liked what I watched on screen. And then you went home and you imitated him and your uncle slapped you. Everybody was, and you were stunned by that. And you've written in your book, quote, one incident is all it takes for you to not confide in your loved ones, stop quote. And from that point on, it's, it's like, it's a secret. You can't even tell your family about it. Yeah, that's true. Yeah. And you also, you know, you write in your book that Bollywood was a sort of a big influence on you. It had a big effect on you, which is very interesting, because one is a heteronormativity, which you've pointed to that it will show male female relations in a typical cliched way. And even there is basically it's not even healthy relationships. A lot of it is just toxic masculinity. All of it is very toxic. So it's just that one very toxic prism coming through even for women. And the other part of it was how they treat gay characters. So how was it for you where your big influences in your life are Bollywood, which is most of the popular culture that you're then consuming, and seeing how they treat gay characters after you"
    },
    {
        "speaker": "Guest",
        "time": "00:13:19.280",
        "message": "figure out that you're gay yourself? Yes, it was very problematic. Because in my head, then I didn't want to be associated with those characters, which I've also mentioned in the book, like Pinku from Maskalandar or Maharani from Sadak. Or even the way Dostana years and years later, when it came out, I was very, very upset with that movie, that how they were depicting. But then I also realized that they don't know any better. And how Bollywood played a major role is because in my house, there was nothing but screen used to come as a newspaper, as a weekly newspaper then. And everybody would just read that. There were only Bollywood magazines, from Stardust to Cineblitz to Filmfare and movie and it was just that. That was the consumption. And which is until of course, my mother decided to put an end to that. And you know, while that was also going on, she decided to involve me more in the world of books and literature. And that's where the love began. But I think, and Bollywood upset me for a very long time. But then I decided that I also wanted to be a part of the fantastical world. I want to be immersed in that fantasy so desperately that you know, I wanted to probably just be with Akshay Kumar when I when I watched him shirtless or also there were those other romantic ideas of how Rishi Kapoor was wooing Sridevi in Chandni. Or how it was in Lamhe, you know, when you're pining for a lover. And you were a big Sridevi fan. Oh yeah, completely. Still am. And how you're pining for your lover and how, you know, you're longing, I think, I think it was just the feeling of longing. The romance. The romance, more than the romance, I think the unrequited love, because if one thing that game and know most than most men out there is unrequited love. I mean, I could be wrong, but from personal experience, I feel is just so looming large or loomed large then. But but as you grow, you start seeing things with a different perspective, which helps."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:27.440",
        "message": "I mean, what must just thinking aloud what must make that unrequited love a worse problem than it is for the toxic in cells who are among the straight men who otherwise roam our countryside is that the pool of available choices to you is far less like if I'm a straight person, and I see and I'm attracted to a woman, you know, it's something that I can think about and consider. And it's fair game if you're both single. But for you, most men are also out of bounds. I mean, how do you even is that something that is a I mean, that goes beyond unrequited"
    },
    {
        "speaker": "Guest",
        "time": "00:16:02.960",
        "message": "love? It's just, I think maybe that's why we assert our sexuality so much. Like we want other men to know at least wanted them to know that we are gay, that we are available, that we are single. I mean, the flamboyance and the assertion and the entire drama associated with us comes from that latent to be seen, you know, and not to be unseen. To be seen to be visible, I think it is so important. Because in your head, how will people know that you're gay? How will a man then want to show interest in you? If he is gay? How do you how do you see the signs? Do you write it on your forehead and walk on the street? Do you sashay your hips when you're walking? Do you do you show it in your talk? Do you be soft and genteel and a little high pitch in your voice? How do you show like I remember somebody telling me that in Marine Drive people used to wear white kerchiefs on their right wrist to indicate their sexuality and cruise that way or you cruise and then you speak through eyes and you speak through expression and at right opposite Taj Mahal, what Gateway of India wall used to be called the wall and people used to cruise there. They used to cruise in every local platform loo. And that's when these cops used to go masquerading online and then, you know, sort of nab them. We had only voodoo, which I've also mentioned in the book. And then it is it was a crazy time because how and then coming back to that, right, you just had to be seen to be able to get sex, love, or both in good combination or anything that you wanted, like in the so called straight world or the heterosexual world. People take it for granted, right? You see a woman or a woman sees you, you're seen to each other. Yeah, there's nothing like the unseen. But here you have to present yourselves. And that's when you know, from all your choices, the way you dress, to the way you talk, to the way you walk, to what you're reading, to what interests you have to all of that, you want some way of signaling that you're not interested in sports. So for the longest time, in the 90s, if you were a boy, you have to be interested in sports. And the minute you're not, then something is wrong with you. And that wrong, I wanted to convert the advantage of being right for me, so that somebody could pick it up. And I could perhaps be with that someone. But how do you signal a disinterest in sports? You make it very clear. Yeah, you're very loud about it. Like with my parents, I was extremely clear. My mother used to force me to go down and play a sport. But she's like, oh, sport leads to teamwork, it leads to building character and blah, blah, blah. And I'm like, no, I'm just bored. It tires me and I don't want to do this. I just want to be this lazy boy and sit at home and read. Which sounds like an"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:10.880",
        "message": "excuse not of a gay man, but also a Bengali man. I mean, half Bengali. I mean, who wants to"
    },
    {
        "speaker": "Guest",
        "time": "00:19:15.200",
        "message": "do physical activity and sweat? I'm sorry, I don't want to perspire. I just don't I'm, I'm, I'm not, I'm just averse to the idea of my pores, emitting something that I don't want on my on my skin."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:28.480",
        "message": "That's all. And you mentioned voodoo. And there's a nice quote about voodoo in your book, which I'll again read out, quote, voodoo makes you not want to look in the mirror. Once you get out from there, there is this heavy sadness in the air, in the low ceiling, the expression that is still muted. And with all the strangers, it doesn't make it much easier. Stop good and voodoo, of course, is this gay club that you went to to meet people and yet there was no option you all of you had to"
    },
    {
        "speaker": "Guest",
        "time": "00:19:52.480",
        "message": "be there because how else do you? Yeah, initially, till gay Bombay party started. And then you went on and even there, there was such a class difference. Like there was something called Salvation Star, which was just for the South Bombayites. Oh, and if you were say from out of South Bombay, and you would come to that party, somehow they would sense you, I think they would smell you that you're not from South Bombay. The other. Yeah, the other and they would treat you like that. Well, and you would be shunned into a corner and nobody would show any interest in you. And then there was a gay Bombay party culture at Velocity in Tarde, where every Saturday, there used to be a party. And just the idea of going there with your other friends, or with your friends and just dancing to item songs and, and just living, getting drunk and to be able to grind against each other, a stranger even and make out on the dance floor. It just gives you such a sense of liberation. And this is all pre 377. Yeah, we just absolutely snatched what we got. At least I did that. I remember my moments of just snatching, of just grabbing with both hands and not being apologetic about it at all. And I guess privilege had a very big role to play. Because in my head, I knew that I was cushioned and comfort was there to whatever extent back home. So I could manage to put myself out here and do this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:17.840",
        "message": "But it must have been much harder, for example, from the non South Bombay types who happened to come to the Salvation Star party. And what do you do? I mean, it's, I think you, you have added"
    },
    {
        "speaker": "Guest",
        "time": "00:21:27.120",
        "message": "insecurities, you learn, you find your own tribe. Because it's so important to find your tribe when you're like, for me, while growing up in college, I was dying to speak with another gay boy. And I literally thought to take a quote from Little Britain, that I was the only gay man in the village. There was nobody else. And it frustrated me no end till of course, internet came about. And I was like, Oh, there are other people. And there are other people very close by."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:57.840",
        "message": "And I guess the internet came at just the right time. And how has the internet changed things? Like are there still gay Bombay meetups? Is that still a necessity?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:05.360",
        "message": "Gay Bombay parties? Yeah, sure. Sure, sure. Those still go on. But now I've stopped going."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:10.400",
        "message": "And you mentioned that there are more hookup apps for gay men than for straight men."
    },
    {
        "speaker": "Guest",
        "time": "00:22:14.560",
        "message": "Gay men are everywhere. Gay people are everywhere. We are on Tinder, we are on Grindr, which is exclusively for us. We are on something called Planet Romeo. We are on Bumble. We are on Hinge. Yeah, everywhere. And I think also with 377 gone, a lot of men are coming out. They are coming out as bi curious. I don't know what that means. Or as curious or as bisexual or whatever label they want to give themselves. But they also making themselves seen that you know, this is us. And you know, we are out here. Actually, people have it on their Twitter profile, that they're bi curious, bi poly, bi curious, bisexual, trying to figure trying to navigate waters. Again, I don't know what that means. But, but yeah, I think it's a very good thing that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:05.440",
        "message": "all of this is happening. It's a great thing that a lot of people who had these sort of repressed feelings can now just come out in the open. And like a friend of mine was recently telling me and he's otherwise I've known him as heterosexual. He has a girlfriend and all that. But he said that he wanted to go to Grindr and check it out and see what the curiosity, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:23.280",
        "message": "I mean, it's interesting. And how the expectation is set with two men. But I've only known men, right? That, that how it's either going to be this or that, or something else. So I think it's so clear the communication is transparently transactional. So there's nothing else. Yeah. Like you move with the idea, like if somebody says he's, he's a little discreet or closeted or whatever, you know, he's not going to give you his number, you have to still go by the trust factor and meet him where he wants you to meet him, if you're interested, if there's been a conversation, if there's some chemistry. So you have to take that risk. Like earlier, though, I wouldn't be able to see a picture of somebody online because people wouldn't, there's to be no option of sharing pictures. You just met. And then you took it from there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:13.840",
        "message": "And so you didn't even know who you were meeting. You have an account of a date you had at just around the corner, which, which again, makes me very nostalgic, because just around the corner is like a defines a certain time in Bombay and a certain time in Bandra. And he had portrayed himself as I think being very tall, and he turned"
    },
    {
        "speaker": "Guest",
        "time": "00:24:28.960",
        "message": "out to be really short, very short. Yeah. And you still went along. I was, I was in a sense desperate. I was young. I was horny. I was desperate. And, and I just wanted to experience everything."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:43.920",
        "message": "You also got a very interesting account of how you seduced a straight man. Yeah, at Cafe Mondega. So what happened there?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:50.000",
        "message": "I think it was a very unusual evening. Things, all the chips fell into place. I didn't, I didn't even plan it that it would go this way. I thought he would slap me. I thought I'm done for. He was this huge Delhi boy. And I was like, Oh, my God. And that time I was scared of Delhi boys. I mean, I was like, okay, you know, and I'm trying to take him home. That was another kettle of fish all together. So I think we just, I was just a little brave and stupid. Because it could have gone anywhere. I could have just not been here. I could have been murdered in the taxi or something. And I say it with all earnestness, because these things used to happen. People wouldn't know about it. I think a lot of gay hate crime was very prevalent. I don't know if it still is. Have you experienced any of that? I've experienced verbal hate. A lot of it. I mean, in school, college, bullying."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:48.000",
        "message": "In fact, one of the painful parts of your book is where you know, for a few pages, you describe your first crush, this friend called Deepak and then he is the first person to call you a faggot"
    },
    {
        "speaker": "Guest",
        "time": "00:25:56.880",
        "message": "one day. Yes, yes, because of whatever influence of other boys and extremely painful. I mean, the fact that I still remember it the way I do after all these years, should say something but, but yeah, but these things happened. And I don't know if they happened to every gay boy growing up. But universally, yes, these things happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:19.840",
        "message": "And, and, you know, so let's, let's take this opportunity to sort of go back to your school days where you talk about how okay, you had a sheltered life at home and everything is fine. But then you go to school and everything changes. And again, quote from your book, quote, consider this, a boy who has never been short on confidence, suddenly finds himself at a loss for words when it comes to defending himself at school. He just cannot speak. He has no idea what has beset his life. And before he can call out for his dad or mom, he is surrounded by bullies, bullies who do not lose a single opportunity to make his life miserable, stop quote. And to some extent that this is because the sense that"
    },
    {
        "speaker": "Guest",
        "time": "00:26:56.640",
        "message": "Yeah, yeah, I think I think children, like we all know, can be very crude. And they have, they have the sense that perhaps adults just do not, this instinct that something is off in a way that this person is different. Like, I think it just started from the time I refused to be in any sports club or engage beyond like, I wouldn't want to wrestle in the mud. I wouldn't want to pick a fight just for no reason. So the angst or teenage angst just got channelized in other ways. So I think they picked on that a very, very, they didn't know. And children know. And they know how to pick on weaknesses, just like Lord of the Flies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:42.720",
        "message": "Yeah, which is very accurate."
    },
    {
        "speaker": "Guest",
        "time": "00:27:46.000",
        "message": "Yeah. And they just, so I felt like piggy. Just that, I think I came out of it a sane at the end of it all. How did you navigate your school years? I hid. And I did a very good job of hiding. So the dichotomy there, right? I mean, in school, you want to be hidden. But the minute you're out of school, and you're exploring your sexuality, you just want to be seen. So, and seen in a way that, that again, you don't want to be seen out there. But in a very subtle manner that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:14.640",
        "message": "you want people who are looking for it to know that"
    },
    {
        "speaker": "Guest",
        "time": "00:28:17.040",
        "message": "Yeah, that you're giving it. Yeah, that you're available."
    },
    {
        "speaker": "Unknown",
        "time": "00:28:20.000",
        "message": "Did you know any other gay boys in school?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:22.720",
        "message": "No. Which is weird, because just going by the percentages, there must have been a few."
    },
    {
        "speaker": "Guest",
        "time": "00:28:26.400",
        "message": "Of course, a more than few. I don't want to name my school, but notorious. Notorious in the sense that people say, Oh, a lot of homosexuals in your school. Oh, really? I didn't know anyone. I wish I did. But sometimes even the bullies, right? Could be. And they may not even have known that about themselves, unfortunately. Or some hidden kind of self loathing, which is expressing itself. And yeah, so a lot of psychological drama. So yeah, thank God it wasn't a boarding school. Because I wouldn't have been able to survive that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:01.600",
        "message": "Are you in touch with any of your school friends? No, not at all."
    },
    {
        "speaker": "Guest",
        "time": "00:29:04.320",
        "message": "I don't have school friends. So yeah, I think I put a stop to that very clearly. Once I was out of there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:10.880",
        "message": "And how was college? Where did you go to college?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:13.680",
        "message": "Right here in Bombay. Okay. How was college? College was a lot of fun in the sense, I studied literature. And it was great. I was immersed in books. My professors were very, very kind. And I went to St. Xavier's. So yeah, so it was a lot of fun. It was something that was so different. It was, yeah, but again, in college, right? The friends that were there were very far and few. I never made friends in school and college, which was very strange. I don't know why. I thought I was popular. But of course, I wasn't. Because I was very quiet. And I wouldn't mingle. And later when I decided that, okay, now it's the time to meet people, to make a friend. I think I found people who thought in a similar fashion or who, you know, were there for me. And they continue to be there. So yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:09.200",
        "message": "So was that sort of initial not making friends or whatever? Was it because you were generally a quiet introverted person? Or did your own sense of your gayness also have a part to play in it?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:20.320",
        "message": "So I think in college, I was very, very inhibited. I think it was just, like I said, right, when you can't, when you just wait to speak to someone who is like you, and that's not there, then you feel a sense of loss. I mean, for how long could I just speak with friends who were women and not be able to tell them? Like I also mentioned a very close friend of mine, Em, and how she, how I fell in love with her, because I was so in denial for the longest time. You've written about your yearning to be straight. Yeah. And I watched City of Angels with her. And then I proposed, for some strange reason, I just proposed. And, and then when she found out that I was gay, she broke down because she thought that I had a thing for her, when though she wasn't really interested. So there's a very, very complex situation that played itself out. And I don't know why I did what I did, but I did. Maybe because we are spending so much time together that I thought that I could, you know, veer in that direction. And, and that never came to be. So, yeah, I mean, I used to look at, I, like I said, right, and I keep saying I wanted the straight life because it felt so complete. But, but thank God that didn't happen in my life. I'm very happy for the, for the lack of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:40.400",
        "message": "And like a related question that comes up is that because being gay in India is so difficult, so difficult, how much does going through that experience, right, difficulty rather than being a difficulty in being gay in India, go on to define who you are as a person or shape who you are as a person. For example, in my case, I know that my sexual orientation has absolutely nothing to do with who I am."
    },
    {
        "speaker": "Unknown",
        "time": "00:32:05.360",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:05.920",
        "message": "You know, it hasn't shaped me in any way. I don't have to modify my behavior because of it. I don't have to be wary of what I say to people or, or, you know, consider carefully the signals that I send out. So my orientation hasn't shaped me because I can just take it for granted. How has it worked for you?"
    },
    {
        "speaker": "Guest",
        "time": "00:32:25.920",
        "message": "So I think my orientation shaped me in a very positive way in the sense that the cultural references and the pop culture impact or the impact of arts when it came to my life was just something else. And when I discovered Giovanni's room, or when I discovered Madonna on MTV, and that was a revelation. That was, I was like, wow. But why a revelation for you? Because for me, I'll tell you why. Because when I would watch someone like her with such unabashed confidence and with such glory in the performance and speaking what she did about, which is of sex and love and, you know, being who you are and accepting yourself the way you are, that hit a chord. And that hit such a strong nerve that you feel that confidence in some way. You feel that there's an ally, even though you don't know her, and you still know her so well, just like Sridevi. You just feel that these people or these celebrities are just allies. They are your friends. You could perhaps have a conversation with them in your head and be so comfortable about it. You know, and the same thing when it came to books, like Tennessee Williams, when I discovered A Streetcar Named Desire, or Cat on a Hot Tin Roof, or a movie like Gone with the Wind, which was something so empowering about that film, even though it has its problems, the book and the movie. But just to see Scarlett O'Hara pick a pound of earth in her hand and say, I'm never going to go hungry again, instilled something in me that just shook me out of my wits. And I was like, you know, it's okay. I mean, if these people can do what they are doing and living the life, so can you. And that impact on the orientation was so strong that the rest didn't matter, really. Like when I first watched Maury's, back then when star movies was the good old star movies."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:22.560",
        "message": "Early 90s, I think, yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:34:24.160",
        "message": "And post 1130, they would show movies with a lot of graphic content, and a lot of nudity. And Maury's was one of them, produced by Merchant Ivory Productions. And I fell in love. And it wasn't because of the lust, but I think just the fact that this is possible. And it spoke to me on so many levels, talking to me about, you know, being who you are in a world that probably will take time to accept you. And then acceptance didn't become a matter of concern at all. It was there, of course, in a very latent manner, it was there. But that wasn't the agenda at all. The agenda was perhaps just to live and navigate and figure and meet more people like you and understand and share stories and figure it out and make your mistakes. I have made so many mistakes with the men that I've met, the choices, but it's okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:18.560",
        "message": "It's been a great journey so far. Almost counterintuitive, what you just told me in the sense that you're saying that it kind of made you stronger and more comfortable in your own skin, you know, and helped you get past sort of the anxieties that humans feel. And you mentioned Maury's, so like, what are the sort of early works of art, like books or films or whatever, which showed normal gay relationships, and not in that whole Bollywood caricature-ish, maskalander kind of thing?"
    },
    {
        "speaker": "Guest",
        "time": "00:35:45.840",
        "message": "So I think even, so when, you know, I read this book by Raj Rao called The Boyfriend, and The Boyfriend, to me, felt a little maudlin in the sense that, again, it spoke about the cruising culture, it spoke about people from different classes coming together, and then trying to make sense of what they were feeling towards each other. I think the sense of attraction, and the sense of desire was so strong in these works, that you start relating on a very different level, like you read books written by heterosexual men and women trying to find gay characters in it. And you can't, because they are not equipped to perhaps write about it. But when you see Gore Vidal's The City and the Pillar, and you then tend to find homosexual authors or writers who happened to be gay, and you can't ask the librarian in your college, because she'd be mighty scandalized. And there's no Google back in the day. And there's no Google. So what do you do? You just figure, you just find, you read synopsis after synopsis, and try and see that, you know, will you find gay literature? Will you find good, solid gay literature to tide you through? Like when I thought, when somebody told me, a friend, that a suitable boy has some, you know, gay sex, or gay intimacy, I knew I had to read it. And that might have been the driving force. But of course, ultimately, I loved the book, or that the Golden Gate has a bisexual character. So you only want to read because you want to find out that, you know, what it is about me. What is it about me that, that makes me different or, or what I don't care about anymore? Or I give up caring about because it doesn't make sense anymore. So I think these works of art and these books and movies and, and perhaps lives of people, just instilled this confidence layer by layer, which had, of course, shattered over a period of time because of the bullying and all of that. And I was like, okay, let's pick up and see where we go from here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:55.840",
        "message": "No, it's interesting, because I've read and loved a suitable boy many, many, many years, I mean, when it came out, basically, and I cannot remember a gay scene, which"
    },
    {
        "speaker": "Guest",
        "time": "00:38:05.200",
        "message": "It wasn't a gay scene, it was just intimacy between two characters."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:08.800",
        "message": "I can't remember that either. And that's very interesting, because like I recorded an episode few weeks back with Ira Mukherjee, which will probably release after this about women in history. And she talks about how, when she reads a lot of history, because she her gaze is open to it, she will find interesting women characters and interesting things happening to women, which men reading the same history simply won't even notice it's like something happening on the side. And it's not interesting, but she's looking for it. And so she can see it. And so it's interesting that there's that added layer to the way that you're sort of reading this stuff."
    },
    {
        "speaker": "Guest",
        "time": "00:38:43.280",
        "message": "Yeah. So I think I think when you when you want to look for things, they make them themselves shown in a way to you that, that perhaps other readers, every reader is different, right? So another reader might catch on to something and I might catch on to something else."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:02.720",
        "message": "So yeah, We'll, we'll talk about books a little later in the show, but sort of going back to sort of your growing up years, you know, you've described how it was with school, where you're basically you're getting bullied, and you're trying to be unobtrusive. And then in college, you gradually open up a little bit, but how was it like at home? Like, as far as your family is concerned, you mentioned how, you know, your uncle, for example, slapped you once when you did those the dialogues of Maharani and when did they start getting a"
    },
    {
        "speaker": "Guest",
        "time": "00:39:33.760",
        "message": "sense of it? And how did they react? So I think after that incident, I stopped doing a lot of things. And I've also mentioned in the book that growing up in a household of women, for the longest time, I was a part of the kitchen, I would go and sit over there. And like I mentioned, listen to songs on the radio with them and be a part of them, see how they were cooking, how they were cutting, what was going on in that world, how they would gossip. And it was very interesting. I loved just growing up in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:04.400",
        "message": "kitchen. In fact, I'll quote the passage from there, because I kind of liked it. So I, I have the book open to that page. Now, before you mentioned the kitchen, start quote, I think from there, I learned the art of being the other gender, I learned of grace of the subtleties of not expressing everything harshly, or not confining oneself to what the world expects of you because you happen to be a man. The songs that would be played on the tape recorder in the kitchen would be only by women singers. There was no intrusion of male voices in that domain. I was a part of that world till I was about 11 or 12. As soon as I turned 13, I knew I wasn't welcome in that space, stop quote. And that's obviously because you're"
    },
    {
        "speaker": "Guest",
        "time": "00:40:41.680",
        "message": "deepening of your voice. Yeah, deepening of my voice, also the fact that they understood that now he's a teenage boy, his body is growing in ways that they couldn't fathom, or they didn't want to, because there's always this distinction in a household. Okay, these are the men and you roam with the men when you become a sort of a man. And these are the women and you go with and the girls are supposed to become women, when perhaps they have their first period or they experience life from there on in the next stage, and so on and so forth. So those very, very silly boxing of roles is what took place. And then I just kept quiet. I was like, you know, okay, this is what it is. And this is how it will be. Like, you know, even when we used to go to watch movies together, the boys and the men would sit separately, the women and the girls would sit separately. Yeah, except for of course, just exchanging, okay, what do you want in the interview? Shall we get popcorn and so on and so forth. Otherwise, opinions and thoughts weren't shared or expressed. So I think that was a big, it was a big lack over there when growing up of expression. So I think, when I started expressing myself, out of anger, it was so different, because nobody expected that out of me. Everybody thought I was this sort of adarsh balak, I would do as told. And they had sort of charted a road map for me that he would do this, he would become this and he would have a girlfriend and you'd get him married and so on and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:19.760",
        "message": "and so forth. But that never happened. And did this experience also sort of open your eyes to the cruelty of men, so to say, in a way that would not otherwise have happened if you weren't gay? Like, I think a lot of men like I'm talking not about sort of being straight or being gay here, but just in the terms of gender, the cruelty of men is something that is ubiquitous and normalized and taken for granted in the way that they treat their women. And just this your sense of identifying with the women more of, you know, not understanding why this distinction and why these different roles did that open? I mean, did you also then sense that ubiquitous cruelty of men?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:02.160",
        "message": "Oh, yeah. From the word go, I mean, men generally that I was surrounded by, I expected a certain sort of decorum, so to say, walk this way, you know, chest out, shoulders up. Why are you drooping? Why this? Why that? You know, why do you want to wear this? Why do you want to talk like this? Deepen your voice and you know, let it be a little gruff and abuses, abuses were flying in my house like no one's business. And that's when I realized that, you know, for all the books that I read and for everything, I just couldn't communicate anything with them because they wouldn't get it. They just wouldn't understand. Like, I couldn't discuss an Agatha Christie book, I couldn't discuss Marquez with them. Because in my head, I was way above all of this. So in a very flighty sense, also, I was like, these people are just beneath me to discuss"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:01.040",
        "message": "anything with them, or they won't understand. But did they also read? No, no. And an unrelated question before we get back to the family is that, would you feel that people who read more are also"
    },
    {
        "speaker": "Guest",
        "time": "00:44:16.160",
        "message": "more empathetic? Not necessarily, not all the time, but most of the time. Yes. I think people who read more, I think people who read diversely are more empathetic. People who, like my uncle only at some point, he read, but he would only read Alasdair Maclean. I don't know what kind of empathy you can get by reading an Alasdair Maclean novel, or a James Hadley Chase novel. But yeah, that's what he read. But maybe I guess if you read literature, you'd be... Perhaps, I don't want to sound like a literature snob, but yes, why not? We are sounding immensely, immensely snobbish. But I think it's fine. It's okay. Because I don't expect them to get it. But I think just the idea of not only being gay, but just the fluidity of life, I don't think they would, they would get it. It would take a lot of years, and which it has. Which it has. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:11.760",
        "message": "So tell me about the experience of coming out to your family. Like, how was that? I mean,"
    },
    {
        "speaker": "Guest",
        "time": "00:45:16.720",
        "message": "I know it happened in steps. Yeah. I mean, I told my cousin, and she went and blurted it. She blurted it? Yeah, to someone in the family. And then I just got all of them together one fine day. Everyone. And I just said, Hey, Well, not your parents. My mom, my dad wasn't there around at that time. He had gone somewhere and they didn't tell him. Because he had a cardiac problem, and they didn't want to shock him, so to say. So I don't know what sort of shock it would be that would lead to his death. But but apparently, he knew that's what my mother told me later. Yeah. So and when they and when I came out to them, the first thing was, let's go, now let's take him to a psychiatrist. And then she showed me some Rorschach paintings, and she said, Oh, determine whether he's gay or straight. And I'm like, how can you determine that? I'm telling you what I like. I'm telling you who I am. And then she's like, Oh, there's a hint of gay. Hint of gay, it's not a color, you know, it's not a hint of purple or hint of orange."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:18.320",
        "message": "She's only a little pregnant. Yeah, you can't. How do you how do you define that? And,"
    },
    {
        "speaker": "Guest",
        "time": "00:46:24.880",
        "message": "and then she's like, I can, I can be solved with medication. I'm like your Baba Ramdev,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:30.000",
        "message": "before Baba Ramdev was Baba Ramdev. Did they try to give you medication? Yeah. Did you take it?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:34.880",
        "message": "No. I'm like, this is not going to help anyone. You're fighting a lost cause. I mean, I know exactly who I am. And, and that made it even more sure, made me even more sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:47.520",
        "message": "Now that there was any doubt. But by this time that yearning to be straight had completely gone."
    },
    {
        "speaker": "Guest",
        "time": "00:46:54.240",
        "message": "Now, I just wanted to experience sex. Now, the next level of growing up was just to have unbashful sex, just go for it. I mean, and that was very difficult for me initially, to engage in that act. Because it just felt very dirty. It, I don't, I never think of it as as a very enriching or spiritual experience. I don't know what is so spiritual about sex, or having sex, I think it's just very messy. And so that I think this has been instilled, because of a certain idea of having early sex when you when you're growing up at 17. And then you wonder that, oh, my God, I can't deal with this. Hmm. And that's, that's a, that's a, again, a very contradictory statement only because primarily in our country, gay people are identified by the amount of sex they have, they're meant to be really promiscuous and, and, you know, like sort of fawning and falling all over men. And that's when the homophobia steps in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:04.560",
        "message": "No, in fact, I've known homophobic men who almost behave as if being in contact with a gay person will mean, you know, the gay guy will try to rape them or whatever. And you also mentioned that you've been asked in your book about, you know, how, you know, how did you become gay?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:23.280",
        "message": "I woke up and I'm like, no, the transformation is the key to life. Let's do this. It's a ridiculous question. Till date, I get asked, how was your first time? I'm like, well, why do you need to know? I mean, now I can just tell them read the book. But yeah, I'm like, buy karo, just buy the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:46.240",
        "message": "And how did your family react when you had this gathering and you told them?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:50.480",
        "message": "First, it was just denial. My mother was like, oh, but you always love Sridevi,"
    },
    {
        "speaker": "Unknown",
        "time": "00:48:54.880",
        "message": "you want to marry her and this and that. I'm like, get the hint mom, I always love Sridevi."
    },
    {
        "speaker": "Guest",
        "time": "00:49:00.960",
        "message": "She was one of the and she still is the biggest gay icon there is in the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:05.200",
        "message": "Oh, I didn't know this. You don't tell her in your book. Why?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:08.560",
        "message": "I don't know. I think it's just her zest for life, to put it very, for lack of a better word or phrase. So infectious. So this voracious appetite to be who she wants to be on screen. To express herself without fear. And very, I think there's this entire, how do I put it like when you watch Chalbaaz and you watch her dancing in the rain and you watch Lamhe and you see her falling for a much older man. And you watch Chandni and you want her to succeed in whatever she does in her life after breaking from a lover. I think it's just very empowering. Yeah, and I also know that it has a lot of toxicity attached to it in the movie. But just to remove her character and to see how the character is, she was a hero in Chalbaaz. Sunny Deol and Rajnikanth were not needed. Yeah. And it was just lovely to watch her and watch her being so empowered. I think it's also the minority connect. When a gay man and women meet, when gay men and women meet, it's a minority connect. You understand the pain of being the other. You understand the feeling of being alienated. So I think there that's when you connect. And people then terms silly terms like fag hag, which I hate. And What does it mean? It means a faggot hag, that you are a fags hag. Oh, okay. You are like their beard or you are like, or you, or you're the confidante and you're all of that. And, and, you know, they will stick to you when you will stick to them. But I think it's just nothing. It's beautiful. It's a friend."
    },
    {
        "speaker": "Unknown",
        "time": "00:50:50.080",
        "message": "And I think that's where the connect comes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:52.480",
        "message": "And also, I guess, because, you know, they also perhaps sense that other dichotomy that you've mentioned between, say, lust and love. For example, in your book, you've written at one point, quote, I would wonder if two men could really fall in love. Was it about lust or was there more to it? Stop quote. And a little later, you write, after your first experience, you write quote, so that was my first time and I was too young to realize how overrated sex was and still sex was and still is. What surprised me was the sadness of sex that would follow with many other one night stands. Stop quote. And as you also mentioned earlier, a lot of the sex is very transactional. How does that play with you, especially because you've sort of, you're exposed to popular cultures such as Bollywood with this fantastical visions of romance and live happily forever after and eternal love and so on. How does one navigate that?"
    },
    {
        "speaker": "Guest",
        "time": "00:51:45.920",
        "message": "See, you know, so it was so funny, because I remember after so many encounters, I watched Dil Toh Pagal Hai when it came out and Dil Toh Pagal Hai just made me believe, oh, there's everyone, someone for everyone, which is again, I don't know if I still believe in it or not. I do, but in a very strange way. But, you know, yeah, I mean, transactional to such an extent, when you're chatting with someone online, it is all about likes, question mark, place, question mark. There's nothing about meeting or having a conversation, or sitting and getting to know each other. I think they're just scared that if we get to know each other, there'll be no room for sex. You're instantly friend zoned. So they don't want that to happen. You can be friend zoned after the sex, because it's okay, now we can be friends. Maybe it'll happen again, or maybe not. So I think that, in that sense, the promiscuity is valid. When people say that we are promiscuous, I take it with a pinch of salt, because perhaps there's some truth to it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:55.360",
        "message": "And what's wrong with it?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:56.320",
        "message": "No, there's nothing wrong with it. I don't mean it as something wrong with it. But I think... But people do. But people have known of gay men who don't like to be called promiscuous. But I don't have a problem with that at all. But I think it's just that, like I said, right, when two men meet, and there's sort of a very easy initiation into having sex. You just ask each other, and you get it done and over with. And that's about it. There's no room for getting to know each other, most of the time. Sometimes, yes, if you're lucky, the person will stay after sex and will have a conversation with you. But most of the time, there's no chance of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:38.720",
        "message": "And not to push a stereotype, but would it also be the case that women, that men are generally, men are more often looking for just sex and women want something more. So a lot of that, the courtship between a straight man and a straight woman is really a sort of, it's this dance. It's also, and it's also transactional. But with this whole veneer of what culturally you're supposed to do, take someone out for a movie or blah, blah, or even put a ring on the finger. Yeah. And with gay men, there's no need for that pretense. You know what you want you."
    },
    {
        "speaker": "Guest",
        "time": "00:54:11.200",
        "message": "It's Yeah. And in a way, that's very sad. Because sad in the literal sense of sad, that you're overwhelmed, that you're only that the person only wants you for your perhaps, for the time your body can serve a need. Yeah. You know, to put it as transparent and to put it as crudely, and to put it as crudely and crudely at the same time. And in fact, people write in their profiles, no chubs, no aged men, no oldies. What are chubs? Fat people, no fatties, they actually say all that. In a Grindr profile, you can actually read this. And then you begin to then you begin to wonder that do I even really want to meet this person, no matter how good looking he is, or no matter, there's no charm, anyway, there's zero charm, then it's just very, very transactional. And of course, as any other human being, you have desires, you have that the need to have sex. And so you give in sometimes to all of this. And then people are also not very kind in reciprocating what they take from you, in terms of giving to you, or in and out of bed, they will not. Like I know so many men who say I'm not going to kiss. I'm like, oh, you're not Julia Roberts from Pretty Woman. So you know, for me, no kissing is a deal breaker. It just doesn't and I don't take it forward, to be so honest. So I think the boundaries or the dynamics even of sex, or when it's a transaction, they need to be seeped in a little bit of personal getting to know each other, or some intimacy beyond the bedroom, which I would like, but it doesn't happen. And there's a need to have sex, then I give in like, okay, let's just have sex and get"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:06.000",
        "message": "done with this, if that's what you want. Why pretend? And before we move on, you know, since you mentioned Sridevi, you also said something to me before the recording, which is not in your book, which is that there are two kinds of gay men, those who like Sridevi, and those who like Madhuri"
    },
    {
        "speaker": "Guest",
        "time": "00:56:19.280",
        "message": "Dixit. Kindly explain. No, I think if gay men are hearing this, they know exactly what I'm talking"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:25.520",
        "message": "about. Yeah, but I don't. Enlighten, enlighten your ignorant. No, no, no, I think I think it's,"
    },
    {
        "speaker": "Guest",
        "time": "00:56:34.480",
        "message": "I don't know, I don't know if it is about the position in bed, as some people claim for it to be. Tops and bottom. Yeah, yeah. So they're like, oh, if you like Sridevi, you're a bottom. Oh, if you like Madhuri, you're a top. That's interesting. No, no, I've heard this a lot of times. I don't think there's any truth to it. Honestly, I think it's just stupid. But I just meant it in a in a lighter vein, that there are always these scams of Sridevi lovers and Madhuri lovers. And I know exactly where I fall. So there you go. And, you know, going back to the subject,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:06.800",
        "message": "we touched on right at the start of your episode that, yeah, you're, you know, you're a gay person, growing up in India in these times. And obviously, it's not easy. But at the same time, you're from a position of, you know, you're in a family of extreme privilege. And even if your family isn't liberal enough to immediately be welcoming the matter with open arms, they are still liberal enough that you are not sort of cast out. And, you know, you're still part of the family. And the just the privilege and all of that makes it far easier for you to kind of cope with it,"
    },
    {
        "speaker": "Guest",
        "time": "00:57:38.960",
        "message": "isn't it? No, I wouldn't put it that way. The only reason, yeah, privilege, sure. Living in South Bombay, sure, while growing up and all of that. But there were times when my aunt is like, oh, in a very dramatic way. Oh, I wish I'd never known you. Oh, we should never been born in this family. So all of that drama happened. And your aunt also once wished that you were lesbian. Yeah, one of the other aunts who didn't realize the difference between being gay and lesbian. It's like, oh, it'd be so nice if you're a lesbian. What will two girls do with each other? And I'm like, okay, you don't know what they can do with each other. So let's not go there. So I think it's just, I think time helps. And time heals like for a long, when I came out to my mother, my mother like, oh, my upbringing is so wrong. And I'm like, what is wrong with your upbringing? You did what you did. And I'm doing what I'm doing as a consequence of who I am. I mean, I mean, you know, oh, but you can definitely try being straight. And I couldn't even try being straight. Why don't you try being gay? You know, and see whether you can fall for another woman and have sex with a woman. You also try now. If you're telling me to try, you also try. You actually said this to her? I did. Okay. And she was flabbergasted. She didn't know how to react. So she just reacted the way mothers would anger. So and even I just banged my bedroom door. And I didn't want to engage in any conversation. And all of this, my dad never spoke to me about this. So I don't know that it was so close to the idea of even approaching and talking to me. So it was very strange thing that was going on in the household. Where people were like, how do we treat this? How do we look at him? Is he still the same person? Would he get up in the morning and be the same Vivek that we know him to be? Or Vicky, so to say? But, but yeah,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:39.920",
        "message": "I think things changed. Things did change. Because I guess there is that dissonance, where they have a mental image of you, the son, and then suddenly that mental image is completely shattered, because you're not now going to get married and have a family and all of those things. And it's like, okay, so I mean, that I guess it takes and it took your mother a long time to deal"
    },
    {
        "speaker": "Guest",
        "time": "00:59:58.640",
        "message": "with that. Oh, yeah, a lot. In fact, when she read the book, I don't know, she loved the book, but I was very hesitant to give her the book to read. Because there are a couple of encounters with men that I mentioned and spoken about in the book, which I didn't want her to read about,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:13.920",
        "message": "but she has now rather delicately, there's not much that is there's nothing that is graphic in"
    },
    {
        "speaker": "Guest",
        "time": "01:00:18.160",
        "message": "the book. Yeah, thank God for that. Because maybe I shouldn't have said that I'm reducing the sales. No, no, no. I don't think I don't think they care. There's too much. There's too much of gay porn out there. If they want something graphic. If you don't want something graphic, go read the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:33.120",
        "message": "book. In fact, you mentioned something that again, struck a chord with me and reveals our respective ages where you, you know, wrote in your book about how you used to serve gay porn back in the day through a dial up connection. So just when you were about to sort of reach a pleasurable"
    },
    {
        "speaker": "Guest",
        "time": "01:00:47.280",
        "message": "climax, your you know, your mother would pick up the phone somewhere else and boom, it's all over. I don't have it in me to dial up now. So I'm going to let it be. But those fun times you would know how to hack passwords, and friends would share passwords over the phone. And you would just use those and start and surf the internet. It was crazy when there was just one site called gay.com for the Indian gay boy to go online and interact with strangers. Scary, but good fun."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:21.840",
        "message": "And your book, in a sense, is a coming of age story where you know, you're young, you discover that you're different from other people, and you're alarmed and scared by it, but then you come to terms with it. And then by the end of the book, we're in a happy place, you've kind of found what you call a family of choice. And you're in a nice place. And obviously, a lot of time has passed since then also to to now where you are, you know, how different is"
    },
    {
        "speaker": "Guest",
        "time": "01:01:45.040",
        "message": "the world today? I think the difference is that people are conversing. The fact that you and I are sitting in a studio and talking about it, which wouldn't have happened as far as 10 years ago, in 2009, or 2008, this would have been unheard of. Or even Naveen's podcast, in fact. Exactly. And all for the fact that he's out there doing stand up. Yeah, you have queer stand up comedians you have. So you're owning spaces, which I think is so important. You're making conversations happen. You are talking about it on Twitter, on Facebook, on every social media platform, which would have never happened earlier. Earlier, there was this one magazine called Bombay Dose, which nobody even looked at. As a gay man, I didn't know it was available. Till about recently, somebody told me about it. It was that exclusive, so to say, or, or not sold that widely"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:36.560",
        "message": "because of the fear. You might be from South Bombay, but you weren't exclusive enough. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:02:41.280",
        "message": "So there you go. But which was so funny, right? That today, I'm so glad that today, people can reach out to each other, their support groups in whatever form and manner, the individuals who've come out as solid sort of spokespeople of the LGBT, QA plus community. I think it's so important. There's GACI, there is a lot of other organizations that talk about it that are there to help teenagers or young people navigate through the process. It's not that difficult. I mean, today, people come out in college, and you know that there are support groups. I would have loved to come out in today's time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:25.280",
        "message": "And also, so much of popular culture has also changed. I mean, just the fact that like two of my favorite films of the last few years are Moonlight and Call Me By Your Name. And in both of them, you know, straight people can look at these very moving love stories and feel moved by them themselves, because and it doesn't matter that these are gay people who are the protagonists. And that's amazing. And do you think that's happening in Bollywood also,"
    },
    {
        "speaker": "Guest",
        "time": "01:03:47.760",
        "message": "to some extent with like Kapoor and Sons and Made in Heaven? Made in Heaven. Now there's another movie whose teaser just got released, Shubh Mangal Zyada Saavdhan with Ayushman Khurrana. He's playing a queer character, which I think is fantastic. I mean, he's, he's a guy who takes risks with his role that I love the confidence he has to be able to do this. For me, it is so, so endearing to see that on it'll be so it'll be a lovely experience to see it on big screen, without it being reduced to a caricature, or a matter of ridicule. And then not to be ashamed of it, but to take pride in the fact that this movie exists, I hope so. I hope that when it releases, that's the sentiment. And that's the idea, because it's so important to have such conversations. And not, you know, it being reduced to just a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:39.200",
        "message": "caricature. And sort of a final question about something from your book before we move on. I'll quote another bit from your book. Quote, that's another thing that I get irritated about when people introduce me to others as their gay friend. Why can't I just be a person first and a gay man later? There's definitely more to me than just being gay. Some women always need that one token gay friend who they air kiss and call darling and sweetie and think other personal shoppers or something, which isn't the case. Stop quote. Is this still a problem that you faced it? You know, people say, oh, Vivek Tejuja that gay guy. I mean, is that?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:15.040",
        "message": "Yeah, I think I think it comes from a place of an identification, which is okay. It's an identity. And that's fair. I wear it on my sleeve and that and I make no bones about it online or offline. But it'd be nice to, to not be known by orientation. Like we don't go around introducing straight people. He's a straight friend. Exactly. He's a straight man or he's a straight friend. We don't do that, right? I've never done it. So why should that be stuck to me just because the orientation is different, just because a particular need is different, which is only limited to the bedroom. So I don't think I don't think there's anything else that's different. We are still the same people."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:57.680",
        "message": "In fact, for like much of the time that I've known you online, I didn't even know you were gay. I"
    },
    {
        "speaker": "Guest",
        "time": "01:06:01.200",
        "message": "just knew you as a guy who really loves books. Thank God for that. We have good conversations about it. And it wouldn't have made a difference even if I didn't. And it shouldn't, right? I mean, yeah. So like, like, it does to like, I keep getting DMS from women who are like, Oh, I didn't know you were gay. But this is so nice. Now that I know our relationship will be different. I'm like,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:19.680",
        "message": "how will it be different? Maybe it's different for them, because they can, they can be less"
    },
    {
        "speaker": "Guest",
        "time": "01:06:24.560",
        "message": "threatened by you. I could still be a toxic gay man. Like when people, people used to stay back in the past that you know, that oh, you can go with Vivek or you can go with anyone who's gay, you'll be safe with them. Oh, I may not rape you, but I can be a serial killer. You know, I don't understand this concept of safety with a gay man. I get enraged. I'm like, why are you doing this? How is it any different? I can, I can still strangle, I can still be hurtful. I can still ensure that I drop you in the middle of the road and go my way. So what makes"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:59.600",
        "message": "you think that you are safe? I think I think these hints at this darker serial killing side of yours are suddenly making it much more interesting to me. But what we are we're going to go in for a break now. And when we come out of the break, we are going to talk about our mutual love, which is books and literature. And we're just going to have a lot of fun talking about books we love and reading our poems we like. So that's what is waiting for you after the break. You've been warned don't complain later and do come back. Hey, everybody, welcome to another"
    },
    {
        "speaker": "Unknown",
        "time": "01:07:29.760",
        "message": "awesome week on the IBM podcast network. If you are not following us on social media, please make sure you do we're IBM podcast on Twitter, Facebook and Instagram. I have a announcement for all of you at least you know, the couple of dozen of you who are listening to us on SoundCloud come the end of October, early November, we're going to be discontinuing that channel, we're not really going to be making our content available on SoundCloud anymore. So if you are listening on SoundCloud, you can have a number of options. I'd say the best option is downloading the IBM podcast app. But if not, you can download another podcasting app and you'll be able to find our content over there. We have a couple of new shows launching this week. Let me tell you about those. The first is called boundless. This is hosted by Natasha Malpani-Oswald. She reads her poems on mental health, relationships, family, marriage and many other topics and narrates personal anecdotes around these poems. Tune in to new episodes every Monday and Wednesday starting from 7th October. Postcards from Nowhere is hosted by Utsav Mamoria. It's a travel podcast where Utsav talks about his journeys to obscure and fascinating places around the world. He explores the culture, history and people from these places in the form of stories and gives you tips and tricks on solo travel. Tune in to new episodes every Thursday starting from the 10th of October. Here's what else you got on the IBM podcast network this week. On Cyrus Says, Cyrus is joined by Tej Brar, founder and managing director of 3rd Culture Entertainment. He tells Cyrus the stories behind his tattoos, talks about the upcoming Neon East Festival, and living in different places around the world from Boston to DC to Delhi. The 150th episode of Simplified is finally here. You sent in your questions and topic suggestions, now listen to Chuck, Naren and Shriketh tackle them. On The Habit Coach, Ashton is joined by Shimi Nadraja and Jessica Gabrelli from Power and Posture. They talk about the importance of arm balancing and how handstands can improve posture and build up core strength. On Tech Careers in the New, Shiladitya is joined by Jayant Swamy and Namrata Maheshwari, chief data architect and senior architect at Accenture, to talk in detail about data points. On Gol Gappa, Tripti is in conversation with actress Sayali Phatak. They talk about her experience in theater, acting as well as dancing. On Paperback, Racheta and Satyajit talk to Nirbhay Kanoria, the co-founder of online literary magazine The Curious Reader. He lists his favorite non-fiction books and the trends of reading on digital platforms. On Kinetic Living, Coach Urmi shares a surprise workout on Tabata Tuesdays and on Thriving Thursday, she shares a story that made her realize just how fragile life is. On Football, Football, Gaurav, Karthik and Siva round up the Premier League weekend and talk about the absolute demolition Bayern Munich inflicted upon Tottenham. On Puliyabazi, Pranay and Saurabh are joined by Pratik Sinha, editor and co-founder of Alt News. They discuss the anatomy of fake"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:50.080",
        "message": "news and its prevalence in today's time. And with that, let's get you on with your shows. Because when I was growing up, I was surrounded by books. My father had thousands of books. And one day at about the age of 10, he had this, I was just looking at a shelf for something exciting to read. Up till that point, I had only read, you know, normal things that children of that age read. And I came across a book with a very intriguing title, House of the Dead."
    },
    {
        "speaker": "Guest",
        "time": "01:10:40.560",
        "message": "Yeah, no, no, House of the Dead is Dostoevsky. Okay, sorry."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:44.560",
        "message": "Yeah, so I thought House of the Dead sounds really exciting. There'll be some adventure in it. And I picked it out. And it was an account of Dostoevsky's time in a Siberian prison. And I was so hooked that I read all of that. And then I read all of Dostoevsky. And then I, for some strange reason, skip to Shakespeare and read all of Shakespeare at age 10. I read much more at that age than regrettably I do now. But tell me more about yourself. And in your case is also sort of the added angle that for you, it was also a refuge."
    },
    {
        "speaker": "Guest",
        "time": "01:11:16.560",
        "message": "Yeah, yeah, yeah, completely. Like, I remember, I first discovered classics through Wuthering Heights. And there was a pocket classic with pictures. And I was like, okay, I was about 10, 11. I was like, I was intrigued. I was like, let me just pick this up. It was very, it was a big book. And at that time, I didn't know about the concept of unabridged and abridged. So I picked it up, and I fell in love with it. It was written very simply, because it was, of course, abridged. And I absolutely loved it. I didn't even realize it was set in old England and the Moors and everything. I just love the idea of love in that. I maybe didn't even realize that it had the ghost element and so much had happened and this and that, but just that. I think that there on I started. So then Pride and Prejudice happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:07.680",
        "message": "And this time, I guess in the unabridged."
    },
    {
        "speaker": "Guest",
        "time": "01:12:09.520",
        "message": "Unabridged. Yes. And for all its flaws, I love Pride and Prejudice. I love Darcy. So that was another thing. And when college happened, I think around the same time, my exposure to Hollywood, so to say, was with the bodyguard, Kevin Costner and Whitney Houston. And I loved Kevin Costner, absolutely charmed by that man. And from there on, again, it led to some more literature of a very different kind. Then I started reading a book called The English Patient, which I love to date. Like what a book, what a book. And that time, Booker, I think I came to know of the Booker because Arundhati Roy won it in 1997,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:56.720",
        "message": "when I was 14. An English patient won it the year before. Yes, 1996 or 1995. And that's how I got to"
    },
    {
        "speaker": "Guest",
        "time": "01:13:03.120",
        "message": "know of the existence of the English patient. And then I watched the movie. I insisted that my mother take me to watch the film. And I fell in love with the movie. And it's one of those very interesting instances where the film is also remarkably good. Yes. Which doesn't happen all the time. And from there on, from the movie and from the book, I wanted to read Hereditus, because that book was mentioned so many times in the movie and the book, The English Patient, you just had to read. So you know, I love book references in books. I love that when there's a reading list that comes out of a book. When that happens, so that you already have that reading list."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:46.480",
        "message": "When I read nonfiction, something I keep doing is I just go to the back very often, I go to the foot notes or the end notes very often. So inevitably, if I read a good book, I'll end up reading five"
    },
    {
        "speaker": "Guest",
        "time": "01:13:55.280",
        "message": "other books that I picked up because of the end notes. Yeah. Happens to you? Oh, yeah, yeah, completely. And when it's fiction, I love when when a character is talking about a book, like I just finished reading a book by Ann Patchett, the new one called The Dutch House. And in that she's mentioning the Makioka Sisters by Tanezaki. And I love that book. So I'm like, I smile to myself and I'm like, hey, there's a camaraderie of sorts between me and the author. You share that secret. Yeah, you share that secret book. Or you know that, you know, she also loves it. So I think that that is very, very uplifting in the world of books and reading. And when you start doing when you when you look out for these red herrings, and you look out for these clues, whether it's a sentence or a reference in a TV show, when people talk about books, I love that. Like Lost, one of my favorite TV series had so many books mentioned in it. So yeah, it just it's just lovely to see that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:54.800",
        "message": "And your mother also read you mentioned? Yeah, a lot. A lot. So you had books at home?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:59.840",
        "message": "I had books at home, I had access to them. And my parents, we had a membership library, family membership to British Council. So every weekend, or every week after college, I would go to British Library and borrow books. There was I, Claudius, and Claudius the God, and Claudius the God, which also had a BBC television series."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:20.400",
        "message": "I've seen the I, Claudius BBC television series."
    },
    {
        "speaker": "Guest",
        "time": "01:15:22.960",
        "message": "Yes, it is intense. Oh, yeah, yeah. You know, his grandmother in that show,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:28.880",
        "message": "I don't know if you remember, she was so good. But what a character and then what,"
    },
    {
        "speaker": "Guest",
        "time": "01:15:35.440",
        "message": "what a book by Robert Graves. I mean, to think that historical fiction was written way back. And of course, in a very, very..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:44.160",
        "message": "In fact, I never actually read that particular book, I just saw the series. But, you know, while we are on that, and we mentioned the English patient, to take a brief digression, what are the instances where you have loved both the book and the movie? Wow, that's a very difficult question. Like my standard answer to that while you think about yours is James Joyce's The Dead,"
    },
    {
        "speaker": "Guest",
        "time": "01:16:03.280",
        "message": "which was made into a film by John Huston."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:05.120",
        "message": "I'm not, I'm not watched the film. It's a lovely film. And remarkably, it's not on your Netflix, Prime and all that it the full thing is on YouTube. In a slightly bad print, as they would say."
    },
    {
        "speaker": "Unknown",
        "time": "01:16:15.680",
        "message": "I'll watch it for sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:16.800",
        "message": "Back in the old days, and I put up a tweet thread on it as well at one point. I'm going to look at the show notes. And that was memorably lovely, especially because like there is one scene in it, which I love where you've read the story, right? Yes. Yeah. So there's one scene where they're leaving the party and the male protagonist is at the bottom of the stairs and his wife is coming down. And at one point, someone starts singing this song called The Last of Ogrim. And you cut into her face, and she has just stopped and he is staring at her riveted. And she is lost in another world. And you see that sadness and longing in her face. And she's looking down and Angelica Huston just acts beautifully there. And the inside story of that also of that particular scene is that this film was John Huston's last film, her father, Angelica's father, he was dying, he died before the film was released, but after it was made. So when she looked down from the stairs, she saw him on a wheelchair with oxygen pipes. Oh, that's why the sadness. And that's where the sadness came from. And it's a mind blowing scene. And of course, the scene itself alone is on YouTube. But that's that's one book."
    },
    {
        "speaker": "Guest",
        "time": "01:17:21.680",
        "message": "But I must tell you, sorry to interrupt, but there's this one other story to The Last of Ogrim is that James and his wife Nora used to share the song. Yeah. And they loved this song. And it was part of their song, right from their marriage to their death, one of the deaths or so. So yeah, that's the story to that. I mean, there's a movie called Nora, which is based on Which has a beautiful scene where Susan Lynch is singing this song with Even Juan McGregor. Yeah, and he's playing Which is beautiful. I mean, and that also I saw, courtesy British Library."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:56.800",
        "message": "And the interesting thing is that that incident, the Michael Fury incident was inspired by something which actually happened to Nora."
    },
    {
        "speaker": "Guest",
        "time": "01:18:03.120",
        "message": "Yes. There was a Michael Fury in her life. Yes. And which I hadn't known till recently. Yeah, because I read the biography of Nora Joyce by a lady called Brenda Wex or something"
    },
    {
        "speaker": "Unknown",
        "time": "01:18:14.480",
        "message": "to that effect. But what a biography. You must pick it up if you ever get a chance."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:20.240",
        "message": "Sorry, books to movies."
    },
    {
        "speaker": "Guest",
        "time": "01:18:21.360",
        "message": "Books to movies."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:22.640",
        "message": "Yes, you were saying. You were saying I'm done. I wanted to just jog."
    },
    {
        "speaker": "Guest",
        "time": "01:18:27.120",
        "message": "I love Gone with the Wind. I think, like I said, people may find it problematic today. But going by the time it was made and how it was made. I absolutely loved it. Though at that time also, it was problematic in the sense that Clark, there was another actor supposed to play the role of Fred Butler, but was replaced because he was known to be a homosexual. I can't remember the name of the actor. And the director just didn't want that. Who was this?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:54.480",
        "message": "I can't remember. But there's a story you can google it. You can google it."
    },
    {
        "speaker": "Guest",
        "time": "01:18:59.200",
        "message": "And how they then got Clark Gable to play Fred Butler, which was really sad. Clark Gable benefiting from the homophobia of others. There you go, of Hollywood. So that was that. I love The Postman Always Rings Twice by James M. Cain. And I love the movie also, only because of John Garfield. Absolutely find him so stunningly hot. I was like, I was just glued to Turner classic movies at one time in my life. I mentioned in the book as well. And Cat on a Hot Tin Roof with Paul Newman, looking the way he did. And the play by Tennessee Williams, which I again love, because Tennessee Williams, this latent homosexuality in all his plays, does a wonderful job of projecting that into either his women or his men, but mostly women. His angst and everything comes out through the women characters, which I think is a brilliant job that he did as a playwright."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:56.160",
        "message": "You know, I read him when I was a teenager, like decades ago. So I've probably got to reread him in that light. I mean, another great translation of story to film I thought was Brokeback Mountain."
    },
    {
        "speaker": "Guest",
        "time": "01:20:05.360",
        "message": "I love that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:06.880",
        "message": "The story, of course, came out in, I think, 98 or 99 in New York."
    },
    {
        "speaker": "Guest",
        "time": "01:20:10.640",
        "message": "Annie Proulx, I don't know. Annie Proulx, yeah, neither do I. Yeah, but what a story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:15.120",
        "message": "And have you seen that film called In the Bedroom? No. Okay, In the Bedroom is based on a short story by Andre Dubu."
    },
    {
        "speaker": "Guest",
        "time": "01:20:22.640",
        "message": "I think that's how you pronounce it. Dubu is just a glorious, glorious short story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:26.960",
        "message": "And the story was called something else. I think it came in either New York or Paris Review or one of these. And the story basically is about these parents whose son is killed by someone and then they want to take revenge. Son is killed in the sense, maybe it's an accident. I don't even remember now. But it's a very nice short story. And it's a beautiful film. Classic film, one of my favorites, but they're very different from each other, which is also sort of very interesting on how you take a story which is much more compressed."
    },
    {
        "speaker": "Guest",
        "time": "01:20:57.680",
        "message": "And then you just build this dramatic thing out of it. Which is great because I love him as a short story writer. And I wish there were more, more, you know, movies based on books in India. I've seen so many. I love Gumna based on And Then There Were None. I love because it's so bad. It's so hammy that I love it. Like for the longest time, when I got my tribe of gay men as friends and all of that, we would play the song that Helen dances to in that movie Kitty Kelly on the beach, and we would dance to it as well at a friend's house, because it was so funny, the song and the way it was done. And then we used to copy steps of the song and it was very interesting. So I think Indian literature has a lot. I mean, I love Devdas for all its, again, such a badly made movie by Bansali. It's a horrendously bad film. It's a horrendously bad film. But I just love it. I don't know why because of Madhuri and Aishwarya, I guess. But I love some, I love their interaction in the film. I don't like the book at all. But yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:07.440",
        "message": "This is a completely, by the way, diversion. But my father once used to be director of the Film and Television Institute of India in the late 80s. And he expelled Sanjay Leela Bansali."
    },
    {
        "speaker": "Guest",
        "time": "01:22:18.800",
        "message": "Excellent. Good choice."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:20.000",
        "message": "Not for the right reasons. It was, I think, more to do with misbehavior. But I would have expelled"
    },
    {
        "speaker": "Guest",
        "time": "01:22:25.200",
        "message": "him for aesthetic reasons. You know, there's this one movie that I don't know if you watched it, based on Madame Bovary by Flaubert. I really enjoyed the film. I love the book. But I enjoyed the film because I thought Deepa Saini did such a good job. And it was a Doordarshan film. I think, yeah. So that I really liked. And a lot of movies that time on Doordarshan that were made were from books like Party, right? By Mahesh, I can't pronounce his last name."
    },
    {
        "speaker": "Unknown",
        "time": "01:22:58.400",
        "message": "Elkunchwar. Elkunchwar, yeah. Party is Mahesh."
    },
    {
        "speaker": "Guest",
        "time": "01:23:03.440",
        "message": "I think he wrote the play and Govind Nilani made the film."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:05.440",
        "message": "Yeah, Govind Nilani made the film. By the way, I don't think I've told you this. But since you had mentioned before we recorded that you had liked the book I released 10 years ago. That was almost made into a film by Govind Nilani. In the sense, he got in touch with me and he said, I'd like to make the film. And I even worked on a script treatment for him, but he could never raise funding for it. At which point he said that Marathi film industry is like, Hindi film industry was in the early 80s, and he still couldn't get funding. And I was kind of flabbergasted that a guy of his stature who's made the kind of movies he has"
    },
    {
        "speaker": "Guest",
        "time": "01:23:37.040",
        "message": "is not being able to fund it. It's crazy. Maybe you want to pitch it to Netflix?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:42.160",
        "message": "No, I don't want to pitch it at all. It was a terrible book. I don't know."
    },
    {
        "speaker": "Guest",
        "time": "01:23:44.480",
        "message": "It wasn't, not at all, please. Now you're just fishing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:50.640",
        "message": "No, and I have an interesting Mayam Aimsaab story also. So I was in college when I was a hostelite in Ferguson College, Pune when Mayam Aimsaab was released. And if any of my hostel mates are listening to this, I, after all these years, I apologize for what I did. So what I did was I went and watched the first day first show. And then I went back to the hostel and I gathered everyone around and I described in detail a number of lurid scenes, which were not in the film. Right. So then all of them go to watch first day third show. And they're disappointed. Yeah. And then they come back out saying, Amit, the censors cut it for the third show."
    },
    {
        "speaker": "Guest",
        "time": "01:24:27.040",
        "message": "No, so I got to watch the uncensored version through a library VHS tape. And even then, I mean, Shah Rukh did nothing for me, but I just liked the way the movie was, except for the horrendous Raj Babbar in it. Like, why is he there in the film? But, but yeah, it was a good movie. I quite enjoyed it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:51.200",
        "message": "I kind of felt it was a little bit of a sort of random movie."
    },
    {
        "speaker": "Guest",
        "time": "01:24:57.280",
        "message": "Yeah, I mean, very, very self indulgent, no doubt."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:00.480",
        "message": "Let us now take a poem break. I think both of us have got about three,"
    },
    {
        "speaker": "Guest",
        "time": "01:25:04.000",
        "message": "four poems that we are happy to talk about and read. Let's begin with you. Okay, so this is one of my favorite poems, one of my favorite people, Eunice, Eunice D'Souza. The poem is advice to women. And very strangely, this always reminds me of 36 Chaurangi Lane, which I love. And I wish somebody would write a book out of that movie. That's a movie that I want to read. One of my all time favorite films. So I think that's also got to do with the idea of gay man aging, old alone, which is very scary. We'll talk about that some other time. But here's a poem called advice to women. Keep cats if you want to learn to cope with the otherness of lovers. Otherness is not always neglect. Cats return to their litter trays when they need to. Don't cuss out of the window at their enemies. That stare of perpetual surprise in those great green eyes will teach you to die alone."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:09.600",
        "message": "Lovely. And I love all this stuff. And it's very interesting. I mean, how do you feel about this, that, you know, I feel very awkward reading poetry aloud or listening to spoken poetry, in fact, because, you know, it seems to me that I read it one way in a page. And then when you hear it, it's a completely different beast. Even though the sound matters so much. But so you know, these poetry readings just seem to me like, what?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:35.520",
        "message": "I think they are very pretentious. And there are a lot of them today, spoken word performances and all, which is, see, I'm not taking away from the beauty of the poem. But just by being read aloud, I don't know. I think the entire drama and performance attached to it. So that's something that maybe I don't know how I'll react to in person when this happens. So I don't attend them anyway. But it's fun to know that there are voices, it's good to know that there are so many voices that are emerging or emerge because of this practice."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:11.120",
        "message": "And as a sort of a book critic, do you also find expectations of what a critic must do, especially from the more academic sorts, that the critics have to have a particular way of doing their criticism? I'm not a critic."
    },
    {
        "speaker": "Guest",
        "time": "01:27:23.040",
        "message": "But you write about books. I write about books, but I don't care what people have to say. Because people say a lot of things of how things should be written about or viewed or said or listened to. But I think it's okay. I mean, you can't make them all happy, right? So why bother? Your poem?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:44.880",
        "message": "Okay, let me read out something. Have you read Mark Strand?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:49.120",
        "message": "Yes. You had mentioned it online, I remember on Twitter, and I replied to you as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:55.520",
        "message": "Saying how much I love Mark Strand. I love Mark Strand. In particular, I like his later work. His last book of poems before he died was called Almost Invisible. And it's a book of prose poems. So if someone who is not into that stuff looks at it, they'll just see one paragraph and they'll say, how is this poem? But and even I can't really answer that question. Can you?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:14.640",
        "message": "No, Anne Carson does a beautiful job of prose poetry. A lot of people do that. A prose poetry."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:25.520",
        "message": "Mark Strand's book is pretty spectacular. So the first poem I'll read out is actually a prose poem. It's called You Can Always Get There From Here. And in a sense, you know, this poem before I read it out, in a sense, this is a little poignant, because it feels to me that this might be a direction in which we might be going in India. You know, the overall sense of it. And that's, but maybe that's just my take. You Can Always Get There From Here by Mark Strand. A traveler returned to the country from where he had started many years before. When he stepped from the boat, he noticed how different everything was. There were once many buildings, but now there were few and each of them needed repair. In the park where he played as a child, dust filled shafts of sunlight struck the tawny leaves of trees and withered hedges. Empty trash bags littered the grass. The air was heavy. He sat on one of the benches and explained to the woman next to him that he'd been away a long time, then asked her what season had he come back to. She replied that it was the only one left, the one they had all agreed on. And in this poem, I don't mean literally that India is going to look like the Soviet dystopian"
    },
    {
        "speaker": "Guest",
        "time": "01:29:32.240",
        "message": "thing. The imagery is so powerful when you're talking about the sunlight or you're talking about the leaves and the hedges and you're talking about how he steps out of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:44.160",
        "message": "And I don't mean this literal sense of decay or everything looks the same or whatever, but just a sense that this is a season that everyone has agreed upon. And you kind of, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:29:53.920",
        "message": "The season of loss."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:56.480",
        "message": "I think he might well have had the Soviet Union in mind, for example,"
    },
    {
        "speaker": "Guest",
        "time": "01:29:59.440",
        "message": "when he wrote this, which was pretty much where it was, you had a totalitarian regime insisting on its own vision of the world. We are not very far from it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:07.760",
        "message": "But that's, well, I mean, Scary, but yeah, well. That's kind of, so do you ever get snobbery from book people that, you know, why do you like this? And, you know, are there writers who are supposed to be cool to read and not so cool to read? Like you mentioned earlier in the episode that you had liked Shobhadeh's sisters. But that, of course, was when you were first given it."
    },
    {
        "speaker": "Unknown",
        "time": "01:30:29.680",
        "message": "And that's not necessarily what you like today. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:32.240",
        "message": "But is there somehow that, I mean, you know, I, for example, I discovered Haruki Murakami in the late 90s. I think when I read him in Playboy, of all things, I read Playboy for the stories."
    },
    {
        "speaker": "Guest",
        "time": "01:30:42.640",
        "message": "Yeah, there were some fantastic stories right there. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:45.440",
        "message": "And I was a fan of Murakami from then. And it was kind of disconcerting that about a decade or a decade and a half ago, it suddenly became cool to like Murakami when the rest of the world caught on. And now to hate it."
    },
    {
        "speaker": "Guest",
        "time": "01:30:55.440",
        "message": "And now to hate it. Like I discovered him in 2001 with Sputnik Sweetheart. Yeah. And that was the time I lost my father. So that book has always been very special. You know, it's somehow, it's not the loss of my dad that would make me stop reading that book."
    },
    {
        "speaker": "Unknown",
        "time": "01:31:10.640",
        "message": "In fact, I read it every year."
    },
    {
        "speaker": "Guest",
        "time": "01:31:12.400",
        "message": "I love that book so much. There's something maybe because it speaks of loss. And it speaks of, again, love not being found. So I think it just connected at a very, very deeper level. But I get what you mean about authors being dissed and being loved later. And then you're like, I have been reading him, you discovered him right now. So you shut up kind of a thing. That kind of book snobbery is there in my head. I don't say it out loud. But now I have said it out loud. So sometimes it's there. I'm like, why can't you get what the author is trying to tell you? But then I also see that there are different things that people take from the same book."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:53.360",
        "message": "And then also you see people making that effort because it's cool to like Murakami. You buy Murakami and you read him and you're making the effort to like Murakami to be cool rather than just take joy in the book itself as the case may be."
    },
    {
        "speaker": "Guest",
        "time": "01:32:05.840",
        "message": "I mean, the short story of his I read, in fact, was one called The Second Bakery Attack. Yes, it was in The Elephant Vanishes. It was in The Elephant Vanishes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:13.680",
        "message": "Yes, it had come second or third story in The Elephant Vanishes, a beautiful story. Lovely story."
    },
    {
        "speaker": "Guest",
        "time": "01:32:19.040",
        "message": "One of my favorite Murakami stories is in After the Quake. I don't know if you've read it."
    },
    {
        "speaker": "Unknown",
        "time": "01:32:25.520",
        "message": "I've read it but I may not remember."
    },
    {
        "speaker": "Guest",
        "time": "01:32:26.720",
        "message": "There's a last story called, I can't remember what it's called, Honey something, Honey Bun or something to that effect about a girl and her single mother and a friend who loves the girl's mother and how they make this strange family unit beautifully written. One of his more life-affirming stories and not so pessimistic, but a great one."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:56.480",
        "message": "I've got to kind of revisit that. Speaking of stories for a moment, like another writer I've loved for many, many years and we've actually discussed her. So I know you love her also, Alice Munro. Yes, oh my God. And she suddenly became very cool for the Hoi Poloi to said they've read her when she won the Nobel Prize and all that. But like just such an amazing."
    },
    {
        "speaker": "Guest",
        "time": "01:33:15.120",
        "message": "I think she can never write a bad sentence. It's not possible. Just not possible. Like anything, anything that we've read of hers. I think she's just brilliant."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:25.280",
        "message": "And what strikes me about Alice Munro is that she does with the short story. I haven't seen anyone else do to this extent in the sense that in a very short space, she will compress such a deep, lovely novelistic world almost. It's like she doesn't need to write novels because she can say it all in a short story. And the one, my favorite short story of hers is called The Bear Came Over The Mountain. Yeah, about amnesia. Yeah. About this old man. Alzheimer's rather. Alzheimer's, yeah."
    },
    {
        "speaker": "Unknown",
        "time": "01:33:52.800",
        "message": "And amnesia. Yeah, I don't know about Alzheimer's. You're correct."
    },
    {
        "speaker": "Guest",
        "time": "01:33:55.600",
        "message": "I, but what a beautiful, beautiful story. You know, talking about that, the movie is also really very good. Okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:03.280",
        "message": "Based on the short story. I saw the movie far from her or something like that."
    },
    {
        "speaker": "Guest",
        "time": "01:34:07.600",
        "message": "Away from her, far from her. Away from her. Yeah, but I kind of found it, perhaps compared to the story, because I'm just such a fan. Yes, yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:15.600",
        "message": "We will link the story from the show notes."
    },
    {
        "speaker": "Guest",
        "time": "01:34:17.360",
        "message": "Kindly read her. Yeah, you must. I mean, Monroe is someone who's so close to my heart. Yeah. Because again, I think, I think when, when authors and books come to you at a time when you need them the most, I think they just change the way you are as a person. Was that the case with Monroe? Yeah, completely. She just landed in my lap just like that. Like literally, I just went to Lotus bookstore. And I love Joyce Carol Oates. And, and I was like, okay, time to read something different. And I just chanced upon this book called Hateship, Friendship, Loveship. Courtship Marriage. Courtship Marriage. And I was like, okay, let's just pick this up. And I never looked back since then. I just have to read her. And, and even though you've read her, you want to go back to her and read her again."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:09.920",
        "message": "And, and often just from the point of view as a writer, like I have gone to her stories trying to figure out the craft, like how the hell does she do this? To keep a story moving so fluidly and yet pack in so much and pack in a whole universe"
    },
    {
        "speaker": "Guest",
        "time": "01:35:23.120",
        "message": "into a story. And so many emotions, she'll wring them all out of you. Yeah. Like when she writes a sentence, it's a central just keep playing in your head over and over again. It just won't let go."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:33.440",
        "message": "Just lovely. And if some of you are aspiring writers, it might be interesting to note that her writing really happened very late."
    },
    {
        "speaker": "Unknown",
        "time": "01:35:38.960",
        "message": "She really blossomed in her 50s and 60s."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:41.840",
        "message": "And her best work is like now in her old age. I think in the last 20 years, she's just kind of been knocking it out of the park one story"
    },
    {
        "speaker": "Guest",
        "time": "01:35:49.120",
        "message": "at a time. There's this other writer who I absolutely adore, this Australian writer called Christina Stead. Okay, I've never read her."
    },
    {
        "speaker": "Unknown",
        "time": "01:35:56.000",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:35:56.240",
        "message": "There's this book called The Man Who Loved Children about how a father, you know, treats his children really badly. And not, not abuse in the sense, but about their family unit. And it's so dysfunctional. It's a brilliant book. Franzen recommends it a lot. Ah, okay. And that's how I got to know of it. And that's when I read it, way back in 2009, when I think Freedom came out, 2009, 2010. And Oprah selected Freedom for her book club. And then I read Freedom. And I already read Corrections. But I love Freedom more. And then he spoke about Christina Stead. And that's how I got to know of her."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:32.880",
        "message": "That's interesting. And it kind of brings on a lament about how my reading habit fell a little bit through many of those years. Like I read Corrections and absolutely loved it."
    },
    {
        "speaker": "Unknown",
        "time": "01:36:42.320",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:42.560",
        "message": "And I haven't read Freedom. You must read Freedom."
    },
    {
        "speaker": "Guest",
        "time": "01:36:44.880",
        "message": "You'll love it. And it's a rock and roll. Yeah, okay. And it's got, it's got music. And of course, he loves birds. So there's a lot of bird watching. And it's again about a dysfunctional family. And I don't think anybody else that dysfunctional family better than Franzen does it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:00.880",
        "message": "So the great American writers are very good at dysfunctional family."
    },
    {
        "speaker": "Guest",
        "time": "01:37:04.160",
        "message": "Updike is all dysfunctional. Yates also, which he had a very short span."
    },
    {
        "speaker": "Unknown",
        "time": "01:37:11.120",
        "message": "Achiever does a brilliant job in short stories, again, does a brilliant job of the dysfunctionality."
    },
    {
        "speaker": "Guest",
        "time": "01:37:18.720",
        "message": "Ford also does a very good job."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:21.680",
        "message": "It's right up the American."
    },
    {
        "speaker": "Guest",
        "time": "01:37:23.440",
        "message": "Yeah, completely. I think even the Indian scene, a lot of Bengali writers do that really well. I know Asha Poornadevi, who I love, as a short story writer, I was just thinking about her when you mentioned Monroe, because she is brilliant. I wish more of her works. I've never read her. Yeah, you know, she was the one who wrote her novels and stories without stepping foot out of home. Wow. Okay. And she was this Bengali lady, very unassuming. And she wrote about close to 3000 short stories, and about 152 novels."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:57.680",
        "message": "152 novels. Yeah, all in Bengali."
    },
    {
        "speaker": "Guest",
        "time": "01:38:01.040",
        "message": "And some of it has been translated, very few. But I keep telling Arunabha on Twitter, Arunabha Sinha, that, you know, please translate more of her because we need to read more of her."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:11.440",
        "message": "Yeah, and he's an outstanding translator."
    },
    {
        "speaker": "Guest",
        "time": "01:38:13.040",
        "message": "And he also translates very prolifically, three, four books. Oh, yeah, a year, I think. But what a book, you must read Asha Poornadevi."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:20.640",
        "message": "She's so good. In fact, speaking of book to film, another one which struck my mind when you said Bengali was Days and Nights."
    },
    {
        "speaker": "Guest",
        "time": "01:38:26.240",
        "message": "Yes, yes. I just finished rereading it last night. And Robi and all these characters are still so fresh in my mind, as we speak now. I love the movie. Love the movie."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:41.120",
        "message": "Absolutely love the movie. And I guess if you want any filmmaker to make a film of your book and therefore to be part"
    },
    {
        "speaker": "Guest",
        "time": "01:38:46.080",
        "message": "of this list, it's obviously Shottu Jitra. Yeah, of course, of course. Hands down. Like, I can't think of anyone else. And I loved how Choker Bali was done by Ritu Panna Ghosh as well. Oh, I haven't seen it. Yeah, I love the treatment of the film and how he got the essence of the book pat on. So I think, yeah, another movie I would love to be read as a book is Doshar, again by him. I don't know if you watched it. No. Konkona, Sen Sharma and Prasanjit is there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:17.920",
        "message": "Brilliant, brilliant movie. So yeah. That's something to look out for. Let's have your next poem."
    },
    {
        "speaker": "Guest",
        "time": "01:39:24.080",
        "message": "Okay. Since we're talking about Sputnik, should I give you a quote from that? Sure, please. All right. And it came to me then that we were wonderful traveling companions, but in the end, no more than lonely lumps of metal in their own separate orbits. From far off, they look like beautiful shooting stars. But in reality, they are nothing more than prisons, where each of us is locked up alone, going nowhere. When the orbits of these two satellites of ours happened to cross paths, we could be together, maybe even open our hearts to each other. But that was only for the briefest moment. In the next instant, we'd be in absolute solitude, until we burned up and became nothing. Lovely. I think he just hits a spot. And I don't expect him to in any of his books. In any of his books, he just, they just come out of the pages and grabs you. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:22.400",
        "message": "And you're like, okay, I have to pay attention to what he's writing. Which books do you wish were made into movies?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:28.640",
        "message": "No, those I don't wish. Like, I'm very skeptical. I love 100 Years of Solitude. For example, it was very hard to make something."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:35.280",
        "message": "Yeah, but they are, right? They've tried."
    },
    {
        "speaker": "Guest",
        "time": "01:40:37.040",
        "message": "Yeah, making a series. I just hope somebody has understood the book to be able to make it into a series. And a suitable boy, which I never wanted them to make into a series, but they are. So that's something that I don't want. I wish they would leave some books alone."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:55.520",
        "message": "Well, you're not forced to watch it. And you never know, sometimes they can surprise you in a good way, like with The Dead. I mean, who would have thought it to make the kind of film?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:02.960",
        "message": "Yeah, that's true. But like, you know, Bel Canto, they made by Ann Patchett, starring Julianne Moore. And I haven't watched the movie because I'm scared. I love the book way too much."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:15.840",
        "message": "The fear of the cinema hall."
    },
    {
        "speaker": "Guest",
        "time": "01:41:17.760",
        "message": "Yeah, like I watched Midnight's Children. I wanted to puke into a bucket. It disappointed me so much. And no, I'm not saying that for the director or the way it is, but it's a big book. You cannot compress it into two and a half hours of movie. You have to tell it the way the author meant it to be written."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:41.760",
        "message": "And to be interpreted. If you think about it, even with the English patient, the film made that cinematic choice of focusing on sort of one particular strand of the book, like the Indian characters, for"
    },
    {
        "speaker": "Guest",
        "time": "01:41:51.600",
        "message": "example, very major in the book. But yes, but not there in the movie. You know, one book to movie, which I absolutely love is The Namesake. I absolutely love Jhumpa Lahiri's adaptation, as in Miranayar's adaptation of Jhumpa Lahiri's book, which is stunning. I mean, Tabu and Irrfan Khan and everybody's acted so well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:16.320",
        "message": "So, yeah, that's again one of my favorites. Great writer, great director. And in fact, a writer I discovered. So Jhumpa Lahiri was on this podcast called Conversations with Tyler, with Tyler Cowen. And in that, she mentioned she was going through this phase where she was learning a new language and writing in it, in her case, Italian. And she spoke about another author called Agatha Kristoff. At first, I thought it's a typo of Agatha Christie."
    },
    {
        "speaker": "Guest",
        "time": "01:42:40.320",
        "message": "But for a moment, it seemed that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:43.600",
        "message": "Yeah. So she spoke about an author called Agatha Kristoff, who basically, I think, moved during the war to France, if I'm not mistaken, learned a new language and then wrote books in that language from scratch. In her new language, which she learned in her adult life. It's a trilogy, I forget what it's called, but it's magnificent, very sort of bare, sparse,"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:01.600",
        "message": "minimal language."
    },
    {
        "speaker": "Guest",
        "time": "01:43:04.320",
        "message": "You've read it? I've read it. Yeah, obviously. I think the Notebook is the first book. The Notebook is the first one. Yes, I remember this one now. Yes, it just struck me. Yes. Yeah. Agatha Kristoff. Yes. It's a lovely trilogy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:15.200",
        "message": "And I recommend everyone. I mean, I have the omnibus copy with all three books."
    },
    {
        "speaker": "Guest",
        "time": "01:43:20.000",
        "message": "I think Strand used to sell this one a lot. Oh, really? Strand Fort, man."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:25.440",
        "message": "Oh, I got mine from Amazon. Yeah, they used to sell a lot. And Mr. Shanbhag knew what he was doing after all. Yeah, this is..."
    },
    {
        "speaker": "Guest",
        "time": "01:43:32.640",
        "message": "He knew it right down to the pad."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:34.240",
        "message": "It's a lovely... and speaking of a bare, sparse language, do you sort of have specific literary tastes which stop you from enjoying certain writers? For example, in my case, I simply don't like the sort of flamboyant, over-stylized kind of writing that say Rushdie and Arundhati Roy do. So, you know, so I'm much more a kind of person who'll read Vikram Seth or Amitav Ghosh or, you know, and all the Japanese writers, because it might be some intrinsic quality in their language, which lends itself to simplicity and minimalism. But the more flamboyant a writer gets, the harder, even if I can appreciate some of the flamboyance, and interestingly, Rushdie's flamboyance is only there in his fiction. I find his nonfiction much more readable."
    },
    {
        "speaker": "Guest",
        "time": "01:44:16.800",
        "message": "Yeah, his nonfiction, in fact, is very interesting. But I think for me, nothing of that sort, really. Not really. But I think some writers I just don't veer towards, like I'll never, thrillers, I can't stand them."
    },
    {
        "speaker": "Unknown",
        "time": "01:44:32.880",
        "message": "I just don't, just the way it's written."
    },
    {
        "speaker": "Guest",
        "time": "01:44:35.200",
        "message": "Just, and not about, I have to wait till the end to figure things out. But I just can't read a thriller, no matter how hard I try. Or horror, for the longest time I couldn't. But King makes it palpable, so I'll read it. But otherwise, I won't read horror at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:53.200",
        "message": "Oh, do you read any science fiction?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:55.280",
        "message": "Um, yeah, I mean, no, not really. Science fiction cloaked as fantasy, yeah, sure. I'll read, I love that. But not science fiction, like I can't read Asimov."
    },
    {
        "speaker": "Unknown",
        "time": "01:45:05.760",
        "message": "Yeah. Just cannot."
    },
    {
        "speaker": "Guest",
        "time": "01:45:08.160",
        "message": "But I love Philip K. Dick. I don't know why. But, but yeah, I can't answer that. But I love Philip K. Dick."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:16.080",
        "message": "If you read someone, like some of the newer guys aren't even, I mean, it's hard to even call them science fiction because they're not like how you imagine cliched, hard science"
    },
    {
        "speaker": "Guest",
        "time": "01:45:23.760",
        "message": "fiction to be. People like Ken Liu, have you read him? Yeah, Ken Liu, I like a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:27.600",
        "message": "Paper Menagerie."
    },
    {
        "speaker": "Guest",
        "time": "01:45:28.400",
        "message": "I love that collection of short stories. Lovely collection. Love that. Or that three-body problem writer."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:33.680",
        "message": "Sissin Liu, I don't know how to pronounce it. Sissin Liu. I've read two books, I have to read the third one."
    },
    {
        "speaker": "Guest",
        "time": "01:45:38.880",
        "message": "Or N.K. Jemisin, who I absolutely adore. Ted Chiang."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:42.960",
        "message": "Yeah, Ted Chiang, N.K. Jemisin. On whom Short Story Arrival was made. Yeah, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:45:46.400",
        "message": "He's come up with a new collection, Exhalation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:49.120",
        "message": "Yeah, which I've got, but I haven't started. Neither have I, I have to read it yet. Actually, wait, I've read, I think the title story from it, which is very interesting. And the good thing about a lot of these so-called science fiction writers and even a lot of the so-called science fiction films that come is that this quote unquote genre is going to places which other literature doesn't seem to be rushing into so eagerly and asking these big existential questions. You know, like even with, say, a film like Blade Runner, you know, the new Blade Runner."
    },
    {
        "speaker": "Guest",
        "time": "01:46:20.480",
        "message": "Even Minority Report for that matter."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:22.000",
        "message": "Even Minority Report or, you know, there's a film called Durs Machina."
    },
    {
        "speaker": "Guest",
        "time": "01:46:25.760",
        "message": "Yeah, I've heard of it, but I haven't watched it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:27.680",
        "message": "It's made by Alex Garland. The guy who wrote The Beach. The guy who wrote The Beach and Tesseract, which I like more than The Beach."
    },
    {
        "speaker": "Guest",
        "time": "01:46:34.560",
        "message": "Yes, Tesseract is a better novel than The Beach, yes, I agree, completely."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:38.240",
        "message": "So it's a very interesting film. So like Durs Machina will, for example, go into areas like, you know, how the moral values you attach to AI, should you kill an artificial being and so on. You know, Blade Runner looked at things like how identity is constructed or the fallibility of memory. And all of these really big questions are questions that I think science fiction is ideally placed to answer because it can take those sort of that one further step that you"
    },
    {
        "speaker": "Guest",
        "time": "01:47:05.760",
        "message": "need to take. Like Ursula K. Le Guin, The Left Hand of Darkness, about gender and about identity and politics of gender."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:13.200",
        "message": "So I'm sometimes like, I'm not a hard science fiction reader in that sense. I'm probably very ignorant about most of science fiction. But I do find that it's really unfair to sort of knock something as, oh, this is a genre,"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:26.560",
        "message": "like this is sci-fi, or this is crime mystery, or this is whatever."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:30.160",
        "message": "When you are asking the big questions and you're doing everything literature should"
    },
    {
        "speaker": "Guest",
        "time": "01:47:33.920",
        "message": "do. That I think makes sense. But other than that, I don't think I can read a thriller at least. I read it when I had to read Puzo and Sydney Sheldon, which I love. And for the longest time, I thought it was a woman."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:51.520",
        "message": "Then I figured no. Did your uncle pass on his love of Alastair Maclean to you?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:55.520",
        "message": "No, I just cannot. All those guns and weapons and wars, I just cannot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:02.160",
        "message": "I find it extremely boring. Right now, I'll read out a poem now because we have to get to your next poem. Before that, we'll have to. Okay, this is by a poet called CP Savafi."
    },
    {
        "speaker": "Guest",
        "time": "01:48:13.600",
        "message": "Oh, yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:14.880",
        "message": "I mean, of course, this particular poem is translated by Edmund Keeley and is called The City. And much of the first part is actually a quote. So I'll say stop quote at the end of it, as I usually do. But that doesn't mean I have stopped. It means a poem has moved on from the quote to the normal thing. The City by Constantine Cavafy. You said, quote, I'll go to another country, go to another shore, find another city better than this one. Whatever I try to do is fated to turn out wrong. And my heart lies buried like something dead. How long can I let my mind moulder in this place? Wherever I turn, wherever I look, I see the black ruins of my life here, where I've spent so many years, wasted them, destroyed them totally. Stop quote. The poem continues. You won't find a new country, won't find another shore. Won't find another shore. The city will always pursue you. You'll walk the same streets, grow old in the same neighborhoods, turn gray in the same houses. You'll always end up in the city. Don't hope for things elsewhere. There's no ship for you. There's no road. Now that you wasted your life here, in this small corner, you've destroyed it everywhere in the world."
    },
    {
        "speaker": "Guest",
        "time": "01:49:24.080",
        "message": "Wow. It's just something else. Spectacular. Indeed. Spectacular indeed. Reminds me of Ishiguro, for some strange reason, this poem took me to Ishiguro immediately and never let me go. I don't know why. It just happened. I think something's just, and we have to go and reread."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:43.440",
        "message": "And it's interesting, you were mentioning how you would go to British Council every weekend. I discovered Ishiguro in these summers in the early 90s, when I was in the hostel in Ferguson College, Pune, and I'd walk over for the air conditioning to the British Council"
    },
    {
        "speaker": "Unknown",
        "time": "01:49:57.600",
        "message": "library nearby."
    },
    {
        "speaker": "Guest",
        "time": "01:49:58.960",
        "message": "And so I read his early books, The Remains of the Day, A Pale View of Hills. I discovered Actwood also in the British Library. Oh, okay. There you go. So there you go. Yeah. Otherwise, I didn't know of her. So very interesting. I mean, you don't know of anyone till you know of them. Till you know of them, that's true. I just, you know, there's this other quote, I'm sorry, I'm quoting. It's called Mother of Pearl by Melinda Haynes, which is about a black man falling in love or taking care of a 16, 17 year old white trash girl, so to say, as it happens in the book, and how the delicate tender relationship they share. So there's a quote from the book that just stands out completely. And I love it because it's so relevant to the book that I've written. And so I want to... Go ahead, please. So going by what you do, start quote."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:54.880",
        "message": "Or just quote instead of quote, not start quote."
    },
    {
        "speaker": "Guest",
        "time": "01:50:57.200",
        "message": "Sometimes partial kindness kills a person as bad as partial knowing. Judy said this while she hugged the dress. But then sometimes partial kindness and partial knowing is the two best things in the world. Stop quote. So given that my book is about kindness in a way and knowing in a way. So yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:19.840",
        "message": "How do you feel about your book now that it's kind of out there?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:23.040",
        "message": "Like you've been a reader throughout and now this is actually your own book. I felt I want to disassociate myself from the book only because I feel I'm not done justice in terms of writing. And then when people quote to me from my book, or they tweet at me with lines from the book, I feel very awkward."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:39.280",
        "message": "I am hereby going to make you feel awkward. I'm going to interrupt you and I'm going to read out this very nice sentence from page three that early the good writing starts. Quote, and she was like how the matriarch of a good South Bombay household should be honorable and relentless in putting others down, even if it was her own family. Stop quote."
    },
    {
        "speaker": "Guest",
        "time": "01:51:57.760",
        "message": "That's a very nice sentence. I like it. Kerala matriarch actually came to mind when I was writing, but she was like that. From what I've also heard, my grandmother was extremely stern and staunch. I think people also to go in a different trajectory. When they came from Pakistan to India, I think they became hard in the process. They lost their softness, they lost their innocence. And she was married off really early to my grandfather as young as she was 11. And then when you are young and you experience such pain in leaving home and leaving family, I think it just hardens you to a very large extent. And then for you to show what you really feel and express yourself so difficult. And now I understand this, of course, about a lot of people, which earlier I wouldn't. But back to this, I find it very awkward now that the book is out, honestly, because I don't know how to deal with it. I don't know what to do with it. And then I'm like, just like either I soak in what it has to offer or just rejected like a stepchild and not look at it ever again. But didn't that happen to you when your book came out?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:10.000",
        "message": "I think it, as I think I've told you, I wish it had never come out."
    },
    {
        "speaker": "Guest",
        "time": "01:53:14.800",
        "message": "So there you go, it's the same thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:17.040",
        "message": "No, I mean, I think I let myself down."
    },
    {
        "speaker": "Guest",
        "time": "01:53:19.440",
        "message": "No, so when you read so much, Amit, I also feel that you want to, like, I want one perfect sentence. I can't find a single perfect sentence in my book. I just read one out. No, I just want to be like, when you read Munro and then you read Atwood, you read Murakami, you read people from other languages, writing so beautifully, like Marquez or Isabel Allende and all those people. And you're like, wow, what writing. Who are the Indian writers you like? I love, I absolutely admire Shanta Gokhale. I love Shashidesh Pandey. I love Ghosh's earlier work. I absolutely adore Vikram Seth, Eunice, a big, big, big influence in my life, through her writing and through the way she was as a person. She taught you? Yeah, no, but, but, but, yeah, but great. Just, just absolutely brilliant woman, who Indian, who else do I love? I love Niranjana Roy's writing. When, when I read how she talks about cats and the love that she projects into her books about them, it just makes my heart sing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:32.880",
        "message": "I absolutely love her writing. Very good friend of mine. And she's just finished her new book."
    },
    {
        "speaker": "Guest",
        "time": "01:54:37.440",
        "message": "Yes. But it's not about cats. I know, but still I can't wait for it. It's about crime in Haryana. Yeah. So I like Annie Zehdi's work. I mean, it's like deceptively simple."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:49.280",
        "message": "Her new novel's just out? Yes, Prelude to Arrive. Have you read it?"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:51.840",
        "message": "Yeah. I enjoyed it a lot. Yeah. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:54:54.720",
        "message": "So I also like Anita Nair, something magical about her writing. But, but yeah, I look at it from a distance and I love what she does."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:05.040",
        "message": "And given that you're in Bombay, and I presume that you also do the Lit Festival circuit a little bit, you must be meeting writers that you've read and then you meet them. And how is that experience?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:14.400",
        "message": "Is it like, does it change the way you look at it? You know, I met Andar Jai in Jaipur, and like a fool, I told him to sign on a page of the English patient that I loved so much, that one line, that if I give my heart to you, will you break it? Or something to that effect, if I give you my heart, I hope you get what I'm saying. He refused to do that. Why? Because he's like, oh, I don't want to sign in the middle of a book. And I made him and he gave me the dirty look. And then right after he signed, he didn't sign for me, he didn't say for Vivek, he just said, whatever, scribbled something, his initials or whatever. In a very dramatic moment, I just gave the book to somebody else and I walked out from there in front of him. Ouch. But I didn't expect that from him. I love the guy and I still will always love what he writes and I will pick up what he writes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:12.000",
        "message": "That's churlish of him."
    },
    {
        "speaker": "Guest",
        "time": "01:56:14.320",
        "message": "Yeah, but I didn't like the way he behaved."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:16.560",
        "message": "So I think never meet your heroes, never meet your heroes. You've met Alice Munro, you once told me."
    },
    {
        "speaker": "Guest",
        "time": "01:56:22.560",
        "message": "Yes, I have, it was beautiful."
    },
    {
        "speaker": "Unknown",
        "time": "01:56:25.280",
        "message": "It was in Canada."
    },
    {
        "speaker": "Guest",
        "time": "01:56:26.640",
        "message": "I had gone there for something else and I just happened to be in the bookshop where"
    },
    {
        "speaker": "Unknown",
        "time": "01:56:30.560",
        "message": "she was reading."
    },
    {
        "speaker": "Guest",
        "time": "01:56:32.240",
        "message": "I'm very rare that she does this. But I was just very honored to do that. I got my copy signed and she was very gracious about the meeting and it was something else altogether."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:45.360",
        "message": "You should have given her the English patient and asked her to sign on that line to see"
    },
    {
        "speaker": "Guest",
        "time": "01:56:48.560",
        "message": "if she does it. Yeah, she even liked the book."
    },
    {
        "speaker": "Unknown",
        "time": "01:56:52.640",
        "message": "I know I loved it."
    },
    {
        "speaker": "Guest",
        "time": "01:56:54.480",
        "message": "I still like Andarje a lot, his writing, but I don't think I want to meet him. We all have feet of clay and it's very scary."
    },
    {
        "speaker": "Unknown",
        "time": "01:57:01.440",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:57:02.160",
        "message": "So I don't want to. Yeah, but I still want to idealize them. And that I'll never stop doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:08.080",
        "message": "Your turn to read a poem."
    },
    {
        "speaker": "Guest",
        "time": "01:57:09.840",
        "message": "Yeah, sorry. And last I have with me, it's called Possibilities by this writer called, I don't know how to pronounce her name, Vistlava Simborska."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:24.800",
        "message": "Yes, I don't know how to pronounce her name either. It's called Possibilities."
    },
    {
        "speaker": "Guest",
        "time": "01:57:29.040",
        "message": "I'll be very quick with it. I prefer movies. I prefer cats. I prefer the oaks along the water. I prefer Dickens to Dostoevsky. I prefer myself liking people to myself loving mankind. I prefer keeping a needle and thread on hand just in case. I prefer the color green. I prefer not to maintain that reason is to blame for everything. I prefer exceptions. I prefer to leave early. I prefer the old fine line illustrations. I prefer the absurdity of writing poems to the absurdity of not writing poems. I prefer where love's concerned, non-specific anniversaries that can be celebrated every day. I prefer cunning kindness to the over-trustful kind. I prefer conquered to conquering countries. I prefer having some reservations. I prefer Grimm's fairy tales to the newspaper's front pages. I prefer leaves without flowers to flowers without leaves. I prefer dogs with uncropped tails. I prefer light eyes since mine are dark. I prefer many things that I haven't mentioned here to many things I've also left unsaid. I prefer zeros on the loose to those lined up behind a cipher. I prefer the time of insects to the time of stars. I prefer to knock on wood. I prefer not to ask how much longer and when. I prefer keeping in mind even the possibility that existence has its own reason for being. Just stunning. She's so good. That's just stunning. She's so good. And to think that she writes in Polish. Yeah. Yeah. And the translation is wonderful."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:12.480",
        "message": "And translation is another fine art by itself because the languages are just so inherently different. Just thought of, you know. And to find that word."
    },
    {
        "speaker": "Guest",
        "time": "01:59:20.240",
        "message": "Yeah, and that phrase that will connect with the reader."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:23.120",
        "message": "Or more so just the essence of something like, and that's something I've often wondered about that languages have their own inherent qualities. For example, like I mentioned earlier, I think most Japanese writers I read tend to be quite minimal and sparse and perhaps that's a quality in the language. But equally, a lot of the Urdu shairi I love is so overflown and, you know, expressionistic. And the thing is, if you translate them literally, they read like shit. Yeah."
    },
    {
        "speaker": "Unknown",
        "time": "01:59:48.960",
        "message": "That's true."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:50.960",
        "message": "In English, they're like shit, because we are attaching a different set, not a better set, but a different set of values to it. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:59:57.920",
        "message": "A different set of heuristics. Completely agree. Like, I never want fairs to be translated in English ever."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:02.960",
        "message": "Yeah, because it'll be like, what just kind of..."
    },
    {
        "speaker": "Guest",
        "time": "02:00:06.080",
        "message": "I'll never read him in English. Can never think of it in English. Yeah. Or Mir or anyone for that matter."
    },
    {
        "speaker": "Unknown",
        "time": "02:00:12.800",
        "message": "Amrita Pritam."
    },
    {
        "speaker": "Guest",
        "time": "02:00:14.320",
        "message": "Never, can never. From Punjabi to English, it just wouldn't make sense."
    },
    {
        "speaker": "Unknown",
        "time": "02:00:18.160",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:00:18.960",
        "message": "If somebody tried to translate meh tenu phir milangi, it was a disaster."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:23.040",
        "message": "I was like, don't, don't even bother. I shall meet you again. Yeah. I'll be back."
    },
    {
        "speaker": "Guest",
        "time": "02:00:27.520",
        "message": "That was, I mean, that's basically Schwarzenegger saying meh tenu phir milangi milanga. Now there's a new Terminator movie."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:34.640",
        "message": "Yeah. The Punjabi dubbed version should kindly have these. Yeah, very true."
    },
    {
        "speaker": "Guest",
        "time": "02:00:41.680",
        "message": "I think we've reached the two hour mark."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:43.760",
        "message": "So I'll finish off a poem and then we'll have some final words. This one is a traditional rhyming type poetry. So if you guys are wondering what the hell is happening here. Rhyme kyu nahi karda? This one. Rhyme karda. This is called A Long Distance Too by Tony Harrison."
    },
    {
        "speaker": "Unknown",
        "time": "02:00:59.600",
        "message": "Have you? No."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:00.880",
        "message": "Long Distance Too by Tony Harrison. Though my mother was already two years dead, dad kept her slippers warming by the gas, put hot water bottles aside of the bed and still went to renew her transport pass. You couldn't just drop in, you had to phone. He'd put you off an hour to give him time to clear away her things and look alone, as though his still raw love was such a crime. He couldn't risk my blight of disbelief, though sure that very soon he'd hear her key, scrape in the rusted lock and end his grief. He knew she'd just popped out to get the tea. I believe life ends with death and that is all. You haven't both gone shopping. Just the same. In my new black leather phone book, there's your name and the disconnected number I still call. Wow, lovely."
    },
    {
        "speaker": "Unknown",
        "time": "02:01:47.520",
        "message": "It's so good."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:48.320",
        "message": "And if you see it on the page, it's very interesting what he's done here. If you see it on the page, it's got four stanzas. The first three have this rhyme scheme of ABAB and the last one is ABBA. And that actually makes a sort of difference in just the effect that the poem has."
    },
    {
        "speaker": "Guest",
        "time": "02:02:06.800",
        "message": "It just touches, that's all. Yeah, very moving. I don't know if you, Brian Patton, I don't know if you've heard of him."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:13.360",
        "message": "Wasn't he? No, no, Chris Patton was in charge of Hong Kong when they handed over."
    },
    {
        "speaker": "Guest",
        "time": "02:02:18.880",
        "message": "Brian Patton writes poetry just like this. It's just beautiful. Very, very touching. Very soft. I find, you know, in poetry, which is so strange, I find male poets also to have that sense of softness sometimes, most of the time. They're not harsh. Like when that happens a lot, I find that in prose, when it comes to men who write, I find that prose sometimes very jarring, like Richard Ford. I don't find him making a point softly, like Murakami will make a point softly. So I think maybe because of the culture, maybe, I don't know, it'll be very interesting to find out why."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:03.280",
        "message": "But have you read Mary Oliver's poetry? Yes. And have you read this wonderful book, which I recommend all my listeners go out and just buy right now, blindly, just trust me. But it is called a Poetry Handbook. By her only."
    },
    {
        "speaker": "Guest",
        "time": "02:03:15.200",
        "message": "By Mary Oliver. Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:16.480",
        "message": "Where she talks about, I mean, that got me to appreciate poetry so much more just in terms of how poets do their thing and."
    },
    {
        "speaker": "Guest",
        "time": "02:03:24.720",
        "message": "The style and the craft more than anything. Even this lady, Anne Lamott, if I'm not mistaken. Isn't it the lady who wrote the book called One Bird at a Time? Bird by Bird. Just Bird by Bird. That's on the craft of writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:40.000",
        "message": "Which is on the craft of writing, which is a lovely story. I mean, the story that from which the book gets its title is that when they were kids, she and her little brother, they were with the family at a summer cabin. And by the time the vacation got over, the kid had to do this sort of homework project where he had to, I think, describe birds or paste pictures of birds on a scrapbook or whatever by the end of the holiday, and they had ample time to do it. But like all of us who face deadlines and react to them the same way as they go, Wu Xing Bai, he basically left it for the very last day. And then the little kid had a near panic attack on the last day because there were so many birds. And her dad told him just do it, Bird by Bird. Yeah. And that was it. And in that vein, I hope that Bird by Bird, you shall also get to your next book and to many more books."
    },
    {
        "speaker": "Guest",
        "time": "02:04:32.000",
        "message": "Thank you so much for coming on the show. Thank you so much for inviting me. It was a pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:35.120",
        "message": "Thanks a lot. Thank you."
    },
    {
        "speaker": "Unknown",
        "time": "02:05:35.120",
        "message": "Thank you. Thank you. Thank you."
    }
]