[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.000",
        "message": "Jurassic period, the supercontinent of Pangaea began to break up. Pangaea itself began to move west, splitting up into multiple fragments and as a result creating new oceans out of the super ocean that surrounded it, Panthalosa. The tectonic plate that contained what is today India, severed itself and sped northeast across what would later become the Pacific and Indian oceans. I say sped in a geological sense of course. It took about 115 million years and about 65 million years ago, this plate containing what we now call India, crashed into the Laurasian plate which contained Eurasia and what later became North America. Imagine in your mind's eye what happens in a time lapse spanning millennia as these two enormous landmasses collide together and the violence of earth, sand and water as their edges rise up from the impact, high up towards the sky till the landmasses finally slow down, still moving but a bit more still. And these battered grotesque edges, the mountain ranges that rise up with the coming together of two ancient landmasses, how do we know them today? We know them as the Himalayas. They lie between India and China. That's how old our business is."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:14.960",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:23.680",
        "message": "Please welcome your host, Amit Bharma. Welcome to the seen and the unseen. Xi Jinping, the president of the People's Republic of China and Narendra Modi, the Prime Minister of India, met recently at Mammalapuram. Besides the feel good quotes and the photo op in front of a giant rock that did not turn into Mick Jagger, what exactly was at stake for both sides? What is the China India relationship anyway in an age when China is fast becoming a superpower if it isn't already one and India aspires to get there? What are our common interests and what are the conflicts that we must resolve? In fact, to ask a question that many people around the world want to know and which has made the title of this episode, what does China want? To examine that, I've invited my friend Manoj Kevalramani, who works at the Takshashila Institution in Bangalore and who I regard as our finest China expert. Manoj has been on the seen and the unseen before in a superb episode about China itself and I'll link to that from the show notes. He has also shed much insight on another show called the Pragati podcast hosted by my buddy Pawan Srinath and I'll link to those episodes as well as also to relevant episodes of all things policy, the in-house podcast of the Takshashila Institution. Before I begin my conversation with him, though, let's take a quick commercial break. Hey, I want to thank Intel for supporting the seen and the unseen. If you haven't already, I recommend you check out Intel vPro. Intel vPro is a business platform that maximizes the performance of your company's computers. Some of the things that your IT department will now pull off with Intel vPro will feel like magic. It can remotely turn your computer on or off, install software, do routine maintenance tasks. If something is wrong with the machine in your office, no more waiting for the IT guy to show up. Intel vPro will get the job done. When Intel powers a machine, what is seen is the Intel logo outside. But what is unseen is the Intel performance inside that powers your computers and keeps them running smoothly. We tend to take the unseen for granted. For more details, head on over to Intel.in slash vPro. That's vPro. Smooth computing, no tension."
    },
    {
        "speaker": "Guest",
        "time": "00:04:37.200",
        "message": "Manoj, welcome to the seen and the unseen. Thank you so much for having me, Amit. And yeah, thank you so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:42.280",
        "message": "That was a wonderful introduction. Yeah, I that image of that giant rock will not leave my head. Before we get on to sort of China and India and so on, tell me a little bit more about yourself like your route to becoming a foreign policy expert is quite interesting."
    },
    {
        "speaker": "Guest",
        "time": "00:04:58.040",
        "message": "Yeah, I've taken sort of a really strange route. I was a journalist for much of my career. Okay, so the first time I visited China was in 2001. But the first time I went there alone was in 2005. And it was really strange experience. I was put on a bus. I knew where I was supposed to go, but I didn't know where the bus was going. I didn't know the language. I didn't know anything. And the bus drops me in the middle of the night at about half past three in this small tiny town and a tiny little bus stop. And at like about 3.30 a.m. in the morning, I have cab drivers coming and asking me where I want to go. Obviously, I didn't understand a word of what they were saying. And my first reaction of sitting in that bus stop for the next two hours waiting for somebody to come and pick me up was of absolute horror, wondering whether I'm going to become a fisherman lost in some village in China. But that was my introduction to the country. Since then, the love affair has grown. I've gone back repeatedly. So as a journalist, I went back to China in about 2011. After having spent about six years of working in India, I was always interested in foreign policy. I studied international relations. I went to China, I did some freelance work. And then I worked with Chinese state media for a few years, which gave me an interesting insight into how the country operates. What are the structures? What are the processes? How do people think? I mean, there's a real divide between how people think in China about themselves and how the world outside views them. And yeah, and that was the way I got into studying China and foreign policy broadly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:27.280",
        "message": "And given that you'd already studied international relations, I guess you must already have had, you know, conceptions of what China was like, what the Chinese were like, what they wanted, what the objectives were. Did actually spending time, you know, working in that country change your mind? And if so, in what ways?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:44.680",
        "message": "So, yeah, I mean, you know, going into the country, you obviously have this image, particularly when you come from India and in India, the frame that we look at China is a deep suspicion. And even at our sort of points of time where we talk about heady cooperation, whether it was in the 50s or whether it was in the early 2000s, when you were talking about this notion of Chindia, there was a sense of, yes, euphoria, the ratio is rising, but there was also, there's always a sense of suspicion. So as an Indian going there and having studied in the West, you go with a deep sense of suspicion, not just from a realist perspective of Indian interest, but also from a value based perspective of being from a liberal democratic country in ethos to going to a country which is authoritarian, communist and all of that. But when you actually visit the country and live there for a significant amount of time, you do realize that the authoritarianism comes in shades, like a shade card of a paint company. You know, there are elements which are deep red, and then things start to sort of become lighter in shade. Criticism is allowed on different things. And criticism takes place on different things. People are people like they are everywhere. They're looking for a better life. People are looking for more space to voice their opinion in public and just basically express themselves much more. And you see that even in China. And you see a diversity of opinion, which often does not get reflected in news coverage of the country. And also what also always happens in news coverage of the country is that we tend to impose our own biases and our own perceptions without having understood why a country is doing certain things. What are the sort of historic drivers? What are the economic drivers? What are the political drivers of certain action? Everything gets sort of clubbed together in this notion of authoritarianism, and therefore state control. And therefore, that framework defines everything. Whereas there is much more push and pull happening between society, businesses, government, party, which don't necessarily get reflected in broader coverage."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:38.600",
        "message": "No, and it's very interesting. Like, you know, you were talking about these nuances, and I found that the two episodes of the two part series you recorded with Pawan for the Pragati podcast, very illuminating, where you bust eight myths about China. And those myths are all about nuance in the sense that most of them are partly true, but not quite. For example, does China own, does the state own all the land? Well, yeah, kind of, but they give leases. And you know, so there is private property in the terms of what is built on those lands. Similarly, you talk about how, you know, the media is fettered to the extent that they will not directly, you know, criticize the premier or whatever, but they will talk about the policy and within that marketplace that exists, you know, they will try to carve out niches with the presentation of the news. So you know, that it was kind of eye opening to me and you're right that, you know, many Indians sort of think of China as this whole monolithic beast and it isn't quite that."
    },
    {
        "speaker": "Guest",
        "time": "00:09:32.720",
        "message": "Yeah, it isn't quite that. And I mean, I think there is justified reason for, in many ways, the Chinese media and the Chinese messaging is to blame for this. They would like to emphasize that, you know, that there is a strong central command over things. And on many things, there is strong central control. But this messaging that they also tend to deliver, and it varies from time to time. So if you look at the early 2000s to the till Xi Jinping comes to power, there is a sense that the Chinese themselves are delivering this message to you, that there is greater diversity here. And there's much more happening here. But once Xi Jinping comes to power, things begin to consolidate and the messaging also changes because you want to message to the outside world of a strong leader because you also want to bring political legitimacy for his control within the country. So there are multiple reasons why this messaging goes out. And therefore, there is a strand of truth that yes, the central government controls a lot of things, the central leadership and the party across the board from center to provinces to villages has a significant role to play and has an increasing role to play under Xi Jinping. But the fact that there is societal pushback is missed quite frequently. And one of the sort of classic cases of this is legislation on domestic violence. Recently, there's been lots of controversy in China about a domestic violence bill, which was passed in 2016. And the bill creates more room for women to sort of file for divorce on grounds of domestic violence. Yet, often the judiciary is conflicted between protecting women's rights and following the parties dictate that family issues are also a matter of broader social harmony. So therefore, you see judges giving these misguided judgments where sometimes you will acknowledge that there is violence, but not grant divorce because it might impact the broader social fabric, which is absurd. But there is still pushback against this and people end up winning cases once sort of the narrative begins. And this one particular case in Sichuan, which was recently reported, the lady ends up going and appealing this verdict of not granting her divorce. And there is a bit of a public narrative that builds around this. And eventually the courts have to grant her divorce. So this is a sort of pull between state policy, party, party desires to individuals pushing back against this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:53.240",
        "message": "I guess, you know, what I often say about India that we sort of inhabit different centuries at once, 1920 and 21st is in a sense true of China as well. And you know, the kind of these tussles around modernity that you mentioned in the judicial case is something that you see in India as well, where you will have judges telling rape victims that why don't you marry your rapist and things like that. So I guess that's one thing that's common to both countries. You know, one interesting difference between India and China, which we discussed in our last episode as well, is that in India, the idea of India or the battling ideas of India are all relatively recent. I mean, we were basically many nations started coming together, perhaps because of the East India Company and the British Empire. And you know, now we are what we are and, you know, because memories are so short, there seems to be the sense of permanence about it. But the ideas of India are relatively recent. The idea of China, on the other hand, stretches back centuries. And you know, you'd use this phrase, Tianxia to describe it, you know, all under the heaven. The idea of China as a middle kingdom with the rest of the world revolving around it. Tell me a little bit about that and how that idea has found expression through the ages."
    },
    {
        "speaker": "Guest",
        "time": "00:13:08.880",
        "message": "So this notion of Tianxia sort of goes back a couple of thousand years, actually. So if you look at China, one of the things that at least even the current government in China and the Communist Party sort of tries to project is of the sense of a continuous civilization. And that allows you to trace yourself back to about a couple of thousand years ago. So about say 1500 BC or you have a dynasty called the Shang Dynasty. The Shang Dynasty has sort of, it's the territory they control is nowhere close to what modern day China is like. It's a very small chunk of territory, but that's seen as the dynasty. And that begins with controlling a lot of narrative. And the Shangs believe in a certain deity, which is the supernatural entity, which is bestowing the emperor with certain authority. The Shang Dynasty goes and you have the next dynasty come into place, which is Zhou. And the Zhou essentially believe in something called the heavens. And they believe that, well, it's not necessarily an individual deity type of sort of personification of God. It's the heavens are a system and an order. And the word for heaven or sky in Mandarin is Tian. And the idea is that, well, everything is under the set of heavens and there is an order that has to be maintained. And the emperor and the dynasty is maintaining that order as some sort of an agent of heavens. And the heaven has given a mandate to the emperor to do so. Fast forward, this dynasty also collapses as a brutal sort of period of wars between different fiefdoms, which is called the Warring States period. And then you have finally the Qin Dynasty, which unifies this, you know, the entire these sort of warring states. And then this idea of, well, we need a deity, but we also need an orderly system. And it sort of usurps both these ideas and it creates this notion of everything under the heaven and the emperor being the son of heaven. And therefore you get Tianxia, which essentially means everything under the heaven. And the emperor becomes the son of heaven. Now in this sort of a worldview over the years, over the centuries, the world starts to get structured largely ethnically, but also based on territory in terms of, you know, the central realm. And then you think of, imagine concentric circles around one central circle. And what you will see is that the inner realm is the realm of the emperor. The rest of it all is of course under the heavens. And the emperor's grace and the emperor's rule radiates from the center outward. But as you go outward, you find the inner subjects and then you find outer subjects and then you find people at the furthest realms of the concentric circle, sort of the furthest concentric circle, which is the barbarians. And the emperor's job is essentially to sort of expand his realm and to be able to bring civilization to these different realms. Whereas the barbarians, well, you can, you might not be able to civilize them. That's up for debate. But that's essentially the Sinocentric worldview, where China becomes the center and therefore the phrase, the middle kingdom again, which has much more to its origin. It was related to that second dynasty that I mentioned, the Zhou dynasty, which was in the center of these multiple warring states. But essentially the idea that at the center of it all is China today and the world sort of is around it and the realm of the emperor is sort of, the grace of the emperor is expanding to these different realms. And at the outermost edge are the barbarians, who you potentially can't civilize, but they aren't necessarily as important. And that's this notion of Dianxia, where you create a set of tributary states whom you sort of associate with, there are inner subjects, which are your subjects, there are outer subjects, and then there are tributary states and then there are barbarians. And the tributary states are countries that you sort of subjugate in some sort of a relationship where their leaders can kowtow before you and acknowledge your superiority and your authority. That does not mean that you annex territory. Over the centuries, the relationship with the Chinese dynasties and their tributary states has not necessarily been about annexing territory. It's basically about acknowledging the civilizational superiority of China, which meant sometimes adopting the calendar, adopting the language, adopting the script, adopting certain cultural practices. It meant preferable trading relationships. It meant that you would get access to the Chinese market. In return, obviously, you can come and kowtow, which is a long ceremonial process where you basically come and kneel before the emperor and acknowledge his superiority over you. And you can see reflections of, somewhere, reflections of this in modern Chinese behavior. I wouldn't say it's necessarily modern Chinese foreign policy is directly derivative of this, but this is a cultural strand which continues within the broader DNA. And you can see that today when Xi Jinping greets foreign leaders who visit China, there's a long red carpet. He stands at the edge of it as the emperor greeting somebody who's coming. Usually when the person who's sitting next to him is turned towards him in the photograph, usually reportage of it will talk to you about how visiting dignitary came and told Xi Jinping about how great his reform process has been, how wonderful China's development is, and how much they can gain from China's development by partnering with China. And all of that sort of tells you a little bit about this mentality of the Middle Kingdom and the emperor and the son of heaven, who is this benevolent ruler, who's scholarly, benevolent, powerful, and therefore commands respect."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:26.720",
        "message": "Right. And, you know, the Qing dynasty, of course, fell in 1911. And in 1949, the Communist Party finally takes over and Mao takes charge. But you know, the period between 1839 and 1949 is also referred to sometimes as a period of China's national humiliation, quote unquote. And as John Garver writes in Protracted Contest, one of the books you recommended on the India-China relationship, quote, as constructed by modern Chinese nationalism during the period between 1839 and 1949, China was bullied, oppressed and exploited by foreign imperialism. One dimension of this humiliation was a seizure of Chinese territory by aggressive imperialist powers, stop quote. And these terrorists, of course, include places where there were ethnic Chinese, like, which is Han people like Taiwan, Hong Kong, Macau, but also those populated by non-Han people like Vietnam, Mongolia, and Korea. So when Mao comes to power in 1949, and this more than a century of humiliation, as it were, has ended, what is the sort of response to the world that emerges from there?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:34.880",
        "message": "So there is, I'm just going to sort of trace back a little bit and talk about the century of humiliation, because it's an interesting sort of trope, which continues to play a role even in today's present day Chinese foreign policy, right? I mean, one of the things that the Chinese side has been talking about in its negotiations with the US in terms of this trade deal is that we will not sign up to unequal treaties. And this unequal treaty sort of conception goes back to the opium wars, where the first opium war, the Qing dynasty lost, and that launched the century of humiliation. Essentially, the idea was this, that the strong Qing state had begun to collapse, and foreigners had come to take stake in it. There was a lot of gunboat diplomacy, which led to, say, Britain signing this lease for 100 years with Hong Kong, managing more territory. And all of this was done for trading purposes and trading rights. And the Qing emperor starts to concede trading rights, not just to Britain, but to many other European powers. Germany eventually occupies a large part of Shandong province. And there's a lot of this that happens. China's coast begins to be forcefully opened up. The Qing emperor sort of have very little control over this. And there's this sort of number of reasons. I mean, historically, if you look at the literature in China, what they will tell you is that it was our folly. We were weak. And we were weak because we were stuck to certain dogma and certain processes of the past without looking to modernize. So in that period of following the first opium war, actually even before the first opium war, but following that more so, there's this movement called the self-strengthening movement. And that's a bunch of people who are learned, some of whom have attempted the civil services exam but failed it because the exam is so driven by rote learning and understanding of the classics, but not about say modern systems like what's a modern financial system like how do you develop new trading links? How do you do modern banking? What sort of technology do you need? How do you invest in modern weaponry? But it's actually looking at sort of Confucian classics, which you need to memorize, which have been standardized for decades and decades and centuries before. So the relevance of that is in question. And these guys are essentially saying, look, we need to change. And in many ways, we need to learn from the West, because if we have to survive in a world which is changing, and that was a changing world with the Industrial Revolution, we need to adapt and we need to educate ourselves. And for that, we need to learn from the Baharians who are coming over. And there goes your trope for the Tianxia concept. And that movement sort of builds, but it doesn't really achieve critical mass because there are so many internal pushes and pulls, and the fact that the Europeans are sort of way ahead of the Qing in terms of just their material capacity, and also the political will to go and extract rewards from the Chinese Empire by force, that the Qing dynasty sort of starts to begin to unravel. Once it unravels, China goes through this massive period of turmoil, where initially there is warlordism, there's a weak central government. All of this sort of culminates into this sort of 1919 movement called the New Culture Movement, or what is today known as the May 4th Movement. On May 4th, 1919, after the First World War, you end up seeing a massive protest in Beijing and many other cities, but in Beijing predominantly. And this protest is about the Treaty of Versailles, the fact that the Germans had been defeated. The Chinese felt that this would mean that their territory held by the Germans would be given back to the Chinese government. But that territory is traded off to the Japanese, and that angers a lot of people. This is a search for a new system to hold China together, a new philosophy, a new idea. So you're searching for this idea of China. And in that, there are some people who are going to modern day nationalism, sort of driven by European nationalism. There are some people who are going back to the classics and saying, we need to go back to what we were like. And then there are others who are looking at new ideas like communism. And therefore you have the Communist Party formed in 1921. Again the next 30-35 years are a period of turmoil with the Japanese invasions, a civil war between the Communist Party and the Nationalists led by Chiang Kai-shek. And eventually you come to 1949, which is after the World War and after Japan has been defeated and Japan sort of starts to recede from, to give up control of the territories of China that they had control. You end up with Mao Zedong taking charge. And Mao Zedong takes charge as Chiang Kai-shek flees because after 1945, after the Second World War ended, there was another period of three, four years of conflict between the Nationalists and the Communists, which the Communists eventually win and Chiang Kai-shek flees Taiwan, setting up the Republic of China in Taiwan. And when Mao takes charge, he essentially looks at this. He looks at two broad priorities. The predominant thing that we today take away from Maoism is the idea of revolution and people's war and promoting a communist revolution around the world. But he blended that with this notion of China being the middle kingdom and also China being a nationalistic entity. So Mao was very clear that this is a system of states and yes, as much as we would like global revolution, we realize that in this system of international system of states, we need to become a powerful state. And therefore he invests in sort of nuclear weapons. He invests in science and technology, invests in the missile program. He undertakes very flawed policies like the Great Leap Forward to sort of industrialize and mechanize China very rapidly. And that sort of falls flat on his face by doing that. He also sort of harks back to history, which is like you mentioned, in Gawa's book, he tells you that in 1954, China puts out a map which identifies territories of Chinese interest. And that talks about the sense of nationalistic Chinese territories. It's a nationalist vision as opposed to a world vision for a revolution. Mao Zedong's first speech talks about China standing up. That's clearly a nationalistic statement. He talks about the century of humiliation. He talks about the classics of the past. So he's very cognizant of China as a civilization, as a state, and also as a revolutionary actor. And he tries to blend that together by saying that China needs to be the middle kingdom at the heart of this revolution. So that's broadly how Mao Zedong sort of looks at history."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:40.440",
        "message": "And you know, that blending of nationalism with communism, you know, which otherwise typically doesn't take so much recourse to nationalism, seems to me also to, you know, in later years, what they say today about socialism with Chinese characteristics. So it almost seems like you cannot really use any other lens to look at China because a key part of how they have constructed what they are lies sort of in their past. So how does sort of foreign policy evolve through the Mao years leading on to Deng? And how does it then change with Deng in the late 70s?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:12.080",
        "message": "Okay, yeah, sure. I have this framework, right? You know, I teach a course in China. And in that, I talk about this idea that there are three distinct phases of Chinese foreign policy. I mean, you can divide, people can slice history as they want to, I've sliced it in three distinct phases. The first phase is this revolutionary era, which is characterized by high levels of control, a lot of elite friction also, although Mao is supreme, yet there is a lot of elite friction and one of the reasons for this elite friction is because there is a focus on mass agitation. Mao believes in people's wars and people's movements and people's evolutions. Growth fluctuates radically. So there are years where you will grow at, you know, 9% or double digit growth also. And then suddenly the next year, you might, a year or two later, you might end up with sort of negative growth. And that's problematic because it causes much more chaos. Foreign policy for Mao predominantly was ideological. He saw ideology as not just, like I said, in terms of the revolution, but also in terms of nationalism. If you look at his early years, he was very close to the Soviet Union. China learned a lot in the Soviet Union, not just in terms of the organizational structures of a Leninist party state structure, but also in terms of say, technology, weapons development, agricultural organization, and those sorts of things. And he sort of followed the Soviet Union to a certain degree until there came a split and that split had a lot to do with also internal dynamics within China, where Mao felt that his position was being threatened by so-called revisionists who didn't believe in the ideology as he did. And those revisionists were linked to sort of changes in the Soviet Union. And therefore, there's this period of seeing a Soviet split. And during which, at the same time, you also see, you know, Mao going through launching the cultural revolution domestically, which therefore means that his foreign policy objectives become secondary in many ways, because he's focusing on the cultural revolution at home, which is this tremendous violent period with millions and millions dying as student Red Guards take to the streets. You're burning books, you're attacking academics, you're attacking elites. Xi Jinping's father, who was a senior party member, was one of the targets of the cultural revolution. Xi Jinping as a student was sent to work in a small village, and he lived in a cave, as the famous story goes, as part of the cultural revolution. So his education was sort of truncated at that point of time. So that revolution still holds much sway in China today in terms of the historical memory of it. But that was Mao's foreign policy. He looked at promoting revolution and he looked at China at the heart of that revolution. There was very limited success. Some of his gains were essentially about strengthening China's national power capacity through weapons development, which gave China a seat at the table predominantly. When it came to India, his approach was slightly mixed. At some level, he saw India as a potential partner, but also a hegemonic successor to the British Raj. He saw the Indian state as being the Indian leadership at that point of time, being capitalist in their orientation, Nehru particularly. He saw them being Western educated and therefore being driven by those sorts of agendas. He saw them as the mindset of the Indian foreign policy as being one of desiring hegemony over what is South Asia and also territories which the Chinese were interested in, which is places like Sikkim, Bhutan, Tibet. And therefore, there was a sense of friction between these two countries, not just at a level of territorial disputes, but also in the context of where they each saw their ideologies. And that source of friction sort of persisted over a period of time. After Deng Xiaoping, what happened was that China went through such a terrible phase in the Cultural Revolution that once Deng Xiaoping took charge, Mao Zedong died in 1976. And for two years, there was still a lot of turmoil with the Gang of Four, essentially successors to Mao, lobbying for power and therefore continuing persecution until there's a pushback from other party elites and the Gang of Four get tried and get sentenced. And Deng Xiaoping emerges as this leader. Deng himself had suffered in the Cultural Revolution. He was himself chastised. And he, once he takes charge, he looks at things pragmatically and he says, look, we are millions and millions and hundreds of millions of people in China in deep poverty. We can't be talking about revolution until we address some of these things. We need to be open to the world abroad. Under Mao, some changes had begun. There was a rapprochement with the US which had begun and Deng Xiaoping takes that time to nurture that rapprochement. And in the early 80s, he travels to the US. He launches what is a reform and opening up policy which says we're going to reform domestic economic structures. We're going to trim down the state. We're going to pull back this ideological control a little bit. The party still remains primary and the role of the party is at the heart of everything. But we need to change the way we do business in order to achieve economic goals. And so economic diplomacy and economic foreign policy becomes his primary objective. And that's where things sort of start to develop with Deng Xiaoping. When he starts to expand the Chinese economy, try and lift people out of poverty, and also hedge with the US and the Soviet Union. Under Gorbachev, with Deng Xiaoping, China and Soviet Union begin to get some sort of a rapprochement again after their sort of tumultuous 60s and 70s. But then the Soviet Union collapses and the ballgame changes entirely. But for Deng Xiaoping predominantly, and even for his successors thereafter, the objective of foreign policy was to pursue your interests, ensure that your territorial interests and sovereignty remained intact and you didn't sort of succumb and give some of those away. But you expand growth, ease control, while maintaining the central role of the Communist Party of China. And that's how it's been for the next 30-35 years until Xi Jinping sort of comes to power. Actually a little before Xi Jinping, but say around 2008-2009. And that's what broadly the foreign policy has been about. It's been about economic development. It's been about economic diplomacy, while ensuring that you remain fairly tough on issues that are core to you, say Tibet, say Hong Kong, say even Taiwan."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:23.400",
        "message": "Yeah, and you know, one of Deng's slogans, of course, was hide your strength, bide your time, stop quote, which is, you know, almost like a paraphrasing of what Sun Tzu said centuries earlier, which is, quote, to subdue the enemy without fighting is the supreme excellence, stop quote. So just the phrase bide your time is very interesting, because it almost seems as if what happened in all the Deng years was that China was building its strength and biding its time, true to what he said, and then Xi Jinping onwards, they clearly feel that their time has come. Would that be a correct summation? And how has foreign policy changed since Xi Jinping? And how much of it is, for example, due to the powerful personality of the man himself? I mean, a lot of, you know, he centralized a lot of power around himself and clearly had his own vision of the world. How big a part does that play in the thing?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:14.360",
        "message": "So yeah, I mean, Deng Xiaoping's logic of keeping a low profile, I mean, the phrase is tao kuang yang hui, which, like you said, means broadly, roughly hide your strength and bide your time, keep a low profile while pursuing your interests. Essentially, what he wanted to do was what he could do. China was a large country with a lot of problems and a lot of fundamental problems. And you didn't have the capacity, while you might have had the will to sort of achieve certain broader foreign policy objectives, you didn't have the capacity to do that. And your objective predominantly was growth and development, because if you did not have performance legitimacy over a period of time, it would be very difficult for the party to sustain control over such a large population if it continued to remain that volatile. So that was broadly what it was like. His successors, so for example, Hu Jintao, who was a successor, who was after Jiang Zemin. So Deng Xiaoping's leadership, the next big leader that comes out is Jiang Zemin and subsequently Hu Jintao. Hu Jintao had a policy recognizing that China was rising, right? So his policy was about China's peaceful rise and China's sort of peaceful development. And the idea was signaling to the world that, yes, while we are rising, we're not going to be rising with violence. We're going to be rising peacefully. We're going to be rising by trying to lift all the boats together. And in that process of rise, of course, things will change. I mean, Edward Luttwak in his book on China has a really interesting analogy to describe this, right? He talks about China being this big elephant in an elevator. And while the elephant is continuing to expand, it might not be threatening, it's squeezing other people and therefore it will automatically seem threatening. And that was essentially the sort of dilemma that Hu Jintao was facing. And therefore this narrative of peaceful rise was framed. Under Xi Jinping, what starts to happen is something very different. And it starts a little bit before that, like I mentioned in the past. So around 2008, 2009, you have financial crisis and the world economy is going through a downturn. The US in particular is struggling. The Chinese are particularly cognizant about this. So in one of the sort of strategic economic dialogues with the Obama administration's officials after the 2008 crisis hits, the Chinese are quoted as saying, look, we're disappointed in you. I mean, what on earth have you done? And they're quite annoyed with the US for the particular failures that they've sort of experienced, because they feel this causes economic problems for the Chinese also. And it did cause economic problems because China's economy was predicated on export-led growth. And if your biggest export markets are today going through deep crises, you're never going to be able to sustain that growth. So they had to shift to higher investments and more debt and also launch a bailout package. But at the same time, you saw an opportunity. And the opportunity was in the fact that there is greater space opening up in the international system. And China today has the capacity and can continue to develop the capacity to exploit that space. So starting from 2008, 2009, you see something start to shift. You see them start to build these sort of start to work towards consolidating their strength in the South China Sea. You see the then Chinese foreign minister go to an ASEAN meeting and say something like, you know, China is a big country and big countries do what we do. And I was telling all these ASEAN states that, look, you're small states, you need to listen to us. And that's a different expression from what their normal diplomatic balance is, which is that all states are equal, sovereignty is the norm and those sorts of things. And you start to see this sense changing. You also start to see a sense of nationalism beginning to rise. And you start to see increasingly more assertive actions being taken. All of this comes into this framework of a policy discussion that's going on within China, whether we should fundamentally shift from this idea in our minds also, from being a developing country, which is still keeping its head low and which is not interfering too much, but actually just taking care of its interests predominantly, to now saying that, look, we're a big country and we're a rising power. And while we say that, let's acknowledge that to ourselves. And that would mean a change in the way we behave and a change in the way of what we expect from our behavior. And therefore, this discussion sort of starts to take place. So the shift from Deng Xiaoping's Taokuang Yanghui to a modern logic, which is called Fanfa Youwei, which essentially means striving for achievement or striving to change your external environment in order to suit your interests, actively doing things to change it, as opposed to just reacting to keep your interests in check. And under Xi Jinping, this sort of model starts to take far more prominence because he starts to take actions to change the external environment. One of the first things he does is he comes in, he announces this idea that everybody needs to pursue a Chinese dream. And that's a very populist framework, right? I mean, you come out and you say, you know, every Chinese has a dream and this nation has a dream and that nation's dream is the China dream. And all of your cumulative dreams come together to create this China dream. So that's the first sign of Xi Jinping being breaking away from traditional robotic, you know, black dyed, gelled head Chinese leaders who are very morose to somebody who's charismatic, who wants to sort of connect with the people and who also wants to present a picture to the outside world of China being different and changing and becoming far more active. So it's a little bit of Xi Jinping's personality himself when he was nominated as a successor in 2007, 2008. Nobody really saw him as this charismatic individual, but as he takes power in 2012, 2013, you see him launch this notion of the Chinese dream. And that is the first sign of Xi Jinping being a man of the people. He subsequently launches a massive corruption crackdown. And that corruption crackdown has a lot of public support because of the preceding years, there's a lot of criticism of corruption in China domestically. People are annoyed with sort of venal Communist Party leaders who are keeping, maintaining concubines, taking money outside the country, living luxurious lifestyles. There are certain scandals which come out and all this sort of builds this momentum against corruption. Xi Jinping leverages that and like every other Chinese leader launches a corruption campaign. It's just that his is far more sharper and the edge is targeted at corruption and also at political opponents. Xi Jinping doesn't have a clear defined political opponent because he's not really part of any of the established factions in Chinese political system. So Xi Jinping is sort of an outsider. He doesn't necessarily have, he's not a member of any of the established factions that dominate the Chinese political system. And that's one of the reasons why he was a consensus candidate when he was chosen in 2007, 2008. But when he takes power, he sort of starts to take the knees out of both the factions, both the dominating factions. He also starts to take the knees out of the oil grouping, the bureaucrats who are in the oil industry. And he takes, he hits at some of the seriously prominent figures who just left their positions of power. And that sort of sends a chill down the political system and the bureaucracy and allows him to further consolidate his power. His first five years have been extremely, were extremely critical. And the fact that he had, he managed to get things done and consolidate himself in the position that he has, that he now has his name in the Chinese constitution and the party's constitution right alongside Mao Zedong, because Mao Zedong in the constitution has a thought. It's called Mao Zedong thought. And Xi Jinping has a thought. Other leaders have theories. In the Chinese parlance, thought is greater than theory. So Xi Jinping is at par with Mao right now. And therefore he's got the freedom to try and pursue a far more expressive and expansive foreign policy. And he does that, right? He launches Belt and Road in 2013. He establishes the AIIB, the Asian Infrastructure Investment Bank. He strengthens the Shanghai Cooperation Organization grouping. Today, India and Pakistan are parts of that grouping. And he starts to express himself far more broadly on the international stage. China now has its own narrative on human rights. China has its own narrative on economic globalization, which has gotten particularly more prominent after Donald Trump in the US. And this is where sort of Xi Jinping's foreign policy is leading. It's about establishing China as a big country, not just from an external viewer's point of view, but also internalizing it within the Chinese system that we are a big country and we need to be there for acting like a big country."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:39.320",
        "message": "Now, you know, on the one hand, it might seem as if China's foreign policy is sort of evolving with the state of the country itself. That you know, first, it's not really a superpower, you know, through the 70s, 80s, 90s, whatever. So they bide their time as they gradually build, you know, in 96, Jiang talks about the five principles of peaceful coexistence. And at that point, they're not really asserting themselves. And then as China gets economically more powerful, they sort of assert themselves, I guess, that's one way of looking at it. But you know, just thinking about my question to you also is about how big a role domestic political imperatives play in shaping the foreign policy of Xi, for example, just to sort of draw an analogy, if you sort of look at how Indira Gandhi came to power, where she was also like a kind of a compromise candidate, you know, the party, senior folks thought she'll be easy to control, they called her a goongi guria. And then because of the political imperative of having to distinguish herself, she turned sharply left, and, you know, carried out a series of economic measures like bank nationalizations, FARA, all those labor laws which came up, which basically devastated the country. And those were not driven by that bad economics was not driven by a belief in economics in that that economics per se, but just to distinguish herself politically, from her rivals and carve out that niche. Similarly, I wonder how much of the assertive foreign policy under Xi comes from this necessity for him to also carve out that space in China's new modern mythology, like first, of course, he consolidates power using the corruption campaign, gets rid of his rivals, and gradually power consolidates more and more under him till now, you say, as you say, his name is in the Constitution. But does a lot of this assertiveness also have to do with the man himself and the local incentives which are driving his geopolitical moves?"
    },
    {
        "speaker": "Guest",
        "time": "00:43:36.760",
        "message": "Yeah, I mean, that's an interesting question, right? And often this gets missed. So when it comes to the man himself, I mean, it's very difficult, obviously, to paint a picture of the man himself, given that the system is so big. But from the sense that we get is that Xi Jinping himself sees himself as a man of destiny in many ways. He has a strong sense of history, and he has a strong sense of the need for the party to sustain. If you look at what is now known as Xi Jinping thought on diplomacy, the first point of Xi Jinping thought on diplomacy is the first objective is to uphold the centralized and unified leadership of the Communist Party of China. The second of those is to pursue diplomacy to realize national rejuvenation. Both of those are essentially domestic objectives. You are looking at maintaining economic growth, ensuring expansion of Chinese national power to be able to not just fuel national pride and all of that, but also to improve the lot of the people in the country, but also through that legitimized party rule. So economic growth, economic development is fundamental to what his foreign policy has been. And one of the biggest drivers of this Belt and Road Initiative, which is essentially now characterizes his entire foreign policy, because BRI is everything and nothing in many ways, is that you need to be able to find new markets, you need to diversify your markets, you need to be able to shift capacity from China, economic capacity from China to other places while ensuring that you don't necessarily lose jobs. And in that process, you need to also create China as a consumer market because the economy needs to grow through consumption. So therefore, the manufacturing also needs to shift somewhere else because you're also dealing with issues of rising wage, labor costs and those sorts of things. So all of these objectives are what define BRI. One of the other objectives of BRI is to ensure that China's energy needs are met and its energy sources are diversified, because there's a lot of fear over the years, there's been lots of fear about the sea lanes of communication being blockaded in case of conflict. And that as a vulnerability has also led to some thought of, well, we need to develop pipelines and land routes, which are better. So a number of domestic objectives, but the primary domestic objective is to ensure that the party sustains. And the argument that Xi Jinping supporters will give you is that the corruption campaign and the rest of it, the political persecution, has been a lot about ensuring that the party survives because the party had become so corrupt and venal that it was extremely difficult for it to survive. It was losing legitimacy among the public. And therefore, you had to do something like this in order to create that sense of legitimacy. The nationalism that he's further stirred, because Xi Jinping talks a lot about the century of humiliation, and he talks a lot about Chinese national rejuvenation, which is his predominant objective. It all sort of harks back to this idea that we were once a great power, we've lost our way and we are now finding a way. And the only way for us to head in that direction of becoming this massive international power is by the leadership of the Communist Party. And therefore, he puts his record in front of you saying that in 70 years of the Communist Party's rule, we've seen a record number of people being lifted out of poverty. We've seen China's national power increase. So a lot of this also, when you're sort of expressing yourself at the international stage, is a signal to your domestic constituency that this is what we have achieved, that today we have a say at that table. Previously, nobody cared. We were a poor country, but today we've grown and we've grown because the party has been unified. So the domestic drivers of his foreign policy are predominantly these, in terms of his own sense of his own history. He brings that into play on occasion when he talks about... So just in the last year, you had lots of celebrations leading up to the 70th anniversary of the PRC, which was on October 1st. You had lots of museums which were hosting sort of exhibitions, and you could see that Xi Jinping's father was prominently displayed, particularly at the National Museum in Beijing. And his role in leading economic reform in the 1990s was played up. Because often when we talk about Deng Xiaoping, we forget about some of the other people who came in the picture and who led some of these things. And Xi Jinping's father's work in Southern China was extremely important to kick-starting economic reform in the 1990s after what happened in Tiananmen Square. And that was prominently displayed. This idea of him being a princeling, not necessarily a princeling in the context of somebody who comes from a well-off background, but somebody who has deep connections with the party's original aspirations, is played out quite frequently. Because Xi Jinping does this, right? So in the last one year, you've seen him repeatedly talk about an education program across not just society, but also the party, about upholding and reaffirming our original aspirations. Remember the original aspiration of the Communist Party. And him going to these old Communist Party foundation sites and paying homage is basically signaling that I am in line with these ancestors, with these guys who came in the past. I am a man of history who understands this. And this is my historic mission that China has stood up. It has grown rich. And today, under me, it will grow strong. And that's where we can gauge how he sees his place in history, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:58.060",
        "message": "And is it fair to say that in the last few years, as China has grown economically and as markets have functioned there within the parameters set for them, and people have been empowered within those parameters, is it also fair to say that, one, the party has also grown stronger within China, and two, that Xi himself has grown stronger within the party?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:19.160",
        "message": "Yeah, so the bit about the party growing stronger in China is a little bit of a tricky question, because in many ways, the party's reach has expanded, whether the legitimacy expanded is another issue. The reach has definitely expanded. So Xi Jinping has made sure that the party now is supreme. I mean, in his speech at the 19th Party Congress, which is a five yearly meeting of the leadership of the party across the country, one of the things that he said was that the party sort of, I'm paraphrasing, but essentially what he said was that the party sort of has control over all corners, the North, East, South and West. Essentially, he emphasizes the primacy of the party over the primacy of the state, which in many ways is sort of a slight bit of a shift from what was happening since Deng Xiaoping's reform started. Under Deng Xiaoping's reform, you were trying to create a division between the party and state while maintaining certain linkages. The division was a state acts as an executionary authority, which executes things, which does things professionally, whereas the party pursues ideology, some degree of control and those sorts of things. But you wanted to create more professionalism as opposed to more ideologically driven operations. Under Xi Jinping, he started to sort of remove that bit of linkage, that bit of discrimination. He started to create a linkage, deeper linkage between the party and the state. So more party organs now take care of more state institutions. Xi Jinping himself sort of commands a number of central leading groups, which end up creating policy, which the state then implements. So the state from being a policy actor in many ways has been increasingly reduced to just an executor. Under Deng Xiaoping's reform, the state had some role to play in policy formation, policy acting, state institutions were doing that. Today, the state is far less important in that sense, and the party is far more important. His control in that sense has increased, but not just at the state level. But if you look at, say, private enterprises, under Xi Jinping, there's been a greater focus on establishing party cells in private enterprises. Party cells always existed, but their role was sort of acting as this sort of liaising authority between a private company and the government and sort of the political leadership. If you think of it at a, say, local city level, I'm a private company's CEO, I run a technology business, and it's useful for me to have a party cell because it can help me get some sort of political patronage within my local government and that sort of things. But increasingly, that was the role that they were traditionally performing, trying to build certain party building activities and act as a link between the party and enterprises. But increasingly, there has been effort to change the articles of association of companies to make sure that the party cells have far more decision-making role to play in these companies. They provide guidance and direction far more. And that sort of led to some degree of backlash internationally also. Today, this conversation that we see around Huawei and Chinese private companies being state actors essentially has to do with this assertion that Xi Jinping has made where the party cells have become far more active in private enterprises. Across society also, yes, you will have party groupings, party meetings, and they've become far more ideological, far more active in that sense. So in that sense, yes, the party has regained far more control. It's become far stronger, far more rejuvenated. But the issue is, can this sense of centralized rejuvenation of the party and reaffirmation of ideology really enthuse your grassroots workers? It's not necessarily the case, right? Because there's an old saying in China, which is, the heaven is high above and the emperor is far away. And therefore, it tells you that people at grassroots level, at provincial levels, at village levels, at district levels, you realize that, well, yes, okay, he wants me to do some of these things and he's pushing for this, and this is the party's direction and guidance, but I have my interests. So therefore, you get things like data being faked, you get information being misreported. And therefore, if you see, often the central leadership of the party sends a lot of inspection teams around the country. So on things like pollution, on things like business report, business data, on things like whether certain policies of central government have been implemented, you have constantly inspection teams from the central leadership going across the country and conducting inspections. You wouldn't need to do that if everything was functioning so smoothly and everybody was so ideologically and interest-wise aligned. And repeatedly, if you look at Xi Jinping's speeches on domestic politics, he is constantly talking about the need for party branches across all levels to follow the bottom line and the unified leadership of the central leadership. The reason that you emphasize it again and again is because it's not happening. And that's a challenge for him. But that's his objective, right? To expand central control, to ensure that the party becomes stronger than the state, which it has, and also to expand the party's reach beyond its traditional spheres of influence."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:07.040",
        "message": "And on the question of foreign policy, would it be fair to say that while he is more assertive of, you know, China's interests and so on, it is also the case that he sees the world not in a zero-sum way as some geopolitical actors might see it as, for example, the US President Trump certainly seems to see it, but in a more non-zero-sum way that, you know, let's help each other. We can all grow. This is what we want. We can all do this. You know, we get what we want. We'll try to help you along the way as well. Is that sort of more of how he sees the world?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:36.920",
        "message": "Yeah, I mean, I think Chinese foreign policy, when you compare him to Donald Trump, of course, he's a saint. He's far more nuanced. But he's far more thoughtful, far more nuanced. And his approach has been far more adaptable in many ways. So if you look at India's relationship with China or China's relationship with Japan over the last six, seven years, there was a steady downward trend until things with the US and China became far more prickly. And then you see China adapt. It's adapting to its neighbors. It's starting to become much more softer. Its foreign policy rhetoric is constantly about win-win relationships and denying the Cold War mentality. To me, that's a lot of rhetoric. There is a sense of win-win broadly means, yes, you can win, but I must win more. And that's how it usually functions. And it's very cognizant of the fact that it's a large player. So there is some strand of thought in China which talks about the fact that, look, as a growing power, we need to also be far more cognizant of the fact that we can't be only winning all the time. There are times where we need to be a little bit more benevolent in our approach. And there are times where we need to give on some things. But it's really difficult given the sort of mercantilist sort of culture, where you're looking at gaining much more from each transaction. If you look at the belt in the road over the last couple of years, what you will see is that there are two strands of conversation. One is about China's trapping people in debt, trapping states in debt in order to then extract strategic or geopolitical advantages, geopolitical concessions. Humber and Toto is one example that people will keep talking about. The other strand of thought is that, well, you might have given all this debt and the state has to pay you back so much. But what if the state doesn't pay you back and then drills up nationalism to say that, you know, we're not giving back territory, we're not doing this. And given the sort of pushback that some of the things are happening, what is your negotiating capacity with that state? And in many cases, what we've seen, particularly in Africa, is that the Chinese have had to undergo debt restructuring again and again. And they've had to sort of forgive and let go of certain amount of debt. They've had to restructure certain debt. They've had to expand time periods for loan payments while forgiving certain percentages. So the question of what their capacity would be and whether they are looking at singularly I win and you lose or whether they're looking at partnerships in which they can also gain in the long term is to be sort of seriously thought about. And to my knowledge, to my understanding, the Chinese are looking at it from a long term point of view. They're looking at, you know, their investments abroad. They're looking at, you know, BRI. They're looking at their competition with the US from a long term perspective. In that, you will be making tactical shifts, you will be making short term adjustments. But you're looking at a long term perspective saying that if we need to establish our sort of presence across this broader Asia Pacific to begin with, and then going forward globally, caution we need to act with a certain degree of sense. And in that they've made a lot of mistakes. So Huawei is a particular mistake. The focus on Communist Party sales in private companies is a particular mistake. And it's a far more aggressive diplomatic attitude. Chinese diplomats have become some of the most brutish individuals in the diplomatic community, whether it was the former DCM in Pakistan, who took to very sort of very limited Twitter diplomacy, or the former ambassador to Canada, who in the case of this Huawei CFO had been particularly harsh, particularly undiplomatic in his language, or others, they've been changed, their attitude has changed to becoming far more aggressive. I'm not saying that they wouldn't see it as zero sum, there are certain places where you see it as zero sum. But the long term vision is that we need to be doing things to expand our presence, our scope of interest and our capacity to deal with challenges around the world. Because our interests are now truly global. And in that you will see times where they've made serious mistakes. So during Doklam, they've made serious mistakes with India. But you will also see an adaptability."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:34.120",
        "message": "That's a mixed record, I'd say. Right, let's go in for a quick commercial break now. And when we come back from the break, let's talk about the China India relationship in particular how that has evolved and where we stand today."
    },
    {
        "speaker": "Unknown",
        "time": "00:58:45.720",
        "message": "Hi, everybody, welcome to another awesome week on the IBM podcast network. If you're not following us on social media, please make sure you do. We're IBM podcast on Twitter, Facebook and Instagram. I also kind of wanted to make a couple of other announcements. Right. So first, as I think I mentioned last week, I just want to kind of reiterate, we're going to be closing our SoundCloud channel at the end of this month. So if this is where you're hearing us, please maybe try and listen to us on something else. Maybe the IBM podcast app, maybe another app, we're on all kinds of different platforms. The other thing is a little happier, right? So for the first time ever in Asia, we have a podcasting award for shows made in Asia. And we're very happy to announce that a number of our shows have been nominated. Besa Besa, Tech Careers in the New, Varta Lab and Chunni One have all been nominated for these awards. Please go to the website AsianPodcastAwards.com and go vote for our shows. Come on, make us win, guys. On Cyrus Says This Week, check out the episode we did with the cast of the Upstars, the new Netflix series. On the Empowering Series, Zarina is joined by stand up comedian Shreeja Chaturvedi. On this episode, Shreeja talks about her journey as a stand up comedian, the way she perceives her struggles and what makes her feel the most empowered. You thought Simplified were done with celebrating their 150th episode? Not even close. Chuck, Naren and Sreeket are back with the third part of their 150th episode. Make sure to tune in to see if your questions are featured. On GabyCD, Farhad and Sunetra talk about the evolution through college life and their experiences that changed them forever. This week on Boundless, Natasha reads the poem calling out all aunties who pressurize us to be a certain way and shares her idea of a charming prince. On Golgappa, host Tripti is joined by actor and contestant on Big Boss Marathi, Neha Shetole. She talks about her experience in the Big Boss house and the politics in it. On Feeding 10 Billion, Ramya and Varun talk to food historian Kurush Dalal. They delve into the history of our food and how it dictates our future. On Agla Station Adulthood, Ayushi and Ritasha talk about celebrating girlhood on Girl Child Day. Together, they talk about the situation of women and girls in the country and how important it is for them to have powerful role models, a sense of freedom and the ability to exercise agency. On The Habit Coach, Ashton talks about daydreaming and how one must engineer their imagination. With that, let's get you onto your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:48.000",
        "message": "Welcome back to The Scene and The Yancey. I'm chatting with Manoj Kevalramani on the question of what does China want and specifically what India-China relations are like. And Manoj, I guess it's only meaningful to talk of India-China relationships from the time that India actually existed. So shall we sort of go back to independence and talk about the contrasting approaches of Vallabhbhai Patel and Jawaharlal Nehru to foreign policy, where Patel was more a practical, real politic kind of guy and Nehru was sort of not. Can you sort of elaborate on the differences between the two?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:22.640",
        "message": "Yeah, so I mean, if you look at how India and China both became, you know, how we became the Republic of India and how they became the People's Republic of China. China sort of emerges from a very violent, India also has deep violence, but the violence is different as compared to the Chinese violence. In China, you see that the Communist Party takes charge and it sort of comes to power with the barrel of the gun through a civil war, apart from all the colonialism. There is a civil war which leads to the Communist Party taking charge with a very clear ideology of communism. In contrast, in India, you do have some sort of a civil war in some senses, but it's a little bit different and the violence that you see is based out of partition. You get divided into two countries. And but yet, when you see the Indian government, it's sort of under Jawaharlal Nehru, we see ourselves as an international power. And we see ourselves as an international power, not just from the point of view of our size and our capacity, but also in the sense of how we got our independence. The idea of the Indian independence movement being an example, a methodology that others can emulate across the world as decolonization begins to happen is something which is deeply ideological for India. And we seek to even in some ways export that. We sort of talk about this idea that India provides this non-aligned idea eventually, but eventually this anti-colonialism, anti-imperialistic idea of India, which is deeply rooted in our culture and Gandhi and values and so on and so forth. Ahimsa, Satyagraha and whatever. In comparison, in China, you see the notion that strength, the gun is extremely, extremely important. So there's a slight divide in firstly how we approach these things. Secondly, the fact that, like I said in the previous bit of our conversation, that the Chinese view India with deep suspicion because they view the modern Indian state as a successor of the British rule in the region. And therefore, they have the sense that the state is firstly of capitalistic origin with leaders who are capitalist in their mindset and leaders who are also keen on expanding a hegemonic presence, whether it be by annexing territory, but expanding the kingdom, expanding the British Raj essentially going forward. But the name today is the Republic of India. And that's their deep suspicion that they harbor. In contrast, India harbors a mixed sort of approach towards China. So Nehru is realist in many ways. He's a realist. He also sees the fact that there is a state system internationally and the Chinese are along our borders. But he also has this fundamental sense of Asian civilization and Asian solidarity. And even before India becomes independent, we hold this Asian Relations Conference. And if you listen to Nehru's speech in that conference, it's not a wishy-washy ideologue who's saying things like Hindi-Chini Bhai Bhai or the Asian civilization is one and together. He's essentially leveraging that to pitch India as a leader in the region. And he's obviously in that speech, he's recognizing the fact that there is a state system, there are state interests, there are different civilizational appeals within the region, and there is a sense of conflict also. Yet, there is a broader thing that brings us together. So he's not completely ignorant of the fact that there are strands of conflict. And history has told us that Nehru, while he believed in certain things, he was also a realist. The distinction between Nehru and Patel comes from the fact that Patel saw the world far more differently. Once the PRC, once the Chinese sort of army, the People's Liberation Army moves into Tibet first in 1950, Patel is extremely worried about that. He's extremely concerned about that. And because with that, he sees a fundamental alteration of geography. He sees the buffer of Tibet, which was essentially a buffer state, going away, and he sees the Chinese now at our doorstep. And Patel is very suspicious of that, because he's a hard-nosed realist who believes that India needs to be pursuing its interests as opposed to looking at cooperation in this sense. You can work with partners, but you have certain core interests, and security is fundamental to that. And that comes a lot with the job that he's done leading soon into independence and after that very sort of integrating states and looking at that. And that sort of plays out in his perception of China, where he talks about China being a potential threat to India. And he sort of warns Nehru in a letter that he says that, you know, we've never really faced the Chinese directly on our border. The Himalayas have always been this barrier that have prevented civilizations from clashing. And therefore, that barrier today seems to go away. And this is going to be problematic for us going forward in the future. And that's quite a visionary thing to say at that point of time. Nehru believes that there is ways that we can work with the Chinese together. And in that, he is taken in by some of the ideas of Asian solidarity. And that's predominantly because he's looking at this outside world and he's looking at India as a model externally. He sort of ignores the immediate threat that could develop. And because you've ignored the understanding of China or the Chinese leadership of India, if you had a deeper sense of what the Chinese actually think about or thought about the Indian administration at that point of time, you'd have probably been far more circumspect in not cooperating with them, but at least recognizing the fact that there is a distinct threat that they pose because they view you with hostility, because they view you fundamentally as problematic. The value based proposition of the Republic of India, led by the Congress Party at that point of time, was seen as problematic. So I think that's where the sort of essential break happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:53.480",
        "message": "In fact, you were talking about how China sort of viewed India. And it's very interesting in Gawor's book, I came across another excerpt, which I'll just read out, quote, an authoritative classified 1990 Chinese study of the 1962 war trace that conflict to Nehru's assimilation of the British imperialist mentality and strategy. Nehru's core ambition was to establish a greater Indian empire within the realm of the old British Empire and stretching from South East Asia to the Middle East. Afghanistan, Burma and Tibet were to be buffers within this imperial framework. The countries around India were to become subservient to Indian power. Indian security strategy under Nehru was premised on achieving this empire's stop quote. And this is obviously not true. I mean, Nehru definitely did not have this imperialist mindset. In fact, you know, if anything, it was the sort of the opposite. And in the context of how they obviously viewed him and they viewed India, it's sort of ironic that his policy through the 50s after Patel died and that real politics sort of went away has often been, you know, described as appeasement and how he's often been blamed for the 1962 war. Can you elaborate a little bit on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:08:04.160",
        "message": "Yeah, I mean, look, at the end of what was happening was that I mean, to me, yes, the Indian government has started realizing what was happening with China and Tibet. Despite whatever was being said and whatever was being done, there were these state visits that were happening with Zhou Enlai and Nehru talking about building a deeper relationship. And there was a lot of warmth. It was still, I don't think Nehru was completely, like I said, he was not cognizant that the Chinese pose a threat. It was just about the nature of threat and whether you can contain the threat. And I think that's where there were a couple of things, right? Nehru's forward policy leading up to the 1962 war was seen by the Chinese as provocative. That was one thing. The other thing was that there was a lack of understanding within India about domestic processes in Beijing. Ma Zedong was under tremendous pressure after the failure of the Great Leap Forward, which is 57-58 onwards. And that pressure had meant that he had been sidelined in the party, despite him being the tallest leader. And this was an opportunity for him to launch a conflict where the party would sort of rally behind him and he could sort of teach India a lesson. And this notion of teaching India a lesson comes from the fact that India is a pretender power in some ways. It's not a real power. It's this conglomeration of states which is pulled together with an imperialistic design. And this notion of this imperialistic Nehru or imperialistic Republic of India comes from the fact that while we became independent, we were also assimilating princely states and some of them we did by force. So all of this was read by the Chinese as seeing India as this imperialist power. Leading up to the conflict, essentially, yes, there was appeasement. I think we could have taken a much tougher position on the Chinese. But the question is, within the geopolitics of the time, what sort of a position could you have taken which would have been tougher? You adopted a policy to buttress your borders and that was seen as confrontational. The mistake to me was not necessarily the appeasement as what is defined as appeasement. The mistake to me in 1962 was in some ways, there was a fundamental belief that there would be no conflict because these two countries have a shared history of anti-colonialism, which was problematic firstly, because you did not recognize the strands of nationalism that and the strands of domestic political turmoil that were developing within China. The second mistake was not to actually focus on wartime preparation and to invest in that. And you can take that back to again this broader sense of conflict receding because colonialism is happening, things are changing, although the world may still be a volatile place and India having to sort of be a beacon of that hope in that sense. Then there were a couple of strands which led to that, but a lot of it to me leads down to a lack of understanding of Chinese domestic politics and the systems that were underplay, the sort of the pulls and pushes underplay within the Chinese system itself. I don't think it was appeasement which led to the conflict. The Chinese had very clear objectives. We just didn't understand those objectives. Because if the Chinese had territorial objectives, predominantly they walked back from most of the territory that they conquered. They kept some chunks, but they essentially walked back from most of it. So the objective was essentially like they said later on was to teach India a lesson. And that has a lot to do with Chinese perception of India back then. And some of those strands of perception continue even till today, although a lot has changed"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:24.880",
        "message": "since then. And all of this, of course, is playing out in the geopolitical context of the Cold War, which is also evolving. Like the way sort of China was forced to look at the world was through this prism of, you know, the communist versus the imperialist on one side, Soviet versus the USA, East versus West. And so it's a very bipolar kind of view of the world. But India isn't exactly fitting into this framework because, you know, Nehru is trying to be non-aligned and he's trying all of this other stuff. And during this time in the 50s in China, also Koji's up to Pakistan. How is all of that evolving during that period?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:03.360",
        "message": "So what you see at that point of time is that this is again one of these things which is often not remembered is that in the 1950s, China wasn't cozying up to Pakistan. China was cozying up to India. In fact, they were looking at some sort of and there was another standard of thought where Pakistan wanted to work with India in order to sort of balance China. So there were these multiple different strands of thought up in the air. There were lots of different things happening. For the Chinese, the broad perspective was this, right? You had just emerged from a brutal period to having a unified state again. In some of those things, in some of the further territories, you needed to still unify a lot of things. You need to conquer some lands also. You had a partner in the Soviet Union, but your partnership with the Soviet Union has started to increasingly become far more shaky from, say, the mid 50s going on till the Cultural Revolution is launched. And that starts to become your primary threat. And that threat in more than, say, the West, that becomes your primary threat. And in that, subsequently, you end up developing a partnership with the US. With regard to India, this is what you see, right? You see Asia, essentially, you begin to see Asia as your sphere of influence. And you see an active India as problematic in that sense. I don't think at that point in time, Mao Zedong really had this sense of broader Chinese domination over Asia. He was looking at consolidating the state that he'd got. He was looking at promoting revolution. He was looking at promoting an ideological foreign policy while keeping China intact. And in that sort of a sense, he starts to do things like supporting revolutionary movements in different parts of the world, even in India. So post the 1962 war also, through much of the Cold War, China supports a number of revolutionary Maoist terrorist movements in India, secessionist movements in India, through small arms, through training. A lot of it has to do with the northeast of India. And they work on this policy with India, because the idea is that you can't have two really strong powers dominating Asia. Japan is recovering from devastation. So you're not really immediately worried about Japan. But all this sort of starts to change as the Cold War begins to wind down, as the 70s and the 80s come into play and China's relationship with the US changes. But this relationship with India still continues to remain very, very difficult because of this long persisting boundary dispute and the sense of each other's anxiety. And the sort of suspicion with each other's broader motives. China sees India as somebody who does not want to see any extra regional power playing any role in South Asia, particularly the Chinese. And India sees China as this block as China's relationship with Pakistan develops as a power that is not just threatening on its own border, but is also supporting a rival state, which is hell bent on bleeding India eventually. So I think that's where the fundamental battle lines get drawn going forward."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:51.480",
        "message": "I want to therefore take that opportunity to move on to sort of the first flashpoint between India and China, which was really Tibet in which, you know, both the countries had a strategic interest. So there's this famous 1956 talk by Mao Tse Tung, which is widely quoted in which I'll also quote from where he's sort of giving while he's against Han chauvinism, Han, of course, are the majority people of China, while he's against Han chauvinism, he's giving a rationale here for what appears to be a kind of imperialism where he says, quote, the national minority areas are extensive and rich in resources. While the Han nationality has a large population, the national minority areas have riches under the soil that are needed for building socialism. The Han nationality must actively assist the national minorities to carry out socialist economic, socialist economic and cultural construction and by improving relations between the nationalities, mobilize all elements, both human and material, which are beneficial to socialist construction. Stop quote where basically he's using, you know, socialism as a rationale for what basically seems to be imperialism, sort of like you, you spoke about the Middle Kingdom with concentric circles going outwards. And this probably seems to be the first of the circles. And at the same time, India has a bit of an interest in Tibet as well, because they see it as part of their sphere of cultural influence. You know, Buddhism was carried to Tibet to begin with by missionaries from India. So this is not something that, you know, the Chinese invasion of Tibet doesn't really go down well. And this is an issue that festers for decades. Can you tell me a little bit about the evolution of, you know, this whole issue?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:33.240",
        "message": "Yeah, I mean, I think from a so from a Chinese perspective, some of the areas of ethnic minorities or the national minorities, as they call them, have to do with resources, have also got to do with frontier security. So for example, Xinjiang is one area where again, you've got resources of gas and energy, but you've also got frontier security as one problem with regard to terrorism and so on and so forth. But say in the specific context of Tibet, again, the Chinese state sort of saw Tibet as a part of Qing China. It was seen as a part of Qing China and there were periods of time where Tibet was sort of, you know, in some ways a tributary state and there were periods of time where it was far more dominant than what the Chinese dynasty was. So there was never really a part of, okay, this is the empire and Tibet is well integrated into the empire. So there were different times where there was an ebb and flow in the history of Tibet. But there were deep linkages with, say, the Chinese dynasties. And therefore you saw this as a part of broader China and as a part of the modern Chinese state. So they wanted to exercise direct control over this. They started doing this very early on, soon after taking power in 1949. In 1950, when this first sort of conversation begins and you start to create some sort of PLA presence in Tibet to try and annex it. Subsequently in 1959, you crush everything and you take full control of Tibet and you establish a communist party rule in full sort of capacity in Tibet. And then what that does essentially is that it creates sort of, there are two strands of conflict which are created. One is with India, where this traditional buffer, which was sort of an easer, which sort of eased the tension and eased the sort of standoff, face-off between the two massive states in the region goes away. And therefore they are now face to face. And that will inherently bring its own frictions. The second is that the fleeing of the Dalai Lama to India and India giving him refuge creates long term unsustainable problem between the two states, where the Dalai Lama essentially, eventually you set up this Tibetan government in exile in India. And that becomes a sore spot of friction. India post the 1962 war with China continues to support the Tibetan movement through covert means and there is enough documentary evidence to suggest that with the help of the US, we try to support Tibetan revolution in China. And the Chinese don't take that well. They are obviously also doing their own sort of nefarious activities in the east of India. But so is the Indian state doing certain things. And that's the problem continues till today because despite India having recognized that Tibet is part of China formally, we do recognize that. We did that under Jawaharlal Nehru himself. Yet that led to a conflict and the fleeing of the Dalai Lama was a crucial part of that conflict because it deepened this suspicion that India has designs over Tibet. Because it would then say that this is part of our cultural influence and while it can be independent, yet it becomes sort of a protectorate of India in one way or the other. And this suspicion sort of grows deeper. India signs these treaties with Bhutan. Eventually we annex Sikkim and Sikkim becomes a part of the Republic of India. India has a treaty with Nepal which sort of essentially creates Nepal as Bhutan and Nepal becomes sort of junior partners to India in many which ways. And that is a sort of sense that fuels Chinese anxiety that this is Indian imperialism which wants to enter and which wants to target Tibet, particularly because of its deep cultural linkages, the fact that they are now hosting the Dalai Lama is a bigger problem for the Chinese and therefore the Chinese see Tibet as historically a part of China and therefore it must be integrated. And historically while the linkages might have been weak, it was a part of China. That is a sort of historical narrative that the PRC holds firm to. The reality is that there were historical linkages but Tibet was never necessarily a part of the Chinese Empire. And I think that's the reason why this continues so far is again this sense that the PRC has struggled to maintain its control over Tibet. They have securitized the region heavily. They have tried to undermine religion. They have tried to undermine language. They have tried to undermine the sense of autonomy in many ways to try and promote integration. That periodically has led to backlashes. The 14th Dalai Lama has been extremely popular internationally in his ability to mobilize public opinion and the fact that he stays in India and there is a Tibetan government in exile in India continues to be a sore spot between the two countries because the Chinese then believe, then argue that well you are not respecting our core interests. And the Indian argument in return is that look he's a refugee who's living in India. He's a religious leader. It's a religious movement which we can't stop. We're a democracy. Politically we recognize that we abide by the one China principle. So we therefore acknowledge that Tibet is part of China also. So politically we're not really saying anything against that. But he's living here as an exile. It's part of our policy that he can live here and it's a religious movement. So we don't interfere in matters of religion. The Chinese obviously don't buy that argument. And therefore it continues to be a sore spot. And in fact it's going to probably be once again one of the most difficult issues between the two sides given the Dalai Lama's failing health. There's going to be issues about succession. There's going to be issues about religion, politics colliding with each other and whether you have a new Dalai Lama who is appointed as a successor by the current Dalai Lama, whether he's an Indian national, whether he's born in India, whether he's living in India, or whether it's a he or a she, and whether the Chinese would want to therefore have their own system of succession, which they've clearly told India that we will have our own system and you must respect that. So therefore it continues to be a massive issue between the two sides."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:12.160",
        "message": "Maybe it can be like the World Boxing Championship where you have like five, six Dalai Lamas and they can combine belts and all of that. You know, as an aside, you mentioned the 14th Dalai Lama. We're recording this on Monday, the 14th of October. And there was a nice Twitter thread, which I noticed today morning. I don't know if it's from today morning by Amitav Ghosh, where he gives this interesting nugget on Nepal, where he talks about how in the 18th century, when the British Empire was thinking, was invited by the Pancham Lama to take Nepal under their wing, you know, they were voluntarily giving themselves up to the empire, the Britishers decided not to do so because it would piss China off and they wanted to maintain their trade with China, which was at that time mainly in opium and tea. Tea of course came from China, though many Indians won't accept this, but that is just how it is. And that's interesting. And you sort of mentioned, you know, and I want to segue from this into our other territorial disputes and a good way to do that is, you know, you mentioned how Nehru accepted China's jurisdiction over Tibet. And the former Foreign Secretary JN Dixit wrote a book in 1999, where he wrote about this, I'll quote from that quote, the first occasion when we could have negotiated a realistic deal with China was when Nehru acquiesced with the Chinese resuming their sovereignty and jurisdiction over Tibet. We could have told the Chinese that in return for our accepting their resumption of authority over Tibet, they should confirm the delineation of the Sino-Indian boundary as inherited by them and us from the British period, we could have and should have demanded the quid pro quo of their not questioning the delineated boundary of British times and asked them not to revive any of their tenuous claims on what was Indian territory. We did not utilize the opportunity, stop quote. And this partly again plays to the point of perhaps Nehru not being hard nosed enough had he had that sort of real politic and practical wisdom of say Patel, he he might have just cut that hard deal. But tell me a little bit about I mean, from what I understand, correct me if I'm wrong, we have broadly two ongoing territorial disputes with China. One of course is in the Northeast, Arunachal Pradesh and so on. And the other is Aksai Chin. And at one point, the proposal that they put on the table is that they don't fight over the Northeast anymore and they accept the British boundaries by the McMahon line and all that as long as we give them Aksai Chin. And we apparently sort of did not agree to that. And then that offer is no longer on the table. Take me through the complicated history of the territorial disputes that we have with"
    },
    {
        "speaker": "Guest",
        "time": "01:24:47.720",
        "message": "them. So yeah, like you rightly identified, there are so across our eastern boundaries, starting from the top in the Northeast. So we've got from say, from Aksai Chin, and not just Aksai Chin, which is a part of the former state of Jammu and Kashmir, which the Chinese control. But also there's a certain part which the Pakistanis ceded to China, the Saksham valley, which is with the Chinese. And that's being controlled by them. So that's the dispute around the northern part of India. Then we come to the middle sector around the boundary around Nepal and that area. Again, we have territorial disputes over there with the Chinese on certain plots of land. But those are sort of much better managed and less strategically significant in many ways. And then we come down to the Northeast where we've got Arunachal Pradesh and the Makhmau on line, which is the matter of dispute. Interestingly, early on, the Chinese didn't necessarily have a big issue with Arunachal Pradesh. They didn't really raise that as a major dispute. In fact, in the early negotiations, there was lots of back and forth about sharing maps, understanding each other's areas of dispute, understanding each other's claims. India in the 1950s published a map which outlined certain claims. The Chinese didn't take kindly to that map because they felt that it was excessive in terms of what they were claiming as Indian territory. And you need to think of maps in the context of, they're not just sort of empty pictures. They create imaginations of territory. They create imaginations among the public. And therefore, then to negotiate something away can become very, very complex. And the Chinese were sort of annoyed with that. But they never sought to provide clarity on their claims very often. This idea of what you spoke about a package proposal. So after the 1962 war, in the 1950s, there was some conversation about sharing maps, sharing details and about settling our boundary issues, which obviously didn't work out very well. Eventually, from 1962 onwards, this conversation stopped. And there was some stress at the border while each side didn't want to raise the pitch and one of the last sort of conflicts that happened, where a shot was fired was 1967. But since then, the border has been maintained peaceful because both sides had other interests. The Chinese look internally, we looked at other interests externally and internally post the late 60s and 70s. And therefore, the border has by and large remained calm. But in terms of settling this dispute, so the first real movement comes towards this package proposal that you're talking about. The first substantial conversation on this that comes out is in the 80s, when Deng Xiaoping actually offers this package proposal that you're talking about that, you know, in the Northeast, we sort of gave up what we are claiming, whereas you gave us a side chain and we just let things end. And in the middle sector, whatever little bit adjustments need to be made, we can make, but we can let this end. And this is to do a lot with Deng Xiaoping's approach of, you know, economic diplomacy. You want to sort of end political problems and you want to start looking at economic diplomacy. Once India sort of says no to this, and there's a reason why India says no to this, because India's approach to the boundary dispute has been more process driven. It's been more legalistic and process driven. And that's quite interesting because our ability to gather historical archival documents and to present them as matters of our claims is extremely poor compared to what the Chinese have done. The Chinese have over the years done far greater archival management, far better archival management. And therefore, often you will see Chinese diplomats and Chinese foreign ministry spokespeople and even politicians quoting from archives far more frequently, quoting documents, quoting accords far more frequently, and accords going back to far, far, many more centuries behind and data going back to many more centuries behind. In contrast, our ability to be able to do that is very, very limited because we don't necessarily have a sort of historical records divisions are very, very poorly managed. Also, we need to be declassifying some of our archives so that people can actually do better work on them. But that's another story. In terms of the boundary dispute, what starts to happen is that things essentially get ossified. In 87-88, we had another sort of confrontation in Sun Drang Chu, which is famous now because after that confrontation, Rajiv Gandhi visits Beijing. And that's when you start this new period of the Indo-China relationship, where both sides essentially say formally that our objective is to maintain the boundary peaceful, while we both focus on other things that we can work together on and also on internal development issues. And I think that's where this sort of dispute is even today ossified. Today, also the issue from our point of view predominantly is this, that we would like this to be resolved. But resolution would mean somebody's taking tremendous amount of political capital. In the 50s, even when Nehru was talking to the parliament, for the political capital that even he commanded, it seemed extremely difficult for Nehru to give away territory which had become part of this identity of India. And that's what happens once you start to very early issue maps, is that you create this idea and identity of this imagined community. And that becomes very, very difficult to then give away within the broader public when you create this identity. Yet if he couldn't do it back then, there wasn't really a concrete proposal on the table. There wasn't enough trust to do that back then. In the 80s, there was a proposal on the table. We didn't want to give it up because we were following very process driven, legalistic processes saying that no, but by this statement and by this logic, this is ours and that is ours. And the Chinese were saying, look, we're not interested in the details. The details can be worked out. Let's agree to a political settlement and we'll move forward. Yet we were very suspicious of that, partly because yes, Akshaya Chain has strategic value. But there are certain losses that you need to cut at certain points of time. And at that point in time, we decided we didn't want to cut those losses. Today, we're in a position where the Chinese, to my mind, have very little incentive to settle this. They enjoy a massive power asymmetry within India. The economy is five times larger. They're rapidly modernizing their armed forces. They're far larger, far stronger, far more equipped armed force than ours. And I think that poses challenges to us. And therefore, there is very little incentive for them to settle because they can continue to keep using the border, maintain it peacefully, but, you know, raise tensions as and when needed in order to ensure that political messages sent to India that India needs to stay in line and realize that the Chinese are the bigger power. And why would you, when you enjoy such an asymmetry, want to settle by giving up some territory when you no longer need to?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:28.520",
        "message": "No, and one of the points you made is extremely fascinating because and, you know, I start to wonder about how we can actually be imprisoned conceptually by the maps that we make. That once we have made maps which show, you know, Kashmir to be a certain way and Aksai Chin to be part of India, then it becomes very difficult and we get hardened into those positions. Is it true that Aksai Chin also like POK is not actually under our control?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:53.120",
        "message": "It's basically under Chinese control, right? It's under Chinese control. It's not in our control. There are two chunks of the former state of Jammu and Kashmir, which are no longer in our control. And in some ways, I mean, this current abrogation of Article 370, whatever else one can talk about it, at least from a Chinese point of view, whatever the reaction has been and it's been played up in the media about being, you know, aggressive and pro-Pakistan and all of that, which is true, it is pro-Pakistan in some ways. But the Chinese also see a possibility there, right? You're redrawing maps, you're redrawing imaginations, you're segregating what is the Kashmir issue with Pakistan, with what is the Kashmir issue with China. You're creating new identities, which can then go and negotiate some of the solutions. So it opens up certain new possibilities, whether those possibilities will lead to a resolution of the different ballgame. But it opens up new possibilities because you're redrawing imagination."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:45.040",
        "message": "And what another thing you said, which also struck me was about how now China being in this massive position of power has no incentive to settle. So is it? I mean, obviously, one of the mature things that both nations have done is that they've done that boundary conflict management where, you know, battles at the border won't get out of hand, which is great. But also that it is in China's interest to sort of hold what is happening in the Northeast as, you know, a strategic wedge they can use or maybe do the same in with Kashmir, for example, where it is not in their interest to resolve the issue."
    },
    {
        "speaker": "Guest",
        "time": "01:33:19.320",
        "message": "Yeah, in the near term, it's just not in the interest to resolve the issue. I mean, you've got an India which the Chinese fear would drift into an American orbit, although that would have its own cost for India and its own sense of perception of itself as a major power. But the Chinese fear is that in India that can drift into an American orbit, but also India that can become vibrant, that can grow rapidly and therefore provide a value based challenge to the Chinese model, right? The Chinese model is that a single party unified rule works. It's provided economic growth. And for that, you need to make certain political compromises in terms of political liberties and so on and so forth, social liberties. A vibrant, democratic, thriving India with sort of the similar amount of people in it, you know, 1.3, 1.4 billion people, thriving, growing, economically also prospering while having this democracy, which has its own frictions and everything within it, being a desirable alternative right next door poses a value based challenge to the Chinese state also, an ideological challenge to the Chinese state. So it's useful to keep in India, which has got border disputes, which is slightly conflicted, which has to therefore keep a watch on certain security imperatives, not just on one side of its border, but on both sides of its land border. Whereas you'd want that sort of friction to remain so that you can constantly send India a message saying, look, if you're going to try and drift in somebody's orbit, which is our competitor, there are other things that you need to worry about directly. And you need to then think whether that partner of yours will come and stand by you. The other thing is that when you keep this land boundary dispute alive with India, you make sure that India invests its limited resources in defense on ensuring protection of the land boundary, because that's what your primary threat is. That leaves the oceans open. And again, that leaves limited investment, limited focus on the maritime domain. And that's where the Chinese today want their focus to be. Their naval development is among the biggest in the world. They're pumping money by the billions. They're building new vessels, carriers, and all of those start to operate around the world. And initially in the near regions, in the near seas and the Pacific Ocean, but increasingly in the Indian Ocean, which is where a lot of Chinese trade and energy comes from. So there would you want an India which is stronger, which is focused on naval development, which is focused on naval partnerships, or you want an India which is slightly unbalanced because it's worried also about its boundaries, land boundaries, and therefore investing there. And I think those are sort of reasons why there is no incentive to actually settle this dispute. So your objective is to keep it calm, to keep the border calm, but still keep it sufficiently hot but not live so that India is focused over there. And when time comes, when push comes to shove, you can talk about trying to move forward towards resolving it. You can also talk about trying to take certain steps forward to keep it calm and tranquil while you keep India engaged. So it keeps pumping its resources on the land boundary as opposed to looking at the maritime domain. And you keep sending India a message every time you feel that it's drifting too much away from challenging your interests, whether with regard to the US or whether in the Indian Ocean region or whether in broader South Asia, by sort of creating a mini crisis, which you know that is in your interest and in India's interest to manage, because also you know, the Chinese know, Beijing knows that conflict with India is also not in its interest. India is not a small country. India is a powerful country with substantial capacity. And push comes to shove, Beijing will have to suffer substantial damage. And you don't want to suffer that damage."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:54.720",
        "message": "So that's the objective. Since you mentioned broader South Asia, let's kind of talk about the neighborhood now. I'll quote another bit from an analyst called Colonel Gurmeet Kanwal, writing in 99 and again, this was quoted in Gawar's book, which is where I've picked the quote from where he talks about the Chinese policy of strategic encirclement. And he writes, quote, while China professes a policy of peace and friendliness towards India, its deeds clearly indicate that concentrated efforts are underway aimed at strategic encirclement of India. For the last several decades, China has been engaged in efforts to create a string of anti Indian influence around India through military and economic assistance programs to neighborly countries combined with complementary diplomacy. Pakistan, Bangladesh, Nepal and Sri Lanka have been assiduously and cleverly cultivated towards the same stop code. And what's happening is India is kind of aware of this. And in a diplomatic way, India fights back. Maldives was a recent sort of, you know, battleground, so to say of diplomatic efforts to this end where you know, both the parties concerned want a government that is friendly to them. How has this been playing out over the years, because, you know, Gawar also says elsewhere in his book, where he talks about the attitude of these other countries, quote, the most common response represented by Pakistan, Iran, Bangladesh, Myanmar and Sri Lanka is to see China as an again, a quote within a quote, a benign state whose power and independent role enhances their security by balancing other major states such as India or the United States or Russia that are the pivotal concern. Stop code so in one sense, a lot of these countries also welcome Chinese influence because of you, India as a neighborhood bully. Tell me a little bit about how the dynamics of this has been playing out over the decades."
    },
    {
        "speaker": "Guest",
        "time": "01:38:41.120",
        "message": "Yeah, I mean, I think Gurmit Kawal's point in that book is well made. And look, I think this has a lot to do with which perspective you want to look at it from. If you're a strategist sitting in New Delhi, and you're seeing China investing in ports, roads, infrastructure projects, finance, you know, across South Asia, in sort of military to military diplomacy in countries in your neighborhood, you're bound to get concerned and you're bound to see it from your prism saying that this is a string of influence or more recently, as this conversation has been a string of pearls, which is being put together to contain India. So I can see that very logically from a Delhi strategist point of view. But if you look at it from a Chinese point of view, this is a region which is underdeveloped, unconnected with potential for growth with massive population. Bangladesh is a very largely populated country. Pakistan is a largely highly heavily populated country. There are other countries which have significant strategically Sri Lanka, Myanmar, and you and Maldives increasingly. And you can see opportunities to build your support systems over there because so much of your trade and energy is reliant on the Indian Ocean. So the Chinese are looking at this also from the point of view of markets and opportunity, and also some degree of strategic security because they feel threatened that their sealings of communications can be disrupted in the Indian Ocean. And particularly if you were to see India as a dominant power in the Indian Ocean region, and that India wants to keep away extra regional powers, and there's a history of India wanting to do that. Our efforts in the Maldives in the late 80s, our attempt at sending the IPKF in Sri Lanka, our recent sort of engagements in Sri Lanka and in the Maldives again, our engagement with Bangladesh more recently. There is an attempt at trying to build India, trying to ensure that India remains a dominant power in the region. Although increasingly, the rise of Chinese capacity and the rise of Chinese overall national power driven by economic growth has begun to challenge that. So from a Chinese perspective, if you look at India, which is viewed as fundamentally hostile or potentially hostile as the largest power in this region, which is getting increasingly closely aligned to the United States, which is a geopolitical rival, and which now is partnering in, although differently interpreted, but the Indo-Pacific as an idea, which the Chinese see as increasingly step moving towards containment of China. You can see why they want to sort of, why this is a scope for greater hostility between the two sides, because your interests are sort of rubbing against each other far more vigorously and you're worried about this becoming a bigger issue. But the third perspective of this is from the point of view of these individual states. I'm going to leave Pakistan out of it because Pakistan has very different objectives. But if you look at Sri Lanka, the Maldives, Bangladesh, Myanmar, these are states where there is a deep development deficit. These are states which have had complex domestic history. Sri Lanka has gone through a domestic, has gone through a civil war. Bangladesh has deep issues in party and infrastructure deficit. The Myanmar's have been dealing with the civil war and national isolation for a very long period of time to then becoming a democratic country after serious, after prolonged dictatorial sort of army junta rule. These are countries that are looking at opportunities for development. And the Chinese are increasingly saying that, yes, we want to invest. We have the money. We have the political will. But we want to invest. We want to pursue development projects. For these countries, this is an opportunity not just to balance against India as the quote that you said pointed out, you know, you see it as an opportunity to balance Indian influence, but you also see it as an opportunity to ensure that you develop. So you're hedging with India, but you're also accepting certain influence to develop. But that does not mean that you necessarily give away your agency. You still as a small state command significant agency to be able to maneuver between larger states to achieve your foreign policy objectives. And increasingly, if you see how the Chinese, at least publicly and how India also publicly is now talking about some of these countries, there's a far more. So today you see India talking about things like non-reciprocal foreign policy gestures in the region where you're being the bigger actor, which is not really demanding things. Although, yes, you are demanding certain security interests be kept in mind. The second thing is that you're looking at promoting democracy. You're looking at talking about sovereignty of states being respected. The Chinese have played this game for a very long time where they keep talking about the importance of sovereignty, whether you're large or small, and particularly in the context of India and India's role in the region, they keep emphasizing with some of these other countries that, you know, we respect your sovereignty as opposed to, you know, this bully India. But India is sort of beginning to adapt to that thing. So I think there are these three perspectives from which you need to look at Chinese investments and the rise of China in the region. India's policy under this current government with regard to Nepal a couple of years ago when we imposed that blockade, opened the scope for China to expand its reach in the country, right? Just this week, we've had Xi Jinping visit Nepal. He's the first Chinese president to visit the country in 23 years. Nepal is an ally of India in many ways. It's got such a deep relationship with India. Its trade with India is about six to seven billion dollars. Its trade with China is about a billion dollars. But that's picked up in the last few years. And yet China has been able to make increase in roads. Part of that is because Nepal is looking for newer opportunities and newer financing. But part of that is also because increasingly our influence has been seen as problematic by Nepal. And that's punctuated by the last blockade that we imposed, which created more complications. So there are ways in which these states will also act. So my sort of broad takeaway to anybody looking at this particular issue is that, yes, from a Delhi strategic point of view and from an Indian interest point of view, some of these Chinese investments are a matter of concern. And yes, I can see why one would think of a string of influence being stretched together. From a Chinese point of view, there are many more imperatives than just encircling India that are going into this approach. And thirdly, from the point of view of these states, which have their own individual agency, which often gets lost in the conversation about two great powers challenging each other in the region, is that these states have their own agency. And it's not really easy to push around and influence and manipulate them into action, because they might be small states in some ways, but they command large populations. Bangladesh, particularly, is an increasingly growing, fast growing economy, and they have strategic significance. So while you still see contests being played out, their own agency is not insignificant."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:22.760",
        "message": "So moving on from the elephant in the elevator, let's talk about the elephant in the room, which is, you know, which we haven't met, the neighbor we haven't mentioned so far, which is Pakistan. You know, China's become friendlier with Pakistan in the past, they've invested more there, they have more leverage there to influence matters, their incentives have changed, Pakistan's incentives have changed. How is all this sort of affecting the neighborhood? And is it good for us? Is it bad for us?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:49.080",
        "message": "I guess it's in terms of it being good for us or bad for us. I mean, that time will tell. But I think there are certain changes that are happening, which we need to keep in mind. So China's relationship with Pakistan, starting from the late 50s and the 60s, when they start to cozy up with each other much more, until they eventually develop this bond, which is higher than the highest mountains and sweeter than honey and deeper than the deepest seas, until they develop this iron brother bond, predominantly militarily driven, it's predominantly driven by a common sense of threat perception with regard to India. And from a Chinese point of view, Pakistan is a useful partner in keeping India unbalanced. Increasingly the security element sort of develops. So from 60s, 70s, 80s, you see predominantly this being a security partnership. China assists Pakistan in its missile development program and its nuclear program. Today that's expanded to actually even assisting Pakistan in joint development of fighter jets, submarine programs, to increasingly even supporting its new sort of security propositions in terms of city security, citywide sort of policing grid and those sorts of things. So the security engagement has deepened over the years, and that primarily led the partnership. But starting sort of from the 2000s onwards to CPEC being launched in 2013, 2014, you start to see this economic engagement becoming far more important. The military to military partnership still dominates this relationship, but increasingly the economic engagement has become important. That has to do with a couple of reasons. The Chinese see a desire in necessarily expanding their stake in Pakistan directly because there are strategic interests involved. Gwadar, we've often spoken about Gwadar as a potential Chinese base or Jivani in Pakistan as a potential Chinese base. Those could still come to be, yes, there could be potential bases, if not a formal full-fledged base. But the same could happen if increasing Chinese vessels are manufactured or sold to Pakistanis. You will have maintenance depots and spare parts systems being put up in Pakistan, which could therefore be a synthesized Pakistani Navy providing support to Chinese vessels in the sea because you've got enough spare parts and you've got enough systems in place to service those vessels. So you're going to see that increase. But the economic aspect through CPEC, where China is presently invested about 20, $22 billion in Pakistan, and those investment is not directly in terms of actual equity investments. They are sort of loans. There are preferential loans. There are really steep loans at very terrible interest rates, terribly opaque investments. But that's gone across the board in energy, infrastructure, roadways, railways, agriculture, more increasingly, sort of SME sector. And they're doing all of that. So essentially, you're embracing each other far more tightly. That brings with, from an Indian point of view, there are a couple of things that that brings. One is that the closer you are, the closer you are on a daily basis, the more sort of distance, what's that saying? That distance generates fondness. Proximity will generate friction. So the closer you are, there will be friction. And we've seen some of this, right? Some Chinese workers who are in Pakistan have sort of abused people and there's been violence. There's been cases where Chinese people have been accused of human trafficking, where women in Pakistan, particularly Christian women in Pakistan, have been married to Chinese men and then taken to China and then sold either into prostitution or they've been abused. And that's become a problem socially, where there is an investigation that is launched by Pakistani police forces, although the Pakistani government and even the legislatures across the country sort of say things like, well, this is all external propaganda, while essentially police forces in Pakistan have filed these complaints and are investigating hundreds of such cases. But there is, this sort of gives you a sense that there is social friction that's going to increasingly happen. The other thing is that if you go back to a couple of years ago, not a couple of years ago, but quite a few years ago, when that Lal Masjid siege happened during Musharraf reign in Pakistan, the reason for those terrorists to go and take over that Lal Masjid was essentially because they were fed up with Chinese presence because of the cultural clash with Chinese massage parlours in the cities, violating cultural norms in Pakistan. So I think that those sort of frictions are going to increase and that proximity will breed some degree of contempt for sure. The other broad thing is that because China has far more greatly invested in Pakistan and now many more Chinese actors from state firms to private firms are invested, the matrix of interest and the actors who are interested changes and that might influence potential government policy. China would be far more keen to see stability in Pakistan and also stability in the India-Pakistan relationship because that will impact its economic gains in Pakistan and its investments in Pakistan. So increasingly because of this expanded role in Pakistan, you're seeing the Chinese act essentially as colonial powers. The Chinese ambassador holds meetings with provincial leaders across the country, tries to broker solutions and you don't see ambassadors in other countries play such roles. But the Chinese ambassador is doing that. He's essentially become a governor general in some ways. And that will also lead to its own sense of friction within society over the course of time because you suddenly see a sense of loss of political authority, loss of sovereignty. And as people start to feel that while the economic gains that are promised don't necessarily materialise as rapidly as they are promised, that could potentially lead to friction. Like I said, from an Indian point of view, what you're seeing is that China is far more invested in stability in Pakistan that could result in some degree of cooperation between India and China on issues of terrorism, not just in Pakistan, but also because of Chinese additional interests across the Middle East and the fulcrum of terror that Pakistan is, it links to the Middle East. And therefore, you could see greater Indian-Chinese cooperation on terrorism. But my hopes are not very high on that, but there is a possibility of doing more in that regard. The other broad thing is that increasingly China's interest becomes in managing the mistrust and the conflict between India and Pakistan. So you might potentially see China wanting to play a greater role as a broker between India and Pakistan. And there are some signs of that. In the last couple of months, you've seen the Chinese, despite going to the UN Security Council, say things like India and Pakistan are both friendliest partners of China. And we wish that you both could leave historical issues and work on development and we will help you with that. So you want to play the big brother, the balancer. But the challenge is, would India ever accept something like that? Would India use China as an instrument at certain times to talk to the Pakistanis? Perhaps. But you see the Chinese as a mediator or as a balancer in the region, highly unlikely that India would accept such a proposition. So that's how the Chinese role is evolving. And Beijing's attempt would predominantly be to ensure that, yes, this conflict can sustain, but the mistrust and the problems between the two sides can be managed. And it has a role to play in managing that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:44.600",
        "message": "No, and while we may not accept them as a mediator, I think from the Indian point of view, it just strikes me as a very good development because one, as you pointed out, China's incentives change, they want a stable Pakistan. They don't want a Pakistan which is indulging in all the kind of cross-border terrorism they do across different borders. And from Pakistan's point of view, their incentives to, you know, to hasten their own economic development is to sort of toe the China line and get stability. So that's that sort of also seems very welcome to me. And my next question is about both India and China being nuclear. I mean, for example, there is, you know, a popular perception in India that, hey, we went nuclear in the late 90s because it was Pakistan we were worried about. But you know, Vajpayee himself justified going nuclear by writing a letter to Bill Clinton at that time, which later got leaked, where he said that he was responding to China's threats. And it is those elliptical threats from China, which made him sort of go nuclear. What's your take on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:49.000",
        "message": "Yeah, I mean, I think we went nuclear because of China. I think we went nuclear because of China, because I don't think our primary concern was Pakistan. Pakistan plays a role in this in the sense that we see it as I think we went nuclear not necessarily just because of China. So Pakistan was a factor, China was a bigger factor. But the biggest factor was, to my mind, was the sense of aspiration in India of achieving a certain kind of power status. I think that is what predominantly drove that policy. From a security threat perspective, yes, our security threats are Pakistan and China. More so increasingly, China was seen as a threat given that India had started to begin its sort of growth trajectory. And China had also started its sort of growth trajectory. But that was a period of time, 1998, where China was actually in a fairly, China was sort of very reluctant to be aggressive, because it was looking at the possibility of entering the WTO. So it didn't like the idea of it being painted as this aggressive entity. And there wasn't any immediate sort of threat. But it was important for us to go nuclear on multiple fronts. After we went nuclear, the Kargil War happened. And when the Kargil War happened, you saw the Chinese being very circumspect in how they reacted to Pakistan. You saw the Americans very clearly telling that Pakistan is what they should be doing, and telling Bill Clinton very clearly telling Nawaz Sharif that he needs to step out and take responsibility for this and pull back. So I think going nuclear, therefore, was important from not just maintaining, changing the dynamics of the conflict with Pakistan, but also signaling to the Chinese that, you know, any misadventures will be handled, you know, we've got the capacity to handle anything that escalates. And you need to think twice before escalating anything. And I think the concern has to do a lot to do with the fact that, you know, how would Beijing react in a conflict with Pakistan also, I don't think we immediately saw ourselves in a conflict with the Chinese because the Chinese were pursuing very different economic and very different foreign policy and economic agendas. But the threat was via Pakistan, potentially China, and how do you deter China? And I think that was predominantly what was going on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:50.440",
        "message": "So I did an episode on the India Pakistan conflict with Srinath Raghavan, where we discussed the game theory of it and all of that and and also an episode on India going nuclear with your colleague, General Prakash Menon. And one of the points both of them made was that before we went nuclear, you know, our conventional army was obviously considered to be much better than Pakistan's, but both sides going nuclear sort of put them on parity. And it also means that when India deals with Pakistan, there is a certain line we cannot cross because we don't know how they will react. Is that also the case between India and China, except that now we are the weaker side, but being nuclear helps it means they can't, you know, push us around too much?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:32.400",
        "message": "Exactly. Yeah, it makes a difference, right? I mean, what's fascinating is that both India and China are subscribed to the no first use policy. So both sides expressly state that we are committed to not using nuclear weapons first. But from a signaling point of view for the Chinese, I mean, look, in 1998, I don't see the disparity between India and China in terms of its armed forces being that massive. But the potential of that being a big problem going forward, particularly with India facing threats on two fronts at any point of time, is where to my mind, this decision comes into play from a security threat perspective, that you will signal to the Chinese that there will be escalation from our side if this is happening. Although you're saying that, you know, we're subscribed to no first use. To me, a lot of our reason to actually go nuclear had to do with our desire for power, and power in the sense of national power, as that, you know, we wanted to express ourselves as an international power with a certain kind of capacity. It had security, it has signaling value to our immediate adversaries, but it has a lot to do with our own internal sense of power. Because if you remember, the narrative and the reaction of the country upon going nuclear, it was about us arriving at the world stage. And to me, as much as the security sort of aspect of it was important, that was one of the underlying motives that we need to be doing this."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:50.760",
        "message": "Right. And, you know, we've spoken for more than two hours, and we have yet to reach the sort of the current situation where we stand today. And you obviously written a wonderful paper for Takshashila on this just before the current meet happened, the recent meet happened between she and Modi, which I'll link from the show notes, but sort of sum up for me briefly that what are the issues now at stake? Where does the relationship now stand? You know, what did the previous Wuhan meet achieve? And what can the two sides realistically achieve going forward?"
    },
    {
        "speaker": "Guest",
        "time": "01:58:23.160",
        "message": "So okay, so what did Wuhan achieve? Now, Wuhan came at an interesting time, right? It was April 2018. We'd just gone through a very difficult period in the bilateral relationship. And with the Doklam stand of sort of punctuating the difficult period, there were tensions between India and China over the listing of Masood Azhar as a terrorist of the United Nations. There were tensions about India's entry into the nuclear suppliers group, which China had been blocking. So India got a sense that terrorism, which is a core interest of ours, the Chinese are not respecting that, given the overwhelming evidence that exists on aspirational interests, which is the nuclear supplier group, the Chinese are not respecting our aspirations. And then we have entered into this punctuated conflict in Doklam, in which sort of the fundamentals that were keeping us stable, like India's argument was in 2012, we had an agreement that in places where there's a tri-junction between India, China and a third country on the boundary, you know, status quo would be maintained and Chinese, then the Chinese were building that road in Doklam, were violating that status quo. And therefore, the Chinese were being far more assertive and not respecting our interests and our aspirations at all. And therefore, we had to do what we had to do. That standoff eventually led to some sort of a de-escalator mechanism where both sides start to realize that we need to be talking before this spirals into something bigger. And we need to be talking at a leader level because we need to set up some sort of a protocol of how do we see our relationship. Because things have changed from the last time we had this big conversation, which was 1988, when Rajiv Gandhi visited, and we created a template for this relationship saying, we'll put the difficult issues aside, we'll try and negotiate confidence building measures and we'll try and maintain peace on the boundary while focusing on economic development. And things have changed since then. And that was a point of time where we were at relative economic parity. In fact, India was probably a little bit ahead in terms of its GDP. And you know, things have changed since then. Today, the scenario is completely different. Both of us have broader interests now. So in Wuhan, when they met, when Xi Jinping and Modi met, essentially the conversation was about how do you set up a new template? And what was the new template that they came up with? They basically said that, okay, look, we need to advance this relationship by keeping a long term perspective in mind and not letting short term issues derail this. We need to respect each other's sensitivities and aspirations. We need to also pursue deeper and broad based engagement. So we need to meet more regularly, not just at a leader level, but we also need to make sure that engagement is broad based. So people to people. And that's absolutely great. Because you know, we have about 200,000 Chinese tourists that come to India every year. China sends about 130 million tourists to the world. And we have 200,000 of them visiting India. India should be having far more Chinese tourists coming in. There should be far greater educational linkages. There should be movies and all that. That linkage should happen so that this deep abiding sense of lack of information with each other and suspicion, therefore, can start to go away. You should have far more scholarly exchanges to understand what the other side is thinking or what drives the other side's actions. Because that was one of the reasons why we sort of went through this downward spiral in the 50s and the 60s. So those are good ideas. The third big thing was to maintain peace and tranquility along the boundary while trying to identify specific confidence building measures to do that. And in the course of the year since Wuhan, there were steps taken. The boundary patrols became staggered, decided a certain time periods where you would patrol certain areas because each side perceives a different area as well as the LAC lies. And you would not sort of enter into eyeball confrontation. You'd sort of keep distances. You'd inform each other a little bit more about what you're doing. And that has meant some degree of stability because since Wuhan, there were no major incidents at the boundary until September this year when there was a bit of a flash point in Ladakh, which also because the protocols that were set in place was addressed within 24 hours. In the past, these have gone on for days and days and weeks even. So that was what Wuhan was. And the broader dictum that sort of underlined all of this was this idea that differences must not be allowed to turn into disputes. To me, this is an extremely interesting statement because it says that we acknowledge that there are differences. There's an acknowledgement there. And there is a hope that policy will ensure that this does not escalate. And therefore, it calls for action for policy to not let this escalate. And the action is in this context, by maintaining peace at the border through different protocols, by expanding engagement at across levels, and by ensuring that you build the economic relationship and talk about some of these prickly issues. The prickly issues that persist are the same. Are the border, are our aspirations, are each side's aspirations, China's in the Indian Ocean and broader geopolitically with regard to India's relationship with the US, India's with regard to China's relationship with Pakistan, but not just Pakistan, China's role in the broader South Asian region, China's policies of limiting India's rise in the international order, whether it is the NSG, whether it is the UN Security Council reform, issues of new technologies, how do you mitigate some of the threats, what is a threat that China poses in cases of say 5G and Huawei, and how does India mitigate that, yet partner with them on science and technology cooperation, because China is increasingly a powerhouse when it comes to science and technology. So the idea is to be able to find spaces where you can work together while manage the risks that you each perceive from each other. And that's broadly what this process of informal symmetry is supposed to do. That could be in trade, that could be in technology, that could be on security issues. The problem that I have with informal symmetry is that it is informal. So you don't necessarily formally commit yourself to some targets. We've been talking about addressing the trade deficit with China for nearly seven, eight years to a decade. Very little has been done and very little has been done because there is no target. There is no clear policy direction apart from a rhetorical commitment that yes, this is something that we need to do. We need to achieve more balanced trade. There are structural reasons why there is a trade deficit, but there are also very clear political reasons, which are China's market restrictions, where our pharmaceutical companies find it difficult to go over there, our exporters find it difficult to sell products over there because of restrictions that are placed through non-tariff barriers on say things like inspections, customs, and those sorts of things. And I think the informal symmetry is great to set the big picture agenda, but I'm really hoping that we don't continue with this mechanism, although I know that after this recent meeting in Mamlapuram, they've decided that there's going to be another informal summit next year. I'm really hoping that increasingly we see more delegation level talks happening even at these summits. Thankfully, at this summit, there was a day of delegation level talks. Hopefully these will now become more concrete going forward because the optics will soon become stale. And what will matter is whether you actually achieve some policy objectives and for that you need to actually be talking specifics."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:20.960",
        "message": "Manoj, I've taken a lot of your time. Thanks so much for talking to me today. It was as usual, I learned a lot from you."
    },
    {
        "speaker": "Guest",
        "time": "02:05:28.720",
        "message": "Thank you so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:29.720",
        "message": "It's been a pleasure talking to you. If you enjoyed listening to this episode, do check out the show notes, which links Manoj's paper for Takshashila as well as all the other episodes of the scene and the unseen and the Pragati podcast and all things policy that he's appeared on. Much wisdom there. You can follow Manoj on Twitter at the China dude. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the scene and the unseen at sceneunseen.in, thinkpragati.com and ivmpodcast.com. The scene and the unseen is supported by the Takshashila Institution. Their postgraduate course in public policy starts in January. Admissions are open now. Do check it out at takshashila.org.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:06:14.720",
        "message": "Do you wish you were smarter? Well, so do we. But the next best thing, we could make you sound smarter and to help you with this endeavor, we are simplified a podcast that attempts to break down the complex world around you with a little knowledge, a lot of poor jokes and a ton of random trivia. Episodes out every Monday on the IBM podcast app or wherever you get your podcasts. See ya. Every week comes a show where three people come together to tell you about stuff they like, a movie, a TV show, a book and other stuff. Tune in every Monday on the IBM podcast app to IBM Likes. Batman approves this message. Thank you, Batman."
    }
]