[
    {
        "speaker": "Guest",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. This, however, is only half the story."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:06.000",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:16.000",
        "message": "Welcome to The Seen and the Unseen. My guest today is a brilliant historian, Ira Mukherjee, and we'll be talking about her book, Daughters of the Sun, Empresses, Queens and Begums of the Mughal Empire, which was an eye-opening read for me, demolishing all my notions of what women of the Mughal era would have been like, with their opulence and their harems and their subservience to all-powerful emperors. On the contrary, I discovered a complex world in which women were major players, jostling for power, shaping major events, and many in ways that would be invisible to foreign historians or even male historians from India. Ira's previous book, Heroines, was also about powerful women either forgotten or reshaped by historians. But it's Daughters of the Sun and its remarkable Mughal women that we'll be focusing on today, after a quick commercial break. Hey, I want to thank Intel for supporting The Seen and the Unseen. If you haven't already, I recommend you check out Intel vPro. Intel vPro is a business platform that maximizes the performance of your company's computers. One of the ways in which it does this is by maximizing stability through the Intel Stable Image Platform Program, or SIPP. Like, I get pretty upset when some software that was working perfectly well starts acting up because an update went wrong somewhere. The SIPP, the Intel Stable Image Platform Program, avoids this by ensuring stability of your infrastructure. A minimum number of software or hardware updates and predictable transitions from one generation of technology to the next. Your moody machine ain't gonna hang on you no more. For more details, head on over to Intel.in slash vPro. That's V-P-R-O. Intel.in slash vPro because stability is everything. Ira, welcome to The Seen and the Unseen. Thank you for having me here. Ira, tell me a little bit about yourself. How did you, sort of, where did you study? What did you do? How did you get to where you are?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:12.000",
        "message": "So, I'm a little bit of an accidental writer of history because I'm not an historian. I'm actually a scientist by training, all those many years ago. And it was just something that, you know, I did because in those days, when you were a capable student, you were kind of and you were alright in the sciences, you were pushed towards that. And literature, which I was also interested in, was not considered a suitable or serious enough career option. So I did sciences, I did it for quite a while and then it just so happened that nothing in it really interested me as a career to continue in. And then as is the case, I think, for many women, especially, and especially of my generation, things took maybe a backseat and other things take over. Your life, you know, family responsibilities and just other things that you have to do. And I didn't work for a while. And then when my children were born and they were slowly growing up, I had this idea of getting back to literature because I had always really loved writing. So I wrote a manuscript, which was on mythology. And I approached a publisher who was at that time more interested in writing history. So though he liked my writing a lot, he suggested that I write a book on history. And that is completely how it happened, completely accidentally. And I found out that it was something that I enjoyed doing. And strangely enough, it's something in which I can use both my skills, my scientific background, because it requires a lot of research, being extremely thorough with things like sources and understanding primary material, and as well as my writing skills and, you know, my fondness for literature. So the writing of history or narrative history became something that I was very lucky enough to find that I could combine the skills that I had and do something which was so amazingly"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:58.000",
        "message": "rewarding for me. And did you also read history at this time? At the time of starting to write, do you mean? Yeah, I mean,"
    },
    {
        "speaker": "Guest",
        "time": "00:05:04.000",
        "message": "did you read history for leisure also? I wasn't reading history for leisure per se before I started writing about it, though I was reading around it. You know, I suppose what happened is that as you, you know, grow up in life, as you go through various changes and various phases of your life, you get interested in various things. So, you know, initially perhaps I would view things as a young woman, and then as a young woman out in the world, and then maybe as a young Asian woman, you know. And then things change, and I saw things as a parent, and then as a parent of young girls. And so at each stage of my life, I was interested in different readings. And so one of the things that I started to get interested in, before history even, was the way in which we have been colonized in our imagination, in the way we view the world, in our memories even, you know, to the extent where many of my memories, like the way I grew up reading things like Enid Blyton, my memories and my nostalgia were for things that I had no physical experience of. So whether it was for soft summer sunshine, or cucumber sandwiches, or Wordsworth's poetry, which I could quote, but I couldn't quote Mir or Ghalib, you know. So these were things that started bothering me, and things that I started thinking about. You know, I read Pankaj Mishra, Roy Moxton, The Theft of India, various things around these issues. And that was something which was in my background as I started to think about writing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:30.000",
        "message": "about history. And who are the sort of thinkers who have been a big influence on you? Like one question I sometimes ask my guests is if they can name books which change the way they look at the world. And not necessarily specific books, but even thinkers, or"
    },
    {
        "speaker": "Guest",
        "time": "00:06:44.000",
        "message": "you know. Well, I would say there has been a three-fold sort of influence on me. So on the one hand, there are as I was saying, the writers who have pointed out the colonization of our history. So people like Pankaj Mishra and many others, you know, even Naipaul, the way he talks about identity, and the way he talks about Indianness outside India, rootlessness. These are all things, people who have had an influence on me. And then the second sort of phase of influence has been the women writers, the women who talk about gender. So whether it's Ira Vethikarve and Uganta, you know, I found her essays startling about the way in which she writes about women of the Mahabharata. And one writer who has been extremely influential for me has been Dr. Rubilal, who is, she defines herself as a feminist historian. She's a professor and a writer of history. She's written about Noor Jahan, but her most groundbreaking book was about the early Mughal harem, domesticity and power. And so she, for the first time I came across a woman scholar who was writing about the way in which the harem existed in a completely different way in which I had thought about it. So her writing for me was extremely important. I have based a lot of my writing on what she has already discovered. And there's also people like Chimamanda Adichie, at a different level, the way she talks about the importance of a single narrative, how that can be so harmful for us if we see the world and our past and our present through only one filter. So these are some of the people. And then the very third and last aspect, which was useful for me, is stylistic. Now we often don't talk about that very much because I suppose writing of history, the material itself is so interesting that people mostly ask me about the material itself, but stylistically speaking, people who have been influential are people like Hilary Mantel, even though she writes fiction, fictionalized history, but still, her style is so arresting that when I read Wolf Hall and her trilogy, I thought this is the way I want to write history for India as well. I want people to feel like they have been caught by the scruff of the neck and thrown into that century, whichever century I'm writing about, and to feel the reality of it, the geographical reality, the noises, the smells, everything in three dimensions. So these are some of the influences that have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:04.000",
        "message": "shaped my writing. And one of the things I've sort of realized in the last few years, thanks partly to writers like you, is that so much of history has been captive to and colonized by the male gaze, which is, you know, the history of humanity has been treated as a history of men who are going out and doing big things, invading kingdoms and they're setting up dynasties and all of that, and also they've been looked at, most of this history has been written by male historians, and that's the perspective you see, and the women are largely invisible. And is that something which sort of influenced, because you were already thinking about these issues, like you mentioned, is that something that influenced what you chose your subject"
    },
    {
        "speaker": "Guest",
        "time": "00:09:46.000",
        "message": "to be when you actually started writing history? Yes, yes, definitely. You know, I read a statistic which said that 99.5% of the written history that we see around us, starting from 5000 BC onwards, you know, whatever there is, the sculptures, the writing, the calligraphy, everything, 99.5% deals with men, and 0.5% tells the stories of women. So that statistic sort of stopped me in my tracks. It was a very startling statistic. And when I stopped to think about what I knew about women's history, I think that's very true. So it definitely, starting from the fact that I have two, as I said, two daughters, I wanted them to see the world around them in a less biased way, that history need not necessarily be about the fighting of battles, about the conquest of territories, and there are many, many other aspects that form a civilization, maybe so-called soft power, you know, the music, the creation of music, the creation of art, architecture, politics, behind the scenes, who controls things, sexual politics, these are all things that contribute to a culture. And very often, women are absolutely instrumental in that aspect of it. So for 100%, this was something that I thought that whatever I write, even if it's the history of a man, or you know, whichever aspect I'm going to cover, I'm going to bring in all the women involved, because they really tend to be written out of the stories of men, and history ends up being the story of men told"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:12.000",
        "message": "by men. And how difficult is it then to start researching into that kind of history, because most history is written by male historians who tend to, you know, whitewash the women or recast them in acceptable ways, and so, I mean, this is really a dual question, in the sense"
    },
    {
        "speaker": "Unknown",
        "time": "00:11:30.000",
        "message": "as someone who's not a trained historian,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:32.000",
        "message": "how, what is it like to do history? How did you learn that? And also then going beyond that, what do you do about this essential limitation that you are broadening the gaze by which you're looking at history, but"
    },
    {
        "speaker": "Guest",
        "time": "00:11:44.000",
        "message": "the voices don't have that same gaze? That's right. To answer the first part of your question, I think the way you can teach yourself history is go to the primary sources, you know, that's the most important aspect of writing history. And there is a lot of primary sources, even, of course, much less where women are concerned, so I always make an effort to find the women's voices. So, for example, in one of, in my first book, I've written the story of Amrapali, who was a Buddhist nun at the time of the Buddha, 6th century BCE. And you would think, okay, there's nothing written about women in the 6th century BCE, but luckily there is, because she lived at the time of the Buddha, and the Buddhist monks were one of the first great writers of history, you know, and they wrote everything around the Buddha. And so we have the story of the nuns, and their poems, they wrote poetry, and very luckily for us, we have the voice of this woman from 2000 years ago, even today. Her story, her longings, her desires, the way she talks about the evanescence of her beauty, how it has faded, and this is so poignant to us even today. So, there are ways women's voices are there, it just takes a little bit more effort, a little bit more diligence and searching to get to them. Like, for example, if we have Lakshmibai, the story of Lakshmibai has been written by many different men. And you have the Europeans who are writing about her, and they're writing from their point of view, with their European gaze, so they talk about her as being like an Amazon, and immediately there as well, there's a texturing of Rani Lakshmibai, which is very different from when a Brahmin writes about her, and writes about her as this great widow, this great, you know, almost a holy woman, Mother India. So you have Mother India on one side, the Amazon woman on the other side. You see some men look at the same, very same woman, in many different ways. And then it is my job to sort of see the intersection of these many gazes, and to see where does the humanity of this woman lie. What made her an Amazon? Her fearlessness, her amazing bravery, yes. What made her Mother India? The fact that she adopted this child, but also the fact that she nurtured her city. And for me, that is the crux of this woman. This nurturing aspect of her. That she didn't want to die in battle. We are always told, you know, Lakshmibai, Khob Ladi Madani, you know, that is the line we remember. But what makes her a heroine for me is the fact that she wanted to live, and she wanted her people to live, and she fought very hard for her right to rule her people, and for them to be safe under her care. She eventually lost, and she died in battle. But these are the aspects of women's stories that I want to bring up. Not necessarily the dying in battle, which is, at the end of the day, a very male way of showing heroism. But there is a different way of being heroic, and that is something that I wanted to look at in my first book. So those stories are there, that literature is there. It takes maybe a different gaze, a different interpretation to get at it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:36.000",
        "message": "And one of the interesting things you mentioned in Heroines, we'll talk more about Daughters of the Sun today, but I found Heroines very interesting, and in fact, it actually reminded me of Yogantha, which is why I brought it up in our conversation earlier, and I mean that entirely as a compliment, because I think Yogantha is a masterpiece. And one of the interesting things you said at the start of Heroines is you spoke about how there is this sort of interplay between history and myth, and how a lot of women in history are recast in convenient ways that are palatable to men, like what you just described about Lakshmibai, and often they're almost sanitized and they're made to fit into these roles. And equally, how myths can also, you know, the same sort of interplay works the other way, and I was very fascinated by the chapter on Draupadi in that, because what we find with many of our myths is that those myths are shaped to fit social norms. So you look at someone like Sita, she is the ideal Hindu woman in terms of being pativrata, being devoted to her husband, virtuous, and so on and so forth. But Draupadi is like this incredibly feisty character who just goes against everything you would think of as, you know, the ideal Hindu nari. And I mean, why do you think Draupadi was even"
    },
    {
        "speaker": "Guest",
        "time": "00:15:52.000",
        "message": "conceived and imagined? Draupadi is one of my all-time favorite characters, I have to say, because she's in a way the antithesis of Sita, you know. What I love about her is her fierce erudition and her outspokenness and her anger. Now, you know, anger is something that we don't see encouraged in Indian women. You know, Indian women are encouraged to be quieter, to keep their anger internalized. And in a way, Sita, I feel, internalized her feelings, her anger, and she combusts in a way. You know, she dies, she commits suicide. Draupadi doesn't do that. She externalizes her anger. In fact, she carries it on her own body by keeping her hair loose for those 12 years in exile, you know, and said, I will not tie up my hair till it is drenched in blood, in the blood of my enemy. So I find this a very powerful thing that she has said, which is why I start my book with Draupadi, because I want today's women to remember this for their daughters and for themselves. You know, we call our daughters Sita, we never call them Draupadi. Why is that? You know, I really want to challenge that and say, let's go back. So people have imagined this woman all these thousands of years ago. As you say, why did this happen and how did it happen? How did it happen that she was allowed to say these things, right? She even challenges Yudhishthira oftentimes. She calls him less than a man, almost a eunuch for not standing up for her, for not fighting for her. She says some very damaging things for, you know, as a queen to her husband. But she's allowed to say this. So what is it in our time in the past that women were given this voice, this agency, and in fact, such a powerful woman who is, they say, the cause of the war itself and who brings about, you know, the end of that era. What is it that allowed this woman to be the way she is, that society accepted her and loved her in her own time as this woman? But if you, you know, when I explain it in my chapter, through the years, through the centuries, she has been sanitized progressively. So that in the end, finally, she is almost a Sita-like character. If you look at, you know, the actors who are playing her today on television, they are the same fair-skinned, you know, patirat women, clearly upper-caste, brahminical, you know, part of the patriarchy, very much in, you know, part of the system. So why has that happened? Why are we today almost more regressive and having to make our women conform to certain standards, to shut down their anger, to stamp down their voices? What is it that in us as a society, that so many thousands of years ago, this woman was allowed to be angry, to be fierce and to question the men in her life, whereas today, she has been sanitized to such an extent that she is almost indistinguishable. So often when I talk about heroines, I show a slide which shows the eight women as they are portrayed in popular culture today and there's hardly any difference between them. They're all the same, very fair-skinned with their, you know, full jewellery. And the jewellery is a symbol in Indian society of marriage status, which means that your sexuality is allowed only within this sanctified arena of marriage. You know, and the aim is to procreate, to have children. Why is it that all these women must conform to this standard, whereas earlier on in their own times, whether it's 2000 years ago, 500 years ago, you know, Mirabai, etc., they were allowed to have agency, they were allowed to have freedom of expression. Mirabai too said some very shocking things. If we look at her padas today, she says things like, this habit that we have, I'm just paraphrasing, but this habit that we have of sending young women away to get married and severe all connection with their natal homes, so that there's no support structure for them. She questions this. She says, why do we do this? Why do we send young girls so far away? Why are they abused by their in-laws? Why do we allow this to happen? These are such powerful things for women to say. And yet, with time, what happened to Mirabai was, it was, slowly her story was altered, so that she became this married woman who waited conveniently and quietly, submissively for her husband to die. Then once he died, she stepped out of the house as a good widow, and she was allowed to go and sing her songs. Whereas that is probably not what happened. She probably left home because she was fed up of being abused by her in-laws and by her husband. She left her husband as a married woman, and as a single married woman she was alone on the roads, accompanied by other singers, other devotees, by men and women. So she was in a sexually vulnerable position. And yet, she went out and she sang these amazing songs, which I think, the single most recognizable figure, maybe the female figure, is Mirabai. Everybody knows her songs. So she tapped into a certain longing in people, unlike anybody else before, you know. But yet today, all these 100-500 years later, we have made her into this very sanitized figure. And if you ask Rajput ladies today, they will say, yes, Mirabai is a wonderful heroine, but we will not encourage her behavior in our daughters. Again, this difference between what we will allow our daughters today, and what the figures have stood for in the past. So this is something that I want people to think about, that why is it? Why has that happened? And what can we do? Can we look back upon these women as heroic figures for daughters today? For young women in India today? You know, let us challenge this very fair and sanitized vision that we are being offered time and again, and it sort of force-fed these women's images. Let us challenge that and look back to what we have in our culture. Sometimes I'm told, oh, feminism is a Western construct. It is not. We have had women who are fiercely feminists, you know, from Gargi onwards, who have spoken their mind. So our society has accepted and fostered this spirit. Why has it gone? So these are some of the thoughts that I want people to have and to think about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:26.000",
        "message": "That's a great insight. In fact, I have a couple of digressions, and you know, what you said about what Mirabai said, that why are women sent away to their husbands without anything, blah, blah, reminds me of a recent episode I did with the economic"
    },
    {
        "speaker": "Unknown",
        "time": "00:21:38.000",
        "message": "historian Chinmay Tumbe, who wrote a book called India Moving on Migration."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:42.000",
        "message": "And one of the points he made, and to my shame, this point had never struck me, is that a very large part of migration is simply women getting married and going. And we don't think of that. We think of migration as men going, or families going, or whatever, but"
    },
    {
        "speaker": "Guest",
        "time": "00:21:56.000",
        "message": "so much of migration is women getting married and going."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:58.000",
        "message": "That's right, yes. And the other thought that sort of struck me was, I'd also done an episode with Tony Joseph, who's written a book Early Indians, and one of the points he made in that was that they were, you know, a couple of millennia ago, you had competing strands within Hinduism, and they were different, and they were competing, and not all of them were this particular fixed strand which looks at a woman in a particular way like we look at Sita today. And it just so happens that one of those strands kind of won out, and it was a political victory, and that strand then dominated our culture, and all of these women and now this is me speaking, sort of got, you know, recast into it. But the fact"
    },
    {
        "speaker": "Guest",
        "time": "00:22:36.000",
        "message": "is that these strands were there. Yes. Absolutely. And to come to your first point, this whole point about the alienation of women from their natal homes, it's something which we have exoticized and wrongly so. You know, this whole bidai genre which has come up, which talks about the saying goodbye to the bride, it's a terrible thing. We, you know, we must not exoticize it. It is a terrible thing to cut off a young woman from her family, from her mother, from her natal family, from the support of her brothers, her sisters, everything she has known. She's thrown into a new place where she's automatically a second citizen because she doesn't know anything about that new household. So this is something that has been, you know, very much praised in folk literature, and Mirabai challenges that, and so it is something very refreshing. When I read that, I said, yes, this is something, today I can absolutely understand what she's saying and I would say the same thing for my daughters. I would not want them to be cut off from their families, you know. So this is an interesting point that women were always, endogamy has been practiced for so long, sending women upwards and onwards and away from their family, which was in effect in a way almost castrating them because then they have no power to fall back on, right? So they have to do what they must do in their in-laws' family. And the second point about them, there have been many different strands, and it is a point that I make as well, is that there are very many different ways of being feminine, of being a woman, and being a heroic woman in India. What does it mean to be a heroic woman, right? There are many many different ways of doing that, and every woman in the book that I have written does it in a different way, whether it is through her music, whether it is in a more manly way, in quotes, on the battlefield, whether it is you know, leading men in battle, or whether it is just shaping society around her in whatever way she can. These are all heroic ways, and these were very accepted ways, and there was no one single way. When I came across these, you know, the writings on these women, they were never criticized and told, it would be better for you to be this other way, you know, rather than being the way you are. They were allowed to be that different way, and it is only in more recent times, I think, that we have drawn these strictures around these women and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:44.000",
        "message": "wanted them to be a certain way. And what both your books also demonstrate is that that heroism is something that you have to look in the context of each individual and, you know, what are the restraints on them and so on. And we often tend to think of heroism as just marching out to battle holding a sword, which is why, you know, the point you made earlier about Lakshmi Bai"
    },
    {
        "speaker": "Unknown",
        "time": "00:25:02.000",
        "message": "and, you know, that's a typical"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:04.000",
        "message": "image of her, and heroism amounts to a lot more than that. Let's move on to your second book now, and, you know, where did, given that everything that I had read of Mughal history before this, most of it was centered around these men and there was this notion that women are just, you know, stuck in their imperial harems or desirannas or whatever and they're not important characters. What brought you to the notion of writing this book? When did you realize that this material is really"
    },
    {
        "speaker": "Guest",
        "time": "00:25:30.000",
        "message": "rich and someone needs to tell this story? I think it was, you know, when I wrote Heroines, one of the heroines that I write about is Jahanara Begum. And it was when I found out how much she had done, you know, and her accomplishments, it was a very visceral and personal reaction that I had because I'm a Delhi woman, I was brought up in Delhi. Jahanara is a Delhi woman to the extent that she has created great extents of old Delhi, and yet growing up, I was never taught about her. So I had this sort of visceral reaction to this, a sort of anger and a sort of, you know, feeling that enough is enough and what lies behind all these stories that we have not been told? So there was this questioning of the given sort of history that had been taught, Mughal history, in very bullet form, you know, in a very dry way, and about the men, because they have been amazing Mughal men, definitely. But where are the women and why were they written out of the stories? Was there possibly more to them? And that was when I started researching them and I found Ruby Lal's book, and where I realized that the very idea of the harem, which to my mind, like to yours, was something very exotic, was actually something that we had inherited from the European gaze, because in parallel there was the, the Europeans were coming to India at the same time, and they wrote extensively about the Mughals, because they were fascinated by this culture. So we have all this writing about the Mughals and the harem, and they were fascinated by the harem because they had no access to it. And yet they could sense that the women in the harem had power, they had money, and they had influence. So it fascinated them and horrified them in equal measure, because at the same time in Europe, Victorian Europe, and before that, women had no power, they were not allowed to control their own money. They were meant to be rather, you know, quiet and hold their opinions to themselves. So this was something very contrary to what the men had experienced in their own country. So they came here with this mixture of abhorrence and excitement. And they created this fantasy world of the harem. And it is a fantasy because they had no access to this harem. Nor were they physically allowed to enter that space, nor could they speak the language. So there were many layers of obstruction between them and these Mughal women, but that did not stop them from fantasizing, from listening to bazaar gossip, from gleaning bits and pieces of information, and bringing out these novels and novellas of exotic life, which became extremely popular back home in Europe, and which in a way then percolated down to us till today, where we sort of have in the back of our mind this idea that women in a Mughal harem, all they did was one woman was there in the middle of the room waiting for the Pacha all day, she's trying to attract his attention, she's gossiping and bitching about her other co-wives, and her whole life is spent in this decadence of beautifying herself and waiting for the sexual favors of the Pacha. And this is an entirely false view, which we can see from Rubi Lal's work and from the other readings that I've done around it. And the Mughal harem, as I've written in my book, was a place of in fact, it was a place of great solidarity amongst women. Most of the women in a harem were not sexually available to the Pacha at all. It was a huge space, with people like the Pacha's sisters, his unmarried cousins, his aunts, his grandmothers, his foster mothers, milk mothers, his milk sisters, there were so many people, there were visitors, and then there was all the retinue around these individual women. His wives brought their retinues with them, so when they came in from a different place, they brought their own cooks, they brought their masseuses, they brought their priests, they brought so many other women, none of whom were sexually available to the Pacha. So this idea of all these women being sexually available is something completely false. And on the other hand, these women had productive, interesting lives, they earned a salary, they had jobs, fixed jobs, for which they had a salary. So they were carrying out a function. And the ones at the top, obviously, had an enormous amount of money as the Mughal empire grew richer, the individual women grew richer as well. And it's very interesting because if you look at the way the men write about it, like the way I was telling you, the Jesuit missionaries, for example, they had only one idea, which was to proselytize and to convert. So obviously for them all these women were just in the way of the Pacha and trying to lure him into temptation, and they write about them like that. On the other hand, if you look at the writings of women, there are some women who have written about the harem, and they write about it very differently. For example, if you look at Lady Molly Montague, she was the wife of the ambassador to the Ottomans in Turkey in the 18th century. And she writes about them and she says, you know, she had access to the harem, obviously, as being a woman, and she goes with them to their baths. And she writes about this incident in which she is taken to the baths and the women want to help her remove her clothes. So they remove her clothes and then all those Turkish ladies step back in horror and they gasp and they say, what are you wearing? Because she was wearing stays. You know, those are made out of whale bones and they were made to keep women's waist very tiny and narrow so that you could barely breathe. And they told her, you tell us that our husbands are cruel with us, but look how cruel your husband is with you and making you wear these horrible clothes where you cannot even move and breathe. So it's a very interesting, you know, view we have into this harem of how the other women were viewing her and how she was viewing those other women, you know. So she had come with her preconception that these women are all debased and they're degraded and she writes saying actually no, they have this freedom, they don't have to wear stays like I do. They have money. She says, who in England controls, which woman controls her own money? They don't. When they get married they hand over their money to their husband. So she was amazed that these women, Muslim women, were able to control, they were financially independent, which was a huge thing. She writes about this to her friends. So there are these many ways where the voices of the women writing about the harem completely contradicts the voices of the men. And so when you put the two together you get a very different picture of the harem and how it really was."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:28.000",
        "message": "In fact, reading about the harems, it just kind of struck me that, my God, not only is it not the simplistic notion of a harem that I had in my head, but the term that struck me was political economy. It's so deeply complex, you know, they have money, they have power, they have webs of influence and it's a question that I often ask the historians on my show and I'll ask a more elongated version of it to you. The question I ask is that given that we tend to suffer"
    },
    {
        "speaker": "Unknown",
        "time": "00:31:58.000",
        "message": "from the hindsight bias, because"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:00.000",
        "message": "everything that has happened seems inevitable. Number one, how do we remove our knowledge of what has already happened to look at a specific event at a current time in a fresh way? And the question is even more complicated for someone like you who's writing about this period, being that one also has all those prior impressions and biases that have come from firstly the European gaze which you spoke about and also even the male local gaze, like you've mentioned that Abu Fazal for example, wrote very very differently about the same"
    },
    {
        "speaker": "Unknown",
        "time": "00:32:32.000",
        "message": "emperor and the same happenings and someone like Gulbadan did, who is bringing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:36.000",
        "message": "in all those nuances and the rounded picture. So mentally, did you have to take that step back and recast"
    },
    {
        "speaker": "Guest",
        "time": "00:32:42.000",
        "message": "everything and look, how do you do that? Yes, that's an interesting point and I think the only way to do that is like you said for Abu al-Fazal Abu al-Fazal in a way does as much harm to the women as the Europeans do because even though his idea and his motivation was very different. He wanted to create in Akbar the semi-divine king, you know, who was above all reproach and so his women had to be also above all reproach and therefore they had to be completely chased and to be completely chased you had to be completely hidden. So he hides them away in this elaborate framework and he says they are all, he gives them titles and they are all chased, whether they are newborn babies or whether they are old ladies, everybody is the same, they are all chased, you know, and they have no individuality, they are completely hidden. So in a way he does as much disservice to us today trying to find out about women as the European men did. But luckily as always happens in history you know, you cannot control things no matter how hard or how much money you have at your disposal and luckily for us there is somebody like Badawni who wrote an illicit biography of Akbar who was very critical, who was an extremely erudite and learned man himself but he was just critical of Akbar's religious policies, that's the only thing he held against Akbar and so he wrote this illicit biography of Akbar and through his words inadvertently we find out so much about the women because he blames the Hindu wives of Akbar for all these terrible changes that he is seeing in his beloved Muslim Padshah and he says, you know, Akbar is like this today, he is worshipping the sun, he is wearing a tilak, he is wearing a rakhi these terrible customs, he has brought dogs into the place, you know he is horrified and he clearly says it is because from his early age he has been in the company of lousy Hindus, Brahmins and Hindu women, his wives. So we have here in black and white and writing, we see the influence of people like Harkabai, the Rajput woman that Akbar married, so it is very interesting for me because I am setting out to find this connection now perhaps if somebody had not set out to look for this, you would just slip over it and you would be like, okay, there is nothing on the women but because I am always looking out for any reference which ties in the women to influence, which ties in the women to the way the men thought and what the men did, so that is how I am able to pick out these things I think because I am looking at it in a way from my own filter. So then I have Badawni, then I have Gulbadan luckily, as you know I was telling you earlier, we could so easily have lost Gulbadan's voice because Akbar when he was, when the empire was finally settled and he said okay now I must create a history for myself because that was how Mughal emperors you know sort of created legitimacy for themselves. He asked Abul Fazal to write a biography but wonderfully for us he also asked the people who had first hand knowledge of Humayun and Babur to write about their memories so he asked Johar, the water carrier for Humayun he asked other people and he asked his aunt for whom he had a great deal of respect"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:44.000",
        "message": "and Gulbadan wrote her wonderful biography and she is of course Babur's daughter, Humayun's sister that's right, Humayun's sister"
    },
    {
        "speaker": "Guest",
        "time": "00:35:50.000",
        "message": "she has experience, she came to India at the age of six with Babur then Babur died, she was with Humayun through all his travails you know when he was thrown out of India by Sikandar Lodi, she was with him in Kabul for all those years, she was with him back when he came to India, she was here when he finally died, she was in India when Akbar became Padshah and then for the rest of her very long life she saw Akbar become a king establish himself and establish the Mughal Empire so an extraordinary woman who lived through three different Padshahs so we have her wonderful first hand account of what all this peripatetic journeying, what this adventure, what this adventure of forming the Mughal Empire in India with these timid people what it was like, we have through her eyes and we could easily have lost that because there was one copy of it only one copy made, yes, 500 years ago and immediately after she had written it, it was lost nobody referred to it, nobody else, no further biographer later in time ever referred to this book so it disappeared from even our memory, then sometime in the 19th century, an Englishman with the East India Company was buying up manuscripts like you do in the local kabaddi bazaar, you go and you buy whatever old objects you like, so he had a collection of a thousand manuscripts, some worthless, some interesting, when he died his widow went back to England and she had all these manuscripts, she needed to raise money, she was a widow, she sold them to the British Library the British Library early in the 20th century had some of these translated into English by Beveridge and she discovered that one of these manuscripts was actually the biography of Barber's daughter herself, Gulbadan's biography, so that's how 500 years later it came back into India, into our public consciousness and we realized that we have this first hand account, but so you see, it takes a little bit of putting all these stories together to get an idea of what I want to talk about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:42.000",
        "message": "which is what the women were up to And while there's sheer luck, it also strikes me that there must be"
    },
    {
        "speaker": "Guest",
        "time": "00:37:46.000",
        "message": "so much else that is lost Exactly, I think, and this is only half of the book, Gulbadan's biography was broken into two, torn into two pieces and we only have the first section so I'm always thinking, wow, who knows in which Kabadi Bazaar, there may be the second section somewhere lying around, the second half of Humayun's life and that's still undiscovered, maybe it's there somewhere, who knows"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:06.000",
        "message": "Maybe one of the listeners of this show"
    },
    {
        "speaker": "Guest",
        "time": "00:38:08.000",
        "message": "will go to the nearest Kabadi Bazaar and find it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:10.000",
        "message": "I hope so! Make an attempt please tag us if you do find it Let's look now at the start of your book, Daughters of the Sun, and the start of the Mughal dynasty itself, though of course as you point out that Babur would have been very upset"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:26.000",
        "message": "that it was called the Mughal dynasty"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:28.000",
        "message": "Yes Because obviously it's a hug back to the Mongol part of his legacy and he was more proud"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:36.000",
        "message": "of the Timurid side of it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:38.000",
        "message": "And you'd spoken earlier about, you know peripatetic early Mughals but what really struck me was that it's not just the men who are peripatetic, wherever they go you know this Haraman"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:50.000",
        "message": "is that the correct pronunciation? Yes, yes Wherever they go, this Haraman is travelling with them"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:54.000",
        "message": "which is this retinue of women and these are not retinue of necessarily"
    },
    {
        "speaker": "Guest",
        "time": "00:38:58.000",
        "message": "wives or mistresses or whatever these are aunts, grandmothers"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:02.000",
        "message": "these are serious people who are making serious decisions and one of the really interesting characters his father of course died when he was 13 I think, right? That's right And you point out about how a lot of his guidance in terms of politics strategy and all that came from his grandmother Ehsan Daulat Begum and she also has a very interesting story"
    },
    {
        "speaker": "Guest",
        "time": "00:39:22.000",
        "message": "from her youth which reveals a lot of character Yes, there's just one episode that describes her Babur is very scathing when he writes about his own father, you know, he writes about how he drank too much and he was overweight because of that, you know, so he writes with a pretty jaundiced view about his father but never about the women in his life he writes only with respect and love about the women in his life, whether it is his mother, his grandmother, his elder sister Khanzada these three women who were extremely influential in his life and he writes about Ehsan Daulat Begum that at one point when she was a much younger woman she was travelling with her husband and at some point in some conflict she was captured by a chieftain and the chieftain was very happy and he said, I'm going to offer you to one of my amirs and that is your fate and so she is like, okay, she pretends to be very happy with the decision and she says, fine, no problem and she gets ready to receive this amir at night but actually what happens is that when the amir enters her quarters, she has posted her women around the door and they pounce upon him, they catch him and they throw him out of the window and he breaks his neck and he dies and so the next morning the chieftain comes to her and says, what have you done, how dare you, you know and she says, I am already married and I have a husband and if this is the way you treat honourable women then do with me as you will and the man is so impressed that obviously he sends her back to her husband with honour and these are the sort of you know, brave resolute women that Babur luckily has around him to show them the way when he is only a 13 year old boy really, you know trying to find his way in the world, surrounded by his bloodthirsty uncles who would kill him in an instant for the throne themselves and it is because he has his mother and his grandmother and Khanzada Begum around him that he survives at all, you know, never mind becomes the founder of the Mughal Empire and he writes about this and he writes eloquently about Khanzada Begum, how much he owes to her because when he is surrounded by Shabani Khan Uzbek, who is his great foe in Samarkand Shabani Khan makes an offer to Babur and he says I will let you go, you can go with your life and your small retinue but you leave your sister with me and you know, leave her as my captive and Babur is forced to do that and it is a shameful thing for him to do because it shows that he has no power and he has to leave Khanzada Begum but Khanzada Begum herself is never blamed or any way demeaned for having to become the wife of an enemy. She lives there for 10 years after Shabani Khan Uzbek eventually divorces her because he gets fed up of how much she keeps talking about her own family which I find really evocative and amazing which means even in confinement, even as a prisoner of the lord's enemy she must have kept on talking about Babur and the Timurids, you know so he gets fed up of her and he gives her to a more lowly person as that person's wife. So you can imagine how it must have been very humiliating for Khanzada Begum but she never loses her spirit and after 10 years when Shabani Khan Uzbek is defeated she is sent back to Babur and Babur is delighted to have her back and he makes her Patsha Begum which is the most respected woman of the harem and all his descendants equally respect her and she is never in any way maimed or made to feel guilty for the fact that she was the wife of two other men before she came to Babur's court which I found so refreshing when we think about her exact contemporaries the Rajputs, you know who put so much worth on a woman's sexual chastity that they would prefer them to commit sati and johar at the time of facing an enemy rather than you know to take a chance on what might happen to their life so their sexual chastity is placed above everything else, above them being brothers, above them being human beings, above them being wives, it is about being sexually chaste so it is the control of a woman's sexuality which is so important whereas the Timurids are very pragmatic about the fact that they are constantly travelling, they are constantly warring therefore their women are sometimes captured it is not their fault, indeed when they are brought back they are always honoured so this was something that I thought people might not know about and that it's worth talking about"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:24.000",
        "message": "This took me by surprise and what also took me by surprise about Khanzada was that"
    },
    {
        "speaker": "Guest",
        "time": "00:43:28.000",
        "message": "she marries again and you contrast"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:30.000",
        "message": "that with the stigma on widow remarriage in India where once you are widowed if you don't immolate yourself"
    },
    {
        "speaker": "Guest",
        "time": "00:43:36.000",
        "message": "you basically wear white and you are pretty much done Correct, in fact the Timurids regularly encouraged remarriage and many of the women we find were remarried and Anbar even talks about it clearly and says you know I don't understand why amongst the Hindus a woman when she is widowed she is not allowed to go to another man he says I don't understand this and I don't understand that a man finds virtue in making his wife die when he dies so he was actually puzzled by this he could not understand this whole concept of sexual chastity and he finally forbade it and he said especially if the woman is young when she gets widowed and if she has perhaps not even lain with her husband because he died so young she is absolutely not to commit sati and in any case she is never to be forced so you know he sent ministers out into his empire to make sure that no woman now how much that happened on the ground I don't know but they were to check every case of sati and make sure that if the woman was determined only then would she be allowed to commit sati and no one was to force her so he was very puzzled so clearly this was a deeply entrenched aspect of the Timurids or the Mughals that there was no shame in remarrying if you are widowed it was not your fault unlike the Hindus who thought it is your fate if you are widowed that means it is something you have perhaps some crime or punishment for some past life misdeed and therefore you lose your husband and you must die. They felt they didn't see things in the same way at all so a woman's chastity was not valued above everything else about above her abilities above her capacity to form a new relationship so I found that very interesting right from the time of Khandzada so that means 500 years ago you know from the time of Babur itself there was no undue importance laid on a woman's honor being related to her chastity"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:28.000",
        "message": "no and you know we often sort of in our popular conception of those times today we think of them as invading barbarians who came into our very evolved culture and all of that and sort of spoilt it but here it strikes to me and even you know lot of what else is in your book also points out that they were actually fairly enlightened"
    },
    {
        "speaker": "Guest",
        "time": "00:45:48.000",
        "message": "in many ways towards their women not as much as we would like today of course but no but even so for those times I find that it was quite refreshingly honest the way they viewed their women that we always think of them in purdah there was a very light very porous purdah in fact you know we forget that they are descendants of Timur and that is whom they claim as their forefather and if we look at Timur's court for example there is the writings of the Spanish ambassador I think Rui Gonzalez who writes about his encounters at the Timur court he goes there as an ambassador he is received very well he attends all these parties and he writes about Timur's wife and he can the fact that he writes about her physically he describes her that means he can see her and her veil is very very light so she can be easily seen by all the men who are sitting there he describes her complexion her hair everything so she is clearly visible she comes and sits between them there are men with her there are women with her it is a mixed gathering and she drinks and her friends the women all drink and in fact he writes that they drink sometimes a little too much so you see this is a very different idea of what we think a harem may have been like here is a mixed company they are singing and dancing he says for days so this is something very different the Timurs of course they were conquerors also and I am not going to gloss over that but they were also great builders of city they were great admirers of culture of poetry of language of literature Babur wrote his own biography as you know a very entertaining biography so there are these other aspects they were not at all just this marauding entity that we have been made to believe that they were they brought with them a lot of other influences which remain with us too which is very much part of our DNA I think it is in the molecule of every at least North Indian today whether it is the food the clothes the language the etiquette the adab that we have it is all Timurid and it has filtered down through us because these were things that were valued in that time when they came here they brought this all the minor courts as they integrated wanted to absorb this culture and they did whether it was the Rajasthani courts Jaisalmer, Amir all these courts they took part of this culture and they made it uniquely Indian in that genius way that we have but the root of it is Timurid and it survived because it was buoyant and it was vibrant and it was something worth"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:10.000",
        "message": "keeping. And what also kind of struck me you know while reading about Babur's adventures like you know after he lost Samarkand he was sort of travelling for a long time and then he finally goes to Kabul and he stays in Kabul for 20 years and then he you know goes to Hindustan where for the first time he really a lot of the women just stay behind and it kind of struck me that in all of this constant travel the sense of rootedness that he"
    },
    {
        "speaker": "Unknown",
        "time": "00:48:34.000",
        "message": "gets is from these women"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:36.000",
        "message": "who you know and they are not just wives and mistresses they are aunts and his mother was his mother part of it?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:44.000",
        "message": "Yes yes of course"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:46.000",
        "message": "Hamida Banu Vega At one point you said that is where the sense of home comes from for these constant travellers and then he goes to Agra and you know when he finally wins his battle against Lodhi and he is sacking Agra and he sends so many jewels and riches and all of that which you have described in detail specifically for the women back to Kabul and one of the sort of threads running through the stories of Babur Humayun and all the way to Akbar is the love and reverence they have"
    },
    {
        "speaker": "Guest",
        "time": "00:49:14.000",
        "message": "for these women Yes and in fact this list that you are talking about of jewels and clothes and dancing girls and all this that he sends back is only listed by Gulbadan no other biographer writes about this so this again if we didn't have a woman's voice we would not see this aspect of their culture of how they showed appreciation of how wealth was distributed so she writes in great detail about who was given what so yes they revere these women these women are very important to them because they are carriers of their culture they are carriers of their language of the stories they tell each other of the stories they will tell the children so that the children know where they come from who these Timurids are you know so they are very very essential to the creation of a Timurid legacy in India and one of the very first thing where the Babur after Panipat he says my generals even though these are battle hardened great men who are used to all kinds of tribulations in the heat of Hindustan they were like ok we have won this battle for you now we are heading back to Kabul so he realizes what's happening and he calls for the women because he knows that it is the women which will anchor the men to a country it is not even riches it is not even the idea of future grandeur it is the women because they bring with them a way of life and it is this way of life that can only be transmitted the men are too busy doing their battles and their you know interactions with the aggrandizing their territories it is the women who bring their culture Akbar does the same thing when he becomes king so young and he starts to found his empire one of the first thing because at that point Humayun died so early that he hadn't yet called for his harem to come from Kabul so one of the first thing after he wins a few battles Akbar similarly almost identically to Babur realizes that his men will not stay carry on like this because you know they are feeling a little bit orphaned in India now you know and they are attacked by all kinds of people who are trying to make their own claims for the throne and they are ready to leave and he does the same thing he calls for the women and he writes and he says these women are required to have the men stay and for the men to feel that this is a place that they can call home that this is a place that one day can be theirs and can be you know part of their life so it's very interesting and right till the later stages the women are some of the last to speak the Turkish language and you know obviously your language is so much part of your identity so Gulbadan and Hamida Banu all these women who spoke Turkish as they die out we slowly see that Turkish you know completely loses its hold over these over the men over the Pasha and they say Jahangir I think says proudly I can speak a few lines of Turkish but clearly by then it is only you know a sort of a flourish but it is not their mother tongue anymore it is the women who carry language and who carry that sort of the culture of memories and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:10.000",
        "message": "of stories. Yeah I mean home is where the women are and it also kind of strikes me while reading this book that you know looking back we know what happened again hindsight so you can you know we"
    },
    {
        "speaker": "Unknown",
        "time": "00:52:20.000",
        "message": "look as the Mughals okay they've been here for so many"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:22.000",
        "message": "hundred years and blah blah blah but if you think about them at the time they've just landed up in this strange land they don't speak that language they have no roots there everyone is a foreigner and therefore suspicious and we think of the Mughal dynasty as a given and it's such a strong solid monolithic thing but after Humayun loses to Sher Shah Suri and he's just being chased all over the place you have absolutely I mean at that moment he has absolutely no idea how"
    },
    {
        "speaker": "Guest",
        "time": "00:52:48.000",
        "message": "he's going to end up. No not at all and in fact at that time it seems like you know the Mughals are only perhaps you know an aberration of a few years a few decades maybe you know with Babur and that is all they will ever be because the Sher Shah Suri is a very talented man and it looks like you know he will prosper but so it is true that these women I think without their presence one almost feels that perhaps the men would have also lost hope at some point you know and maybe not found it worth their while because so many of their generals were ready to leave at many times you know of the empire and it is only after Akbar really that Akbar begins to feel like a truly Hindustani king you know his he spends so much time with the locals from a very young age he is always he has this great ability to communicate with people of all classes and he spends a lot of time with all his animal keepers and he learns the language very quickly and it is with Akbar that we really feel that these kings are here to stay and they are Hindustani kings now you know and that they have brought in this culture but Akbar often puts on this timid culture for show to impress an ambassador or to impress some other visiting timid but it is not who he is he feels comfortable in the culture of the country and you know in the people that surround him"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:10.000",
        "message": "who are now Hindustani. The most fascinating character in your book I found was"
    },
    {
        "speaker": "Unknown",
        "time": "00:54:14.000",
        "message": "Gulbadan herself and you write"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:16.000",
        "message": "about how you know she saw Babur writing the Baburnama and then perhaps that's how she got inspired to write it and it strikes me that it is only through Gulbadan in fact you're right I'll quote you it is through Gulbadan's account and only hers that we can see Babur as a loving father a tempestuous family man and a devoted husband stop quote and how different is her portrayal of those times from other you know contemporary accounts that you read"
    },
    {
        "speaker": "Guest",
        "time": "00:54:42.000",
        "message": "well it's completely different you know because especially when men are writing about somebody like Babur then they will focus on his battles on his charisma certainly you know his magnetic ability to interact with other men because he had this majlis of men that he was very comfortable with so those men wrote about those gatherings of men you know where they drank all night and you know sang songs and tried out different mixtures of drugs and so on so we have Babur the amazing strategist because he was a wonderful strategist and you know how many battles he won the battle of Panipat how it was he won it amazingly against all odds so we see only that side of it which is wonderful but it is one side of it with Gulbadan we see how much he loves his family how he prefers one wife over another his first wife his main wife he calls her by her name which I find very moving because by the time of Akbar you can no longer pronounce a woman's name and so therefore a certain part of their identity is lost a name is so important isn't it the way in which you are called if you are only called by a title that somehow it is meant to aggrandize you but on a human level it reduces you because you no longer have your own separate identity but Babur calls her Maham Begum so he always calls her by her name and Gulbadan writes that oh he calls out to Maham and when she is coming from Kabul after an absence of I think a year and a half he pushes aside his attendant he pushes aside his horse and goes running you know so this image of this amazing conqueror but he is running to meet his wife whom he hasn't met for one and a half years and he takes Gulbadan in his arms also you know six year old daughter whom he hasn't seen and he makes her eat does this wonderful feast which is prepared so yes it is through Gulbadan that we see a different aspect of this man you know so that he is not just one dimensional we see him more as a complete human being so the accounts of women in no way do they denigrate a man on the contrary you know they give a more complex and nuanced understanding of the men too so to understand women's history to talk about them to explore them is also to increase our understanding of the men too it's not that it's in any way making them less manly"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:52.000",
        "message": "another of the interesting aspects of and this again goes back to the whole political economy angle of these harems so to say is how all of these women especially the senior women like Khanzada and Dildar Begum are you know playing this part in almost ruffling feathers you know bringing sons together making peace between brothers you know Khanzada goes on a number of missions and in fact dies on one"
    },
    {
        "speaker": "Guest",
        "time": "00:57:16.000",
        "message": "of those so called diplomatic missions to bring brothers together that's right tell me a little bit about that so in fact one of the missions that she sent on Humayun had to fight with all of his brothers at one point of or another three of his brothers and the most resolute of his brothers against him was Kamran who never came round to him the other two did so Kamran never came round to his side and things were pretty hairy for him at some times you know because he was being chased by the Afghans by the Lodis by the local chieftains the Rajput chieftains and he can't even count on his own brothers you know so in desperation at one point you would think okay who is he going to send to parlay with Kamran maybe it is some you know grizzled warrior maybe some you know old man who holds a lot of respect no he sends this elderly lady Khansada Begum who is you know who doesn't have independent status of her own it's not that she has a famous husband or famous son you know as you know she was twice widowed and then married to somebody not terribly consequential but she has this standing of her own because they respect her so much you know because she is a timid who is clearly very intelligent they all look up to her she is sensible and she is this woman who is sent on a very dangerous mission across icy passes and mountains and you know she could have died at any moment and she goes to Kamran and she tells him do what Babur would have wanted you to do so she stands in lieu of Babur the founder himself and says remember what Babur would have wanted you to do that Humayun is like your Patshah now he is like your elder brother he is like your king you must obey him now the fact that Kamran doesn't really do that is neither here nor there because he was intent on getting the throne for himself but he listens to her with respect you know and then he keeps her with him and says you stay with me because you are symbolically very important but the fact that she is sent on these missions shows that when all else fails when there is nothing left they still believe in the power of somebody like Khanzada on the power that she has through her charisma of being a timid woman you know independent of any man really and I find that really just"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:20.000",
        "message": "startling and amazing"
    },
    {
        "speaker": "Guest",
        "time": "00:59:22.000",
        "message": "just a moral authority she carries"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:24.000",
        "message": "that's right does it strike you sometimes when you are studying history or writing history how important and consequential happenstance can become like not just for example the happenstance of that we happen to find the only biography of Gulbadan but even happenstance in history for example you write about how Humayun falls in love with this young girl called Hamida Banu Begum and she is really not interested and one of his foster mothers Dildar Begum is then playing its part trying to get her to convince and saying what better than you know marrying a king and he is not really a king at the moment"
    },
    {
        "speaker": "Unknown",
        "time": "00:59:58.000",
        "message": "he is a fugitive he is kind of running around with this small retinue and she is like you know trying to politely turn it down and it's all very interesting but"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:06.000",
        "message": "it actually happens and you know and from there even when they are sort of going back to the present day"
    },
    {
        "speaker": "Unknown",
        "time": "01:00:14.000",
        "message": "Afghanistan side and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:16.000",
        "message": "it's news that another of his brothers might kill him and Humayun and Hamida go off and they leave little baby Akbar with wet nurses and somehow he survives all of that and if these things don't happen we don't have Akbar we don't have I mean the history of the subcontinent is completely"
    },
    {
        "speaker": "Guest",
        "time": "01:00:32.000",
        "message": "different completely different of course if you read again if you read Abu Al-Fazl and the male biographers then you will be told that this is all predetermined and this was meant to be and it is because Akbar is a semi-divine king and it is all stars you know so they go back to astrology and they say that the stars were aligned in just such a manner that this would happen but of course we know that it is as you say happenstance and it is fortuitous incidents like this you know and in fact the fact that Hamida Banu went with Humayun for two years they were in Persia and you know they were almost like itinerant backpackers because they had nothing much at all you know they had 40 total the retinue when they went left India was 40 so that is not a very impressive cavalcade you know when you are coming as the Badshah of Hindustan and of course they are received in Persia and they are treated as kings and queens but the fact is that they spend most of those two years just sightseeing and they visit all these wonderful, Humayun is an interesting character himself and he visits all these interesting you know sites and all this amazing architecture, Persia is an amazing place at that time one of the you know cauldrons of culture really in the world and so they see all this amazing site and Hamida Banu with him, they see carpets they see architecture they eat food which is amazing also you know they talk about sharbat cooled with ice water and you know this amazing white linen and white bread which is made for them and it is so evocative and one wonders when they come back two years later how much Hamida Banu brings with her because she has seen all this she has eaten all this, she has experienced all this and when Gulbadan writes that a new fashion of making tents of arranging quarters was introduced, then you think okay maybe Hamida Banu Begum introduced certain Persian ways into Hindustan and that is the way through which it came, it's not just Humayun it's not just the Persian immigrants who then followed, it is Hamida Banu herself and in fact one of the questions I bring up is the whole question of who built Humayun's tomb for something which became such an important mausoleum, the mausoleum of the Mughals themselves, it was very little written about in its own time I think people were too busy establishing the empire, Akbar was very young at that time he was still fighting for the throne when Humayun died and the Humayun's tomb was only begun several years after his death, much later and Akbar then moved to Agra and then Fatehpur Sikhi and that became the focus of his attention, so Humayun's tomb in Delhi was not much written about, so there's quite a lot of question mark about who built Humayun's tomb, you know, and contemporary writers say that it was his widow, so his widow being Bega Begum who's also another very interesting woman and I wonder if the very shape of Humayun's tomb which shows so much Persian influence, perhaps some of it comes from the fact that Bega Begum would have talked to Hamida Banu Begum her wife who she was very friendly with, they had a very good relationship according to how Gulbuddin writes about it, they may have compared notes, she may have talked about the mausoleums that she visited in her two years in Persia and some of them, of course this is all far-fetched and this is again, you know wondering, but it's a wondering which is worth doing, that perhaps they talked about it, she talked about these things and then along with the Persian architect, there was a Persian architect, this wonderful tomb was built and Bega Begum then looked after it for the rest of her life and yet certain people now certain scholars will say that Akbar built it I think what the question is is who determines ownership how do you determine ownership of a thing, a monument? It may be money, Akbar must have supplied most of the money he was the emperor and he had a lot of money certainly, but isn't it also the person who has loved it who has loved it into being who has brought in some of the ideas, who spent the rest of her life looking after it and who has devoted herself to that tomb, so in my chapter on that, I say, let us not take away ownership, people in that time said, Bega Begum built Humayun's tomb, you see, so let us not take it away so easily because these examples are not lying thick on the ground of women doing things, so we must hang on to each instance that we have and fight"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:46.000",
        "message": "for it. And it's very tempting for male historians to just imagine that if anything great exists, like a great monument"
    },
    {
        "speaker": "Unknown",
        "time": "01:04:52.000",
        "message": "it's obviously a man"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:54.000",
        "message": "and one of the concrete things which did come from Persia is of course the whole art of the Mughal miniature really originated there because they got painters back from there and they were completely enthralled by the work that happened there and that cultural influence came in from there. We'll take a quick commercial break and when we come back, we move on to the second period of"
    },
    {
        "speaker": "Unknown",
        "time": "01:05:18.000",
        "message": "The Great Mughal Era. We're just trying to get some additional information that will help us get more advertisers on board. Speaking of shows, on Mr. & Mrs. Binge Watch Janice and Aniru talk about HBO's new teen drama series, Euphoria and on the Geek Food Podcast, we have a treat for the Breaking Bad fans. Join hosts Jishnu and Tejas as they discuss El Camino, a Breaking Bad movie. Simplified is back again with part 4 of their 150th episode. In this episode, they talk about the implications of Brexit and the transformation of Dubai. Speaking of other countries, on Postcards from Nowhere Utsav talks about his trip to Turkey with his friends and how you can curate your travel to make them the most fun and memorable experiences. On our Kannada Podcast, Thalle Harate Satya Sankaran joins Pawan Srinath to talk about how non-motorized transport needs new thinking, behavior, policy, infrastructure, action and more. On The Origin of Things, Chuck narrates an interesting story about a Brazilian company that struggled its way through World War II and the Great Depression. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:09.000",
        "message": "Welcome back to The Seen and The Unseen. I'm chatting with Ira Mukherjee about her wonderful book Daughters of the Sun and we've just finished talking about the ladies and the lives of Babur and Humayun. And I'm almost feeling embarrassed having to say the ladies and the lives of Babur"
    },
    {
        "speaker": "Guest",
        "time": "01:07:25.000",
        "message": "and Humayun, you know, making the same mistake that historians... Good, good. Self-awareness is the beginning."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:31.000",
        "message": "Yeah, I guess. Early on in your book, you say that you know, when you look at the women in this period, it can sort of be divided into three phases. That with the early Mughals, you have the older matriarchs who are really powerful people like Khanzada and I guess Zildar and so on. And Akbar onwards, the focus shifts first to foster mothers, I guess, in that immediate period where he's settling down. And then to wives. Yes. And then with the later Mughals, it shifts to like unmarried daughters. That's right. And is it sort of just happenstance or are there deeper reasons behind this kind of a shift and the kind of women"
    },
    {
        "speaker": "Guest",
        "time": "01:08:07.000",
        "message": "who are becoming dominant? Well, I think initially the matriarchs were important because they were the ones carrying that culture. So they were the ones who had the moral authority. They were the ones who had that clout. They were the ones who had that influence, you know, and respect. The younger women were not at that point that needed, you know, you needed the older women who had that authority with them, which the younger women didn't have. And therefore, the Babur and Humayun were particularly respectful of these older women. All the Mughals were right down the line, but the ones who had that visibility, let us say, are the older women. Because I think they, at a time of very great uncertainty, of vulnerability of the empire, they are the ones who brought that sort of counterpart and that weight and that culture with them. Then Akbar, in his early years, because as we know, he was abandoned as a baby, and I think probably that is one reason for those few years before his parents came back, but the entire time of 10 years in Kabul, he was surrounded by his foster families. And I think that possibly shaped him very deeply. He may have somewhere felt that whereas his parents had abandoned him, his foster families stood by him, protected him physically, from his uncle Kamran, who was always a slightly volatile character, from Askari, and from all the dangers around a child, a baby, you know. So I have a feeling that these years shaped him so that he had this love, this affection, and this gratitude to his foster families throughout his life, so that his foster brothers could get away almost with murder and he forgave them, like Aziz Koka could say all kinds of cheeky and disrespectful things to him in the open court, and Akbar would mostly laugh it off or shrug it off, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:51.000",
        "message": "make light of it. In fact, he very memorably"
    },
    {
        "speaker": "Guest",
        "time": "01:09:53.000",
        "message": "said that there is a river of milk between"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:55.000",
        "message": "us. That is right. He so poetically said that."
    },
    {
        "speaker": "Guest",
        "time": "01:09:57.000",
        "message": "Such a beautiful phrase. Such a beautiful phrase, exactly right. And so, you know, he was very, very grateful I think to his foster families and his foster mothers, therefore. And the one who was most ambitious, let us say, was Mahamanga. There were others that he loved perhaps more, like Jiji Anga, Aziz Koka's mother, but she was not ambitious in that sense. She was always there with Akbar, but I don't find any records of her doing anything of her own in terms of architecture or commissioning anything, but Mahamanga was. She was an ambitious woman, she was a talented woman, so was her son, but he was again very volatile, Adham Khan. And Mahamanga, so therefore at the time of the early years of Akbar, when he hasn't yet come into his own, when he is in the force of nature that we later know him to be, Mahamanga is very, very powerful and it is written that she practically ran the empire for those two years until Adham Khan oversteps the boundaries and therefore Mahamanga also falls. So, we have that short period of time in which there are the foster mothers and it is short, but it is not inconsequential because she carries out many orders, she runs the empire and she builds one of the first great mosques, Mughal mosques of Delhi, which is today completely forgotten. It's the Kherul Manazil Madrasa and mosque complex which is opposite Old Fort and today it is in ruins sadly, but it is a wonderful testament of a non-royal Mughal woman and it is clearly written, there's a writing on it in Persian saying that this has been commissioned by Mahamanga. So, she's put her name to it. You see her ambition, you see her desire for her name to continue in posterity. And so, after these short years, once the matriarchs die out, they stay out for quite a long time, Hamida Banu and Gulbadan, Bega Begum dies first, but there's Gulbadan and there's Hamida Banu, they continue. Because Hamida Banu was so young when she got married and she had Akbar, she died only a couple of years before her son. So, almost his entire life, he had these matriarchs who remained very powerful and visible despite Abu Al-Fazl's attempt to make them invisible. So, Gulbadan goes on this wonderful all-women's hajj which is a remarkable thing for a 16th century Muslim woman to do. And she spends a full seven years before she comes back to Fatehpur Sikhi. So, one imagines the kind of adventure that she goes through and how much she must have enjoyed herself to have stayed away from"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:21.000",
        "message": "this opulent court. And you described even when they came back, she didn't go directly from the shore to the, you know, she's"
    },
    {
        "speaker": "Guest",
        "time": "01:12:27.000",
        "message": "going everywhere and really chilling with her. Exactly. You would think if she really wanted to get back, she'd rush back home. But she first goes to Ajmer to see the Dargah, you know, she does all the other minor pilgrimages. So, she's clearly having the time of her life, you know. And what a pity that she hasn't written about that. So, yes. So, there are these matriarchs who remain influential almost till the end of Akbar's life. So, we don't hear a great deal about the other women at this time. It is only after he passes away that one hears more about the power of his mother, Harkabai, the Rajput princess of Ajmer, who is, of course, in popular literature misrepresented as Jodhabai in Jodha Akbar. That is completely untrue. She was not from Jodhpur. She was from Ajmer, which became Jaipur later on. So, it is only after Akbar passes away that you see that Harkabai is a very powerful, financially independent woman. She has her own trading ships. She's very interested in trade. In fact, it even brings her up against the Portuguese who are a real menace and whom she loathes. And so did all the women. In fact, the harem was very anti the Jesuit missionaries. They found them a nefarious and toxic influence and they hated, obviously, the things that they said against both the Muslims and the Hindus. In that way, they were quite democratic. They would criticize both the Hindus and the Muslims. So, both Harkabai and her retinue of Rajput women hated them and so did the Muslim ladies. They were like, who are these men telling us how to live our life? So, it is only after Akbar died that you see the power of Harkabai. So, she trades and she has interactions with the Portuguese and she has even a proxy fight with them. But she's a powerful woman. We only see that later on, for that short period of time until she passes away. And then the wives come into their own with Nur Jahan, of course, famously. And it is later, in the time of Shah Jahan and Aurangzeb, that the daughters become more powerful. And I think it's because the daughters now are carrying that bloodline. They are the timid women because the wives are local wives now. They are Hindustani wives, non-timid wives. So, they do not carry that charisma of the timid which is necessary to perpetuate this legacy. So, it is the daughters who take on that role. Jahanara Begum is a timid woman and she claims that legacy very forcefully. And I found that is what attracted me to her. Just like the men did. In fact, almost more than the men did. She said, I am a timid woman. I will build these buildings. She built so many structures in Old Delhi. She wrote biographies. She was a Sufi peer. She had a Sufi journey. She wrote about that in her biography. And she does all this claiming that she is blessed and is perpetuating the timid lamp, the knowledge of the timid. So, that is very important. It is because of her bloodline that she is able to claim this sort of descendants and legacy. So, that is why the daughters then become important. As does Roshanara. But she is just... One of the Europeans, I forget, Bernier, somebody wrote acutely but cruelly that she is also very beautiful but less beautiful than Jahanara. She is also talented but less than Jahanara. So, she was always second best. But these women were powerful. They were incredibly wealthy. All the Europeans who wanted to trade at court had to parlay with them and had to interact with them and they ignored them at their own peril. I think one of them, Thomas Rowe, first thought that he would do without Jahanara Begum and it worked out very badly and he had to scramble later on to make up for that. So, these women, Noor Jahan, Jahanara and Roshanara were very influential later on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:01.000",
        "message": "One of the things that struck me about Akbar's times, in fact, two of the fundamental shifts that happened and one was sort of a cultural shift in the sense that he was marrying a lot of Rajput women in alliances and so on. And that had an influence. Like in just one context, you write, quote, In just a few years, this Rajasthani style will irrevocably influence Mughal court dress and etiquette. Tight jackets and tunics and diaphanous materials elaborately printed will replace the more pragmatic flowing kabhas of the Mughal women. But it's not just in dress. In every possible way,"
    },
    {
        "speaker": "Guest",
        "time": "01:16:37.000",
        "message": "it had an influence on the court. It did. It had an influence which was, I think, both ways. More than we acknowledge. The Rajputs obviously adopted a great deal from the Mughals, from their culture. The miniature paintings went to the minor courts of Rajasthan and they flourished when Akbar commissioned the Razam Namas, which was a translation of the Mahabharata. This extraordinary document which required Brahmin priests sitting together with Persian theologians and writers and translators and all this amazing intellectual work going on so that the Mahabharata, this amazing Sanskrit script was translated into Persian. When the Rajputs saw this, they also commissioned one. They said we will be no less and they commissioned one which had twice the number of paintings that the Mughals had. So you see, they were very much influenced as well and they took all these elements back to their court, whether it was in architecture, the paintings and of course the Mughals were completely altered by the interaction with the Rajputs. Definitely in art, and you can see in Fatehpur Sikri this mixing of styles, Gujarati, Rajasthani, you know, Timurid of course. It was very much because of Rajasthan, but the interesting thing that I have also talked about and I'm talking about more in my next book is the way they were influenced in terms of the women's life and the purdah specifically. We normally tend to assume that the purdah came with the Mughals, that they brought it with them from Central Asia into India and I'm wondering if it is not more a sort of a two-way thing that when they came in, they seemed to have, as I said, a very porous purdah indeed. Many of the women were visible, they had a very light purdah, they were on horseback, they travelled everywhere, they talked to the men openly, you know, they interacted with them in mixed gatherings. But this purdah that happened happened more at Akbar's time and we know that Rajasthani Rajput society at this time had a purdah system which was extremely intransigent and their women were very much cloistered in fact the higher up in the echelon they were, the higher were the walls physically of their, you know, of their zanana. So even light could not enter. Their purdah was so restrictive that they were meant to cover their heads even in front of senior women. So their mothers-in-law, for many years a young bride could not cover, uncover her face whereas the Mughals never had any such thing, they interacted freely with other women. So I am wondering whether this is not also something which the Rajputs brought with them which became something that Akbar then thought would be good to emulate because these are high caste Rajput men who are introducing this system therefore it is something that he as a Mughal emperor should also bring into his harem, you know, as Patshah of India. And perhaps a two-way thing, perhaps the Rajasthanis then saw how the empire was forming, how the court was becoming more ossified and more stratified, how the harem was becoming tighter, the zanana was higher and they brought even more restriction to their women so that by the end of it both societies have their women tightly cloistered and invisible in a way. So yes, the interaction with Rajasthan, with the Rajput culture is something which I think has become so organic that it would be difficult to say where the Mughal starts and where the Rajput ends."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:45.000",
        "message": "And what you also pointed out in your book, the second big shift perhaps is that now the zanana becomes something sort of separate where Akbar starts spending more and more time with men whether they are, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "01:19:57.000",
        "message": "theologians or artists or whatever"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:59.000",
        "message": "and the zanana becomes a separate thing and it raises a management problem. Again, to quote from your book, you write, quote the very large number of women now in Akbar zanana has brought up a very vexatious question even for a great statesman such as Akbar. This troublesome question is though it is only through order that the world becomes a meadow of truth and reality, this order yearningly aspired to by Abu al-Fazl for Akbar is hard to maintain in the raucous community of women, children, staff, relatives, guards, tutors and assorted entourage that Akbar zanana has become."
    },
    {
        "speaker": "Guest",
        "time": "01:20:31.000",
        "message": "Stop quote. How does he handle this? Well, first we have to consider what Abu al-Fazl is saying. Abu al-Fazl states that Akbar has 5000 women in his zanana. Now anybody who has visited Fatehpur Sikri will know that this is a gross exaggeration. You would be absolutely like sardines in a can if there were 5000 women in what were pretty modest quarters if you're talking about a sum like 5000. He says 5000 to aggrandize Akbar. He says 5000 to show how mighty Akbar is, that he can provide for and protect 5000 women, that he requires 5000 women around him in his zanana. So it is a gross exaggeration. The Europeans talk about 300 women. Even there we're not talking about 300 wives at all. So there's always this assumption that these 5000 women are sexually available to Akbar. They're his wives. This is complete nonsense. If you do the calculations, Akbar would have done nothing but spend time with his wives if he had 5000 women. How would he have founded this amazing empire? Firstly, one has to look at what Abu al-Fazl is saying. Even considering the fact that there were not 5000 women, there were a lot of women because now all these Rajasthani ladies brought their retinues with them. And this is one thing that the Rajputs did is that when they sent out their daughters, they didn't just send them alone to their in-laws. They sent them completely accompanied because they did not trust the food, what they would get in their in-law family. So they brought in all their infrastructure with them. Whether they were priests, whether they were masseuse, whether they were teachers, whether they were pandits, these were all women. Interesting to know the women were carrying on all these roles. So this structure that Abu al-Fazl tries to create as being extremely ordered must have been something which was quite rambunctious and out of control in a way if he has to keep saying that it was a very chaste place and a very ordered place. But the fact is that it was managed. It was like a city in miniature. It was like a government in miniature. You had a daroga, you had somebody taking notes, somebody who took accounts, somebody who showed those accounts to the Patsha, who presented to the Patsha all the requirements of the women. The women would also make requests every day for charity for poor women they would support. Those requests were made before the emperor every afternoon. So there was this very complicated and intrinsic bureaucracy and life which was going on in the Zainana which was not at all the one that Abu al-Fazl was hoping to create. It was something that we have forgotten because of the sanitized way that he talks about it. But it was a very lively place. It was a place where a great deal of power was exercised by the women and where they managed in many ways to escape this veil in one way or the other, you know, despite the attempts by Abu al-Fazl"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:17.000",
        "message": "to keep them constrained. In fact, at one point you write after Gulbadan comes back from the Hajj, you write, stop quote, the Zainana at Fatehpur secreted Gulbadan returns to in 1582 is very different from the Haramana for wandering with Humayun. The great tented mobile cities have disappeared, replaced by the sandstone and marble walls and palaces of Akbar Zainana. Stop quote. But what is happening here, interestingly, is that even though these women are largely being kept separate and the whole management has changed that the matriarchs that remain are still very influential in politics and political manners matters, for example, how they help"
    },
    {
        "speaker": "Unknown",
        "time": "01:23:53.000",
        "message": "Saleem, whom we later"
    },
    {
        "speaker": "Guest",
        "time": "01:23:55.000",
        "message": "know as Jahangir come to power. Tell me a little bit. So it's interesting that though on the one hand we are told by many writers and many Europeans that this was a place of gossip and intrigue and backbiting and you know jealousies among the women. I find that actually they were very united in their cause, these women. And when they supported a prince, it was usually everyone together. When they tried to get somebody thrown out of court or out of favor, it was all together. Whether it was the Jesuit missionaries who eventually had to go and they attribute their fault to the fact that the wives and women of Akbar were against them. So they were very powerful and they seemed very united in their cause. And Saleem was a great example of that. He was a complicated prince who had a complicated relationship with a very powerful father. So this father-son dynamic was something which was difficult to navigate for him, you know. And I think he often relied on the support of the women. And at one point, I think in open court, I think it was Salima Sultan Begum from behind the jali, she says you know Pacha, we have something to say to you and if you don't come to us, we will come to you. So I found that really funny. I was like, this is a threat. They are saying that they are going to come out in open court and create a scene if he doesn't come to them and listen to their woes or whatever a farmaish they want to make. And he goes. So they were very united in their cause and when they supported a prince, princes really relied on this support to get further and to get gain of cause for whatever they"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:25.000",
        "message": "wanted to achieve. And in the case of Saleem in fact, you know his estrangement was so severe that when Akbar sent Abu al-Fazl, he got Abu al-Fazl beheaded, which would not have made some of the women so unhappy, I imagine going by the histories that he eventually wrote. But then Salima Sultan Begum steps in and she helps her father and the"
    },
    {
        "speaker": "Guest",
        "time": "01:25:45.000",
        "message": "son come together and then eventually there is a rapprochement despite the one beheaded friend of Akbar. Yes, one beheaded friend, exactly. And it is of course they wrote that we can only imagine Akbar's, you know, great disarray and distress at the death of his great friend. So, to have brought about this rapprochement when Saleem has crossed such a line and committed such a grave error shows the influence of the women that they were, despite that and Salima Sultan Begum is sent out to do this job, which is interesting because on her own, well, Akbar marries her but it almost seems to be a marriage of convenience. They have no children together and she is older to Akbar so maybe he views her more as an older relative. But, so despite the fact that she has no son of her own, no, you know, independent status of her own, she has this respect and she is sent to bring Saleem back to influence Saleem also because he is also of a mind to just create trouble and to create his own court and to challenge his father. She talks to him and she brings gifts from his father and says, look this elephant I am bringing from your father that means, he means well he is not out to harm you. And she brings him to court and finally there is a rapprochement between the two and Akbar does"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:55.000",
        "message": "forgive Saleem for this heinous crime. And besides all the remarkable women in your story, there is also a remarkable ship, which of course is Rahimi, which is Harkabai's ship or Maryam Uzmani as she was known. And I found this whole episode with Maryam Uzmani and Rahimi and what happens to Rahimi very fascinating because this is again one of those happenstance things that it kind of almost causes a decline in the fortunes of"
    },
    {
        "speaker": "Unknown",
        "time": "01:27:21.000",
        "message": "Portuguese colonialism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:23.000",
        "message": "This is a fascinating episode and Rahimi of course is described in this sentence that I found just lovely, which was described it as a Hindu Queen's Muslim ship carrying hutch pilgrims in Christian waters patrolled by the Portuguese"
    },
    {
        "speaker": "Guest",
        "time": "01:27:37.000",
        "message": "armada. Stop Guru. Yes. Tell me what happened here. Well, you know it's amazing and it just shows the polyphony and you know the multiplicity of the court at this time is that, so as I said after Akbar passed away we see more visibly that Harkabai is a very powerful woman and she has a ship in her own name who sails under her colors, the Rahimi. So this is a hud ship but the hud ships at the same time also conducted trade. There was a lot of trade in the Indian Ocean between India and the Middle East and further still from way back and it was the Portuguese who started controlling this and they introduced piracy and rapacity and you know they were pretty brutal in their dealings with the Indian ships. So they were loathed by everybody. You know everybody was agreed that the Portuguese we need to find a way to get them out of Indian waters because they only create trouble and they also since their hutch pilgrims have been carried there they used to also look for any chance to trouble the pilgrims you know and to torture them if they could. So Harkabai has this ship called the Rahimi and the Portuguese have introduced this system because they do control the waters because of superior naval power and they've brought this system of the Kartaz which is a pass that you have to have obtained from the Portuguese authority to have your ship sail. Now the Mughals hate this because the Kartaz has a picture of the Holy Mary and they really hate the fact that their pilgrims they're going to Mecca having to carry this pass with you know Christian symbols on it. So it is in many ways you know a flexing of muscles and showing strength and who must obey which laws and so Harkabai detests the idea that she has to you know kowtow to them and obtain this pass but they do and despite that the ship is seized and Harkabai is really furious at this and she says we must stop all trade with the Portuguese if this is the way that they're going to treat our ships and until this point really none of the Mughals had really confronted the Portuguese. The Mughals their vision was more turned to the land. It was more to the agricultural hinterland where all the money was the produce was you know where the great harvests of India were. They were not looking so much outwards towards the seas. They did have a navy it was largely a river navy you know so they sailed the rivers not so much the high seas. So they had not really come into confrontation not that they particularly want to but when Harkabai made this demand it effectively, now she never did recover the Rahimi but it effectively brought to an end the great control that the Portuguese had over the Indian waters and the English are delighted because they know that if the Portuguese are out and they've been controlling the waters maybe it is the time of the English finally and they write with great delight and say the Queen Mother is furious at the Portuguese and this will spell the end and in a way it did and so happenstance again as you say brought about this this amazing you know change in the politics"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:37.000",
        "message": "of the waters. Do you sometimes get tempted just to forget about history's history"
    },
    {
        "speaker": "Guest",
        "time": "01:30:41.000",
        "message": "and write counterfactuals?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:45.000",
        "message": "Let's not even go there."
    },
    {
        "speaker": "Guest",
        "time": "01:30:47.000",
        "message": "That would also take you back to literature right? That's right. Which you said was your first love."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:53.000",
        "message": "The next character I want to talk about is Noor Jahan and she is really interesting because she has got really humble beginnings. Yes. She rises to great wealth even more than"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:03.000",
        "message": "the emperor himself perhaps as you point out."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:05.000",
        "message": "Yes. But she has a kind of an"
    },
    {
        "speaker": "Guest",
        "time": "01:31:07.000",
        "message": "enormous end. Yes. So Noor Jahan is a fascinating character you know again pretty poorly served by the Europeans who always imply that she holds the emperor in sexual thrall so it is a way a debasement of Jahangir also and it is you know they are showing her as this manipulative sort of virago type person you know which is doing her a great disservice. As you say she came as a refugee. Her family came as refugees from Persia and they came to Akbar's court and then they rose slowly through the ranks. They were all very talented whether it's her father who was prime minister, her brother who controlled, who was very very powerful, Noor Jahan herself. Not just powerful, very very talented people. They did things in all fields. Her mother developed attar of roses for example you know. She just collected the skum after boiling roses and found this amazing fragrance. So they were a talented family and she achieved a great deal which Rubilal talks with a great deal of authority. So I have not written a great deal on Noor Jahan because it is all there in Rubilal's amazing book Empress but what she says which is of interest to me is the fact that we have to see what Noor Jahan did and see it in context because in India we have a you know history is taught in a sort of bullet point form so we are told she shot lions, she minted coins, she did this that and the other. You learn all these four or five facts and you move on to the next thing. But what you have to realize is put in context who shoots lions? Only the Padshah. Nobody else is allowed to shoot lions. It is a royal prerogative. Who mints coins? Only the Padshah. The Jharoka Darshan. Who sits at the Jharoka and allows themselves to be painted and represented as sitting at the Jharoka? It is the emperor. So if you put all these points together that she does and she does do all these things and put it in the context of the time, it means as Shubilal has said that she is co-empress. She shares power equally with Jahangir who shares that power with her. He is not doing it because he is debased or because he is in the throes of alcohol or anything else. He does it because he is happy to share power with a very talented woman at a time when he is poorly, his health is failing and this woman has the vision and the aesthetic vision to carry his legacy forward which she does you know when we look at the tomb that she builds for Itmad-ud-Daulah's tomb outside Agra. If you look at that tomb, it is the culmination for me. That's why I have focused more on Itmad-ud-Daulah's tomb and less the other aspects which Shubilal has covered so well. Itmad-ud-Daulah's tomb is the culmination of Noor Jahan's talent and we look at that building built years before the Taj Mahal. It is in pure white marble which had never been done before and which Shah Jahan did because he saw Itmad-ud-Daulah's tomb. It has got inlay work which had never been done before which was later copied in the Taj Mahal. So it is a trailblazing monument. It is a beautiful, exquisite monument and if you look at, so she builds this for her parents. She is very dedicated to her parents who are both, as I said, very talented people. When they die, she is heartbroken and they die within three months of each other which I also find very moving. The wife dies and Jahangir writes in his biography that you know the poor man, Itmad-ud-Daulah is heartbroken. I am trying to cheer him up but I fear for his life and within three months of his wife's death, he passes away too. He is so, you know he and his wife are so close and then Nur Jahan builds this beautiful tomb for them. At the same time, Jahangir is building a tomb for his mother, you know not long after. Maryam Uzzomani's tomb which you can see today also outside Agra and it is a thing of very little beauty and very little grace and it is actually a reconfigured Lodhi Biradri. So he has just taken an existing structure, added two, three things to it and said I will bury my mother here. So I talked about this once, you know at a talk I was giving and I was saying I think the lesson to be learnt here is that if you are planning to build a mausoleum for yourself give the task to your daughter not to your son, you know because they take more care with things like legacy and memory and you know eternal"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:11.000",
        "message": "sort of. Which some would say applies to more"
    },
    {
        "speaker": "Guest",
        "time": "01:35:13.000",
        "message": "things than just mausoleums."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:15.000",
        "message": "Digressing slightly, you know you said you have grown up in Delhi and you are surrounded by all these great historical monuments and buildings and tombs and so on. Do you look"
    },
    {
        "speaker": "Guest",
        "time": "01:35:23.000",
        "message": "at them differently now? I do. I do, I do. That's a very pertinent point that you have raised and I do look at them very differently and it's sad that we don't all do that because we are surrounded by such treasures in Delhi and many many other"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:37.000",
        "message": "cities which we take for granted"
    },
    {
        "speaker": "Guest",
        "time": "01:35:39.000",
        "message": "all the time. Not only do we take it for granted, we let them fall to ruin to disrepair and there are so many good people trying to work against that and trying to get us more aware of these amazing things that we have just in our life around us. If you compare with other cities who don't have that you know you feel bereft without all this history. Here we take it for granted but it is such a wonderful thing to have. Now when I look at them, I look at the stones and I see what they have to say I know I can figure out what influence is there, who came later, what they tried to change. You can see a Mughal building with a bit of a temple statue element in it, you know that some temple must have been broken and this bit was taken because this was the pragmatic reality. We used materials whether one way or the other. You found materials lying around, you used it but if you are not told these things and you don't have the eyes to see it then you know it just gets wasted in a way"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:33.000",
        "message": "and it's such a shame."
    },
    {
        "speaker": "Guest",
        "time": "01:36:35.000",
        "message": "So do you go often to... I do. So I go for a lot of heritage walks part of my research I call it part of my research though I love it immensely is going for these walks because we haven't talked a great deal about the research process but there is the primary sources there is the written material but there is also this intangible thing around us which is these heritage walks where these people who are not sometimes historians but sometimes amateurs and enthusiasts, they are able to create a sense of those times when you go on these walks with them. They'll tell you what music was playing perhaps or what pan you were supposed to have at this location or whether there was a well there so you heard the trickling water so these people are also part of my research you know and I get a great deal of knowledge from going on these historical walks. So going on these walks has really opened my eyes to a lot of these monuments that are just lying around"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:25.000",
        "message": "you know. So much wealth all around us, all my Bombay friends who mock Delhi for the pollution"
    },
    {
        "speaker": "Guest",
        "time": "01:37:31.000",
        "message": "and the people that is a lot more than that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:33.000",
        "message": "Oh please. Let's talk about a character you've written about more than just in this book which is Jahanara"
    },
    {
        "speaker": "Unknown",
        "time": "01:37:41.000",
        "message": "who is sort of the daughter of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:43.000",
        "message": "Shah Jahan and she is unmarried and you know she is a Padshah Begum she is known as Begum Sahab and her history is kind of tragic and almost a counterpoint to her younger sister Roshanara"
    },
    {
        "speaker": "Guest",
        "time": "01:37:55.000",
        "message": "Yeah. You know I'll challenge you on that Amit and say that I think it is later people who have inferred that it was tragic perhaps because she was unmarried I wonder if she didn't actually prefer it that way because she was Shah Jahan's favourite daughter, eldest daughter also. She was 17 when Mumtaz Mahal died and half of Mumtaz Mahal's wealth which was a substantial amount, half of it went to Jahanara Begum. So you can see the way in the matriarchies carry on this tradition of giving wealth to their daughters so she has this enormous wealth at the age of 17 already and she only accumulates wealth because she becomes more and more powerful. Shah Jahan gives her villagers in her name, he gives her trading ship, all the noblemen keep gifting her jewels and then she becomes an immensely powerful woman. Wealthy and powerful and she has the talent and ambition to do something with it. And I wonder if she was married to somebody it would be an inconsequential man because all who do we have left? In the wars of succession all the uncles have been killed off, the cousins have been killed off no powerful timid men remain for her to exist. Who would she have married? What kind of life would she have had? She would have had to bow out of the Mughal court which her younger sisters did, the ones who married, they bow out of Mughal history we don't hear about them ever again. I think Jahanara with her ambition was very happy to be the unmarried daughter of the greatest emperor on earth at that time. You must remember that we put this in context we must put it in global context. This was the most powerful and financially"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:27.000",
        "message": "wealthy empire on earth. So she was basically like Ivanka Trump Oh dear, where have we come to? I shouldn't have said that."
    },
    {
        "speaker": "Guest",
        "time": "01:39:35.000",
        "message": "So you know I don't think she was that unhappy she had personal tragedies which of us doesn't. Her beloved Dara Shikoh, her brother is of course killed by Aurangzeb. She loses in that sense because she supported Dara Shikoh so she lost that battle but she won the war because Aurangzeb after the death of Shah Jahan brings her back to court, reinstates her as Padshah Begum. Not only that he allows her a home outside of the Zanana of the Red Fort. So she has an independent luxurious lifestyle where she can now create a court of music. So she starts to patronize musicians and poets. So in the end of her life this is what she has. So I don't think she is such an unhappy woman at the end of the day after all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:19.000",
        "message": "But in this activity, in living separately, in building this house of music she is in a microcosm doing what could have happened if her brother"
    },
    {
        "speaker": "Guest",
        "time": "01:40:27.000",
        "message": "Dara Shikoh had actually... Well, you know Dara Shikoh is one of the great what ifs of history, right? But to be very honest he was not a very competent ruler. I don't think he would have made a very competent ruler though we are instinctively drawn to him because of his history because of his interest in the Indian literature and his translating all those documents and him wanting to understand Indian, Hindustani literature better. So we want the goofy prince to have been king and to have created something wonderful. But I am sorry to say that he was a bit of a weakling, a bit of a vain man who had a tendency to listen to the sycophants around him who believed all that, who had a rather inflated idea of what he could do and could not do it. When push came to shove he could not fight his brother. He lost every battle against Aurangzeb. So if he had won somehow or the other, I am not sure the empire"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:21.000",
        "message": "would have progressed the way it did. You know the reason they were fighting in the first place is of course the Timurid line of succession where it's not necessarily the eldest son who ascends to the throne"
    },
    {
        "speaker": "Unknown",
        "time": "01:41:31.000",
        "message": "but it's a meritocracy, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:33.000",
        "message": "fight for it and whoever is left standing at the end of it and I don't know if that's a feature or a bug because the good part of it is that the able ruler will eventually in theory get there but the bad part of it is that you have all this politics"
    },
    {
        "speaker": "Unknown",
        "time": "01:41:45.000",
        "message": "and intrigue and mistrust"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:47.000",
        "message": "and all of that. And once Aurangzeb comes on the scene even though he rehabilitates Jahanara and all of that women start being"
    },
    {
        "speaker": "Guest",
        "time": "01:41:57.000",
        "message": "a little less consequential. Yes, even Jahanara Begum we hear much less of her she is Patsha Begum but I was not able to find very much about her about what she had accomplished post the death of Shah Jahan apart from the fact that she arranges for some grand weddings which was very much a role that the women carried out grand weddings for her nieces. So she continued that nurturing of the women the line of the women and looking after the marriages so she did do that and as I said she had a home of culture, of music and poetry but all the great buildings have now died up. There is none of this commissioning of amazing grand projects and Aurangzeb's daughters also, we must also remember that for most of their life Aurangzeb is in the Deccan so it's a very different atmosphere. It is not the court of Delhi which has been emptied now out of its great musicians, its great architects and its great gentlemen, they have all gone away so it is a very different court and definitely it is not a court in which the women are much in the limelight I think I am not an expert on Aurangzeb but it is my feeling that later on he has been he is so suspicious of all those around him because he has been betrayed this happens all the time, one daughter would support another brother thinking that Aurangzeb will surely now pass away, he lives to the age of 90 but all along people think ok at 50 he will die, at 60 he will die, at 70 so the daughters support other brothers in their bid for the throne. Aurangzeb finds out about this and imprisons them so he is shackled by this great suspicion of all those around him and he doesn't let anybody else shine in the light the way"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:39.000",
        "message": "Jahanara did. So in a sense they are all also in a manner imprisoned by this great opportunity that the Timurid line of succession also is."
    },
    {
        "speaker": "Guest",
        "time": "01:43:47.000",
        "message": "Yes, the women definitely were also because in a way they die out, they are not allowed they don't marry, they aren't Timurid contenders so they can't marry anymore and so the women after Aurangzeb, it would be interesting to write a Daughters of the Sun part 2 because after that you find a very different sort of woman coming to the limelight, it is no longer these Timurid royal women, it is lower caste women who get married, concubines who rise up because they are no longer any more Timurid women so it goes in a different direction post Aurangzeb which is also interesting but yes the Timurids that hold that they have over these women actually ended up in a certain way"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:27.000",
        "message": "in them dying out. And speaking of those books waiting to be written do you find that what you are a part of in a small way which is this changing of this gaze you know, going away from the traditional gaze, going away from the male gaze, looking at it, looking at history differently, looking at heroism differently, looking at the role that women played in politics and all of it differently do you find that you are like one of a handful of voices in the wilderness or the way history is being practiced itself is gradually"
    },
    {
        "speaker": "Guest",
        "time": "01:44:57.000",
        "message": "changing? I hope that it's changing Amit it's definitely being practiced differently at least with narrative history I find that in the past few years there have been a slew of books mine is just one amongst many books, amazing books have been written whether Parvati Sharma's Jahangir, you know Manu Pillai who's been writing, Rana Safdie who's been writing, Rubilal there are a number of books which are pitched at the layperson so that's a wonderful new thing. These are, early on we had we've always had great history writers but they've been academics and they've been pitched at other academics you know so it hasn't filtered down to the layperson to the degree that I find now it seems to be doing whether at the academic and scholarly level it is also going in a certain direction, I hope so with people like Rubilal doing the work she's doing, I hope so you know I hope that the scholars certainly people like the art historians are setting the history world on fire and we haven't talked so much about miniatures but art history is something that I use a lot when I'm researching because you know we always think that this physical evidence is static that it's there and you can look at it but it's always been the same, that's not true and art historians are at the vanguard of this change because they are looking at these same miniatures from say 500 years ago, 400 years ago and they're reinterpreting them in completely new ways, completely novel ways which is changing then the way somebody like I would write about history so for example there's a miniature from the time of Humayun which used to be called Humayun and his brothers just a very general one, if you look at it it looks like a painting of somebody you know who has taken a lot of hallucinatory drugs because it's full of colors and wild colors and there are lots of figures but art historians, I think it is Dr. Laura Parodi has had a close look at this painting which is of Humayun and somebody who looks like his brother Hindal next to him and other gentlemen also but groups of women as well and she has looked at these groups of women and she has individually identified them and said that one group of women is clearly Hamida Banu Begum, Gulbadan Begum, I think Bega Begum and a fourth sister and another set of women is the milk mothers, perhaps Mahamanga and Jidiyanga so now we are looking at this in a completely different light, this is not Humayun and his brothers, this is a place where women were very very important and they have said this is probably a place associated with fertility rights, therefore it is probably the circumcision ceremony of Akbar so it is telling us a great deal about what happened during circumcision ceremonies, how important the women were, how important fertility rights were, which was something that we had not talked about at all before and will completely now change the way that I will write about episodes like this. So yes art historians are definitely pushing those boundaries and bringing in new ways, new interpretations"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:47.000",
        "message": "all the time. This sounds really fascinating though a young millennial today would think oh it's like Facebook tagging, you go back to the past and you take a miniature and you tag everybody and you give"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:57.000",
        "message": "the location and all that. Exactly"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:59.000",
        "message": "kind of like that. So you know my listeners keep asking me on social media that you talk to such interesting guests, why don't you get some book recommendations for us because we want to read more on this subject so you know for example art history what do you recommend people read or even just history in general what are the books in the last few years"
    },
    {
        "speaker": "Guest",
        "time": "01:48:17.000",
        "message": "which you just thought everybody must read I think for anybody who is interested in gendered history even Empress you know the biography of Noor Jehan will change the way you look at Noor Jehan. Rubilal Rubilal will change the way you look at Jahangir you know. So that's an important book. I very much enjoyed Rebel Sultans by you know Manu. What else would I recommend? You know I read some pretty dry stuff so I don't know if I would recommend it to all your listeners but anything that's coming out of on you know any of these coffee table books on the art history, on miniatures is changing all the time so it's absolutely fascinating even for a lay person to read because A you have the images which sometimes seem dull and repetitive if you just look at it you know without the knowledge behind it but when you are told certain details you know about the miniatures then you look at it completely differently. For example there's a painting which is used constantly called Birth of a Prince it's probably the birth of Salim the future Jahangir and when you look and I've looked at it many times and I've used it in my books, in the middle is the mother and all around her are what are timorous looking women and some Rajasthani looking women but she herself is dusky you know and she's clearly Rajasthani and this is her Kabai herself and I think you know my god the makers of Jodha Akbar should have looked at this before casting Aishwarya Rai because she looks nothing like this you know so books on art history today are amazing and they will open your eyes to something completely novel and a new way of seeing the past"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:49.000",
        "message": "It's really exciting I'm going to go to"
    },
    {
        "speaker": "Guest",
        "time": "01:49:51.000",
        "message": "Amazon right after this. Can we now ask what are you working on now? So now I'm still in the Mughal period and I'm writing a history of Akbar, a biography of Akbar and it's very exciting for me because so far I've only seen Akbar really through his women so now I'm seeing Akbar but with his women alongside him because I think they're often written out of histories of Akbar you know it has as we have been discussing this entire time scholars tend to scrunch up the history of Mughal women into one chapter so you have 200 years of existence changing, dynamic existence scrunched up into one way of being as if there is a one way in 200 years things won't change you know as if food won't change, etiquette won't change so with Akbar I'm hoping to show not just his life but how from his very birth from the time of you know his milk mothers how all these women entered his life changed him, influenced him how he changed them like the Rajput women and how Akbar and build a I hope a more complex and nuanced image of this"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:57.000",
        "message": "great Badshah. I urge you to leave the studio and"
    },
    {
        "speaker": "Guest",
        "time": "01:51:01.000",
        "message": "write the book fast because I cannot wait to read it. Thanks so much for coming on this season. Thank you so much Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:09.000",
        "message": "If you enjoyed listening to this episode hop on over to your nearest bookstore and pick up Daughters of the Sun Empresses, Queens and Begums of the Mughal Empire by Ira Mukherjee. You can also pick up her previous book Heroines. You can follow Ira on Twitter at Mukherjee at M-U-K-H-O-T-E-Y at M-U-K-H-O-T-E-Y You can follow me at Amit Verma A-M-I-T-V-A-R-M-A. The Seen and the Unseen is supported by the Takshashila Institution and Independent Centre for Research and Education and Public Policy. You can browse all our past episodes at www.seen.in, thinkpragati.com"
    },
    {
        "speaker": "Unknown",
        "time": "01:51:41.000",
        "message": "www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com www.seen.in, thinkpragati.com"
    }
]