[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Before you listen to this episode of the scene in the unseen, I have a recommendation for you. Do check out Pulya Bazi hosted by Saurabh Chandra and Pranay Kotesane, two really good friends of mine. Kickass podcast in Hindi. It's amazing. Liberals, progressives, conservatives, libertarians. I have a problem with these labels. In fact, I have four problems with these labels. Problem one, they have changed meaning over time. The word liberal meant one thing in the 19th century and means quite another in the 21st. And it means different things in different parts of the world. For example, American liberals often have the opposite beliefs to European liberals and classical liberals and left liberals are often at loggerheads with one another. Problem two, the proper nouns often do not mean what the common noun does. For example, I meet too many liberals who are anything but liberal. So many progressives are certainly not progressive and many conservatives are actually quite radical. Problem three, these labels have acquired a tribal significance. And if you call yourself say libertarian, it is held as meaning that you belong to a tribe of people who call themselves libertarian and not that you believe in a certain set of values. And you then become part of the tribal warfare between liberals and conservatives and progressives and libertarians. And the discussion becomes heated and personal, degenerating to abuse rather than calm and rational revolving around values. Problem four, these labels are meaningless in an Indian context. Politics in India is not divided in the left right spectrum as it is in the West and identity politics dominates here. Though I did explore in episode 131 of the scene in the unseen, the theory that ideological fault lines do exist in Indian politics, but around different issues than in the West. And yet, here I am doing an episode called the Indian conservative. Why is this? Well, here's the thing. The scene in the unseen is basically driven by my intellectual curiosity about ideas and events. And over the last few months, I have been reexamining a prior belief I held about India, that there was no such thing as conservatism in India. I held the view that conservatism as it is in the West, say Burkean conservatism was missing in India, and that the term conservative was used as a respectable fig leaf by communal bigots who were simply indulging in identity politics. This is partly true, but I've come to realize that it's a simplistic view, and that there have been strains of conservative thought in India. And if we want to understand this country as it is today, we need to engage with it seriously and respectfully. My intellectual journey on the subject has partly taken place in public through various episodes of the scene in the unseen, in which I've spoken to guests like Aakar Patel, Suyash Rai, Rahul Verma and Akshay Mukul. Today, I take one more step in that journey with a fine author who has written an erudite book called the Indian conservative, which is therefore the subject of this episode, and of my continuing exploration of the hidden currents that drive our great nation."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:09.240",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:20.400",
        "message": "Welcome to the scene and the unseen. My guest today is Jayatit Rao, better known as Jerry Rao, who made his fortune as an IT entrepreneur and his name as a columnist in various national newspapers over a couple of decades. I thoroughly enjoyed reading his book, the Indian conservative, which defines conservatism, locates it in India's own traditions, rather than just to Western thought, and proposes and maps out two major strains of Indian conservatism in a formulation that was both new and thought provoking for me. The conversation you'll hear now is both combative and respectful, which brings me to an aside about a criticism some have leveled at me, that I do not invite guests who I disagree with. This is an absurd criticism, because I have had disagreements with every single guest I've had on the show, but always expressed in a civil way. Listeners used to the vituperative violence of social media may not even have realized that an argument was underway. This particular conversation was great fun for both Jerry and me. But before we go there, let's take a quick commercial break. Hey, I want to thank Intel for supporting the scene and the unseen. If you haven't already, I recommend you check out Intel vPro. Intel vPro is a business platform that maximizes the performance of your company's computers. One of the ways in which it does this is through their active management technology, or AMT. AMT allows a company to discover, repair and manage computing assets. This means features like remote power on, set wake up times and schedule updates, see your infrastructure remotely even when it's down, recover faulty systems without sending a tech like I've seen work grind to a halt in companies when something is not working and tech support is taking forever to even show up. Intel's active management technology or AMT allows companies to sort these issues out super fast, remotely, you get to make the most of your time and resources. What's not to like? For more details, head on over to Intel dot i n slash vPro. That's v p r o Intel dot i n slash vPro. Keep it running. Keep it smooth. Jerry, welcome to the scene and the unseen. Thank you so much Amit. Before we get down to talking about your book, The Indian Conservative, which I greatly enjoyed reading very thought provoking. Let's first talk a little bit about your personal"
    },
    {
        "speaker": "Guest",
        "time": "00:05:38.280",
        "message": "journey like what makes Jerry Rao, Jerry Rao? Well, I guess some relatively standard kind of Indian middle class background on the 50s, 60s, 70s. My father was an official in the government and he got transferred from place to place and we as a family moved with him from place to place. We are South Indian originally from the state of Tamil Nadu, but we are not Tamilians. We are Kannada speaking people. My family roots go back to Coimbatore. But for more than 100 years now, 120 years, we've been in Madras. So Madras is where I finished school and did my college. So that kind of gives you a smattering of Hindi, a smattering of Tamil, a smattering of Kannada and pretty much otherwise English is the way and a little bit of Sanskrit too in fairness. But that's pretty much the way one's linguistic narrative, if you will, pans out. Conservative family, very traditional, religious, every single religious festival occasion was observed, visited lots of temples as a child and as a teenager. So from that perspective, very much rooted in things Indian, also in things of the Raj, because my grandfathers, both of them were very much into English literature and so and into an appreciation of the finer things of the British Raj. So that too came through in the stuff. Oddly enough, oddly enough, since you ask, one of the incidents that I've been remembering recently in different contexts is when our family went to Bhakra in 1960, I think, and the dam was still being built. And my father, I remember telling us, look, what a grand thing Panditji is building for us. So there was that whole sense of the 1960s effervescent patriotism, the looking forward to a great future and all that and pride and all that. So that too was very much part of my upbringing. After that, after college, I went to business school, went to Ahmedabad, then got into banking and went around the world and took a couple of years off, went back to university, University of Chicago, then came back into banking, spent a lot of years in banking about 25 years, left in California in 1998, and went into it. That was a 10 year stint in it. Then we sold off our company and then I moved on. And since then, I've been an investor in a variety of companies, including housing finance company, which I exited some time back, and a housing development company where I'm still involved as a promoter."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:02.760",
        "message": "And what's your intellectual journey through this period? Like, like you'd mentioned when we had coffee before this, that you were a socialist in college. Yes, that is true. What was that journey like? How did you change? Was it that you were, you know, you did your MBA and you're out in the real world and you're mugged by reality, or?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:19.640",
        "message": "I think definitely the socialist thing was very strong in my college days, I would say age 16 through 20 time period. It was also remember the time when Vietnam War protests were taking place all over the world, including in sleepy Madras. And the Berkeley and Paris and all these things were, were very much part of the, the consciousness of people like us. And in India, we had a charismatic leader who was nationalizing banks and troubling Rajas. So, there was a, there was that wave of, of popular socialist feeling, which was very much part of my consciousness and my, my interest. And I've written a poem somewhere where I mentioned the fact that when we were young, we read Lenin's State and Revolution. Kind of tells you something about the nature of the time. Over, I think it is not just MBA and so on. It is over the years, gradually, with greater exposure to different kinds of texts, different kinds of people, that conservatism, first, it was actually on the economic side, a movement towards markets as being more consequentially efficient. But then I would say in the last 30 odd years, it's been, or 25 years, it's been more from the moral side as to what, what is appropriate for human beings, that the, the intellectual journey has, has taken place the way it has. To some extent, I think, constantly reinforced by the fact that at least for the last 20 odd years, yeah, no, maybe 25 years, I've been doing a lot of pilgrimages and temple visits. And that somehow tends to reinforce a certain idea of India, and a certain idea of what it is that one needs to conserve about India, about our own society, and therefore what one needs to conserve about human beings in general."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:49.280",
        "message": "And who are the sort of thinkers who influenced you? Like, are there any, like, one question I often ask my guests is that, is there any book which changed the way you look at the world? Which is perhaps a little simplistic, they often won't be just one book, there'll be multiple books. But if I were to post it to you?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:04.280",
        "message": "I think the most important influence, both from an aesthetic and a, and a kind of moral perspective is T.S. Eliot. Because I think the development of Eliot between Wasteland and Journey of the Magi, which is my favorite poem, I read it at least once or twice a month, sometimes aloud. And for Quartets, kind of established for me that there is continuity in what we as human beings do. And to snap that thread of continuity and to kind of do something radical or revolutionary and break down and try to build anew is something that I've started detesting quite a bit. So I would say Eliot. Initially, Eliot was a shock, as what Hugh Hefner says, is a neurasthenic shock of reading Profrock. But over time, Eliot was not. I remember once going to London and I visited St. Mary Woolnott Church. I went down King William Street to where St. Mary Woolnott kept the hour. It's in Wasteland. And then I went to the other church where there's Ionian white and gold. And then one started getting a feel that, that in seeking to maintain continuity with tradition, Eliot was trying to give us an extremely important lesson about, and he does it, of course, in the aesthetic literary world. But I think it's equally applicable in the political, social, aesthetic worlds. And the second influence, I would say, is Smith. Adam Smith, the early Smith. Moral sentiments. Theory of moral sentiments. And this, I never knew about it, frankly. I, like everyone else, one read or one skimmed through Wealth of Nations and quoted one sentence from it. That's the way Standard Economics 101 works. But several years ago, 10, 15 years ago, I was at a longish meeting with Professor Amartya Sen when he kind of directed me to go and read Theory of Moral Sentiments, which subsequently, of course, I did. And it opened up. The fact that it was published a decade earlier than The Wealth of Nations and precedes it, and in fact is the foundation for the later capitalism that Smith developed, struck me. Again, this whole thing that ideas evolve. That is, Bacon says something, somebody else says something, you build on what Bacon says. You know, it's not, it's not something that comes in a sui generis at one particular point in time. So that's the thing that I kind of saw in Smith's evolution and that there is a moral purpose to markets, which is much more than the consequentialist efficiency, which the Butcher Baker quotation talks about. I would say in recent times in the last 10 years, Scruton, Roger Scruton, Roger Scruton has been important because he's defending a society which is, actually, I wrote this about Naipaul too. I don't know, you can go back and look at one of the essays I wrote in the Indian Express several years ago when I was talking about Naipaul, comparing him where he is talking about the decline of modern civilization, particularly Western civilization, comparing him to a kind of Latin epigramist living in Tuscany in the year 409 AD, one year before Rome was sacked by Alaric. So there's this sense of foreboding that Naipaul, as a great conservative, has that in not preserving and in not building on what we have inherited from humans and trying to jettison that, we make great mistakes. And Scruton is very much at the center of that, at least as far as England is concerned. Because the Church of England is in decline, church music is in decline. Shakespeare is no longer fashionable. People don't care about common law. All the things that matter to keeping the English traditions going are what Scruton talks about. But it's not completely dead. The important thing is they're in decline, they're under assault, but I think they'll come back. And there is a sense of optimism also, if you see in my book, at the end of it, that it's not completely over. John Major made a very interesting statement, I think when, which the cricket commentator John Arlott died, Major said, English summers will never be the same again. You know, it's a way of kind of keeping in touch with and to some extent, conservatism is an outlook, it's an approach. It's less an ideology."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:42.320",
        "message": "What I'm then going to do since you brought Scruton up is I'm actually going to quote from one of his recent books on conservatism. And I have a question for you based on that. I mean, I initially thought that we'll talk about the roots of conservatism starting from Burke onwards, and we'll get to that. But since you brought up Scruton, he makes a point in his book, which is a point that you have also made at length in yours, which is I'll quote him, conservatism is not by nature an international cause. It takes its character from local questions, and the loves and suspicions that thrive in specific places and times, stop quote. And then he goes on to say, conservatives believe, quote, the root of politics is settlement. This is he's put in italics, settlement, the motive in human beings that binds them to the place, the customs, the history and the people that are theirs, stop quote. And these concerns come out in what you just said about how, you know, English culture is declining in these various ways you pointed out. And that, but that is a lament, which it also seems to me it might be said, it's a two part, it's one observation and a question. And the observation is, it might be said that that is a lament of Scruton and people like him is not necessarily a lament of England, because England itself has changed partly through immigration, much as America has been completely transformed through immigration. And the danger that a conservative might make there is hold on to a notion of it, which is an archaic notion. And just because they value a particular aspect of it doesn't mean that others who come from different traditions necessarily do. And my question really is about the local nature of conservatism, as you stress, and through most of history, individuals have had one geography, that's the place around them, the town where they live, or whatever, it's a physical geography. But today, it could be said that we all inhabit many different geographies that are not bound by physical space. Like, my neighbours are not just those who live in the flat next door in Bombay, but they are also people who are on the same WhatsApp group with me from across the world, or whatever. And therefore, my traditions are not just the traditions are imbibed from the physical spaces around me or the physical culture in those physical spaces, but also from the whole globe, I mean, with what technology"
    },
    {
        "speaker": "Guest",
        "time": "00:20:02.920",
        "message": "has done. So as a conservative, how do you respond to that? Yeah, let's, let's, of all the things you've said, the one word that I would kind of really object to is the word archaic, which is said in a kind of derogatory manner."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:18.400",
        "message": "I'm not saying it's archaic. I'm saying it might be archaic. That's what I meant, just"
    },
    {
        "speaker": "Guest",
        "time": "00:20:21.680",
        "message": "to clarify. But my point is, so be it. The Magna Carta is archaic, Shakespeare is archaic, Handel is archaic. So do we therefore, very soon, the Beatles may be seen as archaic. So do we therefore jettison? And this is what Eliot, that's why I started with Eliot. Eliot goes back to Donne. He goes back to earlier metaphysical poets, goes back to Dante. In fact, he goes back all the way to Radharani Kopanishad, to go back to the kind of human continuity, the chain of continuity, where there's a gradual development evolution. So I think, yes, England is changing. England is not today what it was 500 years ago. A hundred years ago, it is not what it was 400 years ago. Nobody is saying that there is no change. The only concern is in the course of change, are we abandoning good things? If we abandon bad things, that's perfectly fine with conservatives, as Desirelius, Burke, Scruton have all said in different contexts. But if we give up, who will be the loser if we give up? If tomorrow we are no longer able to sing Tyagaraja Kritis in the ragas that he composed them in, who is the loser? You can say, hey, that's archaic. But our view is, hey, it's worth defending. By calling it archaic, you can't dismiss it. In fact, we think the old has special value. What was the second question you were asking around that?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:09.240",
        "message": "I'll come back to it. Let me kind of sort of respond to this to clarify sort of what I meant. And I'm not, again, talking about reform and political changes and so on, just in the realm of culture, for example. Let's say that the Englishman I'm thinking of is a second generation Bangladeshi immigrant. His parents immigrated to London or Suffolk or wherever, they set up a restaurant, he runs a restaurant. So that's a stereotype. He does whatever there. But he considers himself English. He's born and brought up in England. He speaks a language. He is an Englishman. He'll even cheer for the England cricket team. But he doesn't listen to Handel. Maybe he listens to Pawan Das Ball, right? Or he listens to whatever he wants to, which is a question of individual choice. And maybe in a certain sense, he's a cultural conservative that he's preserving those elements of his culture. And therefore, from that point of view, it could be argued that, say, Scruton's lament that Handel is not being listened to is perfectly legitimate as a personal lament. But can it be a lament on behalf of society itself?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:09.560",
        "message": "I think the Bangladeshi immigrant, who is now an English person, would actually be better off, is my personal view, not forgetting the Baul music at all, but by greater acquaintanceship with Handel, because he is living in a country to which Handel is given so much. And I think that is important. For instance, you and I live in what's now called Mumbai, used to be called Bombay. I think it only helps us to be sensitive, enthusiastic, involved in Ganpati festivals or in the Varkari annual pilgrimage, because we are here. It doesn't mean you forget whatever Hindi literature you're acquainted with, or I forget Tamil or Kannada, but it behooves us, to Scruton's point, to be part of the landscape where we are. And I think this is an important... Yes, and the landscape changes. I'm not saying it doesn't change. Bombay was Kalachuri, then it was Adil Shahi, then it was Mughal maybe for some time, then it was Portuguese, and it was British, and now it's Free India. So it's changed. But that doesn't mean that certain things, for instance, if you do live here, to be enchanted by Elephanta, by the Maheshamurthy there, I think is part of... You can't simply say, oh, I've come from a foreign place, I'm only going to be interested in things thousand miles away. I think you lose out. And that's the point that Scruton is making, that in not associating with a... And your point you made, I'll come back to that, the virtual and the physical. Yes, conservatives are very much into physical. We love architecture. We're very much into landscapes, forests. I wrote many years ago that if you don't love water bodies, lakes, rivers, waterfalls, forests, mountains, hills, then you don't love India, because that's what the country is all about. So the physical thing is extremely important. And I think conservatives would feel profoundly, profoundly anxious if somebody is going to spend the whole day sitting on a laptop, talking to people thousands of miles away digitally, and not be concerned much about the physical landscape around him or her. That would upset us. So yes, the digital world is real, you can't run away from it. But we would hope that there'd be a balance and a return to appreciating the immediate physical."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:05.640",
        "message": "Fair enough. Let's kind of get back on track and talk a little bit about Burke. What does conservatism mean to you? And, you know..."
    },
    {
        "speaker": "Guest",
        "time": "00:26:16.000",
        "message": "Okay, Burke, you know, is always... Everybody calls himself a Burkean conservatism. Burke is always quoted. I even mentioned somewhere in the book that Ambedkar quoted Burke in his great speech in our constituent assembly. The reason Burke is fascinating is that he called it right on the French Revolution. He said that this is going to result in a military dictatorship sooner or later. This is going to result in a permanent hundred year wound on the French psyche. You're destroying Notre Dame Cathedral and calling it Temple of Reason. You're really making breaks in the continuous change of French culture, going back to, you know, French and country of France is more than 1066. English talk 1066. France is, I think, 400 AD or something. There's continuity there. And exactly what happened. You got Napoleon, and you got a military dictatorship, and you got an imperialist war machine. And the wounds that the French have inflicted on themselves have remained. He called it right on the American colonies. Strangely enough, you would think he would... Being conservative, he should have opposed their independence. In fact, he took the other position. He said these people have left England in order to live as colonists, and we have given them charters. Commonwealth of Massachusetts has a charter. Commonwealth of New York has a charter. And now you're violating that charter by imposing taxes, by doing stuff. And he called it right on India. That I never knew till I read O'Brien. O'Brien has a whole chapter on this. Because not everybody knows about Burke's impeachment of Warren Hastings and that he was therefore opposed to the perfidies and the excesses and the plunder involved in harassing the Begum Zawahud or the Raja Banaras Jait Singh and so on. But the fact that Burke had some very concrete ideas on India. First of all, he said this silly thing that we can break everything in India and not pay attention to their traditions is ridiculous. He said that's a recipe for disaster. And sure enough, that's what happened when we had the 1857 uprising when you kind of ignored the traditions of the country. Two, he was in favor of directly the House of Commons supervising India. He didn't like this idea of the king and the prime minister having a secretary of state for India. And certainly he didn't like the idea of a company, East India Company, running a whole country. And if that had happened, imagine if you had had five or 10 parliamentary commissioners supervising the India office in London. And through them, the governor general here, etc. They would have been answerable to local public opinion in England. They would have been on with changes. Whereas what happened subsequently in India was an ICS officer would come and stay here for 30 years. So he would only be acquainted with the intellectual currents of 30 years earlier. He didn't know what was changing or forget intellectual currency, technological, any changes that are taking place in the world. So we got a kind of a frozen bureaucracy, and one that was very heavy handed, ruled through the secretary of state, which was the cabinet office. And George III actually and Pitt opposed Burke because they wanted to keep the patronage to themselves. They didn't want to give it over to the parliamentary commissioners, which was a pity. So Burke had thought through some of these things, even vis-a-vis India, with great patience and with great, you know, kind of intellectual agility. So when I read O'Brien, then I went back, and I went to my favorite bookshop in New York, Hagersee, and got the complete works of Burke, which I have with me, and started reading here and there in different bits and pieces. And one started understanding that this man was not a Bacon or a Locke. He was not a philosopher in that sense. He was more of a practical, empirical guy saying, hey, this doesn't make much sense what you're trying to do. And this is not a very noble thing that you're trying to do. I mean, that's the way he approached discussions. Then when I read Nicholas Philipson's book on Adam Smith, I came across a brilliant thing, which I hadn't come across earlier, which was in I think Quartly Review or Edinburgh Review, Burke reviewed Adam Smith's theory of moral sentiments, book review. And this Philipson quotes extensively, Nicholas Philipson quotes extensively in his book. And that's where I came across this expression, wisdom of the swain. You know, Burke basically said, hey, common people are wise. This idea that these intellectuals sitting in Oxford, Cambridge are wise and common people are stupid or something. And it's a very continental idea. The professor in France or Germany has supreme knowledge and the peasants don't know anything kind of. It's very much opposed to the Burkean conservative view."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:50.440",
        "message": "So, let me try and summarize Burke's central insight and tell me if I've got it right, which is, I mean, an insight I more or less agree with, which is that traditions and ways of behavior of a place evolve for certain reasons, because they are concomitant with human nature, because they reflect what works and what doesn't work. And if we are to make a radical shift from this, you know, it causes a violence in society that can lead to trouble much as the French Revolution. And therefore, Burke's point is that change is by all means good. Let's stick to what's good about the past. Let's discard what is bad about the past, but let's change gradually and not cause these fundamental shocks and dislocations. And like you sum it up, I'll quote you now from your book, quote, in our view, by which you mean in conservatives view, quote, in our view, the principle challenged faced by societies is how to change constructively without losing things of value in the process of change. Therefore, in principle, we are opposed to revolutionary change, preferring the evolutionary variety any day. Correct. That's a that's a correct. This is absolutely"
    },
    {
        "speaker": "Guest",
        "time": "00:32:56.840",
        "message": "see the nobody is saying that because there was slavery in the past, we should continue with it. Slavery has to go. Now, that is for sure. Or, you know, burda or burning of women or dowry or whatever. There are there are innumerable things that have to change. The question is, when you do something abruptly and when you do something wholesale, first of all, there's violence, which has unintended consequences, usually which are bad. Very rarely does violence have unintended consequences, which are good. Secondly, you lose the good things associated with the past. And that's the concern that constantly bothers conservatives is that. And that's why it's in my book. Later on, I say it. The best thing that happened to us was the way our independence happened. For three years, we actually remained a dominion. We didn't even become a republic. We it took place gradually, evolutionary step by step by step. It didn't happen. Whereas in 1917 in Russia or 1949 in China, it happened of a bitter civil war with with great violence and with a complete rupture with the past. You kill off the entire king and his entire royal family in brutal manner and all that kind of stuff. It didn't help them in the long run. It actually hurt those societies. And by writing our constitution in English, by using the Government of India Act of 1935 as the basis, by accepting principles of English common law as a basis. Indian Constitution, by the way, is the only constitution in the world which has a specific article which allows the Supreme Court to intervene in the interests of equity. When the letter of the law doesn't achieve equity, the Supreme Court can intervene. Equity is a very basic seven, eight hundred year old English common law concept. So, we've kept the traditions of the Raj and we've built on it. Now, we've changed many things. Now, there are no Rao Bahadurs or Sirs or things of the Raj used to give out. I'm not saying we kept everything of the Raj, but we managed to do this in an evolutionary step by step constitutional manner where could have approved."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:26.720",
        "message": "It could also, of course, be argued that we kept things like the Indian Penal Code with the sedition law and the anti-free speech laws like 254 and 153A."
    },
    {
        "speaker": "Guest",
        "time": "00:35:34.400",
        "message": "Yeah, the law on homosexuality. I mean, see, the Indian Penal Code is a very... See, one of the things I've mentioned somewhere is that... Now, we don't know for a fact whether Manusmriti was actually used or it was simply a ideal text that was referred to. But under Manusmriti, the same crime committed by persons of different caste origins would have different punishments. Indian Penal Code doesn't have that. It's quite clear that a murder is a murder. It is a crime that is punished and it is not... The cost of the individual is irrelevant. So, it has those good features. It has features associated with 19th century social thinking on homosexuality or on sedition which need to change. And I think the way to do it again is the way we've done it. Do it by passing a law, having a select committee, sit, talk about it, discuss, debate, change the law or go through an elaborate judicial process and let the court rule. You know, that's the way to do it, not by having a revolutionary change, one fine day saying we will get rid of this. Because then, the whole Penal Code, if you throw out, you throw out also some of the good things that are there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:59.880",
        "message": "Right. I'll come back to that a little later. I want to move to another question now, since we are discussing what conservatism is and what Burke's fundamental insight was. I want to quote from someone who is my intellectual hero, Frederick Hayek. And he's written this famous essay you must have read called, Why I am not a conservative. So, I'll just quote a bit from that. He, of course, at the time called himself a liberal, but that was in the classical sense, in the European sense, a classical liberal. Today, he'd be called a libertarian and basically both labels, which I think more or less would apply to me to avoid labels. But here's what Hayek has to say in his essay, Why I am not a conservative. Quote, Let me now state what seems to me the decisive objection to any conservatism which deserves to be called such. It is that by its very nature, it cannot offer an alternative to the direction in which we are moving. It may succeed by its resistance to current tendencies in slowing down undesirable developments, but since it does not indicate another direction, it cannot prevent their continuance. It has for this reason invariably been the fate of conservatism to be dragged along a path not of its own choosing. Stop quote. And my question here is, I mean, I know what you've clarified multiple times in your book is that conservatives don't merely want to stop change. They want to change gradually and they want to keep what's best of the past. So, I get that. I'm anticipating that you're going to say that. But my deeper sort of question and my genuine puzzlement is that if the central insight of conservatism is about the means of affecting change, what about the ends? If I ask a conservative, what are your ends? What are they? You know, and you will get different answers from different people. You would, of course, also talk about individual rights and so on. But then the question is that if conservatism is centered around not changing things abruptly, then"
    },
    {
        "speaker": "Guest",
        "time": "00:38:55.960",
        "message": "where do you actually draw your ends from? Okay, let's start with Hayek now. It's a very continental view of the world where there's a linear theory of historical progress. And so progress is happening and conservatives are being dragged because progress is going to happen anyway. Now, we are very, very skeptical about this because this is the thing that keeps promising utopia, promising some great progress and therefore don't hold it back, which ties up with your question about ends. Actually, conservatives do not have a very strong view on ends because we do reject the idea of a utopian end. And we reject the idea of perfection. So things will not be perfect. Yes, incrementally, there will be less hunger than today. Tomorrow, we hope there will be more freedom for men and women than today. Will there be perfect freedom? Will there be an end? Answer is no. So in fact, the means are the end. There is no such thing as working towards a superordinate goal that comes at the end of the rainbow. That's rejected completely because utopias are the scariest thing for conservatives because for two reasons. In a consequential sense, most attempts to get to utopia lead to dystopias. And that's a fact in history we've seen. In a more fundamental moral sense, religious conservatives would take the position that it is not up to human beings to make heaven on earth. That is God's role. And non-religious conservatives would take the position that such a paradise on earth is neither possible nor feasible and its pursuit will only result in hubris. So that would be my response to the Hayek observation"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:27.060",
        "message": "and your question about ends. That's fair enough. No, I entirely agree with you that chasing utopias normally leads to dystopia. But let me sort of try to elaborate on where I'm coming from. For me, where I derive my view of the world is not from a view of history proceeding in a certain direction or that the world should be like this, a particular end state. I rather derive it from a set of values which holds individual rights to be paramount above all else. And therefore, I want the world to move towards a position where the consent of every individual is respected more and there is less and less coercion. That's sort of the directional movement that I would like to see."
    },
    {
        "speaker": "Guest",
        "time": "00:42:07.800",
        "message": "We would not agree. You know, for us, the fact is rights and obligations are intertwined. The idea that right exists, rights for people exist in isolation of their obligations to other human beings, to environment, et cetera, is not something that conservatives would easily accept. The second issue really is that things like particularly in the area of rights, the in recent times, the liberal position, unfortunately, has moved away beyond individual rights, to communal rights, to community rights, group rights."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:52.680",
        "message": "I think that if I may interrupt that again, I think depends on because the meaning of"
    },
    {
        "speaker": "Guest",
        "time": "00:42:58.000",
        "message": "the word liberal has been changed and appropriated. Okay, so you're really talking about the left liberals, non-classical liberals. And that, of course, conservatives are very petrified about. No, I opposed it as much as you got. No, I'm telling you why we are petrified about because we actually want associative things. We are for associative things. But again, from a perspective of common traditions, from a perspective of band of brothers coming together, from a perspective of social transactions, trust, the danger with these group rights, if you will, is that they become pathological at some stage. And that's what conservatives are so scared of. But coming back to your earlier issue, the idea of a right, which is not intertwined with an obligation or a duty, it just won't fly with virtually anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:04.960",
        "message": "Right. So let me respond to both of those. I mean, first, as far as your aversion to group rights is concerned, mine is no less, because group rights and individual rights can't coexist and group rights always go hand in hand with coercion. But equally, I'm again for associative behavior, as long as it is voluntary. Again, that's the consent coercion thing. Actually, no sovereign state intervention. As for rights versus obligations, I think in the Lockean view of rights, which I subscribe to, I think rights do come with obligations. But the only obligation I will accept is the obligation to respect the corresponding rights of others. Because only in that situation do your own rights have any meaning. But that clarification aside, I don't actually want to harangue you. Because honestly, your book was just a wonderful read. I learned a lot from it also about, you know, about the development of conservatism in India, things which I didn't know before you showed me a new lens to look at it. So I will save my thorny questions for the end, the rest of them. And let's kind of go back to your book. And an interesting statement you make early in the book is, you point out that, quote, conservatism in India is not purely or entirely an imported intellectual conceit, you say, quote, its antecedents are both universal and Indian. Two of our civilization's foundational text, the Shanti Parva of the Mahabharata and the Tirukkural of Tiruvalluvar can be seen as providing the enduring basis of Indian conservatism. And a little later, you talk about the Telugu poet Alasi Peddana. And you talk about, yeah, sorry, my bad for the pronunciation. And you point out how he quote, dealt with concerns that are uncannily similar to those of Scruton today. So elaborate a little bit on that."
    },
    {
        "speaker": "Guest",
        "time": "00:46:00.240",
        "message": "You see, the first of all, the Orientalist view that Indian intellectual traditions are ascetic and otherworldly, etc. is comprehensively dismissed, if you look at the Shanti Parva and the Tirukkural, which I believe both constitute, I use the word foundational texts, very advisedly, I believe that they are very, very central to our whole Weltanschauung. They both incidentally are interested in the three vargas, the three Purusharthas. In Sanskrit, you would call them Artha, Dharma, and Kama. Artha is the pursuit of political and economic activity. Dharma is pursuit of virtue and ethics. Kama is a pursuit of pleasure and sensory stuff and aesthetic sensibility. It's called Porul Aram and Inmam in Tirukkural. The interesting thing that both texts kind of glide over, they acknowledge that the fourth salvation, the fourth goal, Moksha, for human beings is the most important and transcends these three. But the implicit assumption is you get these three right, salvation is automatically taken care of. So, so much for accusing Indians of being otherworldly. Neither is Valluvar otherworldly, nor is Vyasa in the Shanti Parva otherworldly. The second thing that they are both focused on is how should an individual pursue Artha, Dharma, and Kama, Porul Aram and Inmam, and how should he or she pursue this in society. So, that's for conservatives, the second part is very important. We do not see ourselves as isolated, autonomous people, but as people in a band of brothers or sisters. And the focus is in both rights and obligations, therefore. The focus is on the sober pursuit of wealth. Sober is as important as pursuit. Virtuous pursuit of wealth and political power, and a balanced pursuit of the aesthetic sensibility with, imbued with ethics. And then there's extensive discussion on the importance of the ploughman in Valluvar. Valluvar, the central figure for Valluvar, by the way, is not the merchant or soldier or the king, but it's the ploughman. Because, you know, and I mentioned it somewhere, it's almost, it's like, you know, Pierce Ploughman Langman's poem, it's almost as if Valluvar anticipates it by a thousand years. The pursuit of activity in a meaningful way, and in a social context. Now, in the Shanti Parvat, there's a lot of discussion of Rajadharma. What is the appropriate virtuous conduct for a king? So everybody says before Magna Carta was written in England, the king was above the law. That was the first time that the king was brought under the law. It's not true. Shanti Parvat is quite clear. The king is subject to a royal law that he has to follow. Then there is this concern about Nyaya, about the fact that you need justice and you need a social milieu in which justice and good conduct prevails. For the ancient Indian scholars, the most horrifying thought was Matsya Nyaya. Matsya Nyaya is where the big fish eat the small fish. It's a breakdown of law and order. It's a breakdown of order in society. For them, that has to be the most horrifying times in life. It's like Hobbes, almost, you know, before order comes, how it is, how brutish, nasty it is. So this anticipation of so many of these conservative ideas going back, and there is one which in fact predates even the Mahabharata and the Kural, which goes back all the way to the Apasthma Sutra, the Vajra Veda, which is Yogadharma, which comes to your point or Hayek's point about progress. What Yogadharma is an idea that different ages have different dharmas. Now, if you were living 2000 years, 3000 years ago in ancient Athens, and slavery was prevalent, what would be your advice to a slave? Be an obedient slave. Now, that doesn't make it right or wrong or fashionable, but that was appropriate for that time. And your advice to the master would be, treat your slave kindly. But 2000 years later, you say, no, let's abolish slavery. You know, it's a different, this is a different age. In a particular age, in an age before the birth control pill was invented, you know, there was a certain level of freedom that women couldn't aspire to. Now, if that has changed, if technology provides for certain things, you have to automatically make the change that that provides. So, Yogadharma is another one, which is very, very central to, particularly to the idea, you know, in Conningsby, which is one of the Israeli's famous novels, he mentions that we have to gradually change without abandoning the best in the past. And that's what Yogadharma is about. There are certain aspects of dharma that do not change. You know, right conduct, speaking the truth, those are eternal verities. But certain aspects do change, and you must be willing to make. And I think Raja Ram Mohan Roy frankly understood that. He understood that, that is why he is such an important figure in modern Indian conservatism. He understood that we had to discard some old practices. And he did it very cleverly. He simply said, they're not in keeping with the spirit of our own scriptures. It's kind of a very clever, dexterous way of doing it. But this Yogadharma is also very much there in our texts. Lastly, which is something that we may come back to in later discussions, I do pay some attention to the Atharva Veda, where we are, when we talk about conserving the environment, which is a very central idea in Indian thought, and what it means. In fact, Burke has made a brilliant speech on that subject in the House of Commons, not when he was talking about Warren Hastings impeachment, when he was talking about the Prince of Arcot's debts. Prince of Arcot's debts are a very funny and very sad set of events in Indian history. We can talk about that offline. But anyway, while talking about that, Burke refers to the fact that Indian kings built canals, reservoirs, created lakes, knowing full well that they would not enjoy them. But they were for the enjoyment of future generations. So there was an intergenerational kind of trust and transaction there. And Burke talks about it. So he knew enough about India to be able to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:44.520",
        "message": "say, to refer to that kind of detail. So let's let's sort of come to relatively modern times, by which I mean the last 200 years or so. And one of the interesting things I sort of discovered in your book was you present this lens of looking at Indian conservatism, where you say that it's not one thing. There are two very distinct strands, which are running through Indian conservatism. And one of them, of course, is the Raja Ram Mohan Roy strand, which is sort of more inspired by Burke. Tell me a little bit about both these strands. I mean, let's start with Raja Ram Mohan Roy."
    },
    {
        "speaker": "Guest",
        "time": "00:54:20.560",
        "message": "Raja Ram Mohan Roy, one of his most important statements he made to a visiting Frenchman was that he wanted British rule to continue for a long time. So here is a man saying something very important saying, let's not get rid of the British that easily. Let us learn from them. Let us imbibe what is good and not be in a hurry for some kind of quick revolutionary uprising and change. He would have opposed the 1857 uprising, for instance. And he died before that, so we can't say for sure, but I would suspect that he would have. And he was also for making sure we maintain continuity with our own traditions. So Upanishads, in Brahmo Samaj, he reintroduces or introduces Upanishadic prayers. So he did not see a contradiction in getting the best out of the Raj traditions and getting the best out of ancient Indian traditions and building on them for constructive, slow, constitutional, evolutionary change. How did he ask for change? He wrote a letter to the Governor General. He got signatures. He didn't go and, you know, beat up and have a revolutionary attack. No, he petitioned in triplicate. Correct. Absolutely. That's I know it sounds boring. It doesn't sound romantic. Revolutionaries are always romantic, but this is boring. This is discussions, debates, treaties, petitions, signatures. But that's what results in enduring change and in constructive change, which does not kind of destroy other stuff while making the change that one wants to. He got rid of sati, he got rid of many other things. He was very much in favor of English language. Although he was a scholar of Persian Sanskrit, et cetera. He realized that in in the Raj, we had this opportunity. And so he wanted English education. So the joy represents this bundle of patriotism, pride in the country, pragmatism, empiricism, all of the things that we like in and above all, continuity, slow evolutionary, proper insightful progress. And I think there is a direct kind of, you know, lying down from him to various conservatives right through. And Bhandarkar clearly is in that Yadunath Sarkar, is in that league and comes down all the way to Rajagopalachari and Masani in the second half of the 20th century. So there is in the political side and frankly, on the aesthetic side, there is also with with it coming down through Kumaraswamy and so on. This idea that we need to keep this balance between the Upanishads and modern learning. It's not one or the other, you know, many, many people felt it was one or the other. In fact, I've argued that instead of decrying English and accusing English speaking Indians of being Macaulay Putras and so on, we should look at Macaulay, who was actually fairly vain and conceited and foolish fellow in many other respects. But he did us a favor. It's the way we should look at it. Like Hrishyashringa, I don't know if you remember in Valmiki Ramayana, he's the man who does the yajna and Rama is born. So he gave us the great prince of our land Rama. So similarly, Macaulay, for whatever stupid reasons of his own, has given us this great gift of English, which instead of kind of getting het up and worked up about and having an inferiority complex about, we need to understand its value. And we need to see it as part of the continuity. There is no discontinuity there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:46.000",
        "message": "I would say English has been an Indian language for more than a century now. I did an episode with the historian Manu Pillay and he pointed out how when the Indian National Congress met for the first time in 1886 or whatever year it was, 1885, that, you know, people came from all over, they were dressed in all kinds of clothes, but the one common thing, the one condition practically for being part of the gathering is that you knew English, otherwise, how would you converse? So it was almost as if the British gave us that common thread. I want to come back to exploring in much more detail the Raja Ram Mohan Roy strand as it were, but for the benefit of our listeners, before we come back to that, can you also"
    },
    {
        "speaker": "Guest",
        "time": "00:59:20.880",
        "message": "talk a little bit about the second strand and what it is, which is about… There is a second strand in Indian conservatism and most leftists do not like to admit it or do not, or I think just by, they feel that just by dismissing it, it will go away or it will get less, it will become intellectually lightweight, and I reject that. I think it is a very respectable school. You may have agreements, disagreements with it, but it's worthy of respect, it's worthy of interest, it's worthy of study, which is the Hindu nationalist school of Indian conservatism, which starts with, in some sense, that may be earlier anti-Semites, but at modern times, it starts with Bankimchandra Chatterjee. And it has its own lineage going down through Lajpatrai, Malavya, even again, Banarkar is here also, you can see him on both sides here. And then it comes down all the way to Dindayal Upadhyay, Shyamprasad Mukherjee. So that has got its own intellectual gravitas. And the argument will always be made whether this is in fact conservative, or is it a radical revivalist school. And I think I have taken the position and I continue to take the position that it is either a subset of Indian conservatism, or it's a sibling of Burkean Indian conservatism. It is not something far removed. It's very much there. And just kind of ad hominem attacks or just kind of glib dismissals is not going to make its intellectual respectability go away."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:11.040",
        "message": "I think I have to confess that I used to glibly dismiss it myself as well. And it's actually in the course of doing this podcast and many episodes, such as a recent episode with Akshay Mukul, where we spoke about the Gita Press, when we realized that it's actually a very coherent intellectual tradition with its own values and first principles, which I may not agree with. But that doesn't mean that, you know, one should not engage with it and that it is nothing but bigotry and misogyny dressed up in more respectable colors, which is what I once used to think. And I have a more nuanced view of that now. And of course, Mota Mota, the one point that you make in your book is that the Raja Ram Mohan Roy strand of Indian conservatism sort of became sort of lost its impetus around the death of the Swatantra Party. And the conservatism that you now see with Hindu nationalism is really a form of the Bankim Chandra Chottapadhyay."
    },
    {
        "speaker": "Guest",
        "time": "01:02:01.080",
        "message": "At least in the political sphere, you're right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:03.600",
        "message": "At least in the political sphere."
    },
    {
        "speaker": "Guest",
        "time": "01:02:04.600",
        "message": "Yes, that is correct. I think I think Burkean conservatism today would not be able to operate as an independent political movement. Its best hope is to try and influence other movements."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:18.200",
        "message": "So I'd like to go back to your book now in your chapter on conservatism in the political sphere in India, you have a sort of a fascinating chronology of this tradition, the Burkean tradition, the Raja Ram Mohan Roy tradition. And one of the interesting points that you make there is their willingness to work with and often their support for the British and often for good reasons that liberals today would appreciate. For example, you know, again to quote from your book at one point you say, quote, the historian Rajmohan Gandhi has pointed out that the Dalit leader Anshus had gone one step further when in as early as 1970, he had argued that the departure of the British in the launch of home rule, whether by Brahmins or non Brahmins, would crush the Dalits. Stop quote and later on you write, quote, the Raj did have a liberating touch for India's downtrodden for reasons of their own persons as distinct as Bhera Malabari, Pandita Ramabai, Cornelia Swarabji, and others were also supporters of prolonged British rule. They believed that it prevented the emergence of a ruling elite dominated by the upper caste. And later on in the book, you say, quote, the same issue received considerable attention from our detractors like Kipling, who argued that Indians did not deserve freedom, principally, because we were given to oppressing our women and our poor. And in fact, it was a British who protected these unhappy residents of our fair land. Stop quote. And, you know, it also strikes me that I've been reading biographies of Churchill recently, because I've been sort of researching the Bengal famine. And the interesting thing is that a lot of Churchill's criticisms of Gandhi in the Congress, you know, they make for pithy quotes, but when you look at his elaborations for them, they have to do with all these upper caste, we know how they treat the Dalits, or the lower caste, as he would call them. And, you know, if we leave India, God knows what will happen to them. And this is very interesting, because, like, on the whole, I think that empire hurt us much more than it helped us. And one can argue that, but it is not a complete black and white situation. And the leaders of that generation possibly could not know what we now know with the benefit of hindsight, that this can be a viable independent nation. They just knew sort of what the reality is, which is that the British are ruling, how best do we work to make things within that tradition? That's a classic conservative thinking."
    },
    {
        "speaker": "Guest",
        "time": "01:04:42.160",
        "message": "No, I think within the British establishment, while there were some who believed that there could never be a viable, free India, even early on, Malcolm and Montserrat Elphinstone and Monroe had kind of figured out that eventually, British rule would end and Indians would take on. The question really is that, my point is, in the NCERT textbooks, post-independence, anyone who supported British rule is portrayed as a traitor, as a bad person. And I'm saying there's such a bloody range of people. Malabaria, Jyotiba Phule, I mean, Anchar Sahej, Ambedkar, Tej Bahadur Sapoor, they're not all, they're quite patriotic."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:29.520",
        "message": "Gopi Lalade."
    },
    {
        "speaker": "Guest",
        "time": "01:05:30.520",
        "message": "They were not, they were quite patriotic. And the point is that, they were not, and of course, these leftists will say, Compradors, all the rubbish words they use. They don't change the fact that the, I mentioned earlier, technically, I don't know how many kings in India actually use the Manusmriti, but technically, a Dalit's rights in a criminal court were far fewer than an upper caste person's rights in, under the Manusmriti. And this was not the case with the Indian penal court, which Macaulay wrote. So, there is a goodness that the British rule had towards certain subaltern groups. And this granular study needs to be made. You need to listen to them. It's not just NCERT telling us British rule was bad. What did Anchar say? What did, you know, what did Ambedkar say? Ambedkar was a member of the Vice-President's Executive Council right through the war. Does that make him any less patriotic? I mean, of course not. Hindu Mahasabha President made speeches encouraging Indians to join the, the war effort, because he said, for so long, we've been disarmed, and we haven't been given military training. Let us join the Navy, Air Force and Army. Was that unpatriotic? I think Mahatma Gandhi did during the First World War, right? He did. So, does that make them unpatriotic? You know, in fact, in these, these things, easy ways of describing dismissing people take away from the, the complex relationship between the British and the Indians. Most Indian soldiers who joined the British Indian Army saw soldiering as a noble profession, as something that they were proud to do, and they went and did it. Now, you can't dismiss them as mercenary, unpatriotic people. In fact, the present government at least has made you know, I've written in the book, with Belgium, with Britain, with France, with Israel, we have now honoured Indian soldiers. Otherwise, the previous dispensations from 47 onwards, you wanted to keep quiet about the Indian contribution to First World War and Second"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:50.880",
        "message": "World War. And all of those soldiers were fighting for the government of India as it was then. It's just a different matter that it was a part of the empire. But they might"
    },
    {
        "speaker": "Guest",
        "time": "01:07:58.920",
        "message": "have been fighting for their regiment, which is very important for them. I mean, this, this exposed fact to judgment by these self appointed judges, I find that very, very difficult to accept the Madras regiment, which is the oldest regiment of the Indian Army started by Stringer Lawrence around the siege of our court in 1750. Now, what are we talking about? It had Hindus, Muslims, Christians, it had Dalit supper castes, it was one of the first integrated institutions in India. Now, that is a British gift to us. Now, you can say they did many other bad things, they had famines, they had racist courts, they didn't let us sit in first class. I'm not saying everything that they did was right. But you must say and let's build, let's now create, take that Madras regiment tradition forward, which is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:52.280",
        "message": "what we are doing today. Right, let's take a quick commercial break now. And when we come back, let's get a little deeper into the Raja Ram Mohan Roy strand of Indian conservatism."
    },
    {
        "speaker": "Unknown",
        "time": "01:09:01.280",
        "message": "Hi, everybody, welcome to another great week on the IBM podcast network. If you're not following us on social media, I really don't know what to tell you at this point in time. I mean, like I'm so disappointed in you, please go follow us. We're IBM podcast on Twitter, Facebook and Instagram. Also got a quick survey running. It's a very short survey. It's a survey which helps brands understand what are the effectiveness of podcast advertising is we'd really appreciate your help if you could go there and help us out with that. It's on IBM podcast.com slash survey really would appreciate your help with that. So this week on Cyrus says Cyrus is joined by Ramya Ramamurthy and Varun Deshpande of the Good Food Institute. They explain what plant based meat is what will be the next food revolution and the objective behind their podcast feeding 10 billion. That's not all you're going to see of Ramya this week. Ramya is also on the paperback podcast with Rasita and Satyajit. She discusses her book Rebuild and points out how brands have tackled situation of crisis. Guys, we have some really exciting news this week to our show advertising is dead has reached 50 episodes. This special occasion was marked with a live recording at the glitch office. We had some really, really great guests for this episode as well. Rohan Joshi, the comedian was there as was actor social media influencer and co host of Agla Station adulthood, Ritasha Rathore. The episode drops on Tuesday, November 5. Make sure you check it out on our Kannada podcast Thaliharate. Pawan and Surya sit down to talk about how Karnataka must think about its future so that the state can deliver prosperity and well being to all its residents. On Simplified, the gang is back for part four of the 150th episode. That's a long 150th episode they got going there. Join Chuck and Naren as they break down the dying question of why a sign called Shiv, the Easter Islands, Instagram influencer ecosystems and a whole lot more. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:42.320",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Jerry Rao about his book The Indian Conservative and Indian conservatism in general. One of the fascinating elements of this book was the two parallel strands of Indian conservatism, which, you know, I am roughly taking the liberty of calling them the Raja Ram Mohan Roy strand and the Bankim Chandra Chottopadhyay strand. That's a perfectly correct way of looking at it. 3R and BCC. That's to even shorten it further. So I want to now sort of, you know, you've referred to RG Bhandarkar a couple of times and you've referred to his 1895 speech. So I'll just"
    },
    {
        "speaker": "Guest",
        "time": "01:11:15.840",
        "message": "quote from that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:16.840",
        "message": "Please, what a brilliant sentence. And that seems to encapsulate the sort of Burkean conservatism that, you know, a lot of the Indian liberals slash conservatives of the time, and I'll come to that nomenclature as well, used to believe in. And Mr. Bhandarkar says, this is 1895, mind you, quote, we should not adopt the procedure of the French Revolution, but imitate the mode of action of the English people whose pupils we are. They have realized as great changes as the French Revolution sought to affect, but in a manner which connects them with the past history of the country, stop quote, and you speak about this sentence, your words now, quote, this single statement can be considered the high watermark of 19th and early 20th century conservatism. And you know, some of my intellectual heroes are people I've thought of as liberal heroes in the classical liberal sense, people like Naoroji, Ranade, Gopal Krishna Gokhale, especially Agarkar. And it seems to me that in your book, you have appropriated them all. And where I guess it fits in is that it seems to me that in their belief for gradualism working within the system, giving petitions in triplicate, what they are doing is moving towards what I would call liberal ends through conservative means."
    },
    {
        "speaker": "Guest",
        "time": "01:12:33.960",
        "message": "Well, I would say they are advocating gradual, constructive, evolutionary change. That's the way I would put it. Because as I said, as we talked earlier, this ends always worries us. And I think the reason I've also mentioned why many of these people did not get tracked as conservatives. I laid the blame entirely with a section of stupid Tories in England, who represent the George III Lord North School of Tories and going back to the 1760s, 1770s. And which also had an element of racism about it. So Naoroji could only get election ticket from the Liberal Party. You know, when Gokhale went to England, only liberals would meet to listen to him. So the Tories cut themselves off from the spirit of gradual change when it came to India. Not all Tories, but most Tories did. And that is what Burke would have emphasized, did in fact, emphasize in his speeches. And that's what they lost out on. As a result, willy nilly, all these guys got associated with the British Liberal Party and therefore they got tagged along as liberals. And yes, the question of what is liberal and what is conservatives. I mean, considering we are now talking about intellectual traditions which are 300 years old, it's not some hoary antiquity going back to Plato or Isaiah. This is recent times. And during the times of Burke and in the times of Locke and Adam Smith and so on, these were still evolving terms. Okay. And so too in India, I think they were evolving terms. Now what Bandarkar is saying is very key. He's saying several things in that statement. He's saying one, the British achieved the same change that the French achieved. Right. Liberty before law, extended franchise, all those things that were, that the French Revolution gave as gifts to its citizens. But they achieved it without the violence. And more importantly, they achieved it without a break in their history, in their consciousness. So, there remained the continuing thread of Englishness, which was violently disrupted in France and frankly till the 20th century, till the Dreyfus case and so on. France never really recovered from these traditions of anti-clericalism at one extreme, Roman Catholic conservatism, monarchism, all kinds of things. They just never managed to create a blended blend of brothers the way the English were able to do. That's what he's trying to say that, hey, let's imitate the British. Let's take our traditions along. The other important point he's making, which is subtly inserted there, we are their pupils after all. So, there he's making the point that we have a large connection. We are being ruled by them. That connection is there. It's an organic connection. It's a link. It's the contingencies of history have done it. If Iyer Coote had lost at Wandiwash, the French might have ruled us. I mean, these are contingencies in history. And we never know how the count of actuals would have been. But given that it has happened, what Bandarkar is saying, we are their pupils and we should learn from them. We should take advantage of British rule. We should obviously work against those things about British rule which are bad or inimical to our interests. Nobody is denying that. Naroji never denied that. He was very clear about that. But do it while not jettisoning the good things about British rule."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:38.880",
        "message": "And the interesting thing is that even Gandhi himself was of the school of thought. He was a great admirer of Gokhale in South Africa. He would basically be petitioning by triplicate"
    },
    {
        "speaker": "Guest",
        "time": "01:16:48.440",
        "message": "till he did his first satyagraha. He never started a satyagraha without first giving a petition, by the way. Not one. First he would write a petition request to Irwin, to anybody. It didn't matter who. Only then would he start his first satyagraha."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:02.560",
        "message": "And it just strikes me that, you know, just thinking of Gandhi's dandi march, Naroji in 1894 or 1895, if I remember correctly, had brought up the salt tax in the British Parliament, demanding that it be repealed. And Gandhi took up the same cause later. And the irony is both of them failed because the salt tax today is far higher, no matter how you look at it, than it was back in the day."
    },
    {
        "speaker": "Guest",
        "time": "01:17:24.080",
        "message": "Is salt subject to GST? I don't think so. Is it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:28.760",
        "message": "I don't know. But the last I checked, like three years ago, I wrote a piece about it. And the last I checked, the salt tax in independent India was much more than under the British,"
    },
    {
        "speaker": "Guest",
        "time": "01:17:38.080",
        "message": "which, in a sense, buttresses my point of the kind of tragedy, the kind of oppression you should get this in the front pages, because this is something we, we must be the problem with salt in the British was more than the tax. It was also an egregiously absurd monopoly. And in fact, there are studies which show that it might have actually resulted in lower consumption of salt among the poor, stunting of bodies and all kinds of, you know, really reprehensible consequences. There was a department called Akbari department. Akbari department was, and people got jobs in Akbari department, they, they sold salt and controlled salt. There's a Premchand short story called Namakka Daroga. So there is a Daroga, there is a policeman or a police inspector whose job is to control salt, Namakka Daroga. So it was a very central part of the Raj experience and a very unfortunate one."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:38.120",
        "message": "Which is a nice segue to sort of the next point I want to look at, which is conservative support for markets. Because the interesting thing is the British also, for example, destroyed the cotton industry in India, and it, you know, all sort of shifted to Manchester and they destroyed many local industries. And but what a mistake that people often make today is conflating empire and markets, just because empire came to us via a corporation, which is the East India Company. But as many of what I would call the great freedom fighting liberals, but you would say conservatives, and I think there's, you know, sense in ascribing both those labels to them. What a lot of them constantly protested about was what the British really did was they came here and they destroyed free markets in India, rather than the other way around. And I'm again going to quote from your book, quote, both Naoroji and Dutt, that's Dadabhai Naoroji and R C Dutt, both Naoroji and Dutt held firm that the Indian entrepreneur, the Indian merchant, the Indian producer did not need or want any special support. What they advocated was a free and level playing field, where British economic interests and the interests of favored British crony capitalists would not be the deciding factor in the framing of government policies and actions, stop quote. And they were, of course, protesting behavior, which impoverished millions in our country, which destroyed our local economy, and which even other great conservatives like Burke and Adam Smith protested against. Adam Smith"
    },
    {
        "speaker": "Guest",
        "time": "01:20:07.640",
        "message": "hated the East India Company for two reasons. One, he felt that it is ridiculous to allow a commercial company to rule a country. It will always rule in the interest of its shareholders, not of the country, which is the primary purpose of government, to rule for the benefit of the citizens. And two, because it was a monopoly. On both counts, he hated it. Burke, of course, liked it immensely, for very similar reasons. I think the Valsal Neerajan actually made this point in practical terms when he fought with the British shipping companies, P&O, whatever the shipping company was, Inchcape, Lord Inchcape was a guy running it. You know, they basically had monopolies."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:49.960",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "01:20:50.960",
        "message": "And he said, wait a minute, I don't want to run a ship. What's the big deal? You know, in fact, there is a very famous Tamilian, V.O. Chidambaram Pillai. He started a South Indian shipping, steam shipping company, and he was basically put in jail. He was not allowed to, I mean, we were not, free entry, which is one of the requirements of a market economy, was he essentially denied."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:15.480",
        "message": "In fact, I did an episode on the historian Manu Pillai about this and he mentioned Mr. Pillai, and who started this thing in about, I think 1906, 1907, lost everything, was impoverished. And then when Gandhi returned to India from South Africa, he was this one time tycoon was in the egregious position of trying to borrow a little bit of a petty amount from Mohandas Gandhi and just makes you feel so sad that these sort of forgotten heroes and the way they were destroyed by an oppressive empire, not entirely dissimilar from the oppressive empire of today."
    },
    {
        "speaker": "Guest",
        "time": "01:21:51.320",
        "message": "Yeah, this is the point, you know, when state sovereign governments decide to use their power to stifle markets, to stifle free human economic activity, they invariably do it to help one bunch of people who support them. And the rest is history, rest is sadness."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:13.080",
        "message": "No, and it's sad that the intellectual argument for markets becomes hard to make an almost counterintuitive because what people from the outside is they see companies benefit and they conflate that with markets. So earlier, you would look at East India Company benefiting and you would conflate that with, oh, look what free markets have done to India when in reality, there was only cronyism, no free markets. And you have a similar thing today when you have that, oh, look at the favours the government is dispensing to its favoured capitalists be they Ambani, Adani, whoever. And again, this is cronyism. It's not free"
    },
    {
        "speaker": "Guest",
        "time": "01:22:45.640",
        "message": "markets. We don't have free markets here either. Free entry is one of the most important things. Anybody should be able to enter a business, you know, there's licensing, there's prohibiting people from entering business, giving entire Russian trade goes to one British company, entire Indian trade one company. Absurd, completely absurd."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:11.240",
        "message": "So I'll take you now to something again, which you said in your book, you just brought up George the third, and you pointed out in your book, and this is very interesting that in some ways, there is a similarity between George the third and Churchill, in the sense that in the 1930s, one of the aims of all these Indian conservatives was actually about to happen. India was about to be granted dominion status as Stanley Baldwin wanted and Baldwin was firm about it. But Churchill staked his career on it. In fact, that decade of his is called the wilderness years because he chose to go against his party on two questions. One of course, is granting India dominions status and the other of course, was which evolved in the second half of the decade was the appeasement of Hitler. But the interesting point you were making there was that the conservatives almost got what they wanted, if not for Churchill, and then we might still have been a dominion with the titular head being the British Queen and as per you and as per conservatives, that's not a very bad state of affairs. So my question to you, therefore, is a slightly mischievous question is that is independence, then a mistake that we should regret, and it was accompanied by say, the horrors of partition, which you"
    },
    {
        "speaker": "Guest",
        "time": "01:24:20.840",
        "message": "would expect with any radical act. So what would these are things that after the fact one can never really make judgments about counterfactuals, but let me first deal with the George the third thing. That's not my original idea. Leopold Emery, who was a minister in Churchill's cabinet, he has said, he was Secretary of State for India. He said Winston knows as much about India as George the third knew about the colony. So that's where the idea his own friend, colleague, schoolmate, he said that there's a history between Emery"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:53.960",
        "message": "and Churchill. Have you read Churchill's autobiography? My early days? No, I haven't. So in that there's this funny incident where he goes to school, and he sees a small kid near the swimming pool. And he goes and he pushes this kid in the swimming pool. And then that kid emerges enraged and he chases Churchill around to beat him up. And it turns out that kid is actually two years senior to him, and is Leopold Emery. And then Churchill calms him down by saying that I'm sorry, I didn't know you were senior because you're so small. And then he realizes that could be a faux pas. And he says, Okay, my father was also small, he was"
    },
    {
        "speaker": "Guest",
        "time": "01:25:25.840",
        "message": "a great man. Anyway, that's a, that's a complete aside. They were good friends. But, but Emery was sensible. He said, Hey, this guy doesn't get it. Okay, now let's look at the counterfactuals that you've talked about. So Aminata Nair wrote a brilliant piece some years ago, about India becoming free in 47 and Hong Kong in 97. I mean, our British rule ending in Hong Kong. And he said, maybe Hong Kong lucked out by having 50 years of free markets and the stable British laws and, and free trade. So it's not obvious that independence is necessarily such a great thing. And in fact, Bernard Lewis has made this point when he talks about the Arab Middle East. He says independence is not the same as freedom. You can be a French colony Syria, then you become independent. Syrian people are no freer, they still have a dictator ruling them. So those are things that now there's also been a view has been a view when in the 30s, as this, especially after 1940, the Lahore resolution of the Muslim League, when this discussion kept going, there were two, three possibilities. One was to take someone like the Prince of Wales, and make him the titular head of a united India. So then this Hindu Muslim, the Muslim separatism for Pakistan automatically comes down. There was another move to go and find the last surviving descendant of Bahadur Shah Zafar and make him a titular emperor. So there were these kinds of ideas that were floated, it was not inconceivable that you could think of a dispensation which has a monarchical, because generally imperial dispensations tend to be monarchical."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:26.320",
        "message": "In fact, at one point, Mahatma Gandhi made a throwaway comment that the Nizam of Hyderabad could be the next emperor of India, to which Savarkar responded by saying that no, it should be a Hindu kingdom with the king of Nepal on top, which is very amusing in hindsight."
    },
    {
        "speaker": "Guest",
        "time": "01:27:40.000",
        "message": "No, I think what if the Nizam had been made emperor, but it had been a constitutional monarchy, hey, it might have worked because it might have kept Pakistan. But you know, these are all counterfactuals. If you look in my book, I am now convinced that these are silly arguments that we should stop pursuing. Pakistan is a reality, it has happened. This idea of let's unite again, all together, all that is bogus, we should just move on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:06.240",
        "message": "But my question was not so much about the counterfactual, but about if you put yourself back in that time, independence is clearly a radical idea, remaining part of the empire"
    },
    {
        "speaker": "Guest",
        "time": "01:28:16.120",
        "message": "would be the conservative way to go. Everybody wanted that, Sapporo wanted that, Shastri wanted that. And finally, if you look at it for three years, we remained a dominion. In fact, that was V.P. Menon and Mountbatten's and Patel and Nehru's final decision to, and actually supported it. So, suppose we continued, kept a constitution, but remained a dominion, it's entirely possible we might be more like Canada or Australia today. I don't know. It's very difficult to, I think it might have been politically difficult. I think the movement under Mahatma, which was not a conservative movement, which was a radical movement, had radicalized the Indian masses a little too much. And I don't think people would have gone along with, they might have in 1935,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:06.680",
        "message": "but not in 1947. Yeah. Speaking of sort of political difficulties, let's continue talking about the Raja Ram Mohan Roy school, where, you know, we've gone through this early set of reformist conservatives in your Navroji, Gokhale, Mehta, I presume you would ignore, and even Motilal Nehru to an extent would probably fall within that."
    },
    {
        "speaker": "Guest",
        "time": "01:29:28.320",
        "message": "He was not a man of many ideas. So, there's no intellectual, there's not much intellectual stuff you can find as coming output out."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:35.320",
        "message": "I think a lot of, from what little I know Motilal Nehru, it seems to me that he was actually a classical liberal, who did believe in gradualism and working sort of. Yeah, that's for sure. Let's move on to the, what you call the conservative caucus within the Congress, where you point out that at the time India gained independent, we had the three golden years where, I'll again quote from your book, quote, for the first three years of independence till the new constitution came into force, the Ram Mohan Roy tradition of conservatism held sway in the country. The erudite conservative Rajendra Prasad presided over the Constituent Assembly. The incandescent conservative Raj Gopalachari succeeded Mount Batten as a governor general. Ambedkar, a former member of the Vice Troy's council became the chairman of the drafting committee for the constitution. Sardar Patel did defang the princely order, not a very conservative thing to do, but he understood the value of continuity if only symbolic. Stop quote. And I'll come back to, you know, you're claiming Ambedkar as a conservative also after this."
    },
    {
        "speaker": "Guest",
        "time": "01:30:38.800",
        "message": "Ambedkar and Gandhi are, it's very difficult for anybody to claim them. They do contain multitudes. But the interesting thing is that many leftists call Gandhi a conservative. So, I find that tongue in cheek kind of funny and interesting. And Ambedkar, many people criticize him for having been in the Vice Troy's executive council as if that was a bad thing."
    },
    {
        "speaker": "Unknown",
        "time": "01:31:03.240",
        "message": "No, and your point was…"
    },
    {
        "speaker": "Guest",
        "time": "01:31:04.240",
        "message": "You know, he and the guy, what's his name, Bengali fellow, yeah, who was also in the Vice Troy's executive council, worked on Damodar Valley Corporation. They worked on constructive things. They were not stupid. You know, they're not unpatriotic at all. This binary, anybody who was pro-British Raj in any, even in a slight way, is not a patriot. Anybody who's gone to jail against a British Raj is a patriot is not acceptable."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:34.920",
        "message": "I guess patriotism exists when the nation exists. But the point that you also made about Ambedkar was that it was, in your view, a masterful move to make him in charge of drafting the constitution because he brought conservatizing influence, if I can use that neologism, upon the framing of the constitution. Explain that to me a little bit."
    },
    {
        "speaker": "Guest",
        "time": "01:31:54.320",
        "message": "See, the Government of India Act of 1935 has to be one of the finest pieces of legislation ever written up. It was drafted after extensive parliamentary discussions, committee discussions in Westminster. ATI was very actively involved in it. And it basically provided for pretty much the federal structure that we have today in India. It also provided for a relatively strong center, which is, again, what we have in India today. And offshoots after the Government of India Act came the Reserve Bank of India Act, this, that and the other. They were all came together as one bundle. They created the institutional framework for India going forward. We could have simply dropped that completely and gone after a French constitution or Austrian constitution or something, or even an American constitution. We chose not to. We chose to take the Government of India Act of 1935 and then add it, subtract it. And that's Ambedkar's principal contribution to the way the process worked, not the content, the process. For instance, first past the post. First past the post is very much there in Government of India Act, although remember at that time they had separate electorates. But within the electorates, it was first past the post within constituencies. Very English, very American. It's not there in continental constitutions, not there in the Israeli constitution. They're all about proportional representation. But this is what constituency based first past the post, which isn't what has given us stability and not the instability that France, Italy, and Israel constantly experience. These ideas were taken and taken forward how a comptroller and auditor general function. Very much there in 1935 Act. I mean, you know, the way the federal court was constituted or the Morris Quire. So, all of those paraphernalia were very well kept so that, in fact, on January 26, 1950, there was no discontinuity. And one of the interesting things that the Constitution of India did was all prevailing earlier laws will continue. Slowly we've changed them. You know, it took us a long time to change the one on homosexuality, but invariably we've been changing them over time. But it was not an abrupt thing. To my mind, that is the greatest achievement. Not jettisoning common law traditions, not jettisoning principles of equity traditions, not jettisoning the Government of India Act of 1935 completely, but building on it has ensured that our constitution sticks. I've lived in Latin America and in those countries every 10 years they change the constitution. There's complete instability and chaos as a result. You know, this has endured for more"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:06.840",
        "message": "than 70 years now. And, you know, I mean, it's been amended so often that people often joke is a periodical and not a book. And, you know, you've kind of made the controversial point in your book that it's a conservative constitution, whereas a lot of other people would view it as a fairly radical constitution. You know, Gautam Bhatia had a recent book out with the title Transformative Constitution, which sort of sums it up. And I did an episode with the political scientist Rahul Verma, who's written a book with Pradeep Chabbar called Identity and Ideology. And his point there was that this was a radical constitution and that conservatives were up in arms. I mean, he didn't call them conservatisms, but the fault line here, the ideological fault line was one of statism, where conservatives and I don't think he used that term because he avoided those terms in that book, but I'm using it, but that conservatives felt that society is fine as it is, and the state should not try to do social engineering and reshape it. And the liberals or the radicals who shaped the constitution felt that no, society does need to be reshaped."
    },
    {
        "speaker": "Guest",
        "time": "01:36:13.880",
        "message": "Yeah, the issue really, if you think about it, despite all their pretensions to whatever the British never abolished untouchability, for instance, technically untouchability existed in British India. Having said that, the most egregious forms of untouchability actually existed in the native states, in Travancore, for instance, not in British India. And in British India, Ambedkar or Rabadu Srinivasan or anyone got education, got, they were able to make their impact. And they had votes. Voting was given by property and education, not by caste. So the Government of India Act of 1935 gave as many Dalits who were educated and who had property and paid taxes, they gave them the vote, it was not based on caste. So it is true that abolition of untouchability was a radical act or seen as a radical act by many people. But I see it as part of the evolutionary process. I see it as going back to Macaulay, going back to Nankumar being hanged under war in his things. He was a Brahmin and he was hanged. And there was a big furor in Calcutta, not so much whether he was guilty or not guilty, but whether it was okay to hang a Brahmin. So each step it has moved on. And so I see many of the so-called radical changes done in 1950 as being built on the changes of 1909, of 1919, of 1935. And the continuous evolution, going back all the way to the Regulating Act and British India Act in the late 18th century, from then till now. Queen's Proclamation of 1858, it talks about no discrimination based on caste, creed or religion. British didn't always follow it. I'm not saying they followed it, but principle is enunciated and there is this gradual evolution. So I disagree with both the people you've interviewed from the perspective of historical process. I'm not talking about every detail of content. There are changes in content in the Constitution, which are quite radical. But the processes, the radical step is a next step from a step taken 10 years earlier. That's the way I see it. We had limited franchise. Now we had adult franchise. But at no stage, by the way, was franchise based on gender or caste. Never. It was based on property, on tax payment and education. So that was eliminated and just age was made. Anybody over 21 can vote. And so I see that as a step rather than as a radical break. So it's the way you want to look at the history of the evolution of the Constitution and just look at our neighbor, two of our neighbors. Pakistan never kind of built on the Government of India Act of 1935. Instead, Ayub Khan came up with something called basic democracy, which was a completely new idea. I'm not saying it's a good idea, a bad idea, but it was a radical and that never worked. It worked for five years and then that went and another constitution came. Sri Lanka, they're troubling themselves going back and forth between this and that Prime Minister presidential and never resolving this. And in fact, creating it doesn't mean we don't amend. Of course, we amend, but we still keep that continuity as we amend. And that is the principal desiderata of conservatism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:54.440",
        "message": "Let's let's kind of go back to the chronology and sort of the Ram Mohan Roy conservatives, as you say, and for three years during the transitional period, 47 to 50, they are in powerful positions, they are shaping the new India. And then in a sense for that, for that strand of conservatism, it all falls apart. Patel dies, Prasad gets a titular post of President, Purushottam Das Tandon is knocked out of the party, Govind Ballapant is CM of UP, but he's kind of sidelined as well. And, and it's all Nehru, VP Menon, they're sort of Fabian socialist vision, which is dominating. VK Menon, not VP. Sorry, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:40:32.080",
        "message": "VP Menon's a good guy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:33.080",
        "message": "Yeah, yeah. Sorry, my bad. VP Menon helped bring all the states together, of course, and has written a fine book on it. And, you know, and like you point out, there were some minor successes, such as they did manage to stop Nehru from carrying out collective farming."
    },
    {
        "speaker": "Guest",
        "time": "01:40:50.560",
        "message": "20 million people died in China. We don't know how many people died under Stalin in in Russia, because they didn't keep track of killings. Collective farming could have set back Indian agriculture, could have, could have created massive chaos. And there was a very strong lobby for it. So, Tantra Party fought it relentlessly. Charan Singh, who was in and out of the Congress Party, actually, at that time, I think he was in the Congress Party, fought it relentlessly. And somehow, the caucus prevailed. And Nehru's other advisors who wanted to push us towards collective farming were kept back. Also, remember, at that time, property was a fundamental right. This obscene amendment hadn't yet come."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:44.200",
        "message": "I had an episode on the right to property. And I agree with you, that is the most obscene"
    },
    {
        "speaker": "Guest",
        "time": "01:41:48.760",
        "message": "amendment. This obscene amendment hadn't yet come. And Nehru never, Nehru disliked property being a fundamental right. He disliked the idea of justiciable compensation. But he was gradualist enough not to tamper with it. It happened after his death. So, yes, we started, I think the high point of losing influence was 56, 55, Avadi Congress, after which it became very much of a left-wing, pro-Soviet, pro-central planning, pro-gigantism party on the economic side. And on the political side, I think it remained one of kind of tops-down fixes. Community development program, he will spend 500 crores, you know, some tops-down stuff without sufficient citizen participation or grassroots involvements. And making some compromises like linguistic states, which they couldn't fight off completely. And it was a very sad time for the country, very sad time. And it continued for a long time, unfortunately."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:01.800",
        "message": "No, and it was in an economic sense, I admire Nehru for many things. And I think he was a great statesman, but in economics, he was a complete disaster. And this would definitely have been part of the reason that there weren't enough countervailing influences and he sidelined"
    },
    {
        "speaker": "Guest",
        "time": "01:43:15.400",
        "message": "Raj Gopalachari and forced him to leave. I actually hold as economic advisors more responsible than even Nehru, Malo Nubesvi, K. R. V. Rao, K. N. Raj, all these, Sukumoy Chakravarti, all these fellows who kept writing theoretical papers sitting in Delhi school, and who really sidelined the chinoys of the world and pushed through some very absurd, I mean, Malo Nubesvi actually believed that the economy was some kind of a machine. He had no time for price signals, for, you know, consumer preferences. Everything was a machine and it would work. If you made so much steel, you could make so many cars. If you made so many cars, you could consume so much petrol."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:03.280",
        "message": "And it's ironic because Hayek's great essay, The Use of Knowledge in Society, was written"
    },
    {
        "speaker": "Guest",
        "time": "01:44:06.840",
        "message": "in I think, 45 or 46 before. All this was known, Baba. There's no, the idea that they didn't know that this was zeitgeist. I know people like Ram Goha pushed this idea. No, no, they were just, you know, following the fashions of that time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:21.080",
        "message": "Which I think broadly is true. I mean, no one knew what the Soviet Union actually was"
    },
    {
        "speaker": "Guest",
        "time": "01:44:25.280",
        "message": "at that time. People sort of idealized it. They had put the Sputnik in space. So people thought they were ahead of the US and the West. So there was that kind of, but there was also, I think, brazen stupidity for which we are all paying a price. I mean, the point is, it's not a price that they only paid or their families paid. It's a price that the whole country has paid."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:48.440",
        "message": "I want to move on to the Bankimchandra Chatterjee School because it's sort of more relevant to our times. But before I do that, let's talk about the last political gasp of the Ram Mohan Roy School. And of course, you have the Conservative Caucus sort of dying out within the Congress when, you know, Shastri dies, Gulzarilal Nanda leaves, Maraji Desai leaves. And by the end of that decade, by the end of the 60s, Svatantra Party is also a spent force. And your point is that politically, the Svatantra Party and by extension, the Ram Mohan Roy School of Conservatism is doomed to fail politically. Why do you say that?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:23.800",
        "message": "As a separate political movement, institution or party, I don't think it can succeed. In democratic politics, the issue that seems to matter most to voters is identity. And if at all there is an interest in economics, the interest seems to be in redistributive, goody giving, patronage economics. So, this is the nature of the voter. And this has been discussed even by Pericles. I mean, this is not a new thing. The nature of the voter is something we have to live with, which is one reason, by the way, why many aristocracies resisted increasing the franchise. I'm not supporting it, but I'm saying there was always this fear that now, if you're going to vote by identity, like the Republican Party in America is about guns, it is about abortion, it's about immigration. It's not about taxes and trade. Those are secondary issues. The Conservative Party in England is about England and identity and so on. And the Labour is about free immigration and more refugees and so on. These are about identity issues. It's not about... And then the ideology, the economic ideology comes. Now, what is the identity issue that Swatantra or Ram Mohan Liberal can put up? Very difficult. It's too elitist. You don't appeal to any one caste or any religion or any linguistic group. You can't call yourself Telugu Desam. You can't call yourself, you know, Muslim League or Kalidhal. So, therefore, to get elected is not possible. That's my point I'm trying to make. A party like this as a political party. Now, can it be a movement? Can it be a debating society? After all, Fabian Society, that left-wing group that did so much damage to the 20th century, it was just a debating group. So, you can influence without necessarily being a political party. That's the point I'm trying to make. And to try and start a political party is a waste of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:40.900",
        "message": "No, the Ram Mohan School of Conservatism sort of failed there, at least in a political sense. But the strand of conservatism which did succeed was the Bankim Chandra Chattopadhyay strand"
    },
    {
        "speaker": "Guest",
        "time": "01:47:51.320",
        "message": "of conservatism, which no one expected. And they're in charge now. Particularly in the 50s, I don't think Jansang had more than 3, 4, 5 MPs, whatever. The communists always had many more. No one expected the Bankim Chandra School to do so well politically. And that's in the 62 and 67 elections. Swatantra had more seats than Jansang. So, but the reason I think that's been able to chug along and increase its footprint, frankly, goes back to Lajpat Rai. It goes back to, and even to Bandarkar. Bandarkar's speech talks about the fact that, hey, you know, Hindus better become anti-caste. We better get consolidation across castes. And this is also very prominent in Savarkar's writings."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:53.000",
        "message": "So, In fact, Savarkar and Ambedkar were together against Gandhi on the issue of caste. A lot of people don't realize this when they sort of"
    },
    {
        "speaker": "Guest",
        "time": "01:49:00.480",
        "message": "Yeah, so there's, and that in the initial years, when I was in college, for instance, in the 60s, Jansang was a North Indian Hindu, Hindi party. And that too upper caste, you know, light complexioned people, kind of party. It has changed. Its current leader is an OBC. I mean, hey, it's, it's been able to do what, in fact, Kanshi Ram always used to say a communist party of India is a joke. All its politburo are Brahmins and upper caste. All the workers are Dalits. And that has been the problem with virtually all political parties in India. They have been able to break that genuine Hindu consolidation that Lajpat Rai politically wanted and which Bhandarkar intellectually argued for and Savarkar supported in his early days. That has happened. It's happened for a variety of reasons, including I mentioned somewhere in the book, the Ramayan television series of what is this fellow, this Ramanand Sagar In cultural history terms, he'll go down as important as Kambanur Tulsi, Das or Tyagaraja. Just wait and see when it's written a hundred years from now, the importance of what he did. But for a variety of reasons, they have been able to, but I think this is the single most important reason. The identity of a Samajwadi party is as of a Yadav party. The identity of NCPs as of a Maratha party, for Kalidhar as a Jat Seekh party. This has managed to take the identity across castes and has been able to get OBCs into it. This was very much Lajpat Rai's vision and that has happened. It's almost as if they've kind of systematically, they've also looked at the ideas going back to Bankim. What is the original idea of Anandamath? A dedicated group of Sanyasis, Bhairagis, who are worshippers of the mother goddess, who are committed to sacrifice and freedom. Actually, today's BJP vocabulary is uncannily similar. Vande Mataram, Mother India, spirit of sacrifice, spirit of asceticism, anti-corruption. On the ideas side, they have gone back to Bankim quite well. On the organizational and people side, they have been the most successful party in terms of they have a Dalit president. Before that, they even made Muslim president. So, they've kind of been able to do these things quite well. And really, I'm quite impressed. The adherence to Bankim and the ongoing Vivekananda. Vivekananda is very important in Modi's vocabulary. And again, the same ideas of sacrifice of motherland, those ideas taken forward and mingled with the political organization of how in a democratic polity does one get the OBC vote? How does one get the Dalit vote? How does one get the tribal vote? And long years of hard work, particularly the tribal votes is not recent. I mean, that work has been going on for 30-40 years in parts of tribal India, and it's finally paid off. So, there's still a problem with the South. It's not clear that it's been able to. Karnataka is a bit of a, you know, one swallow not making a summer. So, we'll see if they'll be able to push through in Telangana, Andhra, Kerala, Tamil Nadu. But the overall effect has been very, very interesting. Also, the base of the leadership, the original Hindu Mahasabha leadership was really very much Bengali and Punjabi and UP maybe. And the original RSS leadership was, you know, Maharashtra Vidarbha. Now you have Gujarat, you have, you know, different parts of the country pushing forth"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:34.000",
        "message": "the leaders. You have an OBC Prime Minister. I'll sort of synthesize all this by quoting from your book again, which very eloquently expresses sort of the origin of the school of where you say, quote, a frequently asked question is whether Hindu nationalism by its very Hindu and very nationalistic nature can be a branch of conservatism at all. This needs to be viewed contextually. Abraham Lincoln, who was perhaps the greatest American president, referred to the mystic chords of memory that bind people together. When you combine this with the fact that the British conquered India and pretty openly took the position that they had conquered it from predominantly Muslim rulers, it became clear that non-Muslims in India, taking into account that the very term Hindu was an evolving one, had no option but to seek a renaissance if they were to sustain themselves as a community with shared mutual loyalty rather than as atomized splinters. Bankim and Lajpat Rai, along with several others realized that a shared Hindu cultural identity could be the basis of overcoming vertical and horizontal boundaries among Hindus like caste, stop quote. And you later said they could then be a band of brothers. And partly, like you said, this has finally taken shape in the sense that more Dalits voted for the BJP than the Congress in both the"
    },
    {
        "speaker": "Guest",
        "time": "01:54:50.200",
        "message": "2014 and the 2019 elections. In UP, there might be as many Dalits voting for BJP as"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:56.080",
        "message": "for BSP. Absolutely. So, you know, it's quite an achievement. Whatever, whatever activists on the outside might say, it seems the Dalits of India have voted with their feet for the moment. Now, I want to come back to a slightly more sort of troubling element. There's a later quote in your book, the question that arises a quote, the question that arises is whether the pre-independence Hindu nationalist movement was a conservative one or not. It certainly had a conservative flavor to it. But it also had a revivalist and rejectionist flavor, stop quote. And in a different part of the book, you talk about how the danger in these kinds of nationalistic movements can be in othering certain people the same way the Nazis did, for example, and you bring up that comparison, and you say that that othering could become something pathological, and could descend into something which is very far from conservatism. Can you sort of elaborate?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:54.440",
        "message": "Yeah, you see, when you talk about revivalist, if you say that only Gupta era or Chola era stuff matters, the last 200 years of British era is all hell, is all poison, all to be forgotten, all to be jettisoned, that is revivalism. You know, that is not conservatism. The second thing in terms of othering is really, Band of Brothers is, we are together, we have a shared culture, we have a shared community, a shared territory, whatever. Does it require that we move to the next step of disliking another Band of Brothers? And so that's called othering, really, essentially, to build a kind of political platform on a negative kind of trajectory. And it's not unusual, it happens. You could be a proud German, and you could have included the Jews as part of proud Germans. After all, between 1900 and 1930, although they were 1% of the population, 30% of the Nobel prizes won by Germans were won by Jewish Germans. They never thought of themselves. But if you choose to other them, then you end up with a pathological situation, which in the long run can be detrimental, can come back like a Basmasurah, it can come back to actually kill you. And this is a problem that a lot of nationalist conservative movements have. Parnell was, you know, look at Parnell, how he was othered. He was a great Irish Catholic leader. But the church went against him because he had an affair or something. Purely personal reason, you othered the man. And then the Irish lost 50 years, that they could have gotten their home rule earlier, under Parnell. So these things, you have to be very careful, you have to be extremely careful that you don't. And that's why revivalism and being anti-British, and anti-McCauley-Putra, and anti-British rule, and anti-English, ends up also becoming anti-Western civilization, which is the source of so much modern good stuff for us. So it's dangerous. You should not other, you know, anyone because in doing that, you lose. I mean, TSA Ledder is not a fool to read the Upanishad. He's, you know, he's reaching out to all that is great in human traditions. We should be like that and not other, either the West or Muslims or anyone."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:38.360",
        "message": "And there's a passage in your book, which seemed to me that I would have agreed with if you had written it in, say, 2002, when Vajpayee was Prime Minister. But I cannot agree with it today, which is, quote, almost imperceptibly, the face of Hindu nationalism changed. Gone was the opposition to English and the attempts to force Hindi and reluctant states. Traces of obscurantism associated with the revivalist ideology were quietly jettisoned. The Ram Rajya Parishad's opposition to changes to the Hindu marriage and divorce code would appear quaint today. Hindu nationalism has acquired a chic contemporary age. Stop quote. And even if this might have been true in 2002, when Vajpayee was PM, it seems to me that it's actually shifted the other way today in the sense that cow is back as an issue. Now that they're done with 370, they're at some point going to move on to the uniform civil code, which in a sense is, you know, the Hindu code bill issue all over again, expressed differently as resentment against the other, you know, apply to everyone. Similarly, you know, lynchings are on the rise. You have talk of, you know, I mean, things like love jihad and all were issues in the 1920s, for God's sake, and they are back. I had an episode a while back with Akar Patel on the intellectual foundations of Hindutva, which in retrospect, I think both of us said things which were rather naive. But one of the points he made in that was that it seems to him that a lot of Hindutva, it seems to be again, like you pointed out about the other, it's directed at someone, you know, whether it's cow slaughter directed at Muslims, whether it's UCC directed at Muslims or at appeasement of the Muslims that the Congress carried out. And that allegation, of course, is correct. But it's all about"
    },
    {
        "speaker": "Guest",
        "time": "02:00:19.880",
        "message": "the other. What are the positive things that this I think, I think, you know, the the best writings of Savarkar or Shamprasad. It's not about the other at all. It's about reforming and consolidating Hindus. It's very little reference to the other actually. Hindutva"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:39.000",
        "message": "has a fair amount of reference to it. I mean, I've read it and but the emphasis is really"
    },
    {
        "speaker": "Guest",
        "time": "02:00:45.840",
        "message": "let's fix ourselves. Let Hindus get, you know, Sangatan within Hindus that let's let's get rid of caste. Let's get rid of egregious. That's the emphasis. The other part is kind of there, but it's not and it can always become bigger. The question is, if it becomes bigger, what are the risks? What are the dangers? There's two others. There's not I don't believe there's only one other. One other is the West. Because when you reject English and Macaulay Putras, and when you reject a lot of those things, you are saying that we will be a kind of a Hindu thing without recourse to any interaction dependence with the West. And the other is Muslim. I think the second one, post 911, has gotten a little confused with also this jihadism and international terrorism, and of course, Pakistan sponsored terrorism and so on. So that's become a very confused area of of dealing with it. And I don't think anybody has the right answers. I just saw the other day that there is a head of some Christian association in Kerala was written a long letter about love jihad saying, it's all about Christian girls who are being trapped in love jihad. So this is now, you know, and the attack on the Christian churches in Sri Lanka and so on. This has become a bit of a difficult thing to deal with. One can only hope and I've mentioned that there are some good signs. There are some lots of worrisome signs, some good signs. Modi being the chief guest at the International Sufi Convention in Delhi. He is being very prominent in the Bori Convention in Indore. And if you noticed, in this Houston thing, there was a large number of bodies in that traditional attire. So Bori NRIs also obviously are being courted as part of this. I think there is a need to make that connect. And I think the most promising area, which I hope they will, is music. Because music is an area where there has been a lot of kind of commingling and a lot of emergence of a band of brothers spirit across Hindus and Muslims, not just within Hindus or within Muslims. It has been one of those things. We have in Tamil a song, Patum Nane, Bhavumum Nane. I am the song. I am the bhava. I am the feeling in the song. I am the person who has made you, the singer, sing. So this is Shiva, who is the lord of Madurai city. And we believe that still, if you are a good devoted person, you can still see, suddenly get to see Shiva in Madurai city. He is always there. So he is singing this song. And the person who wrote this, this is a 1970s, 60s, 70s song, is a guy called Kamu Sharif, a Muslim lyricist and poet. So my point is, if you can go to the Sufi Convention, then you should now also push along these things. Because otherwise, the narrative, including what is bothering me, is international. It is no longer just an Indian problem. It's got international dimensions in terms of this othering, that we need to, and I am hopeful. I somehow feel that the two countries where we might also get constructive response from Muslim intellectuals will be India and Indonesia, where they will come up with new pathbreaking ways to reach out to create band of brothers, affinities. I am very intrigued by this Pasmandha Muslim movement. You know about it? No. This is a movement in UP and Bihar of OBC Muslims. So they want to, so in a sense, they want, they're saying these Ashraf, you know, Arab, Persian descent, light complexion, Muslim aristocracy, they have not helped us. They've just, you know, taken care of their sinecures. So let us do our own movement, look for reservations, which is what everybody in India looks for and a few other goodies. But in the process, what are they doing? They are admitting that they are converts of OBC castes, which is what in fact, the Hindutva people want them to admit. So it is happening maybe for a totally different reason. But it's, so I am this girl Salma who writes, she's a Tamil feminist writer. She's a Muslim feminist writer. Very interesting. So there are things like that that are happening, which give me a sense of optimism. But yes, we could, the descent from high watermark 1930 to 1940 was just 10 years. It doesn't take very long. If you, if you make a few wrong choices, you could, hopefully again, that's the constitution. It is it's the inherent good sense of the Indian people which will"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:36.920",
        "message": "prevail. In fact, one of the great lessons of the 20th century was that one must be able to tell the difference between an ideology in its utopian form, as you've pointed out, and what actually happens. And we've seen that with the Soviet Union, China, Cambodia, or whatever, where you still have people who defend communism and say that in any theory, but practice where they implemented it wrong. So my question to you then is, let's look at this school of conservatism, the Bankimchandra school of conservatism with the same scepticism, and leave aside what are in theory, the sensible aspects of it and look at what's happening in practice, because what I see in practice is when Modi is a master of optics, what I see in practice is that in terms of economics, his government is as statist as any government in our history. In fact, many of the things he's done like demonetization and the botched implementation of GST feels like it's right out of Indira Gandhi's book, I always say"
    },
    {
        "speaker": "Guest",
        "time": "02:07:30.480",
        "message": "he's her successor. This is where I keep making the argument, we need to appeal to the non statist free market elements within the BJP. Because there are Luddite elements also, they don't want modern technology, but they don't want GM crops. There's there's a whole lot of elements within this broad umbrella of Hindu nationalism, which we need to neutralize and appeal to those elements which are, that's why I said if you read that again, there is something about technical thing, chic contemporary edge. Now, this meeting with Facebook, this interested in Silicon Valley, these are the things that we need to push. It's very tough, it's very tough to push it because the other side which wants GM crops to be banned, which wants no privatization, they have their, you know, they're playing the same game of using their thing. And, but it's a tough one. In general, it's been disappointing that this dispensation has not been as market friendly, I think, as many of us expected"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:47.920",
        "message": "it to be. And I didn't really even finish my question, because the second part of the first part, of course, is an economics have been completely statist, not even just as market friendly as you and I would have liked, but literally Indira Gandhi level statist. But also in terms of society, our society is being polarized very deeply. And I don't think that's an exaggeration by what is really going on."
    },
    {
        "speaker": "Guest",
        "time": "02:09:08.720",
        "message": "I think it's an exaggeration. In my travels, I don't see, I think it's a very Bombay Delhi view. When I travel around the country, I don't see any great change from the past. And I really, you know, wonder if in fact, there is extraordinary new levels of violence or new levels of tension, because it seems to me pretty much the same as it was before. And it's India's never been an easy country to govern. And it's never been a nonviolent country despite Mahatma Gandhi's best efforts. So it's there, but it's I don't the narrative that somehow it has gone up dramatically in the last five, six years, I, I'm very sceptical of that narrative. For instance, take this some guy has gone to a magistrate and gotten some sedition case against some writers in some obscure court in Bihar. Now, this kind of thing has been happening in India for the last 80 years. It's not new."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:20.560",
        "message": "No, no, I have in fact written about the sedition law in columns long before this government came to power. But I think we'll agree to disagree. Because I think if you just look at the number of the lynching numbers, for example, and the way that the discourse has been so polarized and has become so shrill, I think, but we can agree to disagree."
    },
    {
        "speaker": "Guest",
        "time": "02:10:37.920",
        "message": "I don't know, I think maybe I have a longer memory or whatever. But have you heard of Kela Venmani? No. Kela Venmani in 1968, 40 odd Dalit agricultural workers were burnt alive in a, in a hut in Thanjavur district. Now, these kinds of things have been there and no one was punished, by the way. Commission of inquiry came up with some total anodyne report. And this is under a DMK government, not even a Congress government. I'm not, not, this is the, the, the, the, I remember so many of these things and I say Maliana, Meerut, Moradabad. In fact, this fellow who has now become governor of Kerala, what's his name? Arif Mohammad Khan. He makes an interesting statement. I was watching him on YouTube the other day. There have been no riots for some time. That's his perspective, you know, but which is actually interesting. You want to measure by riots. It's kind of horrifying idea because you know, the moment you say these things, you'll have one. It's kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:46.680",
        "message": "scary, but. We'll leave this particular issue there. Let the listener decide. I've taken a lot of your time. So I'll end with sort of a couple of more questions. One question is that once you get into politics, your imperatives, your incentives drive you in a particular direction. And typically what happens is you're driven by the will to power. For example, Amit Shah is of course a master political strategist and the way he's done his mergers and acquisitions got politicians from all parties, regardless of their founding ideology, the way he's put together caste coalitions, you know, going after non-Yadav OBCs and non-Jatav Dalits and so on and you'll be very masterful, but driven by the will to power and not by any ideology per se. So then the question is that given that political imperatives leave you with only one aim, which is what is the best way to come to power and nothing else matters, not issues of virtue, or what is the right thing to do, or what is good for society, but simply how do I win the next election? Is that something that you see as a problem?"
    },
    {
        "speaker": "Guest",
        "time": "02:12:53.160",
        "message": "And isn't that a more core? It is. It would be a complete violation of the principles of Rajadharma. Thiruvalluvar certainly would not have approved of it. But all that is theory, right? No, why? I mean, I mean, ruling righteously is not theory. Who has ruled righteously? I mean, I don't like the word rule because they should serve, but who has ruled righteously? Not perfectly. Look, you go back to the American Constitution. They are saying more perfect union. They're not saying the perfect union. We are not saying that we can get it all correct. But the intention and the attempt has to be in the direction of righteousness and not in the direction of pure pursuit of power. And that is that is a danger. It's a danger that all kings, all quasi kings, would be kings, wannabe kings are tempted by. And in that process, will they adopt means that are not just moderately bad, but extremely bad? That's the question you're asking, right? And we've seen this again and again and again in democratic politics when somebody says, yeah, that might be a good idea, but it's not a vote winner. Oh, that's a vote loser. Forget it. You know, this idea that we will only pursue vote winners and discard vote losers is in and of itself not bad. But when you then say, I don't mind pursuing vote winners, but I'll do it through bribery, chauvinism, corruption, violence, that's when it becomes it becomes a problem. I don't think we've gotten there. The country is not there. Could it get there? I doubt it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:55.440",
        "message": "No, in the sense that we had something like demonetization, which was horrible economics, but good politics and carried out for political reasons, because the calculation was that one your opposition parties funds get stunted and to the sense of schadenfreude that the poor feel about the rich suffering more than them will help them win the next UP election."
    },
    {
        "speaker": "Guest",
        "time": "02:15:15.680",
        "message": "And it was a landslide. You know, again, I mean, we, after the fact, it looks, if they had lost, we'd have said demonetization caused them the loss. My point is, after these electoral analysis, but why somebody wins or loses after the fact."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:34.440",
        "message": "No, I agree with you. My point of bringing this up was to say that the impetus behind a particular that particular economic policy and my contention is, for most economic policies"
    },
    {
        "speaker": "Guest",
        "time": "02:15:46.480",
        "message": "that get carried out by the government is a political impetus, not an economic impetus. That is correct. And that's that is the nature of democracy. I don't think you can stand up in Britain and say NHS is inefficient. You will lose. It doesn't matter whether you're conservative or Labour or whatever. So yes, ultimately, in a democracy, politics predominates and not economics. And that has been one of the sadder things about the 1991 reforms, is that it wasn't sold to the people as something that's good to this day. I don't think it's economic reform or movement towards markets has been sold by anyone."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:33.240",
        "message": "In fact, it's remarkable that actually the best thing in terms of policy that happened to this country, which got 300 million people out of poverty, is something that Rahul Gandhi actually disowns, and wants to walk back to earlier socialist times, which kept millions"
    },
    {
        "speaker": "Guest",
        "time": "02:16:48.240",
        "message": "in poor, which is, you know, the state of the opposition is so dismal. Because I think the politics of patronage may be very important for their votes. Right. In other words, you know, exactly the point I was making, I made this point many years ago, to one of my friends of the Congress. I'm talking about 20-30 years ago, not now. I said, yeah, as far as I can make out, the less educated a person is, the less wealthy a person is, other things being equal, caste, gender, etc. The more likely that person is to work for Congress party. Therefore, I said, you guys have a vested interest in keeping people less educated and less wealthy. I mean, stupid reverse causality, I admit, it's not a good argument. But I was making it for effect to say, these are very complicated things. They don't, for instance, would you want Hispanic Americans to get integrated? If you are a Democratic Party leader in America, probably not, you want to highlight their separateness, because then they'll vote for you. Otherwise, they might vote Republican. So these are some very complicated things. And it's a curse of democracy, that we have to deal with these things. I think economic reform, we have to keep fighting for it on only two, three basis. One, it is morally the right thing to do, Raja Dharma, not to interfere in economic activities of your citizens. Two, consequentially, all these Asian countries who adopted it have done better than us. Therefore, you will do better. And three, if a constituency keeps getting built for it, which is still very small, presumably, and not a constituency for freebies, I think you might, but the third one is very tough. It's very tough. Politics always trumps economics. And also they look at the facts. Fact is Nassim Rao lost. Fact is Vajpayee lost. You know, hey, wait a minute, probably our two best Prime Ministers. Wait a minute, you know, economic reform, Vajpayee did the maximum amount of privatizations, even added disinvestment ministry. He lost. So the conclusion you come to, it's a very strange conclusion, but you come to it that, hey, you know, the voters are supreme. And how does one deal with that? Democracy is not an unmixed blessing. It has its problems, as Churchill says, it's better than other systems, but it's not necessarily a very good"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:49.160",
        "message": "system. Absolutely. Now, I'll let you go shortly. I'll release you from the fetters of this drab podcast recording studio. But before I ask my final question, I just want a word for my listeners. I had four pages of notes for this episode, and I'm through just two of them. Among the things we could not discuss is the development of Islam in India, how much of it was around conservative lines, how much was not. Jerry's assertion that Jinnah started off as a conservative and ended as a radical. Then there are a couple of really good chapters on culture, on society, on aesthetics and education. So the book is far richer than this, even this episode might have given you a sense of so please to go out and buy the book. But now for my last question, which is a question I ask all my guests about whatever"
    },
    {
        "speaker": "Guest",
        "time": "02:20:36.800",
        "message": "the subject is. Can I come in for one minute? Particularly the culture section, I think is something that I spent a fair amount of time and effort on. Because the problem in today's academia, both in North America and in England and in the continent and in India, is that it's dominated by Marxist postmodernists and Freudians, who have kind of dismissed the idea of an Indian culture as upper caste, hegemonic, patriarchal, this, that and the other using their vocabulary that postmodernists like, which I don't understand, and I choose not to understand. And I've taken a very comprehensive and a very head on attack on that, in defending the idea of an Indian culture. So I do hope readers will get to that and spend time on"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:34.520",
        "message": "that. Now, come on your question. Yeah, my final question is, speaking as a conservative, what gives you hope? And what gives you despair about the next 20 years in India?"
    },
    {
        "speaker": "Guest",
        "time": "02:21:50.600",
        "message": "What gives me hope? I think, basically, the residual Marxism residual socialism, as an intellectually coherent and respectable doctrine will go away. There is still left. I think it will go away. That gives me hope. Because as long as it exists, it's always a danger and a bad thing. I think in the economics area, either because of a crisis or whatever reason, the philosophy of supporting markets and being market friendly, will willy nilly reassert itself. I think Indian culture is thriving. On that score, I'm quite positive. I think Indian social change is going along fairly okay lines. There are issues like Sabarimala and so on, which kind of distract us. But in general, it is it is moving along the directions. Now what am I worried about? I think one worry is that we continue to not recognize, intellectually at least, in sufficient numbers, the continuity in our history, particularly the importance of the British Raj as an important, constructive, positive intervention in Indian history. If we don't, then we run the risk of doing stupid things. And that is a big risk that worries me again. And I see it in our neighboring states. I see it in Myanmar. I see it in Sri Lanka. I see it in Pakistan. I see it in all of the former colonies of the British in Africa. And Naipaul talks about it when he talks about mimic men. You know, what does he say? That's what he's talking about. The jettisoning of that is and it could happen. It could happen because there is so little understanding and so little defense of it. In fact, the most popular books recently in Indian history have been attacking Robert Clive and attacking East India Company without, you know, and very popular, immensely popular among Indians, middle classes and upwardly middle class. That worries me. That's a big worry I have. Then I do have a concern that which you expressed that, you know, essentially we have moved far ahead politically without moving sufficiently economically or socially. The same issues that Rana Dey raised 120 years ago. Please let us not go for, you know, quick political freedom without concomitant economic and social change. That is still the curse that we are living with. And that means you never know. We could have some very strange and bizarre political behavior. And we should always be very careful. The First Republic of India is 69 years old, yes. And, you know, it is very important that we collectively say, hey, we want to be around in the same fashion more or less 69 years from now. And 1776 to 1860 was how many years? 84 years. A major crisis happened in the history of the other great constitutional republic that we are aware of. So those these are dangerous times in the history of any republic. We are no longer young. We're a middling, middle aged republic. And middle age is when, you know, as you know, cholesterol and diabetes and all these things hit people. And that could be true for a society, too. So that gives me sleepless nights."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:49.280",
        "message": "On these wise words, Jerry, thank you so much for coming on the show. I learned a lot reading your book and talking to you. Thank you, sir. If you enjoyed listening to the show, hop on over to your nearest bookstore online or offline and pick up The Indian Conservative by Jayatirthrao, better known as Jerry Rao. You can't unfortunately follow him on Twitter or Instagram or any such thing because the man very wisely is not on social media. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in, thinkpragati.com and ivmpodcast.com. The Seen and the Unseen is supported by the Takshashila Institution, an independent think tank based in Bangalore. The Takshashila Institution has postgraduate courses in public policy starting January. So do check them out. Hop on over to takshashila.org.in for more details. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:26:55.280",
        "message": "How many times have you caught yourself googling stuff on health and wondering if it's the right information? How many times have you heard different health experts give opposing views, which has only left you confused? There are rising cases of cancer, heart, diabetes, stress, and autoimmune diseases. Meet the patients and the experts who paved the path of true healing. Join me, Rachna Chachi, cancer nutrition coach and nutritional therapist on Heal and Hearty. I take you through my own journey of recovery from an incurable disease and the journey of so many others who healed only via nutrition and holistic healing. Find the answers you seek for what's good for your health and what's good for your soul. You can listen to us on the IBM podcast app or ibmpodcast.com. Don't forget your date with good health. Advertising is dead. Yep, you heard me right. Advertising is dead. We're all in the content business now. Let's not call it news, TV, radio, etc, etc. It's all content. And we're in the middle of this weirdly exciting phase where all the borders and lines that have been drawn over decades has been swept away by this lovely thing called the internet. We're a show where we don't dwell on just the stuff that is now but rather the wider stuff about advertising, media, content, and the whole goddamn circus surrounding it. Tune in every Tuesday for a weekly unboxing of the mystery box we used to call advertising. I'm Varun Duggirala, co-founder and content chief at The Glitch. And this is my new podcast. Advertising is dead."
    }
]