[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. I.V.M. So, you have Jahangir's minions holding the snake, forcing his mouth open and shoving the rabbit inside. In the process, the mouth of the hapless snake is torn and it perishes. Not the first or last victim of the whims of an autocrat drunk on power. And this reminded me of modern times, because we see many of our leaders treat our economy just as Jahangir treated that snake. I wish Jahangir had just left that snake alone. The moral of the story, as you would have guessed by now, is this, the snake died."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:56.000",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:07.920",
        "message": "Welcome to the scene and the unseen. My guest today is Parvati Sharma and we'll be talking about her book, Jahangir, an intimate portrait of a great Mughal. This is not only a serious book of history that contained many insights and TIL moments for me, but it was also a fantastically entertaining book to read with many moments that made me laugh out loud. Also, as much as it is a book of history, it is also a story about people with all their flaws and insecurities and idiosyncrasies. It's quite apt to call this, as the subtitle of the book suggests, an intimate portrait, because it did feel like I got some insight into Jahangir the man through this book. I also have another reason for doing this episode. Every episode of the scene and the unseen through its nearly 150 episode history has featured a Verma. I've never had a Sharma on the show. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to Indiancolors.com. Indiancolors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price, and artists get royalties on sales, just like authors do. What's more, Indiancolors now has an exciting range of new products, including fridge magnets with some stunning motifs, and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Wazvoo x Wazvoo, Brinda Miller, Dilip Sharma, Shruti Nelson, and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to Indiancolors.com. That's colors with an O-U. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM podcast. IVM20 for a 20% discount at Indiancolors.com. Parvati, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:12.920",
        "message": "Thank you very much, Amit. It's lovely to be here. Glad to be the first Sharma on your show. And that story that you told about the snake, I'm glad you picked that. That was one of my many favorite stories when I was writing this book. And people used to get a little worried when they saw me approach, but I just couldn't stop telling them. My Jahangir story is the latest mad thing I had read of this man doing. And this was one of my top, top five."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:39.740",
        "message": "This is a fantastic story, but there are, like you said, so many fantastic stories. And we'll, you know, come back to some of them during our conversation. Before we get to ancient times and before we get to Jahangir, let's talk a little bit more about yourself. I've heard you mentioned that you didn't really like history in school."
    },
    {
        "speaker": "Guest",
        "time": "00:04:57.800",
        "message": "I know I won't say I didn't like history in school. I think for much of my schooling, I was sort of indifferent to it. Really in the sense that it was, it didn't seem to go anywhere or mean anything. And it was just these sort of abstractions and these dates and these names, you know, and the Mauryas and the Guptas and the Cholas and the Pandyas and the Pallavas and the Rashtrakutas"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:31.840",
        "message": "and the Mughals."
    },
    {
        "speaker": "Guest",
        "time": "00:05:32.840",
        "message": "And a sunny dual would say, Tariq pe Tariq. Tariq pe Tariq, yes. None of it added up to anything. But I think I did begin to enjoy it towards the end, like in my 11th and 12th standard. And but even then I didn't, in college I was always drawn towards literature and that's what I wanted to study. But I think after three years of English, I wanted to do sort of what I thought at the time rather naively, real stories. You know, I wanted to know the true things. So then I went back to studying history. And that's when I really began to, you know, began to enjoy it. Because I think that sort of the disciplines of literature and history are not very far apart. Some of similar sort of faculties and have similar pleasures."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:23.400",
        "message": "And did you always want to be a writer?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:25.240",
        "message": "I always wanted to be a writer, yes. I don't even know from when. I mean, I always wanted to be a writer. I always wanted to be published. And as the older I got, and the less published I was, the sadder I became. And I remember, you know, I think turning 30, which was also a stressful moment. And generally bevelling my fate and saying, oh, I will never, never be published. And a friend said to me, she said that, you know, if you don't write, what will anyone publish? And then, you know, we were talking earlier about discipline in writing. And that's when I started doing this, at her suggestion only, writing every day. You just sit and write for one hour every day, or at least sit in front of your computer for one hour every day regardless of what comes out. And I started doing that like exercise. And it, you know, it worked because it's like a muscle, you know, you strengthen it the more you do it. So yeah, so that I think is when I started writing with some kind of plan. But, but much before that, I mean, from as long back as I can remember, sort of scribbling away in diaries and things and trying to imitate whatever, whoever I liked at the moment, at that time, whichever writer I was reading, I wanted to, you know, be that writer."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:54.640",
        "message": "So yeah. It sounds very similar to me, I remember when as a kid, I used to read Shakespeare, I had this brief phase when I tried to write like Shakespeare in that language, which is extremely silly and don't try this at home. And I also was unpublished before 30. And it's interesting, you know, our mutual friend Manu Pillay was on the show."
    },
    {
        "speaker": "Guest",
        "time": "00:08:11.800",
        "message": "Yes, he's not 30."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:13.400",
        "message": "Yeah, he's just about to turn 30 or turn 30. And he mentioned to me while, you know, while we were having coffee before one of his shows, and it made me very angry, I wanted to punch him. He said that, you know, this book has fulfilled an ambition of mine. And I said, What is that? And he said, I wanted to write three books before I was 30. And I was like, this kid has barely started shaving and reaching such heights. But now you also have written many books. And so to start with, did you you saw yourself as a writer of fiction, right? Always, yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:08:44.880",
        "message": "Yeah, that was what I always wanted to write. And it's also what I always enjoyed reading, you know, I loved books and fiction. So I wanted to write them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:00.160",
        "message": "Who was who was sort of the writers that you really liked, or the writers that you thought that you might one day write like? I mean, in the sense, that's sort of my space, that kind of thing."
    },
    {
        "speaker": "Guest",
        "time": "00:09:09.800",
        "message": "You know, so like, so every everyone at that moment, whoever it was, so so so like your Shakespeare, I also I took on Dostoevsky at the age of I think, 16 or 17, I read Crime and Punishment and I didn't like the ending at all. I was like, what is this? I can do better."
    },
    {
        "speaker": "Unknown",
        "time": "00:09:28.360",
        "message": "Did you?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:29.360",
        "message": "I rewrote the ending."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:30.360",
        "message": "You rewrote the ending of Crime and Punishment."
    },
    {
        "speaker": "Guest",
        "time": "00:09:33.560",
        "message": "So I think the punishment for that was that I was not able to write anything worthwhile until I was 30. This kind of arrogance should not just go ignored by the universe. But, you know, there's some like deep influences, you know, from childhood. I think I think Roald Dahl was one. Something about and even now I think something about just that, that sort of manic flow, momentum and energy that he has in all his writing, both for adults and children, is something that I aspire to. P.G. Woodhouse, of course, I remember I think also sometime in college reading The God of Small Things and really being completely blown away by it. I think I started it something after dinner and I read the whole night. And I think part of the reason it was the way it was written, all that was fantastic. But also somehow at that time, in that place, it was somehow reflecting a world that I knew, which was unusual, you know, still at that time in fiction that I was reading, even in fiction written by Indians, it was unusual. So yeah, I mean."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:54.440",
        "message": "And that's very interesting because I can understand why you are a fan of Roald Dahl and because, you know, like him again, you've written for both adults and children. The Arundhati Roy took me a little by surprise because your voice is very different in a good way in the sense that, I mean, I'm not a, my personal bias is that I'm not a fan of the very highly stylized kind of writers for whom language is very important. And I find people like Rushdie and Arundhati a little excessive in that sense that your attention is constantly drawn to the writing style. And I find that your style is, say, much more in a way of, say, Vikram said, very understated and very clear. And did you, you know, in your process of sort of writing, and especially when you were writing your children's books, did you find yourself giving a lot of thought to, say, the craft of writing? How do you write sentences? How do you put together narratives? What should you do?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:48.520",
        "message": "What should you not do? Yeah, I think, you know, with every book, it's been something that, you know, some, something that I've had to learn in order to do it. And I think, you know, my first book was a collection of short stories. And I think there, a lot of the focus was on the craft of writing, I suggest, the sentence level stuff, you know, and that, which I enjoyed. And for me, it was the least taxing. And for me, I find as a writer, the most difficult thing is plotting, and which is the sort of barrier I encountered when I, you know, after that, I wanted to, you know, I wanted to write a novel. And you can't, I mean, doing sort of meandering, plotless short stories is one thing. But plotless novel is a whole other thing. And of course, you can do that. But plotless novels are not even novels that I enjoy reading. I mean, I like plots, I like a story. I like, and I realized that it's to me, I think, four years and about six revisions to get that very slim novella done. Because I was, in the end, I realized what the problem was not just that the plot was not falling into place. But also, there was no momentum building and two things have to go together. You know, you have to have a kind of momentum build up to take the plot from one thing to the next. So that was a difficult sort of experience. And I think the similar thing I learned with that, after that, I did this book for children, the story of Babur. And there, I learned the same thing. But even more, you know, because with kids, there was very little room for anything that is not moving the action forward, you know, something has to be happening. And I found that that was very energizing for me to have to do that, you know, as as a writer, that was great fun of it that you know, that there was no there was no diversions, there were no digressions, you're just going from one thing to the next. And you know, maintain that, maintain interest and action."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:01.320",
        "message": "Do you feel that changed you as a writer in general, writing for children?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:04.560",
        "message": "I think so. I do. I felt I felt a kind of livelier spirit. I don't know if that's how that sounds. But yeah, I felt a greater energy. And I went from there, I was working on another novel. And I wrote that novel with something of that, you know, children's book, momentum and energy in mind. And it did. It helped really did."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:27.280",
        "message": "It was a... And so your first brush with writing history would therefore have been the book on Babur. And like, of course, you had a readymade plot there. But did the process of writing that book sort of change the way you look at the Mughals or the way you looked at the history of that period?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:45.520",
        "message": "I don't know if it changed it because I hadn't even thought, you know, that much about history in general or the Mughals in particular, except in the way that you know, everyone sort of when you come across something or you know. But I hadn't really taken any particular trouble to find out anything. And but it did. It took me completely by surprise. What took me completely by surprise was the Babur Nama, which, you know, I started reading not really knowing what to expect and not... And then actually expecting more some kind of sort of dry recital of events or, you know, or sort of dates and facts and figures and things like that. And instead, it turned out to be this really, really sort of lucid, unselfconscious account of this man's life. And it and you know, right in the beginning, like within the first few pages, there's a description, a barber is talking about his father."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:00.200",
        "message": "Over eating. Over eating."
    },
    {
        "speaker": "Guest",
        "time": "00:16:02.200",
        "message": "He was sort of a rotund man. And once he had eaten and feasted, he would he was also sort of cheerful, he would laugh. And he says the laces of his tunic would snap open. And you know, immediately like the image you get is of this young child watching his father, the king, you know, his laces of his tunic snapping open. And there's a sort of little mischief and humour and affection."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:29.400",
        "message": "And such a literary detail also."
    },
    {
        "speaker": "Guest",
        "time": "00:16:32.400",
        "message": "Yes, that's also. Yeah. So, you know, that kind of detail that I wasn't expecting at all, but it really helped to get a sense of Babur the man."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:44.920",
        "message": "And yet the Babur Nama is very different from, for example, the Jahangir Nama, in the sense that you mentioned how the Jahangir Nama is really Jahangir was keeping a diary."
    },
    {
        "speaker": "Unknown",
        "time": "00:16:54.520",
        "message": "So it's not like a narrative written after a period of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:56.840",
        "message": "It's life unfolding as it is. And it has that immediacy and the seeming candour and the Babur Nama, Babur, you've mentioned that he was sort of writing it with an eye on history as well. It's also an act of, you know, creating a narrative about himself."
    },
    {
        "speaker": "Guest",
        "time": "00:17:13.560",
        "message": "He is sort of writing it as his memoirs. And Jahangir is writing it as his diary. So there is in that sense, just the texture of it is different. You know, Babur Nama is more like a record of significant things that happened in his life. But Jahangir is like exciting things happened yesterday."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:35.200",
        "message": "You know that."
    },
    {
        "speaker": "Unknown",
        "time": "00:17:37.200",
        "message": "I saw a snake eating a rabbit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:42.360",
        "message": "And let's kind of come to Jahangir. And it's very interesting that you chose Jahangir as a subject, because typically when you think of the Mughals, of course, there were sort of six great Mughals before the decline began, which is Babur Humayun, Akbar Jahangir, Shah Jahan and the infamous Aurangzeb. And Jahangir is sort of like a lost figure who for a long time has not been taken seriously by historians so much. He's, you know, he's been painted as ineffectual. He's not focused on conquering new territory like emperors are. He's sort of a weak man. He drinks a lot and so on. And one of the things that I learned while reading your book was that historians are now beginning to feel that he wasn't necessarily like this, that these are the imperatives that come from one how Shah Jahan wanted to portray him to sort of justify his own acts and to the work of Thomas Rowe, the East India Company emissary who was at the time there. And he also had his own incentives, if I may use a term I use often on the show, in painting Jahangir in a particular way. Tell me a little bit about this."
    },
    {
        "speaker": "Guest",
        "time": "00:18:52.200",
        "message": "Yeah, no, so that was that was interesting for me also to discover this. This particular argument is made by Corinne Lefebvre, who's a French historian who is sort of re-evaluating both Jahangir's life and the Jahangir Nama. And so when I was writing this book, in the first draft of it, the idea that I had of this man was of like a sort of well-meaning, amiable, but dissolute, overall, not sort of a lightweight, you know, entertaining, but not for the ages. I mean, on the other hand, he ruled for 22 years, but even that, the generally accepted sense that you gather if you read, you know, around him, is that Akbar had built up such a strong empire that you would need, you know, another Akbar to even to undo it. You know, even that would require more sort of energy than Jahangir was inclined to display in his life. But, you know, I was discussing this with a friend who's also a historian who was a great help to me in the writing of this book, Anubhuti Maurya. Well, you know, but she said, it's not really necessarily true that just on the momentum of Akbar's centralization of power and creation of empire, that Jahangir would have been able to rule for 22 years. Because you know, dynasties can collapse at any time. I mean, even today you can have governments falling or, you know, countries changing overnight that can happen. So certainly, you know, it's worth thinking that, you know, he must be doing something right. And then it was in fact Anubhuti who introduced me to the work of this Corian Lefebvre. And she's written this fantastic, in which he makes this argument that, you know, this idea that we have of Jahangir being the sort of weakling controlled by his wife and not really up to much. Well, it comes from one, the fact that there is four contemporary accounts of his reign are limited only to him. There's only the Jahangir Nama because, you know, if the emperor is writing his own diary, then your history, who else will dare to? And then there is this propaganda that travels down almost 400 years unchanged via Shah Jahan, his historians who come after Jahangir. And Shah Jahan has rebelled against his father in the last years of his reign and they never quite make up. So once Shah Jahan ascends the throne, he has to justify his rebellion. And the only way he can, and he can't justify it by saying that, he can't say that, you know, there was something that Jahangir was a bad king, because that would then justify rebellions against him. You cannot rebel against the emperor. So he has to say that he was unable and unfit to be king because he was controlled by his wife, Noor Jahan. And Noor Jahan survives 20 years after Jahangir goes and Shah Jahan keeps a very close eye on her the entire time, keeps him virtually imprisoned in Lahore. She plays no public role whatsoever after that. And this idea, I mean, so much so is that there's a painting from Shah Jahan's reign which has Akbar sitting in the middle and there's Shah Jahan to his left and Jahangir to his right. And you know, Akbar is sort of blithely handing the crown over to Shah Jahan while Jahangir"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:37.880",
        "message": "is sort of looking on, looking very sullen and a little sad. And this was part of the sort of, so these painters and Shah Jahan's times who were making all these paintings are kind of like the IT cell of today, right? His IT cell, which is pushing out these false narratives, I guess. And I guess another major work of that period, which everyone refers to is, of course, Abu Fazal's, you know, histories of Akbar, which are fairly hagiographic and he's just in awe of Akbar and he also doesn't like Jahangir very much. So Jahangir doesn't come across as very well. And then Jahangir, of course, gives him the ultimate bad book review by getting him beheaded and throwing his head into a latrine in one of the colorful details you've sort of described in your book. You've also spoken in the past about how the way you looked at Jahangir Nama, the book changed over time, that at first you just looked at it as an honest diary, that every day the guy is writing a diary. But then you realize there was probably a little more to it than that. Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:23:37.880",
        "message": "Yeah. So again, for this again, I mean, let it to Corinne Lefevre, who describes it as, as in an essay, she calls it a model of imperial propaganda. And I, you know, because when you the first time you read it, I recommend it to everyone now having read it, it's really very readable. It's entertaining. It's fluent. It's lucid. It's well written. It's got, it's got all kinds of emotions and, you know, action and adventure of all sorts. So so and Jahangir is a good writer and you know, like good writers, he can make you believe him as the narrator. You know, he makes you sympathetic to him and he makes you be on his side. But it doesn't mean that he was not aware that this was a public document. And in fact, at some point, maybe about some midway through his reign, he has copies of the of the Jahangir Nama that as it exists then made and distributed to kings around the you know, in the in the region. And he says, I sent it out and I meant it this Jahangir Nama to be a model of how to rule. So he's actually thinking of it in those terms."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:58.560",
        "message": "And but all the human frailties that kind of come across like his drinking, for example, and all of that, I mean, is that sort of slipping through the cracks of his, you know, posturing as such? Or does he feel that, you know, I mean, how convinced are you of this view of, you know, having read both translations of the book?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:21.920",
        "message": "How convinced? I, you know, I would say that, let's say the drinking, right? He's talking, he's talking about the drinking, he's very seemingly, very strangely frank about it. You know, he says that I started drinking at 18. He tells the story in great detail, says I started drinking at 18. And I was out on a hunt. And, you know, somebody got him just a little sort of pint or half a pint of sweet wine. And he enjoyed it. And before you know it, he's drinking 20 goblets of double distilled liquor a day, 14 during"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:55.640",
        "message": "the day and the remainder at night. And then he goes on to elaborate that that's equivalent to six Hindustani seers, which is equivalent to one and a half Iranian morns."
    },
    {
        "speaker": "Guest",
        "time": "00:26:04.600",
        "message": "And he's a scientific man of measurement. Yeah, he likes, he likes to be clear. And then he says that I was drinking so much that in my hangovers, my hands used to shake so much that I couldn't even hold the goblet. Somebody else would have to pour the liquor down my throat. And he says, I called the doctor and the doctor said to me that if you don't stop, you'll be dead in in six months. And then he goes through his entire sort of de-addiction program."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:31.000",
        "message": "That was also done very meticulously."
    },
    {
        "speaker": "Guest",
        "time": "00:26:33.120",
        "message": "He reduces it bit by bit, takes it down to six. And mixes his spirit with wine, like dilutes the spirit with wine in order to..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:42.800",
        "message": "So that's how you give up drinking, gentlemen, dilute your spirits with wine."
    },
    {
        "speaker": "Guest",
        "time": "00:26:48.120",
        "message": "And have a little opium during the day to get you through. So on the one hand, you know, there's, it seems as if like, oh, OK, if you look at it from a sort of a modern 21st century perspective, it would appear like, oh, this is like a, you know, sort of a confessional narrative. You know, how I almost died from drink, but then rose to be emperor. And again, because I'm not a historian, I don't want to say like too, I don't want to say things with too much authority. But it's also like, you know, we're talking about the 17th century, drinking is not perhaps, or at least addiction to drink is not viewed in the same way as it would be now. You know, there are there are problems with drinking then. I mean, there are there are sort of religious problems with it. But the problem of addiction doesn't exist, perhaps, in the way that, you know, that it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:44.600",
        "message": "might... That we perceive it now, that there is a stigma on."
    },
    {
        "speaker": "Guest",
        "time": "00:27:47.600",
        "message": "Yeah, so perhaps, you know, when he's writing, he's not writing against, you know, against stigma. Or, you know, when he writes about ordering the execution of the assassination of Abul Fazal, which he again writes with very frank and forthright way. He said this guy was forever making snide remarks about me to my father. So I knew I had to get rid of him. So I asked this Bir Singh Bundela if he would kindly waylay him. And he did and he sent me his head. And he says it as if, you know, it's a sort of cold blooded murder, really, that he's ordered of, you know, a man that he must have known for most of his life. And his father's like really one of his closest friends and advisors. So but again, you know, and I was again discussing this with Anupooti, and who said that, you know, again, this could be a, in a way, you know, is he saying here that, you know, this is, let's say in the 17th century, if you are aiming to be king, or you are an emperor, the image that you project of yourself is of a man who will not let anyone stand between him and the throne, a certain ruthlessness is necessary, you know, it has to have to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:06.680",
        "message": "be that. And it's almost normalized. So it's not even something that it seems remarkable and, you know, and we'll come to other, I want to ask you questions about a couple of things you raised like drinking and addiction, number one, and number two, about the sort of casual cruelty that can sometimes happen. But you know, let's kind of go back to the narrative. And you know, you start your book essentially with Akbar. And a significant part of the story of Jahangir is really the story of Akbar wanting a son. And just to, you know, set some context, we often think of, you know, when we, we look at history in a sense with the hindsight bias, it's happened, we take it for granted. We take it for granted that the Mughal Empire was this great empire that lasted centuries. But as you've pointed out, and as Ramakoti spoke about in her episode with me a few weeks earlier, it wasn't such a done deal, you know, so Babur came over, you know, he was, well, when he ascended to his throne, he came over, he conquered a bit of it, but then they lost it and Humayun was in exile for 15 years. He was in fact in exile when he fell in love with Hamida Banu Begum in Afghanistan, I think, and he asked for her hand and she was like, who are you? You're, you know, you're running right now, you're not a king. And anyway, so that kind of worked out and Humayun comes back and he's just taken over the kingdom and then he dies. And Akbar ascends at 14. And the empire that he leaves, that Jahangir is born into, is just an awesome, incredible empire. And Jahangir is a first son. There is no dynasty without at least one son coming along. So you've written in your book about how badly Jahangir desires a son and when he is born, you write, quote, there is only so much self-control a joyful father can have. Celebrations burst upon Agra like lightning upon a rain-ripe sky. Heaps and heaps of gold were scattered, says one writer. Prisoners and dungeons across the empire were set free. For days, poets composed odes to the prince, stop quote. And then you quote Abu Fazl, Akbar's infamous biographer, quote, the auspicious birth of the world illuminating pearl of the mansion of dominion and fortune, the night gleaming jewel of the casket of greatness and glory, namely of Prince Sultan Salim, stop quote. So Akbar wanted the son so badly and he loves his son so much. And yet there is such a sort of tension here because a son inevitably, no matter what he is, will be a disappointment to his father."
    },
    {
        "speaker": "Guest",
        "time": "00:31:37.320",
        "message": "I mean, not any son and any father, but you know, this was Akbar. Yeah. So Akbar really, I mean, who could have not disappointed him? It's not, you know, I wouldn't want to be, I wouldn't have wanted to be in Salim's place. It was because this guy, like Akbar really is extraordinary. You know, he is, I mean, there is a reason why he shines brighter than other people in history. And there are some people like that who really accomplished far more in one lifetime than most people could in 10. And there's no, I mean, when he becomes whatever, I mean, emperor, but emperor of what? You know, basically of Delhi, he's not even in Delhi, he's still in Punjab. He's there still he and Beram Khan is still in pursuit of Sikandar Sur and Mayun slips and falls and breaks his head and Akbar is suddenly king, but there's no reason for him to remain. There's loads of competition, and not least from him, who is one of the, you know, great generals of that time and has fought several battles and never lost one and is far more experienced and has a big, huge army and lots of elephants and he's primed to take over, you know, and they face each other in Panipat. And there, I mean, the battle from, you know, whatever I've read of it, it sort of, it was a fairly equal battle. And then he does have a stroke of luck because Hemu is struck in the eye with an arrow and he and he falls. And the logic of battles at the time was if the leader collapses, or the commander collapses, the army collapses, you know, which is really very inefficient, but that's how it was. So he, you know, so Hemu collapsed and so did the rest of his army. And so then, you know, that battle is won, you know, partly by luck. But after that, it's not I mean, luck doesn't get him through, you know, the next 50 odd years that he lives and goes from strength to strength to strength, sorting down rebellion after rebellion after rebellion. And so many people are vying for power. And you know, not only is he doing that, not only is he increasing his physical geography of his realm, just sort of going from one conquest to another, he's also changing its systems. So he's back from, you know, conquering Gujarat and he sits down, he says, now let's rethink our revenue model or our, you know, administration or how we organize the Mansabdars. He's very interested in all of that. Then he's also doing this, you know, he's got these great translation projects, he's got building projects, he's got music and all of that. I mean, you know, so all of this is going on at the same time. This is a man who, I mean, reading about him, you feel a little exhausted. You know, he just never stops."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:39.680",
        "message": "It must be like literally a one in a millennium chance that all of these qualities converge upon one person. He fits the role of the great conqueror. He's also a great public policy man to use modern terminology where he's reforming his tax revenue systems and his systems of governance and all of that. At the same time, he's a great patron of the arts, partly with the help of all these painters whom Arjun brought back from Persia famously and which tradition, which is Sanjay Hangeer, of course, continues to great with great success. And also he is a serious intellectual. He's thinking about religion, all of these different ideas, trying to weave these strands together. And he finally has a son and the son sits around drinking all day and examining animals and shows no interest in conquest, keeps making excuses to kind of, I mean, one of the themes that ran through your book is that your book is full of basically a father sending a son to conquer something or the other. Quite often the decan and the son is making excuses and he's going here and he's going there and you know, Akbar sends all his kids to do this and they all kind of make a mess of it. And Jahangir then sends, you know, eventually Khurram has a semi success of sorts. And I was kind of interested by the, you know, again, just to talk a little bit about drinking and addiction, because as we were, you know, chatting while coming here, I was sort of a professional poker player for five years. I've seen people addicted to gambling, I've written columns about addiction and it kind of and I'm again just thinking aloud and tell me what your response is that I think a lot of people have addictive personalities, but what they're addicted to is not specifically thing A or thing B or activity C, it's dopamine to the brain. And the question is, where do you get that dopamine from? And in modern times, it could be safe from gambling, you push chips forward, you get dopamine rush to your head, it could be from playing online chess, which I think I might have been addicted to online chess, or it could come largely from social media as well. In today's day and time, where you know, every notification gives you a hit every like gives you a dopamine hit. But in those times, like when I try to imagine how are people spending their time all day, reading is not so common, there is no television, there are no movies, there is perhaps thankfully no cricket or people would be impaled, umpires would be impaled upon cricket fields. But there is a lot of wine and there's a lot of variety of wine. So if people are going to get addicted, they will get addicted to that and all of Akbar's children get addicted to it, you know, Murad and Dhani are the other two kids, they kind of so you know, what sort of your response to that and also just thinking about taking off from that? What's a typical day like in the life of, let's say somebody living under Akbar or under Jahangir? You know, what are they doing? How are they spending their time? How do they? I mean, I know it's a very nice question, which historians can scoff at me for asking."
    },
    {
        "speaker": "Guest",
        "time": "00:37:44.960",
        "message": "Well, to the first part, we're sure, yeah, I mean, wine was plentifully obviously available. And it wasn't just, you know, Akbar's sons who were addicted, but you know, the nobility generally and the sons of the nobility generally like even you know, Man Singh's son, I think he has, you know, four or five sons and of that, I think at least two or three die of drinking. And the Akbar Nama, Jahangir Nama, they're littered with the accounts of these sort of, in fact, littered with corpses of men who have perished from drink. But I suppose there was also, they have one or two alternatives. Hunting was one. Certainly, Jahangir, you could almost say addicted to it. He does a census at one point asking, he wants to calculate how many animals he's killed between the age of 12 and about 50 or so that he is when he orders the census. And the amount comes to the rather obscene amount of 17,167 animals."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:48.640",
        "message": "Out of which you mentioned 10,000 are pigeons."
    },
    {
        "speaker": "Guest",
        "time": "00:38:53.120",
        "message": "Yes, I was very pleased to learn this because it sort of, it makes me feel a little bit better. And 86, I think, were lions. So there was at least one snake, as we know, if you count that. And one rabbit. And one rabbit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:11.360",
        "message": "Yeah, it could be argued that the rabbit would have died anyway."
    },
    {
        "speaker": "Guest",
        "time": "00:39:15.560",
        "message": "Yeah, or maybe the rabbit escaped."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:17.560",
        "message": "Or the rabbit fell out. Yeah, the rabbit fell out of the... The rabbit fell out."
    },
    {
        "speaker": "Guest",
        "time": "00:39:20.560",
        "message": "Maybe the rabbit just..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:21.560",
        "message": "But a rabbit with severe post-traumatic stress disorder, if it's gone inside and outside."
    },
    {
        "speaker": "Guest",
        "time": "00:39:30.160",
        "message": "Yeah. And so, you know, definitely that and I think the other thing, I mean, the Mughals do exhibit a sense of tendency, not just towards addiction, but to kind of, you know, obsessive compulsive sort of OCD type of behavior when it comes to record keeping amongst other things. You know, they just, everything is noted down like in just ridiculous detail. You know how, not just the contents of the treasury, but, you know, the ranks of elephants, the ranks of mules, the, you know, the different sort of guns in the artillery, the, you know, I mean, every conceivable thing is noted down and filed. So, you know, and like this one of these Englishmen who travels there says that everything that happens during the day in the emperor's life is written down by writers, including what he eats, you know, and his sort of going to the necessity, all of that is meticulously recorded."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:37.440",
        "message": "And it's interesting, you seem to be indicating that this is not just a matter of, you know, good efficient practice that you record everything, but there's something obsessive compulsive about it. So again, would go back to the thing of this also creates hits of dopamine in some way."
    },
    {
        "speaker": "Guest",
        "time": "00:40:52.040",
        "message": "It seems to me, because you're like, why would you want such minute details of, you know, recording? And then it's very, very professionally done, you know, that I think there are 14 recorders who work in shifts over the course of, you know, one week, two at a time, so that if one misses something out, the other one catches it. I mean, it's a professional meticulous enterprise. So that would be another way of sort of getting the dopamine hits. So but while you know, the daily life of the emperor was recorded in such minute detail, daily life of an ordinary person is more difficult to access. Yeah, you know, you get glimpses, you know, you get glimpses of, let's say in the in the court, when you know, you have descriptions of how the court is arranged and how people come and present their grievances or their demands or you know, what they what they want to get, you get you get glimpses of the kind of gossip and talk that might be circulating in the towns around the courts from some of these European writers. And I think I particularly liked what he said, Thomas Rowe is very shocked, because he says that, you know, whenever Jahangir makes a pronouncement, the minute he said it, it's, he says it's available for every rascal on the street to discuss and criticize. And he says, you know, that Jahangir is really locked in the schedule that he has of his pre-dawn appearance and his, you know, the public darbar. And he says, just as the people are his slaves, so is he in a kind of reciprocal bondage with them. So he can't deviate from his routine very much."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:52.720",
        "message": "And the daily situation is there's a pre-dawn sort of darbar, he comes out on the balcony in the same much like Amitabh Bachchan today, I guess. And then he takes a nap for two hours, and then he'll have his breakfast and all that with whatever with opium morning hit of opium. And then he has two darbars a day, you said one, you know, one before lunch, one after lunch and it's it all sounds I mean, it would drive me to drink if I had to work so hard. I was also, you know, struck by how, you know, like you point out at one time that one of the most common lines in Jahangir Nama is I summon the painters. And it almost strikes me that he's almost like an Instagrammer, except a few centuries before Instagram. So he can't whip out a smartphone and capture something. So whenever he wants to capture something, he'll do it the royal way, send for his painters and you know, a glacial pace Instagram. And you point to how the only life painting of a dodo really came from his court, which you reproduced in one of your talks, and it's a shockingly ugly bird. What can one say of this? And you also point out and there's another painting that, you know, you showed in one of your slideshows, which is on YouTube, which I encourage people to check out, where you showed this painting of this guy called Inayat Khan, a guy who was basically fell very ill and was practically emaciated and, you know, literally bones jutting out and he comes to Jahangir and ask for leave or whatever and Jahangir says fine, but first Instagram and he summons a painter and, and that painting seems very different from all other Mughal miniatures and all this almost like, like a Chittu Prashad painting of the Bengal famine, you know, very stark and, and this is how when you were researching this, how did you sort of access the paintings? Like, how do you get context of what these paintings are and what's going on here?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:43.600",
        "message": "Like if one of the listeners of the show wants to do that for himself, is there a way to do that online? Yeah, many of these are available online. If you look through, you know, through the museum, many of the museums put up their collections online to view and, and also Jahangir talks about some of these things in the Jahangir Nama. So this Inayat Khan story he tells, you know, so then you know that this, this painting exists. Then he talks about the zebra that comes to his court that he has, that he has painted and he's not sure if the stripes are real or not."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:15.080",
        "message": "So you get someone to try and wash the stripes off."
    },
    {
        "speaker": "Guest",
        "time": "00:45:18.240",
        "message": "So you know that these paintings are there. So yes, I mean, there are, there are hints in the Jahangir Nama itself. Then of course, you know, from reading other writers, modern writers who talk about, particularly Ebba Koch has written about, you know, art in Jahangir's time. Then there's a writer called Asfar Moin who's also done a lot of very, very interesting sort of close readings of certain paintings made during his time. But I agree with you that Inayat Khan painting for me also was quite, both shocking in its content and in the fact that it, it is so different from anything that I have seen of, you know, there's something very sort of modern about it. You know, it seems very contemporary, it could have been made and, and, and very haunting and very not beautiful."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:08.360",
        "message": "And the guy actually died shortly after the painting."
    },
    {
        "speaker": "Guest",
        "time": "00:46:11.880",
        "message": "He died the day after or something, within a day or two, he died. So it is, it is really, it is a representation of death. And it's, it's absolutely real. There's no, there's, there's, there's no sort of prettification, there's no, there's no soft edges. It's, it's just his."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:31.720",
        "message": "Another very sort of interesting and endearing quality of Jahangir is sort of this endless curiosity about the natural world, which made me feel a little ashamed because, you know, I don't know if it's true of you, but I feel jaded about a lot of things, the wonder and awe of, you know, discovering new things and seeing something for the first time. And just wondering how does that work? It's just not there in me anymore. And you'd imagine a Mughal emperor would be far more jaded. And yet you have him telling his men to milk a lion, because he wants to see how that processes, you have the snake and the rabbit story. There's another story where he finds two different kinds of goats, you pointed out, and he gets them to mate because he wants to see what will come out of it at the same time using that I'm sure they would be tasty. And you know, there's another story about how a dog gives bites an elephant and the elephant dies of rabies. And Jahangir is like, yeah, there's something there, but he doesn't really explore it further. But how can something so small attack something so big? And my another story that actually ranks up there with the snake and the rabbit story is my favorite is a lion and the goat story. Where Khosrow's son, the Dabar Baksh gives him, you know, a lion and a goat who are coexisting in a cage. And he's curious about what kind of lion is this? Will this work with any other goat? He gets a goat taken out, look like goat is put in, immediately killed, puts in a sheep, immediately killed. And then the same goat is put back in and the lion treats it warmly and starts cuddling up with it."
    },
    {
        "speaker": "Guest",
        "time": "00:48:06.120",
        "message": "Yeah, it's just amazing the stories from his time. And he does that I think his curiosity is one of the most endearing things about him. Without his curiosity, you know, he would be he would not because there are very I mean, he has terrible, terrible cruelties and terrible sort of, I mean, there are many things about him that are not attractive. But this this is real appreciation of beauty and his boundless curiosity, like you said, really make him and make his Jhangir Nama both so compelling, you know, as both as a man and as a book. And I think in one sense, I suppose you get, you know, reading it, the other thing you realize is that the world was far less known at that time, you know, things were still new. You know, I mean, atlases and maps and globes were still like new things. And you know, there's this story of about Thomas Rowe, in fact, and at some point, Thomas Rowe presents Jhangir with an atlas. And at first, Jhangir is quite curious about it. And then he sends it back within a couple of days. And Thomas Rowe realizes that the reason he's done this is because, you know, in those atlases and even now in an atlas, as they're made, India appears much smaller than Europe, you know, so he doesn't doesn't like the idea of his kingdom being smaller than any. He's the emperor of the world, you know. So, so the world is not fully known. There's this amazing little bit where one of these other British Englishmen in his court is William Hawkins, who spent about four or five years there. And he he's come his last voyage was in the West Indies. And Jhangir says to him, you know, I've heard of the West Indies. I wasn't sure if it was a real place. You know, I wasn't sure if it actually existed. What is it? And so, you know, so he tells him all about it. And even, forget Jhangir, there's this Italian chap who's coming to India, Pietro Della Valle. And he's coming and on the way, you know, he talks about how he and the captain are discussing unicorns. And they're not discussing whether or not unicorns exist. They're discussing on which latitude and longitude unicorns are found. So the world is far more wonderful in some ways and full of wonder than it is today. There's things still to be discovered. And that said, you know, it can also be very frustrating sometimes when you're reading what Jhangir and his curiosities, because the curiosity stops and it stops almost as if there's this blind spot. You know, like the thing you mentioned about the dog who gives, infects the elephant, right? And Jhangir is like, oh, how can such a small creature make such a large creature ill? And I just want to sort of shout out to him across the centuries, this is how infection works. You know, this is malaria."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:10.520",
        "message": "There's literally no way he can have the intellectual tools."
    },
    {
        "speaker": "Guest",
        "time": "00:51:14.400",
        "message": "There's no way, exactly. So you realize how much has changed, you know, how easy it is for us to make that connection and how almost impossible it is for him. Or even when, you know, there's another point of meteor, meteor falls somewhere nearby in Jalandhar and everyone is very excited, of course, and Jhangir wants to see this metal. But again, there's this sort of curtain that falls. It's not, you know, beyond sort of making some knives and swords out of it. There's no interrogation of what is this, where does it come from? You know, even though astrology and astronomy are both sort of the highly developed skills and passions at the time, natural meteor falling, just somehow you can, it's there it is. You make your sword out of it and then it's finished. It's just a full stop."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:12.360",
        "message": "In fact, you quote an Englishman named Henry Beveridge saying that Jhangir would have been a better and happier man as a head of a natural history museum, rather than, you know, an imperial emperor. Tell me also about, I mean, I mean, you know, you live in Delhi and we keep talking about the air quality index of Delhi and all that. How many people know that Jhangir was one of the pioneers of air quality index? Tell me a bit about his efforts at measuring pollution in Gujarat."
    },
    {
        "speaker": "Guest",
        "time": "00:52:39.120",
        "message": "Yeah, so he went to Gujarat. He had been in Mandu for a while and he'd really enjoyed it. And he then he was going up to Ahmedabad and he'd heard a great, great thing about Ahmedabad. He'd heard of, he was looking forward to going there. And he arrived and immediately, almost immediately, he begins to complain. He said, you know, what is this place? It's a dust heap, he calls it. And he says the air is just poisonous. And he can't leave because there's a plague that's broken out in Agra. So he can't go back to Agra and he's just more or less trapped. And Ahmedabad, he falls ill. He has to eat khichdi. He says, I've not eaten khichdi since I was a child. And I really had hoped I would never have to eat it again. But here I am. And so he, so anyway, to distract himself and to confirm his own theory, he orders this experiment. He has two sheep skinned and hung up, one just outside Ahmedabad and one in Mahmoodabad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:39.960",
        "message": "And he has... Mahmoodabad in UP, of course."
    },
    {
        "speaker": "Guest",
        "time": "00:53:41.960",
        "message": "In UP, of course, yeah. And so, and the time, how long it takes for the sheep to start rotting. And Jahangir is very right, because the one in Ahmedabad starts to rot, I think, in eight hours or so. And the one in UP lasts six hours longer. And it lasts, it rots after 14 hours."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:03.840",
        "message": "So the rotting sheep air quality index is quite... And another big nugget for my listeners, William Hawkins, who Parvati just mentioned, of course, invented the modern pressure cooker. I'm just kidding. He didn't. Let's kind of, you know, you mentioned his cruelty earlier and a lot of it, you know, at one hand, when it comes to animals, for example, of course, he has this curiosity. He kills a snake trying to make it eat a rabbit. But he also, for example, you mentioned how someone gives him an elephant and it's night and the elephant needs to be bathed and he's feeling bad that all the water will be too cold. So the water is heated for the elephant to take a bath in. But on the other hand, he can be incredibly cruel. Like one example you point out is, and we'll of course, you know, talk about Khusrow and that whole politics later. Khusrow is his elder son who rebels against him and he chases him. And in fact, you know, while chasing him, he makes sacrifices like he doesn't take his morning dose of opium. He just runs off after Khusrow and then he reaches Lahore where there is biryani spread out for him and he notes in the Jahangir Nama that I would have loved to have the biryani but work awaits, possibly the only such sacrifice he made in his career."
    },
    {
        "speaker": "Guest",
        "time": "00:55:13.840",
        "message": "He has one bite per man, then he has to run."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:16.680",
        "message": "And then he has to run after, you know, and so the cruelty, you know, the great example that, you know, really stuck with me and I was thinking about that was of Khusrow's lieutenants, Hussain Baig and Abdul Rahim. And I'll quote from your book here, quote, Hussain Baig and Abdul Rahim. This is after they've been captured and the rebellion has failed. Quote, Hussain Baig and Abdul Rahim were wrapped naked in animal skin. The badakshi, that's Hussain Baig, was stuffed into a freshly killed ox, Abdul Rahim into a donkey and mounted backwards on asses. They were paraded through the city. Hussain Baig died of suffocation, Abdul Rahim, perhaps because donkey skin is more porous, perhaps because he had supporters in the crowd who gave him water, survived, stop quote. And this is one just in terms of imagination, this seems crazy. But what also made me sort of laugh out loud was that Abdul Rahim was later reinstated and Jahangir would call him donkey. So and you know, and then the contrast to this is for another place you mentioned about how he once caught fish and he released them back into the water with pearls pinned to their noses. Why was this?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:28.000",
        "message": "God knows he was the emperor, he could do what he liked. I really don't know. It just was. Actually, that was one of those moments that struck me, you know, as as because some of the reading of the Jahangir and getting to sort of know him as much as possible to, you know, know a character from history was getting to know what it is to have almost limitless power, you know, and you and you start asking yourself in the course of it, like, if I had this kind of power, what would I do? And would I not go a little mad? You know, and I think it would be almost impossible not to. So so if you have the power to release fish with pearls in their noses, I suppose why"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:15.200",
        "message": "not? Yeah, I think so. And there is there is also the sense, as you point out, that there are parts of the book where even Jahangir is surprised by the extent of his own power, such as when he's in court and a supplicant comes and says that I want to marry this widow, can you please persuade her? Then the guy says that I would jump from the highest tower to show my love and Jahangir says, OK, jump from there. And he points to a nearby thing and the guy runs and he jumps and dies. And Jahangir is like, what have what just happened? You know, and that is the power of the emperor. So how can it and despite that it you know, it's very hard one power because, you know, before he becomes emperor, which is not a done deal. And we've already sort of discussed about both how he, Murad and Daniyal, the three brothers were disappointments to their father. And, you know, when he was pissed off at Jahangir, Akbar looked at Murad and then later Murad died of drink and he looked at Daniyal and Daniyal also died of drink in a fairly crazy incident. And then he turns to his grandchildren and he looks at Jahangir's sons. And in particular, Khosrow is a person, Khosrow is about 17 or 18 at the time. And he's thinking of propping him up. And what's that rivalry like?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:24.320",
        "message": "Well, I mean, you know, I don't know, but I can only imagine what it must have been like. Because again, there are only hints, you know, for this. Like, you know, Abul Fazal says, for example, cryptically, that the emperor always preferred his grandsons to his sons. And there's also, you know, just this, just a sort of stray fact that Akbar's grandsons called him Shah Baba, you know, King Father. And their father, Jahangir was Shahbhai, the king brother. So this sort of hierarchy was very clearly, you know, the power was very clearly flowing down from Akbar down to everyone below was sort of on a similar plane. And so what it must have been like for Jahangir, I mean, it certainly it couldn't have been easy to have to know that, you know, your own son is preferred over you for the throne. And but it's not so much through him that we get to see how much tension there must have been. But through, you know, Khosrow's poor mother, who's Manbhai, who's also Man Singh's sister and Jahangir's first wife. And at some point, she commits suicide. She overdoses on opium and dies. And Jahangir writes about it again in the Jahangir Nama. And he says, and he blames Khosrow. He says, you know, she was so upset with Khosrow because he was behaving badly that she couldn't take it and she killed herself. And meanwhile, in the Akbar Nama, the blame falls squarely on Jahangir because, you know, the Akbar Nama says that Jahangir treated her so badly and upset her so much that she killed herself. And of course, there's also the theory and the suggestion that she and in the family, there was a kind of manic depression that ran in the family. So, you know, she may also have been suffering from a depression of some sort, but still there would, you know, there would have to be triggered. And so it certainly can't have been fun. And you know, it's obviously an increasingly, increasingly dysfunctional family."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:49.320",
        "message": "Your husband is fighting with your son who is backed by your father-in-law."
    },
    {
        "speaker": "Guest",
        "time": "01:00:54.280",
        "message": "For the throne, for the empire of all Hindustan."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:58.280",
        "message": "And just again, you know, as we learn from Thomas Rose's writings, and I think William Hawkins, inventor of the pressure cooker, estimated that while the Mughal Empire was worth 56 million, England was half a million. So that was a difference. This was a mighty empire. There was a lot at stake. And also within Mughal dynasties, the way succession worked is it didn't automatically go to the eldest son, like it does in some dynasties. You know, there weren't any rules like that. So it was up for grabs. And of course, in Akbar's times, it was relatively gentle. The worst you might do what Jahangir at one point did to Khosrow was blind him because blind people, according to Islam, cannot ascend the throne. But Shah Jahan basically just killed off all contenders. And that sort of became more and more vicious, you know, one sort of counterfactual, if you'll sort of indulge me in this is what I've always wondered is one, it seems clear to me that Khosrow was admired and idolized by a lot of people possibly seems to be have been a lot more powerful than Jahangir and certainly had the support of all the women in the court, all the sisters and mothers and aunts who are so powerful and was respected by them and feared by his own brother Khurram, the later Shah Jahan, who had him sort of put to death and Khosrow, you could say had numerous chances to ascend to the throne one directly after Akbar or two just as Jahangir's son after Jahangir. And you know, he got like many second, there were many second acts in his life, and none of them worked out. The counterfactual here is that what if Khosrow does become emperor, and therefore neither Jahangir nor Shah Jahan ever kind of become emperor. Is there a drastic difference to history? Or would you expect the rest of Indian history to proceed along? Indirectly, what I'm asking you is what do you feel about say Thomas Carlyle's great man theory of history, which I assume you would say that look, Akbar certainly was a great man without him, India's history is completely different. Who could have built this empire? But you know, I look at Khosrow and I think that no one talks of Khosrow, but he was so close. And had he gotten it, you know, Jahangir and Shah Jahan and therefore Aurangzeb later might never have been emperors. Is that something you've thought about?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:16.080",
        "message": "I haven't thought much, although you can't help feeling sorry for Khosrow if you read about him. Of course, he really does. He's so close. And he has such powerful support. I mean, he has the support, probably possibly of his own grandfather, Akbar. And he certainly has the support of Man Singh, his uncle, and his father in law, Mirza Aziz Koka, who is Akbar's one of his closest, closest friends, advisors and his foster brother."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:44.680",
        "message": "And Man Singh, of course, was a governor of Bengal and perhaps one of the best generals"
    },
    {
        "speaker": "Guest",
        "time": "01:03:48.040",
        "message": "of the Mughal Empire. Exactly. So he had this powerful backing. And then suddenly to have that snatched away, and then to be so clear in your own mind that you deserve the throne more than your father does, that you then within six months, rebel. And you know, he gets this, he gets enough support. And yet he has terrible luck, and he clearly doesn't have as much experience in sort of leading a rebellion. So he's captured. And as you said, his general meet this sort of gruesome punishment and the rest of them. I mean, you know, he, Khosrow himself, is made to ride on sort of an emaciated elephant through the gates of Lahore. And on either side of him, you know, hundreds of his supporters are impaired. So you know, dying gruesomely on either side of the road as he walks, marches past them. And yet the same chap, I mean, obviously had some degree of charisma and appeal because within again, a year or so, maybe a few months, he's managed to ferment another, you know, rebellion, which is when sort of Jahangir has him blinded. Though even that is possibly was a reversible blinding. And because the eyes, the eyelids are sewn together, and then they can be opened."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:09.080",
        "message": "That's convenient. So if he changes his mind, if he changes his mind, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:05:13.800",
        "message": "So there's some accounts that say that he, you know, at some point he was, his eyes were opening yet, which is why he remained a threat to Khurram. You know, otherwise, if he had been really blind, then Khurram need not have..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:28.840",
        "message": "No, and one of the anecdotes, which was really striking, and which made me think a little harder about Khosrow, what kind of man he must have been, is that you point out that much later in life, when, you know, Noor Jehan is a very powerful figure, and we'll talk about that a little while later. But what essentially, so she was married earlier to this guy called Sher Afghan, I think, and she had a daughter through Sher Afghan. And she was thinking of getting that daughter married to Khosrow, which would immediately make him a contender for the throne again. And Khosrow refused, because he wanted to be loyal to his wife. And his wife said that, No, no, this is good for you. This will finally get us out of the wilderness, you could be emperor. And he said, No, I'm not going to do it. And this blew my mind, who does this? You know, when it's so commonplace for these guys to have multiple sort of..."
    },
    {
        "speaker": "Guest",
        "time": "01:06:17.000",
        "message": "Yeah, although this is a story that is told. So you know, it's possible he did, it seems like very foolish of him, if he did do that. But it's also possible that he disliked Noor Deha very much, who knows, you know, maybe he didn't trust her, maybe he didn't, you know, because it was, it was difficult. But, but all he just made the very wrong choice. But but you know, to come back to what you're saying about what would have happened if he had been, if he, I don't know, I think, to me, if you look at how the empire first grows and then sort of collapses upon itself, you know, succession is, of course, one part of it. But and this idea that there's no primogeniture amongst the Mughals, so there isn't, you know, but there was, it's not like there wasn't a system and the system would be to sort of divide the empire amongst different heirs. And you know, one of the most interesting things that I've been reading, I've been reading about Humayun a little bit in the last few months, and you know, there is this suggestion that towards the end of his reign, Babur was beginning to feel about Humayun very much as Akbar was feeling about Jahangir, that the staff was not up to it, you know, that so he didn't want to, he was anyway he had parceled out, I think he had given Kabul to Kamran and I think perhaps Lahore and Punjab to Askari. And he was he wanted to send Humayun to Badakhshan, but Humayun was posted there, he was not supposed to be in Delhi, and Delhi and Agra would go to Babur's brother in law, who was married to his sister Khanzada Begum, who is one of the most memorable characters in that family. And she was very close to her. So the suggestion is that in fact, he was going to make his sister, in a sense, the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:08.240",
        "message": "de facto Empress."
    },
    {
        "speaker": "Guest",
        "time": "01:08:09.240",
        "message": "The Empress of this part of the empire, you know, and then they would sort of share and then even under Akbar, I mean, Akbar becomes emperor of whatever little bit Humayun has managed to get back. His younger brother, Muhammad Hakim is in Kabul and he is sort of he and his mother are the rulers of Kabul and Kabul remains a kind of autonomous region, even though you know, Hakim rebels once or twice and Akbar sends in an army, but until he dies, Akbar doesn't make Kabul into one of, you know, part of the empire. But then, you know, the empire just expands and expands and expands. And so then does the lure of it, you know, so by the time you come to Shah Jahan and then to Aurangzeb, the stakes are so high that and the greed also then, you know, it multiplies by leaps and bounds and so does the venality and the murderous impulses. So you know, unless Khosrow had lost the empire, he had to begin again from scratch. If he had been as successful as Jahangir was and there's no, it's not necessary that he might or might not have been because Jahangir, I don't think would have taken it lying down. And he would have had a he did have a very strong support, you know, and he would have he would have attracted support also. He was not bad at creating alliances and drawing people to him."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:40.440",
        "message": "In fact, one of the interesting things that, you know, after he won the battle of succession, which I'll ask you about, one of the things he did was he forgave many of the people who were against him, you know, almost like, you know, Lincoln and the team of rival things where, you know, he forgave all these people, even in the example of, you know, Abdul Rahim, who was stuffed in donkey skin and paraded through, but ultimately back in the court. So he was obviously a very interesting kind of statesman. He wasn't completely incompetent. He was making his sort of alliances and stuff. Let's take a quick commercial break now. And we'll come back after that and talk more about the fascinating life of Emperor Jahangir."
    },
    {
        "speaker": "Unknown",
        "time": "01:10:19.560",
        "message": "Hey, everybody, welcome to another awesome week on the IBM podcast network. If you are not following us on social media, why the hell aren't you? It's about time that you did. We are IBM podcast on Instagram, Facebook, and Twitter. We also got some really great news about Pesa Vesa. Anupam Gupta, our host, we couldn't be prouder of him. His show has won the award for the best business podcast at the Asia Podcast Summit. Couldn't be happier, couldn't be prouder. Definitely check it out if you haven't heard it. It is an award winning podcast now officially. I also would like to thank our sponsors this week, Storytel and Intel. Sponsors make this possible. So please support our sponsors, tweet at them, tell them that you're happy that they're sponsoring the podcasting space. We're excited to announce our new show, Storytellers and Storysellers, hosted by Vineet Kanabar. Every episode, he talks to two guests, one from the creative side and one for the business side of the entertainment industry. This week, Vineet is joined by executive creative director of TVF and storyteller Saurabh Khanna and chief strategy officer, OML and storyseller Tarun Tripathi. Together they break down what goes into making a branded web series. Tune in to new episodes every Thursday. And Cyrus says Cyrus is joined by Utsav Mamoria. Utsav is the host of our new show and one of my favorites on the network, Postcards from Nowhere. He and Cyrus have a really interesting conversation about Utsav's fandom of Cyrus. Also, they talk a lot about travel and Utsav's recent marriage. Two of our shows reached their 50th episode this week. On Puliya Bazi, Pranay and Saurabh talk to Nidhi Gupta, who researches and teaches behavioral economics. They discuss insights from Nobel laureate Daniel Kahneman's classic, Thinking Fast and Slow. And on the 50th episode of Paperback, Rachita and Satyajit talk to the best-selling author Ashwin Sankhi about his perspectives on mythology, history and writing historical fiction. On the Filter Coffee podcast, Karthik is joined by CEO and managing director of Fireworks, Sunil Nair. Sunil shares his insights about Fireworks technology, his time at Alt Balaji and differentiates advertising for an OTT platform versus television. On Advertising is Dead, Varun is joined by Tess Joseph, a renowned casting director. They talk about her journey in the film industry. On Mr. and Mrs. Binge Watch, Janice and Anirudh discuss the pros and cons of the newly launched Apple TV Plus service and review some flagship shows on the platform. This week on Edges and Sledges, Ashwin, Varun and DJ talk about the first India vs. Bangladesh test and IPL transfers. On GayBCD, Sunetra and Farah talk about how they face discrimination as kids for choosing to do things against gender norms. On Postcards from Nowhere, Utsav, who is on Cyrus this week if you have forgotten, talks about witnessing Kerala's famous martial art, Kelari Pattu. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:46.440",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Parvati Sharma, the author of an entertaining biography of Jehangir and entertaining why not just because of the delightful style of writing, but also because history is entertaining. These are incredible stories. You can't make this shit up. You know, while we were at the break, you sort of told me that, you know, you went back to my earlier question about how ordinary people lived in the Mughal Empire, because what do they do? They don't get up in the morning and look at their smartphone and complain about the battery. So, so tell me a bit about, you know, what insights you gained on that from reading the literature of this period."
    },
    {
        "speaker": "Guest",
        "time": "01:13:22.360",
        "message": "No, so there was, you know, it wasn't so much insight as just these sometimes these really vivid glimpses of moments in everyday life, you know, and, you know, amongst them, for example, and many of them come from the sort of European writers, because they are the ones who, you know, recording what it is to live every day or to the sites that they see for their audiences back home. So, you know, somebody, one of them very bitterly, in fact, writes about how, you know, people in some villages, he sees women and children wearing necklaces of, of clothes, you know, because clothes are so, so, so cheap here. And this poor man is trying to, he's a Dutch trader and he's bringing spices from the Spice Islands to India, but you know, he's not able to make very much money for what he brings. And he has to spend more than he has on what he needs to buy. Or you have, you know, another, another writer who arrives in Gujarat. So he's writing about Cambe and then about Surat. And he presents this very dynamic view of these, you know, bustling cities with these bullock carts racing through the streets with, you know, the bells on the, on the necks of the, of the, of the bulls ringing loudly to, to alert everyone. He talks about hospital, animal hospitals, you know, and hospital, I mean, obviously for larger animals like gaushalas and all, but also hospitals for, for mice and for birds and you know, and, and he presents also this, you know, picture of, of, you know, tanks built at regular intervals as, you know, water or access to water is something that is provided as a philanthropic act by the richer people in a town or a city. And also, you know, you know, what, what also, you know, so what struck me was how they talk about, how they talk about religious freedom, because, you know, they all, almost all of them say that there's an extraordinary, as one of, as Pietro Dalla Valle says, an extraordinary liberty of conscience in the realm of the Mughal. That's a lovely phrase, liberty of conscience. It is, and it sounds very, you know, 20th, 21st century, it sounds like, but people, anyone is free to practice, not only to practice whatever religion they wish to, but also to criticize the other, you know, and these are people who are coming from very sectarian Europe where people are killing each other, you know, for, for differences of sect, let alone religion. And so they're always surprised to see what's going on here. But they also, clearly defining it, they also notice this idea of purity that runs through the India that they see and, you know, of, of, of castes. And so there's a young, there's an Englishman who comes, while Thomas Rowe is here, and he has this great idea of building public water supply in Agra. And Thomas Rowe is really scathing, and he says, this guy, I mean, and you know, what, what kind of stupid plan is this? Because nobody will drink water that is not fetched by his own caste. You can't have public water flowing like this, because nobody will touch it. And Pietro della Valle, in fact, is in his, his sort of expat community, are so fascinated by this idea of pure and impure touch that they improvise a little drinking game where, you know, everyone is to drink their wine in the Indian fashion without touching the, the cup to the lip. And whoever spills it then loses, I suppose. So, so you get, one of the things that you get actually from, from Jahangir, and it was, it was to me really surprisingly vivid image was, you know, he's, he's also traveling in Gujarat and he says the roads are lined with these sort of waste level shelves, you know, and, and he says that they're there, so because porters, because there's so much trade, so porters can rest their load on that shelf without having to take off the load from their back. It seemed like a very clever and considerate idea, you know, so, so, so yeah, so there is this,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:59.000",
        "message": "In fact, when I, you know, read your book and read this bit about Gujarat and the porters relieving themselves, I was reminded of a tweet a few months back, I forget by whom, I vaguely seem to think it's one of the journalists who works at the Hindu, but I'm not very sure. But the tweet basically had a picture of this big shelf like thing somewhere in Tamil Nadu, and saying, do you know what this is for? And no one in the area, no one's really seem to have an idea what it was for. And the purpose was for laborer women who are carrying things on their head, they can rest it there. So it's at a slightly higher height than these shelves would be. And because no one does that anymore, thankfully, we have progressed beyond that. No one knows what these things are. They're like artifacts, like, you know, like, like a trivial Stonehenge, in a sense, what is this for? But now we know what that's for. And just knowing what it's for also gives you an image of sort, what kind of life must have been like, you know, you were mentioning sort of religious freedoms and all that. And of course, your book has a section on how, for example, the Mughals attitude towards sati, which is that they disapproved of it, but they didn't want to outlaw it entirely. So the instruction that Jahangir gave to his governors was that you talk to the woman concerned in every case, offer her inducements, tell her we'll give her a pension or look after her. And only when you're absolutely sure is of her own free will, then what do you do? You have to let it kind of proceed. But religion also brings me to the circumstances of his rebellion and eventually taking over. The rebellion, of course, is very funny in the sense Akbar sends, Murad is dead by now, I think. So Danyal is looking after Allahabad. And you mentioned how Akbar sends him to the Deccan, which is this constant sort of humorous leitmotif of this. And he sends him to Deccan and Danyal is messing up there. So Akbar goes after him. And at this point, Jahangir is sent on another campaign with Man Singh. But Man Singh has an emergency in Bengal where he is governor, so he leaves. And Prince Salim, as he then is surrounded by his hangers on decides to make a play for power, takes his army to Agra. What happens next?"
    },
    {
        "speaker": "Guest",
        "time": "01:20:11.160",
        "message": "Takes his army to Agra and is confronted by the wife, Kilij Khan. Poor man, unenviable position because he has to hold and Jahangir and Salim's idea is to raid the treasury. So Kilij Khan has to keep Akbar's treasury safe while also not losing his own head to Jahangir's well-known temper. So which he is doing, he's negotiating and saying, standing firm, not letting Jahangir in. But who knows how things would have gone except luckily for Kilij Khan, Jahangir's grandmother, Hamida Bhanu Begum, hears about this. And she happens to be in Agra and she's just very shocked and dismayed. And she sends word to say, what are you doing? And I'm coming to see you. And Jahangir is so embarrassed at this idea and doesn't want to, can't face his grandmother. So he quickly gets on a boat and sails off to Allahabad, which is luckily vacant since"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:14.080",
        "message": "Danyal is gone. And the sort of the interesting political economy angle behind Jahangir eventually winning the succession battle against Khosrow also was that, you know, Man Singh and Aziz Khoka of course supported Khosrow, as you said earlier. But the mistake they made, and we can only say it's a mistake in retrospect, is that rather than just announce him emperor and then try to, you know, work around that, they order sort of a council of statesmen and elders to decide on the issue. And their powerful faction of a powerful Sunni faction supports Salim and eventually he ascends to the throne. How much like what is the interplay happening here? Are these sort of traditional Sunni figures pissed off at Akbar because of, you know, all of Akbar's syncretic secularizing sort of activities and they're like, no, we must preserve our faith and that, you know, and Khosrow is Akbar's chosen one. So we will go for Salim. Is that, is religion an angle in all of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:19.240",
        "message": "Religion is certainly an angle in all of this. Akbar has pissed off the conservative, particularly the Sunni Muslims in and around his court, because he has, of course, for his many heresies, he has proclaimed a whole new religion, forget. So he's, you know, see the rumors about that he has forsaken Islam, that he's not Muslim anymore. And so people are, and he's taken away not just that, but he's also taken away power from the clerics, you know, who had a great deal of power in the previous courts. So they're not happy and Jahangir is very much playing to this gallery. So while he's sitting in Allahabad, holding his rebel court, he's also issuing, you know, fatwas once in a while saying that my father, what he's doing is very bad, very bad and clearly indicating that he will not do this when he becomes emperor. So he does have that. He does have that support. And but that said, it's, you know, things get very, so, so, so I know if you don't mind, I'll give you a slightly tangential answer or digressing. But you know, it's interesting to me, one of the things I thought while sort of writing and thinking about this book, I mean, we think of the Mughals particularly, you know, I mean, all historical characters, as we know them, perhaps because we have so many or perhaps because of the way that we have understood our own history are thought of in sort of black and white bullet point terms, you know. And with the Mughals, that black and white bullet point tends to focus on this sort of secularism and communalism, you know, and therefore, the greatest amount of writing, thinking, debating goes on about this, you know, supposedly secular hero, that is Akbar and this communal villain who is Aurangzeb. And regardless of whether, you know, secular or communal are words that even make any sense in the, you know, in the 16th and 17th centuries, this is how we understand them. And even if we are trying to sort of rethink those categories, it's difficult to get out of that trap, you know, either you're saying, oh, no, he was secular, no, he wasn't or secular is not the right word. But somehow those words have to, you know, he was or was not communal, but those words"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:46.800",
        "message": "keep coming. And just thinking about, doesn't this tendency of thinking in these stark binaries carry on to the present day where we talk of Nehru or Ambedkar or Gandhi, or even Savarkar, who are all deeply complex figures and you know, cannot be pinned down into black and white. And that's how people make sense of the world and which is why we need historians."
    },
    {
        "speaker": "Guest",
        "time": "01:25:06.840",
        "message": "And that possibly ties into the great man theory too, you know, when either, you know, the great men of history are either great, greatly good or greatly bad. And that's how they you know, that's how we understand them. But the interesting thing and the nice thing about Jahangir is because he has no, nobody is thinking of him as a great man of any kind. And so he doesn't have this kind of, there's no pressure, you know. So when you read his life, you can read it with a lot more detachment and see how he wasn't just this or that, but he was this and also this and also this and also this and also this, you know, all kinds of things. So I guess one of the things, I mean, post Khosrow's rebellion, but because of it, early on in his career is one of the, I suppose if you were thinking of Jahangir in purely religious terms, one big blot on his career would be the execution of Guru Arjan Dev. But once you start looking at it, you know, that story yields many kinds of possible interpretations. And so one, of course, is that Jahangir talks about it again in the Jahangir Nama, it's quite clear. And there isn't any hint of there being any religious angle to it. I mean, until then, Guru Arjan Dev and the Gurus and the Mughals had fairly decent relationship. Guru Arjan Dev himself specifically and Akbar had met and got along and Akbar had given him a grant and enjoyed talking to him and all that. And perhaps because of this reason, Khosrow, when he rebelled, he was on his way to Lahore and on the way he stopped at the Guru's hermitage and the Guru blessed him and maybe he gave him some money, it's not entirely clear. And later on, Jahangir finds out about this and he has him, he says, I had his property confiscated and I had him executed. But it doesn't seem at all as if this was anything more than a political act. On the other hand, it's also possible that Jahangir was in some ways goaded to do this by his advisors who would amongst them, number some of these Sunni clerics who would have by, because by this time, Sikhism had sort of evolving as a religion and the Guru was attracting more and more followers, both Hindus and Muslims. And thereby being a political threat as well as much as. Yeah, exactly. Being a political and a religious threat to his, to Jahangir's mullahs, not to Jahangir himself. So it's possible, you know, that that was also happening. And there's another story, not of another religious man who dies because of Jahangir."
    },
    {
        "speaker": "Unknown",
        "time": "01:27:50.320",
        "message": "Shustri."
    },
    {
        "speaker": "Guest",
        "time": "01:27:51.320",
        "message": "Yeah, Shustri. Yeah. And I really like this story because he's, you know, so he's a Shia and he's an old man by this time. And at some point, about 1610 or so, Jahangir has him whipped. And then he, soon after he dies, most likely as a consequence. And there's this chap called Sajjad Rizvi who has a fantastic essay on all the wheels within wheels within wheels that are going on here, you know, and it so, so, so Rizvi says that it's possible that Shustri was pretending not to be Shia because of this sort of growing Sunni influence in the court. It was, he thought it was a good idea to do that. And Jahangir has him whipped, not because he is Shia, but because he is pretending not to be. And by that pretence, he is casting an aspersion on Jahangir's liberality. And Jahangir says also that he's making me look like a coarse and bigoted man. And you know, how dare he cast this aspersion of bigotry on me. And yet, you know, this Sajjad Rizvi goes on that it's also quite possible that it was that sectarian Sunni court that had it in for this old, poor old Shia man. And again, sort of arm twisted the emperor into having him whipped. But Jahangir could not admit this because in his own sense of himself, there is no, there is forget bigotry or tolerance, there is very little religious sense. And Thomas Rowe puts it very well. You know, Thomas Rowe says that he has been bred up without any religion. And it was easy for me also to identify. I think that, you know, there are many people who, so I have, you know, my father's Hindu, my mother is Sikh, neither was particularly religious. So, you know, when you're brought up without any kind of religion, you know, I know what that, you know, what that means. And then Thomas Rowe continues that. So therefore, he's either the easiest man to convert or the most difficult because he is willing to listen to everything, but he won't believe anything. You know, he doesn't have that, that ability to have religious faith, you know, so he's He'll watch the stripes of the zebra."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:10.120",
        "message": "Yes, yes, exactly. The Shusuri story was so mind blowing because, you know, when I heard about it, and from you, it was because it is almost rashmonic in its multiple points of views and its multiple pretenses that are at the surface level. Jahangir's claim is that I don't care whether he's Shia or Sunni, but the fact that he pretended was an affront to my liberalism and therefore that pretence deserves the punishment of death. But on the other hand, you point out the possibility that it was under pressure from the Sunnis. So he's pretending to be loyal to the Sunni faction who he needs for political reasons. And on the other hand, there is that he then needs to pretend perhaps to himself, perhaps to the world, that this is not the reason that he actually is liberal. So it's layers within layers. And it seems like, you know, if there's an Indian Kurosawa, this is such an incredible, I mean, your book is full of incredible subjects of the sort for novels or films or whatever. It's just fairly mind boggling to me. But you know, another interesting aspect of his sort of religious leanings and his sort of experiments is this interesting guy called Jadrub Ghusain. Who is Jadrub Ghusain?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:23.520",
        "message": "He's not a Muslim. So Jadrub Ghusain is very much not a Muslim. He's a very, he's a sort of a Brahmin saint and ascetic. And Akbar first finds him. And then Jahangir goes to visit him. Next he meets him in a cave near Ujjain. And Jahangir is just amazed by his asceticism and, you know, his frugality. And he, you know, he eats like three mouthfuls a day and he lives his entire life inside this tiny little cave. And Jahangir has it measured, of course, it's barely possible for a man to get inside. And Jahangir goes to meet him and he meets him in private. There's even a painting of that shows, you know, the Jadrub Ghusain and Jahangir talking outside the cave and all the nobility very much on the fringes of that painting. And he does this more than once in the Jahangir Nama. And he meets him and he has very long, very detailed and clearly fulfilling conversations because he says, you know, after one of them, he says that, you know, I was very happy to meet him and I was very sad to depart from him. And clearly this man also had some influence over Jahangir because there's an essay, I'm forgetting, I think maybe Shirin Musfi has written this essay about how at some point, you know, poor Khosrow is in jail or in captivity, but occasionally he's allowed more freedom than at other times, you know. So at some point you hear in Jahangir Nama, he says that I let Khosrow come to meet me every day. And it seems that it may have been that, you know, Khosrow's father-in-law, Aziz Koka, went to Jadrub Ghusain and said, you know, could you please intercede on his behalf and let him move around a little. So he had, you know, he had that kind of influence on Jahangir. And this idea of asceticism itself seems to have been something that attracted him. In fact, there's even a painting of him where he's like a bear chested and you know, sitting with... Wearing a dhoti and sitting in this sort of ascetic pose."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:34.280",
        "message": "Yeah, I mean, I'm just thinking aloud and I could be completely wrong, but it seems to me just listening to both what you've said about his sort of religious quest, as it were, and also his curiosity about the natural world, such as dog biting the elephant. It seems to me that the curiosity itself is intense and genuine, but the quest is kind of shallow and that's not necessarily his fault because he is also limited by the tools at his disposal. While you can say that for someone like Akbar, for example, in the context of religion, it would seem that the, you know, both the impulse and the quest itself was deep and genuine. You know, he's actually going and meeting Arjun Dev and chatting with him. He's writing up to the Dine Elahi. And for Jahangir, it's like he just falls short in both those areas."
    },
    {
        "speaker": "Guest",
        "time": "01:34:24.640",
        "message": "Does that make sense? That it could, but also here I have to admit to my own inability, you know, one inability of not being a historian and therefore not being, I mean, I don't have the languages, I have just English. So I can't read in Persian, I can't read in other languages. And there is this text called Majlis-e-Jahangiri, which records some years of Jahangir's evening conversations. You know, it's interesting because I think it is Asfar Moin perhaps who pointed this out that, you know, I mean, many people say that, for example, in the Jahangir Nama, there is no mention of Thomas Rowe. And that can be taken as a mark of how insignificant Thomas Rowe was. But it's also possible, this is what Moin I think says, that in the Jahangir Nama, Jahangir is writing about his days, but not about his nights. The evenings are when he has these conversations with people, both the spiritual religious conversations and the conversation with ambassadors and visitors and all that. And some of that is, I mean, it's not recorded by him, but there is this record by another visitor to his court who records some of these religious conversations that he has with various clerics and priests who come to his court. So, now I don't know, you know, only that I've only been able to, it's not been translated. So I've only seen a little bit here and there quoted in essays, but it's possible that that reveals a deeper quest, I mean, you know, or at least a deeper interest in these matters. He does, you know, he does, it seems, you know, so Akbar has this idea of Sulaykul, the peace for all, which becomes a kind of motto for his reign. And Jahangir, according to little extracts from this book, describes himself as Mazar-e-Kul, which translates as a sort of universal manifestation. He says that even the way that God takes care of all his slaves, so I take care of all God's slaves, you know, through his own idea of what religion means, of what it means to rule over different religions. I don't know how deep or sophisticated they were, but they perhaps are more than we can"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:48.640",
        "message": "gather only from the Jahangir. And his instinct seemed to be fairly liberal, as we would call it today."
    },
    {
        "speaker": "Guest",
        "time": "01:36:54.480",
        "message": "Oh, so Thomas Rowe has this, there's a little bit in Thomas Rowe where he talks about how he, you know, at some point, Jahangir is in his gups, and he starts talking about liberality towards all religions, and Thomas Rowe says he sort of starts crying, because he's so"
    },
    {
        "speaker": "Unknown",
        "time": "01:37:11.480",
        "message": "moved by his own good intentions."
    },
    {
        "speaker": "Guest",
        "time": "01:37:17.200",
        "message": "So yes, that idea, certainly, and you know, because he is the product himself of so much intermingling, you know, he is, he has a Hindu mother, he has a Hindu mother, he has lived his entire life in Hindustan, you know, he this is his country and, and to me the, you know, the most telling thing is his taste in food, you know, so you have, you have Babar who comes here, and he, for the very few years that he's here, he's really missing his melons, he even literally cries when a shipment of melons arrives in Agra from Kabul, he can't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:57.000",
        "message": "believe it. And modern nationalists would find more reason to dislike Babar because he also says bad things about mangoes."
    },
    {
        "speaker": "Guest",
        "time": "01:38:03.280",
        "message": "He says mangoes are okay, okay. He says they're a do, but they're nowhere near. They're not melons. They're not melons. And then Jahangir at the beginning of his journey goes to Kabul and almost like it's like a mirror effect, you know, he says almost exactly the opposite. He says that all the fruits are very nice in Kabul, he has some cherries, he has some peaches, he has apricots, melons, you know, he says fruits are all very well, but he says nothing can match a mango."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:31.840",
        "message": "And this is this is really interesting. And actually, you know, question I was saving for the end of the episode, but I'll ask you now is this gradual journey where what is essentially a Timurid dynasty, a Timurid people, they bring their languages with them, their, you know, their harems and all the women and whatever and, and gradually what happens is that one, they get more and more Hindu because if you think about it, Jahangir is half Hindu, and his sons even more than that, because some of his wives are, you know, Rajput princesses or whatever. And not only are they in terms of their bloodline and so on getting more and more Hindu and more and more Indian rather, but even culturally, they're losing those old languages, they're losing those sort of old ways. And it would seem that it's, you know, around this time that you know, that Jahangir that line is drawn that they are now an Indian dynasty that the past is behind them that"
    },
    {
        "speaker": "Guest",
        "time": "01:39:24.160",
        "message": "you know, wherever they came from Uzbekistan or whatever, it's in the past. Yeah, this idea that you know, one day we will conquer Samarkand remains, I think, certainly all the way up to Aurangzeb, but it remains really as an idea, you know, that lip service, although they try, I think there's some disastrous campaign that Aurangzeb is sent off on by Shah Jahan. But it's not, I mean, for Babur, that was it. That was all he wanted was to be king of Samarkand. That was home and that was his ultimate ambition. You know, that was Timur's capital and that was what he wanted to be."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:03.440",
        "message": "In fact, I was just reminded by another TIL moment which quizzers would like which I got from your book, which is about the origin of the word wilayat. And you point out how, you know, the term originally means home. And it was, you know, Jahangir said it of Kabul or Jahangir said it of Kabul and he meant it as home."
    },
    {
        "speaker": "Guest",
        "time": "01:40:23.880",
        "message": "But over time, it has come to mean the opposite. Yeah, exactly. I was also quite taken aback by that. It meant sort of homeland or the land of the, you know, ancestors. And it's the meaning is completely turned around."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:36.760",
        "message": "And it kind of depends on who you like. For example, if an Englishman uses it off England, he is talking of England as his wilayat, his home. But then when an Indian starts calling it wilayat, picking up from him, the meaning"
    },
    {
        "speaker": "Guest",
        "time": "01:40:49.320",
        "message": "changes and somehow that new meaning. Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:53.000",
        "message": "The real meaning. And that was just, you know, so, so fascinating to me. Let's the kind of the really fast. One thing I learned recently about the Mughals and it's really fascinated me and I did an episode on Ira Moukhati with it on her excellent book Daughters of the Sun. It's about the women, the Mughal women, and even in your book, there is a very prominent role played by the women starting with Hamida Banu Bekum, of course, Akbar's mother, Humayun's bride from Afghanistan, who is, you know, who Jahangir is so scared of that when she says, I'm coming to see what the hell you are doing, trying to rob the treasury, he runs off to Allahabad. And later, one of the sort of things that really struck me about the legendary Nur Jahan is that, again, you've pointed out that being an emperor, Jahangir could have any woman he wanted. And what he chose, who he fell in love with and stayed so loyal with and build this enduring friendship and partnership with was a widow in her mid 30s. And this whole attitude towards women, the way they revere and respect the women, you know, in their palaces and how much they listen to them. Tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:42:10.440",
        "message": "So, I mean, I think, you know, the more I read about the Mughals and their sort of extended families, more sort of these very strong women come out, you know, they're just they're all over the place. Babur, you know, in his Baburnama, writes about his grandmother as being one of the most important influences on his life and not just, you know, as grandmother, but also as actually advisor on military matters and strategic matters. Because he's 12 and he's taking over. Exactly. And he goes to her and she advises him on what to do and how to do it. So and his sister, Khanzada, is very much, I think, in fact, Ira talks about it in her book, there's a painting she has in her book in which Khanzada is part of a council, you know, and she's I think she's she's the biggest figure in that council. She's clearly the most important person in that in that council. Then there are, you know, there's some there are others. There's the Salima Sultan Begum, who's Bayram Khan's wife and later Akbar's wife, then Gulbadan Begum, who is Akbar's aunt. And all of these people play a very strong, important role in Jahangir's life. There's also Hamida Banu is only one of Humayun's wives and Humayun has at least three who are, you know, that's fairly rare for three wives to sort of remain known in history for fairly big accomplishments. One is, you know, the Haji Begum, his first wife, she builds the Humayun's tomb. Then there's, you know, Hamida Banu, who, you know, first resists his overtures for 40 days, 40 days it takes of him wooing her. And one of his stepmothers finally persuades Hamida Banu with that eternal argument that has been used to persuade, you know, women to marry. She says that, you know, you have to marry someone. So why not him as well as anyone else?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:13.760",
        "message": "And he's a fugitive right now, mind you, not an emperor. I think Shersaas Shatori is basically ruling what we call India at this time."
    },
    {
        "speaker": "Guest",
        "time": "01:44:20.960",
        "message": "So, there is a fairly bad state and the state will become much worse very soon. So his third wife, Mahachuchak Begum, who is youngest, sorry, youngest wife, who is also the mother of Akbar's young half-brother, Muhammad Hakim, and is the de facto ruler of Kabul and, you know, battles when Akbar sends one of his governors there, she throws him out and goes to battle with him and defeats him, you know. So there are many examples of very, very strong women in the life of Jahangir and Jahangir himself is indebted to at least three of them, this, you know, Hamida Banu, his grandmother, Salima Sultan and Gulbadan Begum for interceding with Akbar on his behalf, you know, keeping the relationship at least somewhat civil on sort of more or less working terms so that, you know, it doesn't become completely ineligible."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:27.480",
        "message": "And as you pointed out, the later intercede with Jahangir on Khosrow's behalf."
    },
    {
        "speaker": "Guest",
        "time": "01:45:32.320",
        "message": "No, but they do on behalf of Mirza Aziz Khoka. So Jahangir wants to, he's, you know, always had a thing in it because Mirza Aziz has supported Khosrow. Yeah. And so when he gets his opportunity, he wants to certainly put him in prison, possibly worse. But the women are listening from behind the screen and they call out and they stop him. So yeah, so they have an influence on and thereafter, you know, Nur Jahan, she becomes as powerful as she does. And it's exceptional, but it doesn't happen in a vacuum."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:08.200",
        "message": "You know, there's enough precedent for powerful women. And it's interesting that, you know, even Nur Jahan's origin story is kind of, you know, interesting how she was again, not an Indian per se, not like one of the other Rajput princesses. And tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:46:25.520",
        "message": "So she comes fleeing from Persia with her, no, she doesn't come, sorry, her parents come fleeing from Persia. She is born en route in Kandahar. And then, so there is this, what is called the abandonment narrative and the abandonment of Nur Jahan that, you know, they have, her mother delivers her, but they are poor, they are in, it's a difficult journey. They don't have any, they don't know how they'll be able to take care of her. So they leave her under a tree. But they only walked a little while before, you know, my parents decide this is not, they can't do this. So her father goes back and he finds her with, you know, sort of a black snake wrapped around her or, you know, some variations on that theme. And then picks her up and brings her to Agra. But this is not, I mean, this is not a story that, this is a little, you know, sort of a sort of myth making of Nur Jahan. There's no such story told. I mean, Jahangir certainly doesn't tell it. So, but whatever it is, they came, they were refugees. There were many refugees coming in from Persia at the time. And they found employment in Akbar's court, her father, he asked big. And then, I mean, he's doing fairly okay, but nothing spectacular. And under Jahangir, his career is arrested for quite a while. He is himself arrested, in fact. And his son is, one of his sons is arrested and killed for being part of Khosrow's gang."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:05.840",
        "message": "Khosrow's second rebellion."
    },
    {
        "speaker": "Guest",
        "time": "01:48:07.440",
        "message": "Yeah. So, so things are not looking very good for them. And then in 1611, so six years after he becomes emperor, Jahangir marries Nur Jahan. And then suddenly, you know, the fortune of the Agyasbeg family just goes through the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:29.720",
        "message": "roof. I mean, they all become incredibly powerful. And Nur Jahan is almost co-ruling with him in a sense. In fact, a common criticism, which you point out may have been motivated by Shah Jahan's sort of trying to rationalize his rebelling against Nur Jahan. And the king was sort of, oh, he wasn't really governing. He was a weak emperor. Nur Jahan did all the governing. So a real man had to come and get the job done. And the actual probable thing is that Jahangir was egoless in the sense of he was doing what was, he was sharing power with her. And by all accounts, they had a very close friendship as well. And he was sharing power with her because it was a practical thing to do that left him to hunt and to drink and do the sort of things that he kind of enjoyed. What also intrigued me was the sort of political games, like on the one hand, Khurram, the later Shah Jahan is married to her niece. But on the other hand, she then tries to get her daughter from her first marriage married to Khosrow. But Khosrow refuses allegedly, but Khurram anyway has Khosrow killed later. And that daughter ends up marrying the youngest brother, Sheryar. And Sheryar becomes a contender to the throne. But then eventually when, you know, and after Jahangir for a very brief while, Khosrow's son is sort of told that you are the king. And then Shah Jahan just has all of them knocked off."
    },
    {
        "speaker": "Guest",
        "time": "01:49:57.560",
        "message": "It's a bloodbath. It reminded me of you know, that that last scene, that last montage in the Godfather, you know, when one after the other, all the competition is being is just shot through"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:11.600",
        "message": "the head. He just wipes them out, but his son is Aurangzeb, so karma is on the way. But tell me also a little bit about like when most people think of Jahangir and thanks perhaps to Bollywood and Mughlai Azam, they think of Salim and Anarkali. Did Anarkali exist?"
    },
    {
        "speaker": "Guest",
        "time": "01:50:28.960",
        "message": "So there's no, I mean, I just feel very bad every time I have to say this, because I found people I didn't realize until after I wrote this book and started talking to people how fond people are of the story of Anarkali and Salim and how much, how people don't at all like being told that she didn't exist. Though, I mean, you know, I like, I mean, there's no particular evidence for her having existed, except that there's this diary entry by a chap called William Finch, who's one of those early East India Company traders. And he goes here, again, he goes to Lahore and he says there's this tomb and the tomb is of Imam Kali, translated as pomegranate blossom. And she was, she was the Akbar's wife and Daniyal's mother. And Shah Salim had a quote unquote to do with her. So it's not at all the sort of epic romance that we have in Mughal-e-Azam, it's much more sordid story that he tells. But tomb is there. I think the, I think the archaeological survey has offices there or something, there's a sort of government office in that tomb. From what I've read, it is said to be the tomb of one of Jahangir's wives, but not Anarkali, but Sahib Jamal, who was the mother of his second son, Parvez. Also, like it seemed to me that if she had existed and if, I mean, the story as it's told, certainly as a story as it's told in Mughal-e-Azam does not hold water in the context of, you know, Mughal family life, because class would certainly not have been an issue. You know, if Jahangir could have as many concubines as he wanted, nobody would stop him. And marry whoever he wanted. In fact, there is an instance of him wanting to marry somebody that Akbar doesn't approve of, you know, because he wants to marry Zayn Khan's, a nobleman's daughter or niece, and he's already married to her niece and daughter. So Akbar doesn't like this idea of, you know, marrying two women who are so closely related to each other. But Jahangir insists and eventually, you know, Akbar gives in and that's it. There's no, you know, it doesn't become some huge issue. So for all these reasons, it seemed to me that it wasn't, I don't find it particularly credible, but, you know, who knows, maybe we'll discover something later. But also I think what at some point, you know, you know, the stories that, I guess, you know, when you're writing any book or any story, or even whether it's history or not, there are certain stories you are more attracted to or want to tell more than others. So I thought, you know, this idea of this young love fighting parental opposition is a very nice story, but it has been told so many times. And for me, the more interesting story, even if that Anarkali story is true, for me, the more interesting story is the Noor Jeha Jahangir story. You know, this, this, these, these two people who meet very much in their middle age, you know, by even by today's standards, let alone those times, she's in her 30s, he's in his 40s. They have both been married before, not just..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:59.680",
        "message": "Kindly watch your words by today's standards, 40 is very young."
    },
    {
        "speaker": "Guest",
        "time": "01:54:02.760",
        "message": "40 is very young, I know. It's the new 30. 40 is the new late 20s. So I just turned 22. So yeah, so, so this idea of, you know, I mean, he's, of course, been married, he's much married, but she also is not, you know, she's not, she's her second marriage, too. She already has a child by her first marriage. They don't have any children together. He never married again. After that, she's his last wife. They seem to share a relationship of some degree of equality, some degree of mutual respect. They clearly have similar interests. You know, I mean, he is addicted to hunting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:50.400",
        "message": "We've already started. She's supposed to be a really good shot."
    },
    {
        "speaker": "Guest",
        "time": "01:54:53.080",
        "message": "She's supposed to be a really good shot. Yeah. And you know, he has an interest in sort of jewelry and clothes and beauty. So does she, you know, she's sort of that. The tomb of her father, Itimad-ud-Daulah's tomb in Agra is really a really gorgeous little monument. So they have both have a very finely developed aesthetic sense. They both enjoy, you know, feasting and partying and traveling, you know, they travel together up and down the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:29.160",
        "message": "There's a very nice anecdote in your book about the lights of the city going off because, you know, they're coming back from somewhere together in a bullock cart. He's riding a bullock cart and she's by his side and his people feel the emperor should not be seen like this. But it's just a couple enjoying a really nice moment."
    },
    {
        "speaker": "Guest",
        "time": "01:55:47.640",
        "message": "No, no, not the emperor not be seen like this. So they've put off the lights because, so to keep her in purdah, because she's out, she's sitting with him."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:57.600",
        "message": "So she's not, she's not, she's not. The absence of light as a purdah of sorts."
    },
    {
        "speaker": "Guest",
        "time": "01:56:03.400",
        "message": "So the absence of light as purdah and this, you know, he's commanded a bullock cart from somewhere and the two of them are riding. I thought it's a lovely image. And yeah, to me it captures something of their, something of the sort of carefree, that kind of carefree love or carefree affection, which I think comes later in life. You know, young passion is not, is not carefree in that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:27.960",
        "message": "This is a mature, settled love and it doesn't even seem to be so say affected by like, you know, we know power corrupts, power corrupts the road, people, especially the massive power that a Mughal emperor must have. But this seems to be quite removed from all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:56:41.840",
        "message": "It's just genuine affection. It comes across. And so that was the story that I liked that story better. And so that was the one that I was more interested in, in English."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:55.960",
        "message": "That's a very powerful story. We've already spoken for more than a couple of hours. Tell me something. I see sort of four kind of divergent trends. And one trend is, of course, that history is used more and more these days as a political tool. It's simplified and you know, so you'll paint historical figures in either black or white and use it to suit your narrative purposes, whatever they might be, which indicates that simplistic narratives, maybe another illustration of this is the romance between the alleged and arcane and jungi that simplistic narratives have an appeal to us. We can all get it. Our mind is not a mind resist complexities. But yet I see in modern times in the last two or three decades in the rest of the world and maybe now over here with people like you and Manu Pillay and Ira Makhoti and Anna Safi coming along, that there is also this readership developing this hunger developing for popular history where people just love these stories. They can take the complexity, you know, they are not choosing simple binaries. There is a hunger for these and part of these I have mused in the past is perhaps because we love stories. That's how we explain the world to each other. And where can you get better stories than in our history, especially India's history is just wild and mind boggling and so entertaining. And these are two divergent things. I mean, one is history as a political tool being simplified binaries. But the other is that people just love history. What are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:58:26.000",
        "message": "No, I think I think the way you put it is really that's it's true that you know, people love history. People also like at a certain level, I think in school particularly, you will find, you know, that almost near near unanimous agreement that history is just the most boring subject and maths is the most incomprehensible, you know, and possibly for similar reasons, because they're both taught in these abstract terms that seem to have no relevance to to real life. You know, those mathematical formulas, I still don't know what it was that I was memorizing and to what end. And similarly, with, you know, this history and that's what we started off talking. And at the same time, it's also you know, in our current political life, excites great passions and you know, great anger. And so, you know, I don't know if you've read this book that's come out recently called Malevolent Republic. Of course, by Kapil Kumar. I just finished reading it. I thought it was very polemical, very compelling. I enjoyed it very much. I don't know whether I agreed with every part of it, but it was very good."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:40.320",
        "message": "There were parts I didn't agree with, but it was extremely thought provoking and so well written. And in fact, I've asked Kapil to be on my show and he's agreed, but we've never actually managed to make, be in the same place at the same time. So one day we will make that work."
    },
    {
        "speaker": "Guest",
        "time": "01:59:52.200",
        "message": "I look forward to hearing him talk."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:54.200",
        "message": "To continue with your thought."
    },
    {
        "speaker": "Guest",
        "time": "01:59:56.200",
        "message": "So I felt very similar. I mean, I enjoyed it very much. And he has these asides, if you remember, on history and he and he and he basically his argument is that a certain type of nationalist, mostly leftist historian has not been entirely accurate about the past, has sort of papered over the sins of, you know, Muslim invaders while only attacking European colonizers. And I'm not sure if I entirely agree with this. You know, there are there are many writings of many sorts on the many, many different types of Muslim rulers that India has had. But I do I think that that he's right in the sense that there has been a certain sense of nation building that has informed the writing of history. And it's not surprising, you know, in a postcolonial country when the entire country's every all resources are concentrated on keeping the country one. So naturally, history also comes into that. So that I think perhaps accounts for the fact that, you know, history, the way that we are taught it is all, you know, worthy, worthy, not just great men and women, but worthy men and women, virtuous men and women who have been virtuously working from, you know, ancient times from Buddha onwards, they were all working to make India sort of the nation state that it is. And the problem with that is, I mean, one, of course, that it turns history into something that can be a little boring and, you know, just sort of talking down, kind of a morality play more than anything else. But also that it can be that it can be flipped, you know, so suddenly, you know, after the decades of doing this, the country's sense of itself now depends on what happened in the past or how we say what happened in the past. So suddenly the country, you know, the nation wants to know why Aurangzeb did this, or, you know, how dare he break these temples or what is Tipu Sultan doing in our textbook. And so it becomes, there's something sort of disproportionate, you know, the past takes on a disproportionate relevance to the present. And then from there, of course, it almost way too easily that the present then has to be spent writing these supposed wrongs from the past."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:29.600",
        "message": "And that doesn't spell very good news for us. And I think that comes both from the right and the left. My friend, the political commentator Sadanand Dhoomey was on the show a few months ago, and he made the very interesting point that whenever he appears on these TV talk shows with right-winger supporters of the current dispensation, he finds that they seem to have almost this warped sense of time, where what happened yesterday is as relevant as what happened in the 1500s. And you know, the fact that Babur breaking a mosque can have ripples of repercussion through the centuries is both perverse and almost kind of stunning. So it's sort of, you know, whenever I end my show, and I'm talking to my guest about a particular subject, I'll ask this almost cliched question by now when people on Twitter make fun of me for asking it every time, which is what gives you hope and what gives you despair about XYZ and so on. Given the sort of divergent trends of history, on the one hand, it's a political tool and that, you know, perhaps a study of history in many cases is affected by the ideological lens that you bring to bear upon it. And that's one side of the situation. But the other side is that more and more people have access to historical documents and are showing greater interest in books of history, you know, such as by people like you, what gives you hope and what gives you despair about the study of history over the next few years and decades in India?"
    },
    {
        "speaker": "Guest",
        "time": "02:04:05.000",
        "message": "So I think exactly these two things that you said, I think, you know, the despair certainly comes from the fact that, you know, like you're saying, Sadanand, who may say that, you know, it's almost like we are fighting our elections in the 16th century or 17th century. You know, those are the burning topics of the day. You know, we must have the Mughals be accountable now, demand answers from them. And it's a very, it's a clever thing, because, you know, when if you're demanding answers from the Mughals, then you don't have time to demand answers from your current rulers or current government, you know, all the attention is just over there. And even that, you know, today we are talking and I don't know the whole news yet, but that, you know, Section 144 should have been imposed on many parts, many cities in the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:55.440",
        "message": "We are recording this on the day of the Ayodhya judgment, by the way."
    },
    {
        "speaker": "Guest",
        "time": "02:04:59.560",
        "message": "So, yeah. And, you know, imagine that too, that these are the kind of debates that we are embroiled in. And yet at the same time, this very fact that, you know, I find, you know, that one of the one of the nicest and most heartening things about writing this book was that whenever I've spoken, not just, you know, spoken outside or met people or people who've read it, there's been such a huge amount of interest and curiosity that that obviously exists. And people, perhaps as a result of this, perhaps because of this kind of, you know, these visceral emotional reactions that are sort of taking over our public discourse, perhaps because of this, people now want to know what really happened. And secondly, you know, people that you meet every day are very happy to enjoy history. You know, I mean, I think that's the all these complications and these nuances and all these wheels within wheels and stories within stories and all this sort of soap operas of it is what makes it so interesting and thrilling and absorbing, you know, because these are stories and people want to hear those stories and there's nothing about the complication that puts them off. In fact, that's what attracts people. So and I think the fact that, you know, more and more people are writing this kind of book is obviously an answer to sort of a growing demand and that that is definitely a good, good, I think, nice, hopeful sign that people are not just willing, but want to sort of take a deep dive into into the past and just swim around, you know, looking at the fish and the corals, not judging all of it or getting hyper excited about all of it, but just enjoying"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:54.320",
        "message": "the view. No, I couldn't agree with you more. And you know, I feel extremely hopeful about the fact that, I mean, I just think the more people dive into these stories, as you put about and swim about in these strange waters, that they will begin to get rid of the otherness of others. And hopefully through, you know, books like you and your writing. Thank you so much for coming on the show."
    },
    {
        "speaker": "Guest",
        "time": "02:07:16.440",
        "message": "Thank you very much. It was lovely to be here. Thank you very much."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:22.320",
        "message": "If you enjoyed listening to this episode, hop on over to your nearest bookstore online or offline and pick up Jahangir, an intimate portrait of a great Mughal by Parvati Sharma. I promise you'll finish it in one sitting. That's exactly what I did. Parvati very smartly because she's written so many books is not on social media, but I am you can follow me on Twitter at Amit Verma, A M I T V A R M A. You can browse past episodes of the scene in the unseen on scene unseen Radha Iyer and IVM podcast.com and Think Pragati.com. The scene in the unseen is supported by the Takshashila institution. Their postgraduate courses start in January. Check them out at Takshashila.org.in. Thank you for listening and don't behead anyone today."
    },
    {
        "speaker": "Unknown",
        "time": "02:08:05.880",
        "message": "Poor Abu Fazal. The modern world is obsessed with food and agriculture. Everywhere you look, new and exciting technologies are bringing food innovation to your street market, your grocery store, your doorstep and your plate. From our quest for the perfect food photos to our rediscovery of ancient grains. Quite simply, food has never been sexier. But guess what? The modern food system is broken. It's a major cause of climate change, antibiotic resistance and global poverty. So how did we get here? And where are we going? Most importantly, how are we going to feed 10 billion people globally by the year 2050 through better, more sustainable means? I'm Varun Deshpande and I'm Ramya Rammoorthy and we work for the Good Food Institute, a global nonprofit accelerating the transformation to a more healthy, sustainable and just food system. The next food revolution is here. On feeding 10 billion, we're giving you the inside view. You can tune in to us every Tuesday on the IVM podcast app or ivmpodcast.com or wherever you get your podcasts from. Hi, I'm Satyajit. Hi, I'm Racheta. We are from the Open Library Project and we host a podcast called Paperback. Paperback is a podcast where we engage with stalwarts and experts from various industries, suggesting nonfiction titles that contributed to their journey in a big way. We've had guests like Anjali Raina, Dr. Marcus Rani, Dr. Swati Lodha, Ambiparameswaran, Apoorva Damani and many more on our show Paperback. Find new episodes every Wednesday on IVM podcast app, website or wherever you listen to podcasts."
    }
]