[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "I.V.M."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:30.000",
        "message": "I.V.M. I.V.M. with, a kitchen knife. A kitchen knife can also be used to kill people. It can't quite destroy an entire neighborhood, but you can take a life or two or three. My second question to you is, should the knife be banned? I rather suspect that I have the same answer to these two questions as most of you do. On the question of the bombzooka, the weapon that costs a thousand rupees and can blow up a neighborhood, yes, I believe the government should ban it. On the question of the knife, which is so useful to us, even essential to us in so many ways, no, I don't believe a knife should be banned. Ban the bombzooka, don't ban the knife. But this now brings me to my third question for you. If the bombzooka and the ordinary kitchen knife are part of a continuum in terms of the damage they cause, somewhere in that continuum is a line that we draw in terms of whether we ban it or not. Where do we draw that line? And why do we draw that line there?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:52.060",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:03.220",
        "message": "Welcome to the scene and the unseen. I hope you had time to think about that third question I asked. In case you haven't, pause this episode and think about it for a moment. Where do you draw the line between the kitchen knife and the bombzooka and decide that a weapon should be banned? My answer is that we draw the line depending on how much damage a weapon can cause. With a knife, you can kill at most two or three people before you are stopped, perhaps even less. With a bombzooka, you can kill hundreds of people, even thousands in a crowded neighborhood or a mall or a marketplace. Where would I draw a line in between? Among potential weapons that exist at the moment, I would draw the line at a gun. As we have seen in recent years, it takes one nutcase to pick up a gun and go on a killing spree that can kill 10, 20, 30 people. Also, guns are widely used by people to kill themselves as they're an easy, relatively friction-free way to commit suicide. So I draw the line there. And I'd argue for the status quo in India where you cannot buy a gun off the counter. Now, it might seem odd to you that a libertarian like me holds such a position. After all, libertarians in the USA argue vociferously for gun rights. Well, yeah, but I'd argue that there is context there in terms of how the USA evolved, the distrust of the state that is embedded in their culture as it should be in every culture, in fact, and that context doesn't quite apply to India. Also, my friend and a frequent guest on the show, Shruti Rajgopalan, once drew a two by two matrix for me on a piece of paper and showed me two kinds of equilibria. In one equilibrium, criminals plus cops have guns and so do common citizens to defend themselves. In another, neither criminals plus cops nor common citizens have guns. The other two possibilities are situations where cops and criminals have guns, but citizens don't to defend themselves. And citizens have guns, but cops don't. The argument could be made that both of these are unstable situations, and you need to be in one of two equilibria. Either everyone can have a gun or no one has a gun. The USA is in the first equilibrium, India is in the second. And while I don't have enough knowledge to take a position on the US equilibrium, I believe that India needs to stay in the second one. So my position that the sale of guns should not be legal applies to India for now, which is the society I live in and know and think I understand. So I speak in this context alone. Now my guests in the show are two men who have both studied law and economics, and they both disagree with me in different subtle ways. Shubho Roy is a fellow at the NIPFP. Sudhanshu Neema works at the Center for Civil Society. In the conversation you're about to listen to both of them are going to make great arguments against the position I just outlined. They might convince me or they might not. But before we go to the conversation, let's take a quick commercial break. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to Indian colors.com. Indian colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art like stoles and shrugs, home decor like cushion covers and table runners and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price. And artists get royalties on sales just like authors do. What's more, Indian colors now has an exciting range of new products, including fridge magnets with some stunning motifs and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vazvo, Ex Vazvo, Brinda Miller, Dilip Sharma, Shruti Nelson and Pradeep Mishra. They accept bulk orders for corporate and festival gifting. But even if you want to buy just for yourself or a friend, head on over to Indian colors.com. That's colors with an OU. And if you want a 20% discount, apply the code IBM 20. That's IBM for IBM podcast IBM 20 for a 20% discount at Indian colors.com. Shubho, welcome to the scene and the unseen. Thank you, Amit. So Shubho, tell"
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:08.580",
        "message": "me I mean, what's your answer to the three questions I posed? I would like to squirm around and say the question of banning is a very simplistic understanding of how law operates. You would argue that the Indian Army should have the bomb Zuka. And that goes on to say, for example, nuclear weapons, which is correct. But at the end of the day, if you take a nuclear weapon, bomb Zuka, or some of the weapons that are there, while it is licensed, it's at the end of the day in the hand of one individual, somebody in the army, somebody in the Air Force, or maybe a group of people in the Air Force or army when it comes to nukes, because we keep them disassembled, have the system to launch and destroy. And those are individual citizens of India who have access to weapons of mass destruction. Yes, they have joined the army, but we should not think that the army has complete control all the time. And on the other hand, on the knife, if you gave a knife to a three year old child or a five year old child, or your child, you would be put away for child endangerment in any society. So you see, at both ends, there are exceptions. And we should start thinking about from this context that the context of ban, absolute clear ban is kind of extreme in law and usually does not serve our purpose. And that is why, for example, we have legislatures to debate these issues multiple number of times and come with graded intervention. So even a knife to a child is illegal, and you should go to jail for child endangerment if you leave a large number, let your child play with knives. And on the other hand, even a bomb Zuka is not illegal in the hands of a fighter pilot or soldier, or somebody who has been licensed and carry has the power to do that. And those person could still go on rampage, but we have created systems and processes hopefully to prevent that. And so these are the two extremes, but at neither extremes, do you get a clear ban"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:06.900",
        "message": "or a clear allowance? I think when I use the term ban, I mean, these would be commonly understood exceptions. I mean, everybody gets it that okay, the army is going to have weapons and you can't give weapons or even anything that could potentially be used as a weapon to a child. So these are kind of understood and also the fact that the army has these weapons and it consists of individuals who could also have homicidal urges and go berserk is not really an argument for letting everybody have them right because the probabilities rise exponentially if you let the common citizenry."
    },
    {
        "speaker": "Guest 1",
        "time": "00:08:40.420",
        "message": "True. So all I'm saying is that there's a grading."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:42.340",
        "message": "I get that."
    },
    {
        "speaker": "Guest 1",
        "time": "00:08:43.340",
        "message": "And in that grading once I think now I would argue that the guns come in somewhere in that grading where in the Indian context, we have kind of done it very dumb, that we have done it very simply and said ban. Instead of that, I would say you do grading for similarly for guns and the guns fall in that continuum and depending on the usage of the gun, depending on who has the gun, you do the systems and as you pointed out correctly that the American system is one end of it, no licensing, no registration. But the Indian system is at the other extreme of it, that unless some civil servant is convinced that your life is in danger, you cannot purchase a gun. It is not a judicial process. It is not a process which is subject to review in the normal system that we understand it. You don't get a reasoned order as to whether your life is in, why your life is not in danger when you apply for it. So it creates a large amount of discretion to that entity which gives you the license. So we do not have a situation where as you pointed out, nobody has guns. We have a large number of guns in the Indian system floating around. So the interesting statistics here is that there are about 97 lakh registered guns in India, which is one per hundred."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:59.420",
        "message": "I didn't know that. That's a lot of guns."
    },
    {
        "speaker": "Guest 1",
        "time": "00:10:02.820",
        "message": "Wait, there are around 7.1 crore total guns in India, which gives you a number of five per hundred. US is the other extreme just for context is 120 per hundred, but there are many countries above us. So what we get is around 6 crore guns in this country, which are unregistered. And these people who own them, not all of them are criminals or horrible people. But because we have created this extreme ban, there are a large number of people who have guns because they've inherited it or when the law came in, they had the power to hold guns. They didn't hand it over because they didn't want to or for whatever reasons. And now they're completely criminalized. If they even come willingly to hand over the guns, they are open to prosecution under the Arms Act, which carries seven years of imprisonment and which is very dangerous because it's not even a compoundable offense that you can go and say, look, I'm willingly gave up my gun. So please don't prosecute me. You're totally at the mercy. And this point is very interesting. We have a gun to population ratio of five guns per hundred people, not that gun free as we think India is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:03.540",
        "message": "So I have a couple of points to make here, questions to ask rather. One is that it is implied in the statistic that listen, actually, it's not that hard to get a gun in India, you can and I understand that, that you can if you want go out in the black market and figure out a way to get a gun. But there is a transaction cost, you have to make a certain amount of effort, not everyone does that. And so, you know, it is much harder for you to get hold of a gun on impulse, whereas otherwise, you know, you could just take it out of your pocket. Also, the point is that a lot of gun killings, a lot of gun deaths rather that happen, even in the US are not sort of shootouts we see in the news, they could be domestic disputes and very often and this is a huge problem, they are suicides, there happens to be a gun in the house. And again, a gun is an easy way to commit suicide on an impulse, you can take a gun, put it at your head and press the trigger. And that happens a lot apparently. And it's much harder to actually go to a bridge and jump off or hang yourself with all the elaborate apparatus that involves and the fact that there's a little more effort involved in that makes it a little less unlikely. So I mean, I've kind of made two separate points, what do you feel about them?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:15.460",
        "message": "So on the point that it is a little difficult to get it and makes it difficult for impulse buyers to get it, I agree with you there. But if you had a fairly robust registration system, where there was no discretion on that part, like whether you are facing a threat or not, but there is still objective checks that you don't have any previous criminal convictions, you don't have domestic violence complaints against you, you do not have XYZ things against you're not on parole or something like that, or you're not being charged and tried, you can create those checks and balances to make it a little more difficult to make impulse buys. And it still allows people but once you have made a purchase, you're not completely criminalized. Today, if you are under stress or think that something bad will happen, you buy the gun and now you're a criminal forever. So now you have to hide it, you have to be unsafe about it. But on the other hand, if you did that all of that and for example, do a seven day gun safety course, go and do a medical checkup, go and get a NOC from your wife, spouse or anybody who's living with you at home. These are some of the systems which other countries do, which sometimes when we look from India seems like a ban, like Canada does it you have to get a psychiatric checkup before you get it and they talk to you and they check that you're not there your family has to people living with you have to give an approval or no objection. And then you get it and that allows for example, to take care of the first problem, which is the impulse buys. On suicide, I think yes and no to that extent. There are many other ways to go and they are very painful. And if you are a libertarian, you would argue if you want to finish off your life, it is your life. I don't subscribe to that point of view. But I think suicide is a mental health problem. And there are reasons for suicide. Japan has the highest suicide rate in the world in the developed world, not much access to guns, people are putting themselves out with carbon dioxide with a lot of other jumping off buildings. So when you have a suicide epidemic in a country, you should start looking at what are the cultural reasons which cause it, I think the US is also going through some problems which create the suicide epidemic that you see in the US. I think it is the retrenchment of the workforce, which is not in the knowledge economy as production goes out. And you know, JD Vance writes interesting things about why we are getting this problem in the US because even mass shootouts are fairly recent phenomena in the US 80s 90s. They had guns for hundreds of years, 1776 onwards, they have been owning guns, we didn't have this problem, we have some deep cultural problems there. Similarly, what we have in Japan probably, which leads to suicide. So we have to start thinking about that point that yes, self harm is a problem with guns. There are a lot of ways to go out yourself and there I agree. But that is still from a libertarian point of view. That's not a good argument. Because if you will harm yourself, for that people who don't harm themselves should not leak. One of the easiest ways carbon monoxide poisoning, just turn your exhaust,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:26.740",
        "message": "put a pipe in your exhaust and put it in your car. Sure, that's fair enough. And the one point where you've got me is a libertarian point of view where I do believe that if you have the right to life, you have the right to kill yourself. And I also believe that suicide is not necessarily a mental health problem. It can, under certain circumstances be quite rational to choose to go out. So I buy that part of it. And that's a separate argument entirely, really. But the consequentialist argument against guns would involve that suicide rates go up and however high the Japanese rate might be, we don't know the counterfactual or what it would have been if guns were more freely available. But we have and I'll come to this a little later when Sudhanshu also joins the discussion, perhaps that though I'm waiting for you to kind of let's squeeze this argument dry. But you know, the experience in Australia, for example, after they did their gun buyback, and they changed their gun laws, is that there are multiple studies we show which are which I'll cite, we showed that the rates of suicides drastically went down. Obviously, it's not a magic bullet, if I may use that phrase, but we'll come to that. I also wanted to address what you sort of said about, okay, here's what we can do with guns, you are not arguing they should be just sold over the counter, like random medicines, like an aspirin or something, but that they should be licensing. I have sort of two points to make. One is that we don't really have state capacity in India for anything. So if you're going to say that these are the check, like if I want to buy a gun, these are the checks and balances. Number one, there isn't that state capacity to make sure I jump through all those hoops. So the system will be perverted in some way, like for example, today, you can go to the RTO and get a driving license without actually taking the test. And I've seen that happen enough. And that's a failure of state capacity and failure of state capacity is essentially ubiquitous everywhere except when it comes to pure rent seeking when there is no lack of it. And the other issue there is that, especially with regard to India, when state capacity is low, we have seen that any system that can be gamed will be gamed. Right. So if you, for example, make it a requirement that okay, you have to get a psychiatrist certificate before we get to the gun. Come on, you know, there'll be the shop set up where an agent will get you a psychiatrist certificate and take 1000 bucks or whatever it is. And so that's that's one objection, the state capacity objection. And my second objection is also that look, I live in India. Okay. I mean, I've lived in India all my life, obviously, and I'm 45. And I've never felt the need to have a gun for purposes of self defense. Because any dicey situations that I have got myself in, I mean, I've never seen a gun really in civil life. There's never been like a shootout where I'm like, if I had a gun, I could intervene now. That's one that if you make guns freely available, you might create a situation where I might feel that need, but then you would be shifting from this equilibrium in India where nobody has guns to the sort of US equilibrium where because anybody can get a gun, you also feel the need to get a gun to defend yourself. And I am like, why move from this equilibrium to that one? These are sort of my two points"
    },
    {
        "speaker": "Guest 1",
        "time": "00:18:31.960",
        "message": "state capacity and the equilibrium. On the question of state capacity, I would argue that lack of state capacity, if it is taken as a reason for accepting reduction of freedom, then you have to argue that it is okay for Gurgaon police to issue an advisory that women will not travel after eight o'clock, because Gurgaon police is under manned. And so they are unable to work. So that is first issue that we get that then that is a slippery slope on which you start losing a lot of things. Actually, what has happened is, because of the ban, we haven't developed state capacity. So the ban then becomes justification for not investing in state capacity. And I would say, if you give the people of a kind, if the government had the choice, you can ban it, or you can regulate it, they'll always choose ban, because then they don't have to build state capacity to do it. But because of that lack of state capacity, we already have six crore unregistered guns. So I would say that, because of that lack of state capacity, we have that problem. And I agree with you. Yes, there were problems. But for example, recently, what Delhi RTO forces, the driving instructor, one of the RTO officers to take a video of you driving. When I took the driving test recently, they had to make me take a video. And so state capacity develops. Because we could have said, okay, we'll ban driving, because we don't have state capacity for doing that. And you could say that, yes, we'll do public transport, we'll do metro and practically in Delhi, there's a very good argument to make or in Bombay that why do you need a driving license in Bombay or Delhi. That brings me to the second point about the equilibrium. I would argue that equilibrium you face is because of the places you choose to live in. I choose to live in Delhi. It has got central armed police forces, it has got Delhi police, the best police force in the country. It has got large amount of security cordons around the system. So we live under that security umbrella. But what if you are a person who stood for a panchayat election in Kashmir? What if you are a person who stood up against the Naxals in Dante Vada? Okay, or you're just the local doctor who's being harassed by goons, people who go out to the villages, people who go out to places where these 6.1 crore unregistered weapons are, they are not in the same equilibrium."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:51.340",
        "message": "In that case, the lack of state capacity supports your point, because you're saying that if the state cannot protect me from Naxals in the village where I live, at least give me"
    },
    {
        "speaker": "Guest 1",
        "time": "00:20:59.380",
        "message": "the right to protect myself. And I would say also state is always an ex-post actor. That it comes after you have been shot, it might do some justice and try to put the person in jail. If you believe in vengeance, they can put that person to death penalty also, but that person is gone. And that is taken, that is over for you. So I would always say that you should have a last line of defense. And of course, that should be done reasonably, just like we have public transport in Delhi, but I still want my car. And of course, again, I would argue that there are greater defense requirements for different people. But it is not always very narrow that you must have a threat, identified threat. For example, we allow, we have created a nice exception for parliamentarians. Parliamentarians can buy guns the moment they become parliamentarians. We don't adjust the threat of individual parliamentarians. But I would say why just parliamentarians? I think if you're a parliamentarian from Bombay or Delhi, the risk is much lower than if you just even stood for a Gram Panchayat election in Kashmir, or a headmaster in a school in Dante Wada. So you're caught in the crossfire. It's your last line of defense. And you know, 2008, the Bombay attack, it can happen in India, again and again, it was very successful. I'm surprised. And I am thankful to the Indian state for probably preventing those things from happening again and again. But 2008, I talked to somebody who said, this is a normal thing in Kashmir, holding up militants in hotels and then killing because hotels are a good target. Most people are not residents. It's a very common thing to do in Kashmir. And you were in Bombay at the time that affected you personally? No, I did not. I was not in Bombay, but I had worked with somebody who got killed in that. And yes, that kind of changed my perception on this issue. And I started reading more. And then I went from this nuanced position of from a simplistic position of ban and non ban and allowed to a more nuanced graded position. So if you are one of those people, the other thing I would say is also in this case is federalism. That you can make laws that okay, you can't have guns here, you can have guns there. But those are also options to choose for the US doesn't have a single gun law, by the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:11.300",
        "message": "Oh, okay. It's all the states."
    },
    {
        "speaker": "Guest 1",
        "time": "00:23:13.300",
        "message": "States or even city specific cities can have ordinances. I think we should also think of federalism on that way. But again, what the main judgment in the US which created all this dispute was the Heller judgment, which people misquote. The Heller judgment required residents of Washington DC if they owned a gun to either disassemble the gun or an unload and disassemble the gun or keep the gun loaded and assembled with a lock physical lock and key on the trigger to prevent it from being used. And the person who wanted was a retired cop who had investigated mafia systems and he would have to keep a gun with a physical lock on the thing and he said this extreme and the US Supreme Court position is that you can't put so much restrictions on the right to bear arms that it becomes ineffective. And think of it, the Washington didn't ban it. They put so many restrictions that it became infeasible. And I think that is where we should start thinking about that. No, let's not put so much restrictions that none of us can. And I would say also there is shooting as a sport. Most of Indian top shooters people don't know this go to Germany to train or to other countries. Bindra went to Germany to train. Why? It's impossible to import a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:27.660",
        "message": "gun in India. High quality guns cannot be imported. And also even trivial things like the import duties on bullets and all of that nonsense even for a sportsman like him. Yeah."
    },
    {
        "speaker": "Guest 1",
        "time": "00:24:36.820",
        "message": "And things like that it made him cheaper to just go outside and practice and I think it is good to have a amount of population who are trained in firearms. So there are two"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:45.860",
        "message": "aspects to what you just said. One is there is a philosophical argument of we should have the right to defend ourselves. And you turn my point of state capacity against me by showing that I mean, we have privilege to be in Delhi and Bombay respectively. But if you are in a smaller part of India where there is effectively no rule of law, and you can't tell a citizen that the state won't defend you, but you can't defend yourself either. So that's your sort of philosophical argument if I stated correctly. And the practical argument, if one may say comes from the instance of the 2008 attacks, where you're saying that, listen, it is probable that if one of the victims or one of the people who was in that space had a gun, it is somewhat probable that the casualties could have been less because the likelihood of someone fighting back is nonzero. And therefore they could have or at least the guards had guns. Oh,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:25:34.220",
        "message": "even the guard, even the guards don't have even private security in India can't get guns. At the most one guy has a smooth barrel shotgun, which is legal and all that very difficult."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:43.580",
        "message": "Even private security guards can't have guns. So this is an argument that people in favor of gun rights make whenever there is a mass shooting that, you know, there were less people would have died if they were guns. So I'm curious that you obviously have to, I mean, there is a trade off here, you have to weigh the likelihood of the shooter being stopped before he kills so many people, with the likelihood of more people dying in a dispersed way, including from suicides or domestic quarrels or misfires, if a child gets it or whatever, you have to weigh those two. Are there statistics that you can use in your favor, leaving the philosophical argument aside, just looking at consequences? Are there statistics you can cite in your favor to show that there is a correlation between greater availability of guns and less gun violence?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:28.460",
        "message": "No, difficult. The problem with the statistics in this is, as you pointed out, different"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:33.820",
        "message": "cultural political systems. So the counterfactuals don't exist."
    },
    {
        "speaker": "Guest 1",
        "time": "00:26:37.500",
        "message": "Yes, but I would argue that when people say guns are banned in most developed countries, they are making a very simplistic comparison with the Indian system. And that is not true. In many developed countries, you're allowed to buy guns for home defense. Sportsmen are allowed to buy guns, you're allowed to hold guns for systems with different restrictions. And I would say many of them are far more peaceful than India is. India's homicide rates are pretty high. It's not that low as we would like to think it is. And that's my point on this issue. If we were to be able to do this, you know, kind of a calculus and come to the right point, then it doesn't work that way. It is a call you have to take. And there I would argue where is the origin of our gun law. Our gun law starts in 1878. After the mutiny, where the sole objective of the British rulers were to take away all the guns from Indians because they didn't like what happened the last time Indians had guns. And that was the philosophical basis for our gun law. People make these other arguments for that it is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:40.940",
        "message": "not. But the philosophical basis was an oppressive state wanting to keep its subjects in check."
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:46.660",
        "message": "Yes. And to that extent that they can't defend themselves at all. And this is an ideological question to answer. And I would say yes, we can differ on this plateau. But we should start thinking about it. If we were to do an Indian full ban, I would argue with you, then put the state capacity to take out the 6.1 crore guns which are unregistered. And what do you do with the guys who have registered guns? Manu Sharma shot somebody with a registered gun. Interestingly, it was registered with his father who was an MP probably. That's how he got a 22 caliber. And so the people who have registered guns, are we going to do a full blanket ban? I'm okay with a full blanket ban. But then no guns with cops, no exceptions to the ban by oh, you are in personal danger. So you can get a gun, go and get a security guard, pay for a cop to guard you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:33.900",
        "message": "But despite these statistics of how many guns we have and five for every hundred and so on, would you broadly agree or disagree with the contention I made at the start of the episode that we are in an equilibrium where nobody has guns, which seems broadly and again, I'm obviously biased by my privileged existence in Bombay, where I don't see guns around me at all and don't feel the need for one. And it's possible that in other parts of India,"
    },
    {
        "speaker": "Unknown",
        "time": "00:28:56.780",
        "message": "it's obviously not like that and guns are a part of everyday violence and people are"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:00.580",
        "message": "defenseless against it. So is my contention about that equilibria false to begin with?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:29:05.940",
        "message": "I would say it is true for certain parts of India, but not true for large parts of India. If you go into the badlands of UP, Bihar, which is a border with Nepal, from where guns can come from China, if you go to Kashmir, where Pakistan has pumped guns into the system, if you go to Northeast, where again, the insurgencies have pumped guns from Myanmar, China, Bangladesh, that is not true. And there, I mean, because we have a single Indian Arms Act, all over the country, same law, that is you and I are beneficiaries of the equilibria here, but that reality is not the reality which a lot of people face. And that is something we should consider and point out and I'm okay for if you think of graded in terms of geography also. You can't have guns here, you can't have guns there. There are some problems with that also because people move freely. But it's not a reality of the system here. And the other question about the murder rate question, more than the absolute number and this is probably a very charged point, it's also important who gets killed. Okay, if murder rate goes up, but a few more bad people are getting killed, people who are threatening other people getting killed. Is that a horrible thing to be in?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:23.140",
        "message": "I mean, if the data existed, I could consider that argument. But if it's a hypothetical that you're proposing, then it's, you know, I wouldn't even know how to, like, I came across some limited studies. And again, I haven't, to be very honest, I did the lazy thing of just googling online for arguments against gun rights. I found some studies cited. So I've just copy pasted the conclusions here. I haven't looked at the studies myself to see the methodology as I would do."
    },
    {
        "speaker": "Guest 1",
        "time": "00:30:50.340",
        "message": "I've looked at one or two, there's another thing that happens. If you have relatively freer ownership of guns, violent break-ins fall."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:57.620",
        "message": "Okay, because it might be the chance that the house owner has a gun and you could..."
    },
    {
        "speaker": "Guest 1",
        "time": "00:31:00.980",
        "message": "And this has been studied when looking at smaller communities in the US with freer gun"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:06.620",
        "message": "rights and... This is interesting. So what you're saying is you're changing the incentives for criminals because they don't know who might fight back. And also you're changing the incentives for even terrorists for something like the 2008 attacks."
    },
    {
        "speaker": "Guest 1",
        "time": "00:31:18.260",
        "message": "Yeah, I would say terrorist is difficult. Like if you have committed to kill yourself, you will do it, you will do it. And it will be only if somebody has a gun, they'll take you down. And hopefully that is this outcome you get. But yes, there is a lot of petty crime or petty violence that happens in India. I would call it petty because in the sense that the person who's doing it is in larger numbers to the victim and is just, you know, taking advantage of his size or numbers, lynchings, breaking-ins, things like that, where the person is just knows the other person is weak. And there I think gun changes that dynamic. And so you have to start looking at those numbers also. Let's say the murder rate goes up a little bit. But violent break-ins go down to go down by a lot. How do you calibrate that? Yeah, and that is a trade off to also start thinking about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:04.660",
        "message": "I'll cite some figures anyway. And I think when Sudhanshu comes in, he'll have counter figures to these. But so in 1983, there was a cross sectional studies of all 50 US states, which showed that the six states with the strictest gun laws, according to the NRA, had suicide rates that were approximately three out of 100,000 people lower than in other states. And at these states, suicide rates were four out of 100,000 people lower than those of the states with the least restrictive gun laws. This is one study. Then there's a 2011 study that found that firearm regulation laws in the US have, quote, a significant deterrent effect on male suicide, stop quote. A 2014 study found in the US found that children living in states with stricter gun laws were safer, stop quote. And I don't know how they define this or find that out. I'm just sort of quoting what I found. Now in Australia, interestingly, where they changed the gun laws, and they bought back a lot of firearms and so on. 2004 study found that in the context of these laws, overall firearm related deaths, especially suicides declined dramatically. I haven't seen the study. I don't know what"
    },
    {
        "speaker": "Guest 1",
        "time": "00:33:10.700",
        "message": "they mean. But the interesting part in this is the firearm related death. Okay. Murder rate, how much did it fall? is an interesting question. So London is now the knife injury capital of the world. It is an interesting part to that. That's an interesting title"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:27.420",
        "message": "for a city also we are the knife injury capital. Okay, and another 2006 study in Australia found that after the law was enacted in 1996 by Australia, the country went more than a decade without any mass shootings, and gun related deaths, especially suicides declined dramatically. But as you've pointed out, you shouldn't look at gun related deaths, you should look at the overall death rate. So what I'm going to ask you to do Shubha before we bring Sudhanshu in to argue with both of us and convince us that we are wrong, is I want to make sure that I've given you a chance to sum up your position as completely as possible, and not kind of leave anything out. So I'll ask you to like, if there's a further argument you'd like to add, please do that. And state your position for me once that I mean, obviously, we can't use the term ban now, because that's too simplistic, as you pointed out. How do you think gun availability in India should be regulated and managed? What's your whole"
    },
    {
        "speaker": "Guest 1",
        "time": "00:34:20.460",
        "message": "view on this? I would say we have to go from that spectrum, that you can't give a knife to a child. And you can't say that, no, the Indian Army cannot own bomb Zookas. And in that spectrum, we have to start thinking about it. What bans also do is make us intellectually lazy, we don't think about it. So when you start having, I would say that my position is we should have a graded approach. And of course, depending on situations, we should allow people to own guns, the Indian law does it, but it gives too much discretion on the part of the officer who gives that system, we should have a system by which you can challenge it or show some systems and we don't have checks and balances on it. So once your threat to life is established, you can get a gun without training, without safety checks, without any ability to whether you store the gun properly or not. And we need to move from that and say that you have to do all these other steps. And then we will get into situations where we start dealing with guns as a system. So for example, I would like to add something. When we have celebratory firings in India, you have to charge the people under nuisance, because we have created this myth that India guns are banned, we don't have a crime of illegal discharge of a firearm, or a dangerous discharge of a firearm. While Manushama went to jail, his dad did not go to jail or anything because the gun, there is no crime for handing your gun to the son. Because we presume that it's banned. So therefore, it is not a crime for a registered user to hand his gun to the son or even leave it in a place where his"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:53.580",
        "message": "son can access it easily. So not only do we pretend it's banned, you're saying the Indian state is in a state of denial about the gun ownership that is already there. And therefore, we can't have effective law."
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:02.300",
        "message": "And therefore, when things really go bad, we are unable to then deal with it. Can you sue him under Arms Act? No. And that is some of those issues. So you should do, for example, bullet control. How many bullets do you have? If you fired a bullet, give me the casing, show me where you fired it. You have to do all of that. And then you can arrest and prosecute a lot of people for violating those even if you might not have the full evidence of murder. At the end, Manushama was convicted because spent cartridges were found in his car, which matched the bullet that was shot through Jessica."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:34.940",
        "message": "And your argument is that in the kind of regulated environment you envisage, that would always be there, you would be able to trace every gun and every bullet back to the owner, they wouldn't be the black market, whatever exists of it. And therefore, you know, you'd have a very good handle on things."
    },
    {
        "speaker": "Guest 1",
        "time": "00:36:51.260",
        "message": "Yeah, UK does it very simple, you get a gun, they shoot a sample one and they keep the ballistic marks. This will be expensive. I'm not saying this alone, we'll have to build state capacity to do it. But we can't live in the denial of that system. And you know, if he had that, the Manushama case wouldn't have had, he almost got away with it. He got acquitted by the trial court, because he could not recover the gun. But if he had the bullet and that bullet matched his gun, or matched his father's gun, I think there should be some at least some presumption which would lead to some at least lesser, but you go for seven years, eight years of conviction, you hand over gun to your child, you go for some time of conviction, you do celebratory firings, you go to, so we have to do graded and once we do graded, we'll get into a lot of trouble. But those trouble will then clear up all these obligations and processes where sometimes the Indian law gets into a vacuum. What do we do with this fact about gun ownership and systems we have this denial of we are living the ban is officially on paper. But there are six floor guns on the market and we have to just deal with the problem and first level of dealing is let's accept it and let's make"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:56.180",
        "message": "reasonable laws around it. That's an excellent argument and you've given me a lot to think about. But we are going to have a lot more to think about after a quick commercial break when we are joined by Sudhanshu Nima, who thinks both me and Shubho are wrong."
    },
    {
        "speaker": "Unknown",
        "time": "00:38:11.580",
        "message": "Hey, everybody, welcome to another amazing week on the IBM podcast network. If you're not following us on social media, you know what I'm tired of asking you to follow us this time I expect you to follow us please make sure you follow us if you're not following us I'm not going to talk to you anymore. Seriously, I'm sure many of you would like that. But that's the only threat I have. We'd also like to thank our sponsors on the network this week. Thank you Storytel. Thank you Intel. We're really grateful for your support. This week on Cyrus' Cyrus is joined by Prakash Malia. Prakash is the managing director for Intel India sales and marketing group. Prakash and Cyrus get into talking about Prakash's travel habits and also talking a little bit about Prakash's hobby of photography. So really fun conversation. Do check it out. On Agla Station Adulthood host Ayushi and Ritasha talk about confidence and self esteem and how it's different from self awareness. On the Boundless podcast Natasha shares the problem of being a brown immigrant in a foreign land and how to cope with it. She also recites a poem on being average and calls it a new voice. This week on Gaby City Farhad and Sunetru take us through the deep understanding of being intimate with other people and recreating those spaces. On States of Anarchy Hamsini is joined by Amaya Nayak to discuss international law and how it measures up in current geopolitics. On Football Shootball host Gaurav, Kartik and Siva talk about Jose Mourinho's shock appointment as the Spurs coach. And of course the big game last Saturday Man City versus Chelsea. On The Habit coach Ashnan talks about voting and acknowledging the choices that we make with a mindful approach. On Pragati Podcast we have repeat guest Amaya Nayak who talks to Pawan about refugees, distress, migrants and movement of people across the world. On Ganatantra this week Alok and Surya are joined by Dr. Srinath Raghavan to discuss politics of the armed forces, nationalism, the impact of social media on perceptions of the army and more. On Storytellers and Storytellers Vineet is joined by actress and storyteller Asha Channa and also VP Content and Strategies at One Digital Entertainment Sudeep Lahiri. Together they talk about the influencer ecosystem and discuss strategies that can help brands collaborate with influencers better. On The Geekful Podcast, Dinkar and Tejas talk about all the notable dragons that we have watched in movies and TV shows throughout the years. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:06.580",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Shubho Roy and Sudhanshu Nima about gun rights. I started this episode by making my argument on why guns should not be sold openly over the counter in India. Shubho did not agree with me and made a powerful argument about why no gun should be sold in India, but with certain restrictions and licensing and so on and so forth. And now I'll invite my third guest on to the show. Sudhanshu, welcome to the show."
    },
    {
        "speaker": "Guest 2",
        "time": "00:40:34.380",
        "message": "Thank you, Amit. All right. So let me begin with stating my position and then we can go forward from there. So my position is anyone above 18, adult, competent, mentally competent, that is, should be allowed to have a gun without any restrictions or licensing. Okay. And my argument, barring everything which has been discussed, my argument specifically is against the state that I have a right to defend myself against the state. So I'm arguing for the hundred million victims of communism who were killed in China and Russia and Cambodia and many other countries, the North Koreans, even the Jews in Germany first were disarmed by Hitler and then were killed. So my argument is for those people. And I'm very specific about deontology. I am not going to enter into a consequentialist debate because I think that's a very wrong mechanism to analyze an issue like rights. And as you deal with the question of impulse, that you could commit suicide on impulse with a gun, that is all well and good. But why should my right be curtailed because of your impulse? Right. And on the question of bombs, I say let everyone have them because once the state comes for you and you're armless, defenseless, there's nothing for you. The state can starve you to death as we have seen in the Chinese regimes. They can kill you with guns like we have seen Hitler do. They have gulags, special prisons for you. They can do anything to you. And what will you defend yourself with? Sticks?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:24.900",
        "message": "So I'll unpack the points you made for the benefit of my listeners, especially deontology and consequentialism. And basically, you can make two kinds of moral arguments I'm simplifying massively. But one is you can come from first principles and say that these are my first principles and my entire moral view of the world flows from those. And the other is that I don't really have any first principles, except that we should do the greatest good of the greatest number or whatever, or we should look at spreading welfare. So we should look at the consequences of things. So for example, a consequentialist looking at gun rights would then try to gather data and figure out what kills more people or less people and whether banning guns helps or it doesn't. And of course, as Shobha pointed out, the data is very muddy, it can be misinterpreted in different ways. And this is this does become a problem with social science that because you don't know the counterfactuals, you can't do testing under controlled circumstances. What inevitably happens is that every ideological party will find some data that appears to support its position. So even in terms of consequentialism, even if you were to say that, I believe in that is really difficult to come to a conclusion if you're willing to reasonably consider both sides of the argument. But what you're saying is I don't care about consequentialism. What you are coming from first principles and your first principles are based on the individual's right to self autonomy and to defend herself from the state."
    },
    {
        "speaker": "Guest 2",
        "time": "00:43:48.540",
        "message": "Yes. And also, we can go into the question of how guns are regulated currently, as Shobha pointed out, my concern with licensing or any form of registration with the state is that once the state decides like on one hand, you are saying that this person running the country is a dictator. On the other hand, you are saying that you should not have guns without permission of the state. So in case of let's say, Indira Gandhi during emergency, all those people who are forced to civilize should not they have guns? How would they defend themselves once the state comes for you? And if they know you have a gun, be it by registration or licensing, they will have your addresses, they will link it to Aadhaar, you know, and they will come for you first. So disarm you first, then go for the rest of the population. So that is one set of arguments. Second, guns also defend people who don't have guns. So for example, it increases the cost to criminals. So if a rapist in Delhi is looking for a new victim, the cost goes up because they don't know whether this person may or may not have a gun. So the incidence reduces similar to what happens with invention of car alarms, even cars which don't have alarm, the theft goes down. It just does because criminals have to consider the possibility that this car might be alarmed. Right. So that is one thing. And second, we have seen so for example, in US, Chicago tends to have the most regulations on guns. And it's also the city with highest numbers of homicides in the US. Whereas if you look at other parts of us where guns are open carry, mass shootings are much less homicide rates are down. So even from a consequentialist point of view, we can discuss"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:52.900",
        "message": "But you know, here, I would say that the causation can also go the other way. For example, you know, Chicago might have more laws restricting guns because they have a greater problem with crime to begin with. And if the Shubhukt come in, please."
    },
    {
        "speaker": "Guest 1",
        "time": "00:46:07.220",
        "message": "So it's very interesting. I've been reading the Illinois gun control laws. And it makes a very interesting point about Chicago. In Chicago, you can keep a gun with yourself, you can keep a gun in your car. You can't get up on the public transport with a gun. You can't enter an office or a public building with a gun. Now, what it plays out is very interesting. Let's say you have a nine to five job, you take the metro to the job, and then you come back and you walk a little bit from the metro station. Can you carry a gun? No, because you'll have to get on the metro, which is illegal to carry a gun. You have to get into the office, which is again illegal. Now, if you are the gangbanger, and you're just standing outside your street corner entire day, you don't have a job. You are trying to say sell drugs. Can you carry a gun? Yes. Because you're not going to get up on the metro where there's a metal detector, you're not going to get into office which has a metal detector. Again, at those points, you will be prosecuted for violating Chicago laws on guns. And therefore, you have created this perverse system where citizens with nine to five jobs with normal people, no guns. Criminals are people who don't have a job or a life, which is productive, who are just hanging around selling drugs or doing other activities or unemployed, they can have guns. That is the twisted things we create when you have these strict gun laws. And again, therefore, I was also pointing out, if you have different gun laws across this country, we have to start thinking of some common minimum ones. Because otherwise you will create these incentives. And these incentives play out very easily. We think, oh, we have banned guns on metros. Therefore, we have made metro safe. Yes, you have made metro safe. But you have made the walk from the metro to the home very unsafe. And this there's no this one to one correlation between the law and the outcome you will get. You will get weird outcomes because people are game theory animals. And it creates these weird situations. So Chicago is a very interesting situation. If you read the law, you realize, oh, oh my god, if you're a complying citizen, and you have to really have a normal life, you can't carry a gun."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:13.260",
        "message": "That's a great point. So now, both of you actually don't agree on this because Shubho says that there should be like your view, therefore, it would be that if the citizen needs correctly from monks, as I'm sure if I'm stating this, not quite accurately, but what I understand of your view is that look, the citizen has a right to defend himself from the state, as well as others. And therefore, it is perverse for the state to control the"
    },
    {
        "speaker": "Guest 2",
        "time": "00:48:37.580",
        "message": "means of this defense by having licensing and so on. Yes, that would be one of my argument. Also, I would like to point out on the question of statistics. So when we were discussing a statistic earlier, it's very easy to get statistics on how many mass shootings and how many people are killed. But what is statistics you can't get on how many people were saved because of guns. So let's say a person comes to me with the intention of robbing me, I pull out my gun. Now I'm not going and that person runs away. I'm not going to go to the police and report this crime. It's not even a crime because it didn't happen to begin with. Now, how many people are defended like that every day? We don't know. And that hypothetical, we have instances where sometimes this mass shooters are shot by a person who had a gun legally. But we cannot get that statistics on how many people were saved. Millions and millions of them every day. And if you're in a country like in Latin America and Brazil and Chile or Honduras, you have to have a gun because otherwise the state has no capacity to defend you. Same in India. If I'm being robbed, the government is not going to defend me. As our friend points out, a gun in hand is much better than a cop on the phone. So yeah, but yeah, that is correct position that I want individuals to be able to defend themselves against the state, regardless of time and place and whatever. And I do not see any reason why that kind of restriction should agree, especially given the evidence that in the 19th century alone, we have 100 million people"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:19.060",
        "message": "killed by the state. That's a fair point. But you know, I get the point about we don't know the counterfactuals of you know, if you defended yourself against a robbery and the guy ran away, we don't know the good that the possession of guns did. But what we do know is that we can look at a few cases, for example, you can look at Australia, which changed his gun laws and you can look at the crime rates before and after that. And obviously, the the rates that I just quoted were only of gun related deaths, not deaths overall. So it's not the full picture. But but one can look at data like that and come to some understanding maybe the US states which have different laws are a kind of sort of natural experiment by itself. Is that so"
    },
    {
        "speaker": "Guest 1",
        "time": "00:50:58.340",
        "message": "Yeah, so home breaking rates go down. Yeah, that's NRS favorite one. But yeah, it's a tough statistic to counter. Yeah. And it's also a much more personal point. Like if you break into my home, that is a violation, which is far more, you know, stronger as a violation that that you know, if you if you have returned to a home that has been broken in, it is such a shock. So it is I have not been victims of crime that much, but one small theft at my home for a little because the door was left unlocked by mistake, but it was such a shock. They took away some like broken microwave, which was not working. No monetary loss, but it was such a shock. You get this thing that this is my home, my castle, violated, violated. And that is a situation which goes down a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:45.020",
        "message": "So I'll come back to you for a moment, Shubham, because I want to sort of understand your argument bit better. So Langshu's argument, in a sense is simple to understand, because he's saying, I don't care about the consequences. I just care about first principles. And these are my first principles. And so I'm saying that individuals should have the right to protect yourself. Now, while you agree that it is hard to take a consequentialist position on this, because the data is quite muddy, and all of that, at the same time, you're not quite coming from first principles, because you are arguing that the state should have gradations of licensing and all of this. So, you know,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:52:20.460",
        "message": "My point is that even when I come from first principles, you shouldn't, I come from first principles, not first principle. And I would say liberty is one of the principles. But there is also that we live in a society, we will have to manage our differences in society, we have to create disincentives to use violence as the first resort, or extreme violence as the bomb Zuka case in the first resort. So we'll have to come across these are two contradictory principles that I want maximum liberty. But I also don't want to, you know, live on a hill, 20 kilometers away, depending on the range of your bombs, look away from everybody else. That is not a good life. I love urban living. I love the fact that we can drop into a meeting and all of that and the bomb Zuka kind of makes it impossible if there's freely owned bomb Zuka because somebody having a bad day, as you pointed out, there are suicides, somebody having a bad day may decide not only will I go, I'll go with everybody around me. That is a very dangerous situation where I go. So I think that is where my principle is. But Sudhanshu's point about the state going crazy, there I would say that even if you have registration, if there are substantial number of guns, taking it away is difficult. Today, for example, it is very easy to take away guns, the registered guns, because 97 percent of the people have guns, it is okay to take away. But it is infeasible for the government, for example, to take away all the cars in Delhi also. Where will you store the cars? There's so many cars. So I think if you have reached a level of ownership, which is quite high, then even if the government knows that these people have guns, you still have to come and take it away from me. And that becomes difficult. And I think once that has become a large enough population, I think what went wrong in Germany, in China, in Russia, also, I would say was not enough people had guns. So the few that had guns, the state had enough capacity to take it away. I would say, if a lot of people have simple weapons, and I don't think weapons of mass destruction or things like that, because you can't use them in an urban setting anyway. So state also can't use it in an urban setting without setting of civil war and all of that, then it's okay, because still some cop has to come up and knock and say, I want to take away your gun. And then if they are doing to every household to your neighbour to you, then the question is, why? How are you doing it? And then it breaks out in the open. But if there are only one in 100 people or two in 100 people who have guns, that is the number that's possible because what is happening cop has come to somebody's house, but if you have to take away everybody's gun, then it becomes a higher barrier to that question of you know, state going awry and going bad. But by that time, I would say by the time things have rolled to that level, where state is now going to put people into concentration camps. Guns are not the only defence against it. I think establishing rule of law, establishing democracy, those are hard work. And I think in some ways, I fear that we might become lazy about that then. Because we have guns, we don't take interest in the state. Okay, that is a counterfactual, I would think or hypothetical, we have to think about it, we have to, the price of liberty is eternal vigilance. So we'd have to be vigilant at all levels. So whenever a gun legislation is issued, or any other legislation is issued, like the debate that we had about the terrorism law, or any of these other laws, those are the things we should work towards to keep the state in check. By the time you have left it to the level that Hitler is, things are doing or by the time Pol Pot has come, things have gone too far. And I think there, the United Nations system is a little better. We have now a system of crime of genocide where other countries come and intervene. Though defective, I think it was not there in the First World War, it was after First World War, it was not there. Because after Second World War, we realized the problem and there is some level of pressure not to do that from the states and other states have to come together to prevent one state from going really rogue on its citizens. But yes, so I think two counters to that one is let's have enough guns so that it becomes infeasible for a state to collect back all of them. But yes, if you kill somebody, I should be able to trace where it came from. I don't want to live in a world where the state can raise up its arms and say, I don't know who killed it. Just like if a car hits and I have the number plate and you can't find the number, the owner of the car. That is not a level of freedom I want to give because I'm balancing multiple values and multiple first principles."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:07.820",
        "message": "So Sudhanshu, I have a critical question of my own. But first, I'd like you to respond to Shubho's implication that you are giving undue primacy to one first principle, that of liberty, and not considering the other things that we should value and balance that against."
    },
    {
        "speaker": "Guest 2",
        "time": "00:57:24.300",
        "message": "Okay, so, yes, I personally give most amount of value to first principles, that is liberty. Second on the question of large enough number of guns. I would like to point out the Japanese were interned in US and they had a large enough number of guns and had the right for hundreds of years at that point in time. Plus, the question of that state will go gradually from one point to another. I don't think that that is how it works. Indira Gandhi, the judgment was announced against her at maybe in the afternoon, two, three o'clock. By midnight, we had emergency on that day. And we live under the same constitution. We live under the same government. And we never know. I mean, as recently, government has said 28,000 troops plus in Kashmir."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:16.740",
        "message": "We're recording this on August 5, but the episode will be released much later. But we're"
    },
    {
        "speaker": "Guest 2",
        "time": "00:58:20.860",
        "message": "recording this on August 5, just for context. So you never know how much a state will, a state will never go gradually that you know, we are going to come for you. And we know this many of you have guns, and we'll send this many people to that is not how it's going to happen. It is going to happen in a moment, in a friction of a second, somebody like Indira Gandhi will rise up and say the country is now under emergency, your fundamental rights are suspended. Your right to life also does not exist to begin with. And we have instances where Supreme Court has gone on to the extent of saying that yes, when you are killed under emergency, you have no right to life at all. And you have no remedy whatsoever. Now that situation is somewhat corrected. But that is not if the government has large enough majority, as the present government has, or any future government may have, everything is possible in this country and any other country whatsoever. So just thinking that if people had large enough number of guns, and we have instances in US where the military has fought civilians on US soil with large enough number of guns and killed maybe 2000 of them. We have had multiple such instances, not just one or two. So in, I think in the 70s, militia formed to 3000 people in Midwestern US and they were trying to run a campaign against the federal government in US. The US government just sent army military to deal with them. And they of course had higher grade weapons. Thousands were killed. And that effectively nullifies the argument that once a large enough number of people have guns, that is not how it's going to work because the state will always have more capacity than an individual, especially when it comes to violence. So in which case, why bother at all? Exactly. That's what I'm saying."
    },
    {
        "speaker": "Guest 1",
        "time": "01:00:23.820",
        "message": "So I think there again, if everyone has guns, then the paranoia of the state may also lead to disorder. That let's say everybody has bomb zookas. I have a fear that 28,000 troops have been sent to Kashmir and everybody in Kashmir explores their bomb zookas. End game for everybody. The problem with that level of mass destruction is that you create these end game situations where you can't walk back from or deescalate from because of that level of weapons of mass destruction being available in citizens hand because today, any nuclear weapon or something goes through multiple filter before somebody even to that extent, again, countering my own point. Yes, there are weapons of mass destruction in the hands of individual citizens in the army. But they have been trained, there's a protocol, there's a way to launch them. That gives a lot of time to think about launching weapons of mass destruction. So I think that is how weapons of mass destruction should be used. They should be used as deterrent and there should be protocols and systems. If it is in the hands of citizens, sadly, that structure collapses that. So I might panic one day, I might think the world is coming to an end, which happens a lot of times people start thinking you get cults who commit mass suicide. Now if they get bomb zookas, they want to take the entire town or city with them. That is a problem. So that is the extent I would go. But on the point of Indira Gandhi, I think there was science. I think if you read history back, she started encroaching rights from the 60s. You know, 69 she nationalized banks, she did a lot of nationalizations. She was doing extreme taxation. I mean, looking back, was 77 that big a surprise?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:06.660",
        "message": "I don't think so. I mean, hit level. 75 rather, but that's kind of that's also the hindsight bias kicking in. Yes, I think we also have to believe contemporary accounts where there are enough people who, you know, would have seen the science but was still taken by surprise. And also the thing is, every state is by its nature looking to consolidate power and oppressive to some extent or the other. So if you want to look for science, you will always find science."
    },
    {
        "speaker": "Guest 1",
        "time": "01:02:31.700",
        "message": "Yeah. And then if you are fully armed, then any sign can be a trigger for you to correct."
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:36.540",
        "message": "That is amazing. That is amazing. That's how we keep government in check. That's the situation when they would think twice before infringing on even the smallest shred of your liberty."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:45.220",
        "message": "No, that's fair enough. But I am still worried by the fact that any random guy can take a bomb Zuka and decide Kima subco legage on and precedent thousands of people die."
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:53.940",
        "message": "18 men, I'm sorry, a boy 18 mentally competent, as I said at the very beginning. Oh, but that's not a guarantee. That's it."
    },
    {
        "speaker": "Guest 1",
        "time": "01:03:01.300",
        "message": "There's no guarantee in life. No, but I would say no, but that was not in, you know, was not crazy. Hmm. And let's see, you were angry, you killed your wife. Now the cops are coming and you have a bomb Zuka. You're above 18. You are mentally competent. You're going to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:15.660",
        "message": "press that button because you're going down anyway. Right? Yeah. So you'll be like, whatever,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:03:20.460",
        "message": "dude, and press the thing. But that would be a very drastic action to take. And I'm very sure all humans are, there may be some psychopathic, but all it takes is one, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:35.020",
        "message": "Of course, but you're saying you don't care about possibility. You cannot infringe on"
    },
    {
        "speaker": "Guest 2",
        "time": "01:03:40.500",
        "message": "my rights. That is my point that just because you have impulses doesn't mean the state can"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:46.580",
        "message": "take away my rights. Fair enough. Don't look at me like that. I have no impulses. I am a gentle soul. So let me ask you the question that I was kind of saving for you. And this is again, something that I'm thinking through and chewing because you know, I can come up with objections to it myself. And it's just a tough question, which is this, that yes, we have a right to defend ourselves. However, in our conception, the classical liberal conception, which at least you and I share, the whole purpose of the state is to defend those rights. And therefore, for that reason, we give it a monopoly on violence and give it the license to do whatever it takes to defend those rights. Now, if in the interest of maintaining law and order, and what I'm now going to say has to be taken with a lot of caveats, because immediately slippery slopes form. But if then the state says that my job is to solely look after the rights of my citizens, which no state ever will, the state basically wants to rule you. But if a state is to say that my job is to solely look after the rights of its citizens, and the hypothetical possession of bomb Zuccas in the general population could endanger many of these lives, which I am supposed to be saving, then I should preemptively act to protect the citizens I am supposed to protect and therefore I should bomb the banzooka. Now, obviously, I know that this kind of preemptive rationale that I'm doing it for your own protection can be and would be misused by the state. But leaving that aside, do you think there"
    },
    {
        "speaker": "Guest 2",
        "time": "01:05:11.980",
        "message": "is some merit to it at all? There is I can see some merit, but then again, the question of where do you draw the line? Right, right. So UK, for example, as Shubham pointed out, Ratan has become the knife capital of the world. In 1953, in UK, they passed a law banning canning of knives in public which are longer than three inches. And it still goes on. So my problem is okay, fine, you want to ban it, ban it. There will be criminals who will obtain access to it anyway. Like, okay, it was illegal for North Korea to obtain nuclear"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:44.540",
        "message": "weapons or for Iran. They got it anyway. But should the state then have the right to act preemptively to carry out its primary job of safeguarding the rights of its citizens? And if a line has to be drawn, so it doesn't become a slippery slope? Where would that"
    },
    {
        "speaker": "Guest 2",
        "time": "01:06:00.440",
        "message": "line be drawn? Like, what would the parameters be? That is my question. I don't want to draw any lines. But since you two are in favor of drawing lines, that answer should lie with you. That being said, I don't think that there is any legal mechanism you can envisage, which would ban criminals from owning guns. So you can have all possible mechanism as Shubham pointed out, we have 7 crore, 6 crore guns, and 97 lakhs are only legal. So you have this 5-6 crore guns, which are illegal, which are just floating around in India. And I as a law abiding citizen, am defenseless. And you have been very lucky that you have never faced that situation. I've been robbed on knife point in Pune. In Pune? Yes. And in Delhi, I feel very unsafe. Actually, some of my friends carry knives with them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:55.540",
        "message": "You know. I know one of them. Yes. And otherwise completely sturdy, reliable citizen. But I feel safe"
    },
    {
        "speaker": "Guest 2",
        "time": "01:07:02.740",
        "message": "with him. Exactly. In Delhi, I don't feel safe. I just don't. And Paharganj, I'm not going to roam around after 11 o'clock because I'm not, I'm defenseless. And I know the state"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:14.300",
        "message": "is not going to defend me at all. And that's you. It's far worse for women."
    },
    {
        "speaker": "Guest 2",
        "time": "01:07:18.260",
        "message": "Yeah, exactly. And I wish every woman in Delhi has a gun."
    },
    {
        "speaker": "Guest 1",
        "time": "01:07:22.700",
        "message": "That brings to the other point. You can't go to the assistant of people being beaten up also in Delhi streets."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:28.820",
        "message": "Because you have nothing. You'll just get beaten up."
    },
    {
        "speaker": "Guest 2",
        "time": "01:07:31.100",
        "message": "You might be added to the list of people. Yeah, and they will have guns."
    },
    {
        "speaker": "Guest 1",
        "time": "01:07:34.100",
        "message": "Or they may not have guns also. But you can't just draw a gun and say, people, let's calm down. Let the cops come and solve this out. Because you can't even say that much. When somebody is beating people, somebody is becoming a fight. And I think that is a thing which is, for example, that to pass a law to give legal immunity to people who pick up strangers on the road who have been victims of roadside assistance, because you would get harassed"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:00.660",
        "message": "by the cops when you brought somebody to the hospital. The incentives are horrible. And many people still don't know that the law has changed."
    },
    {
        "speaker": "Guest 1",
        "time": "01:08:07.060",
        "message": "So they're still hesitant to help others. Even the cops don't know the law has changed. The cops will continue to harass you. So that is an issue that we have. And that is also something we should think about it. But to your point about Bomzuka and Sudhanshu's point there, I would say that is a problem of the 20th century. I would say till before the 20th century, you could not really take out percentages of the population of your city or of your country. You know, so as I see individual person, you could not. I mean, with the birth of new clear weapons, poisonous, I mean, neurotoxin type, the VX poison, chemical weapons and biological weapons, now, an individual can take out half of the world or all of the world. And this is a problem. And this did not exist. And my experience from law is that law takes around 300 years to solve a problem. That's the fastest law works. Look, how long did it take us to find out that everybody should get a right to vote? Okay, it took us 20,000 years of civilization, I would say, to come to democracy, pretty still pretty bad at working. So my rough estimate is it takes about 300 years for law to come to a conclusion about that part. So I think weapons of mass destruction are just too early for us to wrap our head around and solve it. I think we are doing very good at it. We have only used them twice. 50 years, we haven't used them quite surprising. But it seems there's some sense prevailing. I mean, I suspect Sadangshu"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:37.180",
        "message": "would say that that is an argument for deterrence. And that is what but deterrence can work between states which are by and large rational actors. If you give every human being a bomb Zuka, I don't know what role deterrence plays there. Some nutcase is going to say"
    },
    {
        "speaker": "Guest 2",
        "time": "01:09:52.180",
        "message": "Sanyam Bhutani Of course, that and that is the risk we have to bear. That's I mean, there's no other way. Do you want to draw a line, then show me where you will draw the line and for what reasons, then I might be able to agree with you. As far as I see, I don't see why you should not draw a line at let's say matchstick because I could basically set this studio on fire right away. Are you going to ban matchsticks? Or are you going to ban spoons because I'm getting fat?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:21.620",
        "message": "Sanyam Bhutani That's that's a good point. Are you going to ban sugar? No sugar is poison, but bloody hell people have a right to consume poison, the classic libertarian position. So it's been really stimulating conversation for me and I'm going to take time to process all of this. So I'm not going to say I've changed my mind and you've convinced me and I can't even say that because you guys have actually made slightly separate arguments. But I am I'm pretty sure Sudhanshu though I have to say with great regret that I don't think I'll quite go on the line of the bomb Zucca being available over the counter. But I might get myself to agree with Shubha but that could be a failure of imagination on my part. My purpose for this episode really was we were chatting over this at dinner the other night and I thought this is a very stimulating discussion. I am being forced to reconsider some of my positions whether I change my mind or not. Let's put these arguments out there on the table. The final question I'd asked before I sort of ended is that are we discussing that in a utopian world, this should be what the law should be like? Or are both of you saying that in India today as it is as things stand, this is our position. This is what we should do."
    },
    {
        "speaker": "Guest 2",
        "time": "01:11:27.700",
        "message": "Sanyam Bhutani So I would say in a utopian world,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:30.820",
        "message": "Sadhguru But I'm asking what the India of today."
    },
    {
        "speaker": "Guest 2",
        "time": "01:11:33.140",
        "message": "Sanyam Bhutani Okay. No, no, no. I'll come to both points actually. In a utopian world, yes, every adult should be able to have a gun whether they want it or not is their problem. Okay. In India, as things stand today, every adult should be able to get a gun because our state is incapable of protecting us. And there are already five, four, seven crores illegal guns roaming around. So I don't see how the number going maybe 15 crore or 20 crore is going to be a problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:03.180",
        "message": "Sadhguru Right. So that's your position that you're not talking about utopia. This is your position now. Shobha, what about you?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:12:09.380",
        "message": "Shobha So my position is again, if we do bans, we stop thinking about it. Yeah, we can't stop thinking about the citizens right to defend themselves out at all times. I'm not arguing for changing the law today. All I'm asking is the same point that lot more Indians to pay attention to the Arms Act to pay attention to the debate. And I'm okay with the democratic debate coming up with some solution. I am unhappy with the presumption that a lot of us Indian elites do that the current equilibrium is good and stable. I'm saying let's have a debate. Let's debate and maybe after a debate, we can come back to the same position. But let us have the debate and I would like that debate to be open all the time. Situation change before the Bombay attacks. I think that situation was different for urban elites, but it was very similar for Kashmiri victims and victims in Naxal prone areas. I think we should have this debate all the time. That is why we have a permanent legislature that we should have this debate and you know, we Indian elites have to carry this intellectualism on this. We can't say the person who says that no, the gun laws in India are bad to just close that debate and I'm thankful that you're opening the debate here and we'll get nuances."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:23.380",
        "message": "And then my immediate response to that though I meant to end it but what can I do my overactive brain keeps ticking and my immediate thought to that not a response not an argument against it is that affairs in human life and even for states are driven largely by inertia, that this is a law that exists is going to continue to exist unless there is a crisis which will make people reconsider it. And the only kind of crisis that I can envisage that will make people reconsider it is if the state is so oppressive that the need for guns is so acutely felt that there is public demand for it which hasn't happened so far in our history. But then if the state is so acutely oppressive, then there's no point"
    },
    {
        "speaker": "Guest 2",
        "time": "01:14:02.020",
        "message": "to the public demand. So we kind of start I would argue the state is that kind of oppressive."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:07.660",
        "message": "Maybe you don't feel it maybe maybe a Kashmiri feels it maybe you don't know I agree with you and I feel that oppression is normalized, you know, so it is not that you know, one of you made the point about how everything can change overnight. But I think that oppression is normalized so much that we don't feel the need to resist. I knew you'd nod your head at that."
    },
    {
        "speaker": "Guest 1",
        "time": "01:14:29.540",
        "message": "I look at it I see the defense against the state as a smaller debate in the gun issue. Okay, more against defense against other bad citizens, other individuals, other individuals. And there I think, see the fact that there are five crore unregistered guns is that if it is that some people are sold it amongst themselves without working about the democracy, but I think the role of elites in this country is, I would say magnified, we play a bigger role, we have to make sure the debate happens. And we have to make sure the debate happened. I don't agree with the way you're thinking about democracy that demand will come and only then the rational solution will come. It's the job of the elites to give good solutions. And to give good solutions, you have to be experts on the topic. And you have to start thinking about it. It's not my primary topic of interest or research, but we have to do these and keep debating them even if we are not changing any law. So at the time when we change laws, we don't go for some other extreme, like I would say, Sudan, choose extreme that you have to be you have to allow extreme weapons or we can have that debate and then let the democracy decide where we want to go about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:36.660",
        "message": "And I'll end this episode with I mean, since you pointed out the distinction between self defense against the state and self defense against others, I'll end this episode by plugging an old episode of mine, which will be linked from the show notes, where the philosopher Jason Brennan made an argument on the show that those rights should be exactly equivalent in any situation where you have a right to defend yourself or others against private individuals, you should have this exact same right with no added consideration to defend yourself against the state."
    },
    {
        "speaker": "Guest 2",
        "time": "01:16:06.500",
        "message": "Shubham Sudhanshu, sorry, you want to add a point? I agree with that way of analysis. So I don't see how I can put a primacy over my defense against another individual or my defense against the state. I will treat them equally."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:21.060",
        "message": "Right. Sudhanshu, Shubham, thank you so much for coming on the scene in the unseen. Thank you, Amit. If you enjoyed listening to this episode, you can follow Shubham at Twitter at Roy Shubham. And you can't follow Sudhanshu because he doesn't want people to follow him. He's kind of a paranoid guy. And do you have one of those six crore unofficial guns with you? I can't answer that. He can't answer that. You can follow me on Twitter at Amit Verma, A M I T V A R M A. You can browse past episodes of the scene in the unseen at scene unseen.in, thinkbragati.com and ivmpodcast.com. The scene in the unseen is supported by the Takshashila Institution and Independence Center for Research and Education in Public Policy. Takshashila offers 12 week courses in public policy, technology policy, strategic studies for both full time students and working professionals. Visit takshashila.org.in for more details. Thank you for listening and hey listen, stay safe."
    },
    {
        "speaker": "Unknown",
        "time": "01:17:28.540",
        "message": "Hi I'm Sariya Natarajan and I'm Alok Prasanna Kumar and we are the hosts of the Gana Tantra podcast. On this podcast, we speak to academics, social scientists, journalists and activists to find out what's actually going on in Indian politics. On this podcast, we stay away from personality politics, intrigue and gossip and instead focus on the data, research and analysis that drives all this. So tune in to the Gana Tantra podcast where new episodes are out every Wednesday on the IVM podcast app, website or wherever you listen to your podcasts. Hi I'm Satyajit. Hi I'm Racheta. We are from the Open Library Project and we host a podcast called Paperback. Paperback is a podcast where we engage with stalwarts and experts from various industries, suggesting nonfiction titles that contributed to their journey in a big way. We've had guests like Anjali Raina, Dr. Marcus Rani, Dr. Swati Lodha, Ambiparameswaran, Apoorva Damani and many more on our show Paperback. Find new episodes every Wednesday on IVM podcast app, website or wherever you listen to podcasts."
    }
]