[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Before you listen to this episode of the scene in the unseen, I have a recommendation for you. Do check out Pulya Bazi, hosted by Saurabh Chandra and Pranay Kotesane, two really good friends of mine. Kickass podcast in Hindi. It's amazing. Why are there no good people in Indian politics? That's a question I often hear. And much of the time, it's a rhetorical question, a lament. I attempted an explanation for this in a column a few months ago, through the lens of economics, as you'd expect, looking at the incentives of leaders through the ages. We had great leaders during our freedom struggle because the men and women who stepped forward had little chance of acquiring any kind of power or personal glory, and were instead animated by ideals and principles and similar silly little things that are missing in modern politics. The politician today, on the other hand, seems motivated only by the lust for power, by the desire to be part of the parasitic rent-seeking apparatus of government, by the desire to rule rather than serve. Political parties today are like rival mafias competing for the levers of power. And in these circumstances, most self-respecting people stay the hell away from politics. This does not mean that all politicians are bad people, just that it becomes almost impossible for even a good person in Indian politics, once she has entered the fray, to do good things. This is not just because of the incentives that draw people to politics, but also the nature of the political economy, which almost seems designed, sometimes, to paralyze action. So what do we do? The incentives of politics are morally corrosive. The circumstances of politics require virtue to be cast aside. Does that mean that there is no cause for hope in Indian politics? That's usually my default position. But at the end of recording the episode you are about to listen to, I had reason to be a little less cynical. I hope you are as inspired as I was at the end of it."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:58.120",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:09.960",
        "message": "Welcome to The Seen and the Unseen. My guest today is J.P. Narayan, founder of the Lok Satta movement, a man who joined the IAS in the late 70s for the right reasons, and then left the civil services to start a political movement where he spearheaded many different reforms designed to make our country a better place. I'm recording this intro a week after my conversation with him in Hyderabad, and he's not in the room. So I don't run the risk of embarrassing him when I say that he is one of the people I most admire in modern India. J.P. is a rare public intellectual who, instead of complaining from the comfort of his armchair, as so many of us do, jumped into the rough and tumble of Indian politics to try and change the system from within. His journey in Indian politics has been fascinating, and every time I speak to him, I feel like my brain is expanding and my understanding of the world is so much better. J.P. was a guest on episode 50 of The Seen and the Unseen almost two years ago, and I'm glad I got the chance to sit down with him again to take a wider, more discursive look at his journey in Indian politics. Before we get to that conversation though, let's take a quick commercial break. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to Indiancolors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India, and adapts them into objects of everyday use. These include wearable art, like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price, and artists get royalties on sales, just like authors do. What's more, Indian Colors now has an exciting range of new products, including fridge magnets with some stunning motifs, and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vazvo X Vazvo, Brinda Miller, Dilip Sharma, Shruti Nelson, and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to Indiancolors.com. That's colors with an O-U. And if you want a 20% discount, apply the code IVM20. That's IVM for IVM podcast, IVM20 for a 20% discount at Indiancolors.com."
    },
    {
        "speaker": "Guest",
        "time": "00:04:29.640",
        "message": "JP, welcome to the scene in the unseen. Thank you, Amit. My pleasure to be with you. The"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:35.080",
        "message": "last time we spoke almost a couple of years back in episode 50 of the scene in the unseen, in fact, and I was glad that I had someone like you to bring that number up. It was a very different show. I did much shorter conversations, our conversation was something like 40 minutes over a phone. And, you know, over a period of time, the show has evolved to much longer, discursive, relaxed conversation. So I want to, you know, start this off, not by, you know, asking you the typical questions everyone will ask you about Indian politics, and where are we and so on and so forth. But tell me something about your personal journey. Like where did you grow up? Where was your childhood? What was that like?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:11.080",
        "message": "Amit, first of all, it's amazing to me that you could actually have a podcast running into a couple of hours and a very relaxed conversation because in this time and age, everybody tells you that people have no patience beyond 10 seconds. So it's actually quite stunning to me that something like this is working and I must congratulate you on the team. My journey is pretty normal, very ordinary. I grew up in a village. My parents were in Maharashtra. My father was engaged in the railways in a small little town in Maharashtra. But because we're of Telugu speaking origin, my parents decided to send me to my mother's village, where there was a school. My father's village didn't have a school, didn't have a high school. So I think I studied there for eight years, though I joined in class one and some early promotions and all that. So my whole universe at the time was that village and the school and what little you learn from the school textbooks. Beyond that, I don't think I had any idea what was happening. Maybe one knew the name of the chief minister or education minister, but what it meant also, I don't think I really understood. The normal talk about freedom struggle, very panegyric kind of thing, you know, we read in textbooks and stuff like that. And some notions of patriotism without understanding what it really means. I suppose mostly idolatrous patriotism, Bharat Mata kind of a thing. Then I went to a Jesuit college for plus two, what we call college in this part of the country. After 10th grade, you have to do two years of plus two course. That was a Jesuit college in Vijayawada, a neighboring town, a significant town, not obviously not a big city, but a significant town for us, a big city in those days. That college opened up my eyes quite a bit because you're for the first time exposed to people from all over the Telugu land, some even from other states. I remember some friends from Kerala and quite a few from Hyderabad and elsewhere. So your world is a little wider, beginning to understand what the world is like. At the age of 13, I was there for two, two and a half years because I did two years course. And then before joining medicine, I continued because there was a delay in admission. Then medical school, again, another town quite close within another 20, 30 kilometers from there. Probably at the age of about 16 or so, my world began to open up. So it's curious that now you have this podcast. I have great fascination for radio because much of my young adult life was spent on radio. I listened to BBC probably about eight to 10 hours a day. This was back in the village or when you were in the college. Once I went to college, maybe once I was about 16 years of age or 15 years of age, I procured a transistor radio and then I listened. In fact, almost everything that I knew about the world, I picked up from the BBC, BBC radio in those days. Probably there was a time and there was nothing that happened anywhere in the world that I did not know within half an hour because I was listening every half hour, every hour, all kinds of programs. And it was an amazing experience. The least costly experience to get some modicum of understanding of what's happening. 72 American presidential elections I remember I followed very closely. Every single state, the primaries and then the election, et cetera. Then the Watergate, blow by blow. On an hourly basis, I knew what was happening. Again, thanks to BBC. Around the same time, if you recall in the seventies, the anti-corruption movement in India, some amount of unrest and anger from the youth, because we already finished about 25 years of freedom. There was some amount of frustration creeping in and therefore Gujarat and then JP's movement in Bihar then spread to the whole country. I was one of those hundreds of thousands of Indians, young Indians, deeply impacted by that. Then emergency came again. I was following Allahabad high court proceedings, blow by blow. So probably most of my life was about what's happening around me rather than my medical education or something that I was paying enough attention to be able to understand what the profession is about and acquire some skills. But basically it was about the world. Emergency changed life. Many of us, for me, certainly, I was angered. I was deeply disappointed and I was rebellious. How old were you then? 1975, I was 19 years old, 19 years old. And I very vocally opposed emergency. Wherever there was an opportunity, extremely vocally I opposed emergency. And I led some small teams of protest, not on the street. I was never for street marches and stuff like that, but going to the officials and giving a signed petition and that sort of a thing. Apparently, I didn't know at that time, I knew later, I was kept under surveillance. They felt I was sufficient nuisance to be able to keep track of me. But I was pretty inconsequential. And therefore there was no reason to arrest me. So I was somewhere in between. I got to know about that later when I got into the civil services, because there was a delay in the invitation to join the National Academy. The results were published and all that. I got a pretty decent position. I was surprised. I got to know later because the police clearance took time because of the surveillance earlier. Then after I finished medicine, medicine of course is a different world altogether. Therefore, you have a, you acquire an understanding of the society as it is, because the sickness and the causes of sickness, not everything is really medical. It's actually more about the way we structured our society, your drinking water, your sanitation, your mosquito control, your infections, and so on and so forth, your immunization, so on and so forth. That deepened the perception about the country and its governance. First emergency, there was so much affiliation followed by very quick dejection. That's when somebody suggested to me, why don't you join the civil services? You're very anguished. You're obviously not looking for a traditional career as a doctor. You're worried about the country. Just then, doctors were allowed to join the civil services. Until that time, doctors are prohibited for some strange reason in this country. Who knows what the reasons are? I mean, it doesn't have to be very logical, but they simply said doctors are banned. But the ban was lifted. Then I joined the civil service. But by the time, I think I was pretty clear what my goal in life is. Not a career, not a job, but an opportunity to actually try and make the democracy work the way it should. Because those years, between 1973 and 1977, let us say, or maybe even post 77, 78, 79, because until we understood the crisis after Janata's success, I don't think I understood the nature of governance crisis. Otherwise, I thought Indira Gandhi was the problem. Once she's removed and Janata came to power, things would be fantastic. That was the notion. So I say, I suppose I also had to see the failure of Janata to understand it's a deeper crisis than an individual. So since then, I've been pretty clear that we have to make our democracy work and we can make it work if we really design it a little better. And all my life in government and out of government has been"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:06.920",
        "message": "a quest for that. You know, there's this famous essay by the philosopher Thomas Nagel on with the title of something like what is it like to be a bat, where he essentially postulates that a bat experiences the world so differently from human beings, in terms of using echolocation instead of sight, and so on and so forth, that we cannot possibly get inside the head of a bat, it is impossible to understand that. And just thinking aloud, you know, when you were talking of sort of growing up in your village, and when I even look back at myself growing up in the 1980s, and so on in relatively privileged circumstances, it strikes me that young people of today can have no possible conception of the influences that young people of today can access all the knowledge in the world, they get information from various sources, there is so much culture coming at them, everything is accessible. When I was growing up in the 80s, you know, if you wanted specific kinds of international music, you had very little available to you, you had to, I mean, just getting a mixtape of the music you wanted was such a remarkable personal triumph, and a triumph of discovery. And in your case, it's you know, you kind of grow up in a village, and then you go to medical college, but you have access to the BBC, and there's a sort of a world of information. And it just strikes me how we are shaped by the contingency of the influences that are available to us. And it then strikes me that at a wider level, you know, even our society and politics is perhaps changed by this, because I imagine not everyone in your generation is sort of listening to the BBC or has a kind of wonkish interest in American politics that you do, and therefore, that sort of broader interest. So I imagine in that sense, you were an outlier. Can you tell me a little bit about what are the things that young people were into in those days? Where did they get the influences from? Were there political instincts, the typical tribal or communitarian instincts that you get from around you? Was there sort of deeper engagement? Where do you get your ideas from?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:09.720",
        "message": "I think there were several strands, if I may conjecture. One is the kind of thing, very traditional kind of thing, freedom struggle, romantic notions of the nation and Bharat Mata and very romantic idealism without any deep understanding and so on and so forth, without any exposure. The second is people with slightly more exposed background in cities and so on and so forth with greater understanding of economic activity. I think by the time there was a beginning of anger against socialism, just the beginning. It didn't get mature because even Lok Naik, JP, all his demands were to make socialism work better. It was not really about the role of the state clearly defined and so on and so forth. But I could see at least in my medical school, quite a few. And at the time, because I was not exposed to that and I didn't understand enough, I was both curious and surprised, because that was heterodox at the time. The third is a strong ideological thing, right or wrong. The leftist movement had a profound impact on the psyche. Lots of discussions, literature, debates, the media, and many colleges had that impact too, sometimes with some understanding, sometimes without much understanding, sometimes tribalism, sometimes based on ideas. Then at a global level, Vietnam War during my early youth was a profound influence. It's very difficult for people of this generation to even contemplate that it could sway so many people. I remember when Haiphong blockade was ordered by Nixon. I thought that was the end of the world. I was shaken beyond belief. I was horrified that something like that could happen. I remember some of my seniors in medical school laughing at me and know because of my very apoplectic concern, things like that. So that also had some impact. But at least people of a certain background, the kids who are doing academically reasonably well, etc. There was also this relentless focus on their own professional skills and equipping themselves with knowledge. And what I find is, despite the obvious deprivation at the time, the kids then were far more confident about the future, which is amazing. With so few opportunities, there was no deep seated insecurity. Whereas today with all the opportunities, I actually sense a lot more insecurity and a lot more propensity for depression and some disquiet about the future, which is actually pretty surprising. And of course, in those days, the only pastime for my generation was films. Apart from reading books, I used to read a book a day, some stage of life, all kinds of books, no book a day, my book in two days was the norm in those days. No, I was so hungry. I was waking up for all the lost time and I didn't couldn't read much. But that apart only films. Whereas today, I think one disadvantage that this generation suffers is that there are so many impulses, so many stimuli, that it's very hard to focus. Your mind cannot be consistently focused on things that really matter at least in your own mind. But that apart, I don't think that when we grew up, we felt there was any sense of deprivation. It's only retrospective, when you look back, you realize, no, my God, we actually endured all that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:31.520",
        "message": "Yeah, in fact, one of my friends who was a guest on the show, Suyash Rai, a political scientist in Delhi, he once theorized that people in the first century AD were much happier than we are today, to which my response was, how is that possible? There were no smartphones, there was no air conditioning, how could they be happier, but I guess that's subjective. You know, you were speaking of reading and you know, like reading a book a day and so on, something that you know, I also kind of try to do. And I keep proselytizing the importance of reading. So I once wrote this column called the Aankho Dekhi Prime Minister. And that was based on something a friend of Narendra Modi told me about him. And the anecdote was, she mentioned how she was a personal friend of Mr. Modi and how she was once sitting with Mr. Modi at his house, when he was CM of Gujarat. And he was relating this anecdote about how when he was a kid, his mother was ill. And he went to turn on the fan because she felt very hot and he flicked the switch on and the fan did not come on because there was no electricity. And as Modi related the story, his eyes welled up with tears. And the point my friend was making was that his view of the world, according to her was very experiential, because he had experienced that lack of electricity and therefore the lack of governance. He then made it a priority when he came to power to, for example, get power all through Gujarat, because he understood that. And in her view, his view of politics is very experiential. So things that he can experience directly like roads are important. Power is important. He tries to do cleanliness is important. He tries to do things about that. But a lot of the business of governance of running an economy rely on abstract concepts that you cannot experience, like spontaneous order, like, you know, the positive sumness of things, which is very unintuitive. And therefore, my point was that you have to continuously read to expand your knowledge of the world, because ultimately, we make sense of the world by building narratives about it by joining dots, the more dots we have, the clearer our pictures. And it seems to me the only way we can accumulate those dots is by reading not by watching news television or, you know, talking to people on Twitter. So in your experience through your career, not just in politics, but in the IAS, and so on, do people read like other understandings of the world ossified from an early age into whatever is received wisdom or whatever little scraps they might experience, which caused and I mean, do people read and would you even say that that's a fundamental problem that people don't read"
    },
    {
        "speaker": "Guest",
        "time": "00:21:06.600",
        "message": "enough? It's interesting what you say about Mr. Narendra Modi. Each of us, we will learn about the world in the early days, only through experience, a child does it. I remember my stupid days, you know, when I, I didn't have electricity in my home where I grew up with an old aunt of mine, childhood widow. Again, these are important influences that shape your mind that a child could be married and she could be a widow and she refused to remarry. You understand our society a lot more because it's very real, it's personal. So in order to understand what electric shock was, I kept hearing about it. I didn't know what it was. I actually put my finger in that socket and then asked these chaps to switch it on. And I felt I was shaken. I didn't know it was a shock. How stupid it is. If I have to learn everything that way, then I think mankind would be particularly tribal. Therefore, this Prajaksha Pramana as our, our own tradition says this experiential thing, well, it's important. Obviously the world grew and became sophisticated and there are so many complex social interactions and economic interactions because of many other Pramanas. You learn from other's experience. That is what humanity is about. An animal learns only from its own experience. Mankind, because the gift of language, gift of speech, we have the capacity to learn from other's experience and also pass it on to the next generation. Without that, there's no intellectual evolution. There's no economic growth. There's no social evolution. Sadly in our country, in a substantial measure, you cannot generalize, obviously, there are many, many exceptions. Education in an insecure society is seen as a passport to employment or some kind of an economic prospect. And many, many people after they have arrived, quote unquote, you've got into IAS, for instance, or you're doing well in a business or a profession or something else except to the extent that if it's an economically productive business, like, you know, you have a medical doctor and you have to be up to date in order to be able to practice better. Certainly doctors to that extent do try to update their knowledge. If you're a child accountant and you have to understand what's happening on a day-to-day basis, the laws and the procedures and so on and so forth. But beyond that, I think the capacity to learn on a continuing basis and enrich yourself is significantly less in our society than it should be. For a country of such tremendous depth and strength in our intellectual tradition, I think this is a serious problem, even in the civil services. And the very lack of specialization, the notion that almost anybody can do any job in this day and age, that the generalized all-purpose service with some vague sense of common sense is enough to really administer our very complex affairs in the modern world, is absurd. I remember I was appointed as MD of an apex bank, two apex banks, actually, in the cooperative sector, long term and short term, in the then combined state of Andhra Pradesh. I knew nothing about banking. Zero. I was so embarrassed and ashamed. I spent quite a bit of time. Normally I had some humility. I tried to learn always whenever I entered a new job from my predecessors. They told me everything that they thought was relevant, including the cast of each of my senior staff officers and who is good, who is not good, who is competent, who is corrupt, very valuable and very accurate by and large. But they forgot to mention or they did not know the two most important things for those banks at that point of time. The bank, when I joined, had 8% recovery rate. Wow. It was after Chaudhary Devilal's loan waiver, 8% recovery rate. As a consequence, the bank was the biggest defaulter in India's history to the apex bank, to the national bank in a part. These are the two most important things for a chief executive to know. I became the chief executive without knowing that. Now that the bank survived me is a miracle. But this is our approach in general, perhaps in society and very definitely in governance in a large measure. I don't think we are doing ourselves a great service by that approach."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:33.320",
        "message": "Speaking of reading, what was sort of like one question I often ask my guests is if they can name one or two or more books which changed the way they think about the world, like books which sort of gave you that kind of aha moment. Like for me, you know, those aha moments, you know, without referring to particular books was, for example, when I understood how natural selection works, which obviously then, you know, takes away the need to believe in God. So that's just an example of one kind of aha moment a person can have or how markets work or the wonder of spontaneous order and so on. What were your sort of formative aha moments and the books or thinkers who gave you those moments who influenced you? Undoubtedly,"
    },
    {
        "speaker": "Guest",
        "time": "00:26:13.040",
        "message": "the most influential thinkers, thinker early on in my life was Bertrand Russell. See, coming from a village background and traditional, normal notions of God and so on and so forth. Russell opened my eyes to this whole rational approach, this questioning and a very soothing, soft, systematic approach to knowledge. To me, it's amazing the way I felt empowered,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:41.040",
        "message": "energized by Russell. Is his essay on atheism something you're thinking? A whole lot of"
    },
    {
        "speaker": "Guest",
        "time": "00:26:44.840",
        "message": "the whole lot of his work. I read several of his works at the time. So it's not one particular work, but in general, quite a lot, including his biographies and autobiography and so on and so forth. The other influences once, you know, I was grounded in some of the basics, these things, some of them are fashions of the moment, which I later really did not take seriously. For instance, now, those days, Albert Camus, kind of things, but I don't think they left a profound impact on me, except Camus, the question of myth of Sisyphus. Now, why? Why the hell are you doing what you're doing? Where do you have to live? You have to find an answer in life, except that the right question and trying to find your own answer. I don't think the impact has been very great. But as you said, it's all evolutionary biology. And increasingly, I find that I'm attracted to anthropology, how human society has evolved over a period of time. Now, one of the recent books that impressed me most with the scholarship and insights is Jared Diamond's, Guns, Germs and Steel, for instance, or even more recent impact would be somebody like Harare, who tried to make us understand how complex relationships build complex organizations. So there are many, many people. Increasingly, I find that I don't read fiction these days, almost never. I read mostly fiction in those days when I read a book a day, both fiction and nonfiction. But today, it's selective fiction, it has to be economics or governance related or philosophy or anthropology or history, biography, things of that kind. And many of you know, as far"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:29.840",
        "message": "as economics and politics are concerned, many of the received notions that you know, even I got in college, are kind of vaguely left liberal notions, which emphasize the role of the state and bringing about welfare and so on and so forth. At what point did you start thinking differently about economics and even politics, which is, you know, Indian"
    },
    {
        "speaker": "Guest",
        "time": "00:28:51.720",
        "message": "politics has such a focus on. It's a very good question. Economics, you know, many of my generation, it's very difficult for young people today to understand how seduced we were by, by the notion of the state being the center of the universe. Socialism, public sector was natural things. But luckily, while I was also part of that brigade, which broadly believed in the goodness of the state and public sector, I was never a Marxist. I don't even know why probably there was too much of influence of Gandhiji's thinking and the reverence for Gandhi in me to go for the Marxist doctrine, because the collectivization and killing the individual spirit and of course, the violence that was necessary accompaniment of the traditional Marxism, I think all those repel me a great deal. But I think the broad tendency was a little pink. I think that changed dramatically when I became in 1984, Special Officer of the Visakhapatnam Steel Project. It was then India's largest public sector undertaking in terms of no investment 8000 crores, big money, then now it doesn't seem to be a big money. Billion dollars is not a big money now. But a lot of money at that time, 8000 crores, then it was probably three, $4 billion. But more important, given India's kitty, it was a very big sum. Very soon, I realized that public sector in India is private sector of those in public office. Wow. It has nothing to do with the people of the country, the word public seduced us. Because words when we use them repetitively, they could actually give a different meaning to your mind altogether different from what actually is reality. So I was shaken. Since then, I've been an implacable supporter of the market, wherever market works and competition and choice are possible. And they very clearly defined limited all of the state, though I always understood the importance of the state. Therefore, my whole life is about how to make the state work better. So I'm not one of those would say the market offers all solutions. That's a silly notion. But I always had a very clear notion. I remember in 1991, May on the fourth of May, the economist wrote a brilliant 28 page essay on India, Clive Crook. Till date, I think it's probably the most insightful, most seminal essay on India. In those days, economic reform did not come yet. It came two, three months later. In those days, I made hundreds of copies. Those days you had to Xerox it. There was no other means no internet, no nothing. We didn't hear this expression. You sent links to people by taking physical Xerox. And I sent to prominent editors owners of big newspapers, significant people in the country, hoping that they would actually go through it and then rethink many of their assumptions. So that's the economic thing. Since then, I've been absolutely clear. Unless we define the role of the state clearly, and unless the state performs that role very well, efficiently and fairly, the economy will be in shambles and society will be in shambles. And by expanding your remit and trying to do everything and doing everything generally badly, we messed up our society and governance. I have absolutely no doubt about it. About politics, I think it was the contrast between what was happening in India and what happened in Nixon, Watergate trials. Relative to what we were doing to ourselves, Nixon's follies were very marginal. Let's be a little practical about it. But in those days, like many young people, idealistic, no room for any error, you have to be absolutely correct and moral kind of a thing. Dogmatically virtuous. Exactly. Dogmatically virtuous is the right expression. I, like many other people across the world, I'm sure, genuinely believed that Nixon was a terrible creature. In retrospect, I actually believe that minus Watergate, he was a pretty good president, a pretty good statesman too. But anyway, at the time, the way the system dealt with the infractions of the mightiest leader in the country, the whole process, because I was following now the congressional hearings, et cetera, on radio, we had no access to TV and TV is not available in India for most people, most of the time. And that versus what Mrs. Gandhi could do and get away with, including finally the imposition of emergency and incarceration of 100,000 people, almost every significant voice in the position. And the contrast was extraordinarily glaring to me. And I remember in 74, just two days after Nixon resigned, I wrote an editorial for my college magazine. I was the editor for the English section. Somebody showed it to me the other day, some 40 years later. It's pretty much summarizes what I've been doing even today, except that it was more breathless and more youthful and maybe a little bit more certain. But it was pretty much known by that time. I was pretty clear what was happening. When I look back, I realized that I am what I was in many ways, then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:54.840",
        "message": "And it's interesting how the timelines work out where you describe your disillusionment with politics because of the emergency. But at the same time, you get into the ideas with a lot of idealism about changing the country. And my father was also an IAS officer and he describes to me he joined in the mid 60s, 63, 64 sometime around then. And he talks about how he joined with so much idealism and wanting to do good for the country, which I am, of course, skeptical of, because nowadays, we know what the bureaucracy is, and why people would want to join the IAS, what those incentives would be. But he kind of retained his idealism in a manner of speaking for much longer than one would have expected right to after retirement. But in your case, you've already spoken about like one aha moment where you realized that the public sector is actually the private sector of those in public office. What was a process of that idealism turning to cynicism? And therefore, at what point did you begin to think that I cannot make the change I want here, I have to get into politics."
    },
    {
        "speaker": "Guest",
        "time": "00:34:56.320",
        "message": "My journey was not of that kind. I didn't join the IAS for a career. I joined for an opportunity because even by that time, I remember vividly thinking actually, politics is not an option. Now, when I look back, politics was a much better option than than it is today, to be truthful. And yet, for my young mind, impressionable mind and seeing the way things were happening, even by that time, if you're not a person of means or pedigree, and if you want to stick to certain norms that you imposed on yourself, then political career was not an option. I understood that. But here is an option where your ability and hard work alone can take you don't require anybody's patronage. You don't require to compromise your moral compass. And I could sense I didn't know, initially exactly what I was looking for. But I knew it would afford me an immense opportunity to understand and to make a difference. And I don't think I was disappointed. It certainly gave me a ringside seat and therefore a much deeper understanding of our system and society while I worked. And many people believe that my results were pretty out of the ordinary. And that's because the bar in India is so low that almost anybody who applies himself or herself a little bit appears to be outstanding. I was one of those lucky ones to get the public support and adulation and support of all political parties. I must also be very fair. While I had my battles, I never took them seriously in the sense that no, I can't really talk about my God, there was so much pressure on me and therefore I had to, there's nothing heroic. I genuinely believe that across the spectrum, while I had my battles, they all respected me and gave me space and, and therefore I could achieve results which were generally regarded as way out of the ordinary and put in place, no, actually, uh, implement some of my ideas in terms of people's empowerment in terms of changing the way things work in terms of decentralization of power, designing in a manner that incentives are altered, et cetera. All the ideas that I espouse now and try and work on, I actually could implement wherever it's possible and with exceptional results. So mine was not a case of cynicism or frustration on account of non-performance or a sense that my hands and feet were tied. It was that I could see that when I'm lionized, I could see my performance probably is about 20 or 30 on a scale of a hundred. And because in this benighted country, the performance on an average is about five or six, this 20 or 30 is seen as outstanding. I was deeply troubled by that. And I used to say that to the public repeatedly on a scale of a hundred, what I'm doing is 2025 and you're so happy because now I used to use the expression, Alpa Santos, we are content with so little because we don't realize how much more is possible and necessary unless we are habitually able to do 70 or 80 in a scale of a hundred. Uh, all our individual heroism is of no consequence. I was clear enough to understand that it was that that drove me. And once I understood that in pretty early on in my, my career, I realized that the bigger change had to happen. And as I developed that, that thinking and more or less to what required to happen, the only question is when, not whether. So when I felt that, yes, I mean, I have learned something that's not enough, but maybe now I have to actually move into a different area now to try and make those changes happen. That's when I left. It's not cynicism at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:29.720",
        "message": "In one aspect, it seems to me that your drive in politics to make things better. And as the imperative that drives you to get into politics in the first place is more reminiscent of pre-independence politicians and politicians today, like one lamin that is often made by people is that look at the quality of leaders and statesmen that we had, uh, you know, in the thirties and forties and before that, and contrasted with what we have now. And I'd once written a column sort of speculating on why this could be the case. And it struck me that it, to a certain extent, it might boil down to incentives because if you had to take part in the freedom struggle at that time, you had virtually no chance of succeeding or gaining power in a meaningful sense, power over other people. You were driven only by ideals. You did it because it mattered to you in an idealistic sense, and you would sacrifice everything for that. You were not out there to make money or exploit other people. But those incentives have changed today. You know, power does corrupt even the lure of power corrupts power and money are in this constant sort of a circle that is vicious for the public, certainly. And people are driven by those kinds of wrong incentives and lust for power, which always, of course, corrodes character. And is that a structural flaw to which there is no solution? Because looking at our politics, it seems to me and I could be wrong, and this could be a naive observation, but it seems to me that you are"
    },
    {
        "speaker": "Guest",
        "time": "00:39:52.440",
        "message": "an exception. You're an outlier. I don't agree. There are three strands in this. The first is I agree that there is an enormous lust for power in our society relative to many other societies, because we've always been hierarchical society from a family to a nation from caste system to operation of women. Though there are many virtues in a family, I admire Indian family structure, but minus this, these negatives, but we are a hierarchical authoritarian society intuitively. And therefore, this has also spread to the public domain. Therefore, the lust for power in this country without a sense of purpose is perhaps extraordinary in this country. I don't think there's another society that matches India in that lust for power without purpose. That's a larger cultural problem. But barring that, the rest of your hypothesis I don't think is valid. One, the politicians today are not evil or bad. I know this is not a very fashionable statement, but I've been saying this for the past 30, 40 years, not today. Many of them, in fact, most of them are pretty well-meaning people who want to do something good. They also have this bug that they want glory and they want recognition and there's nothing wrong with that. That ambition is not a terrible thing. Actually, it's a good thing. But sadly, we created an institutional mechanism and incentive structure where honesty and survival in public office is increasingly incompatible. Even if individuals are honest, and there are even today, quite a few individuals in public office who are pretty honest, institutionally, you cannot be honest and you cannot survive. Dr. Manmohan Singh is personally honest. Narendra Modi is personally honest. Many others are personally honest. But institutionally, you have to preserve the system of corruption in order to survive in public office. It's a larger structure and institutional issue where the victims of a vicious cycle, they're not really villains. Therefore, it will be very sad and also counterproductive if we view them all as evil people who are out to make something. And therefore, they entered public life. Because then the conclusion has to be that every panchayat board member to the Prime Minister of India, they come only with an evil intent. It's not true at all. There is a third dimension to it. We're looking at only politics as the quest for power, not like Maharashtra, what's happening. This morning you were telling me about what's happening. I was not aware because I don't watch TV news"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:16.600",
        "message": "or newspapers. We're recording this on Saturday, November 23rd, when, you know, last night Uddhav Thackeray was supposed to be CM and this morning Mr. Fadnavis has been voted in."
    },
    {
        "speaker": "Guest",
        "time": "00:42:26.720",
        "message": "I had such a hearty laughter that tears rolled down my cheeks. These are the unexpectedly funny moments in life. But we are forgetting that there's a whole lot more to politics. What you and I are doing is politics. You may not contest elections, you may not seek power, but this politics is small p minus power struggle. I think there are thousands of extraordinarily bright people and that number is increasing. I'm delighted to note that who are deeply concerned about our public space and trying to do something. I've seen in recent months, for instance, some exceptional people working in the field of education and not so many in healthcare, but there are quite a few who are doing that. Some in rule of law. This is politics. Politics are the best kind. And these are all imbued by the same degree of idealism and same kind of idealism that inspired our freedom fighters. So I don't think that there is a dearth of that. What is the problem is that they have no space in impacting decision making. And apart from power struggle, for whatever reason, is it because it's not easy or you chose not to be a part of the power struggle, you may not want to be in power. That's perfectly all right. But when you have something to offer to the country, if X is in power, that X must have the wisdom to utilize your talent and the barriers between the state and the society must not be so rigid. We erected such barriers that a third rate buffoon in government treats an exceptional genius who can actually make a difference to the country as a mendicant, because this genius happens to go to the buffoon. But to me, these people are doing politics of the right kind. So while I understand the anger, the frustration, some amount of despair, it's now universal. And there's not one of us, including me, who from time to time does not yield to that. I think there is a lot"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:24.640",
        "message": "of hope. No, and that's a very illuminating distinction between electoral politics and the sort of politics that we are doing now, for example, by having this conversation. I didn't mean to imply that politicians today are evil necessarily to use that term, but merely that they're responding to incentives that drive their behavior in ways that outside of those incentives would be considered virtuous, and which brings me to this great dilemma of democracy, this interplay between money and power, where we know that listen to win elections, you need huge amounts of money, the money has to come from somewhere. Most often, it will come from interest groups, they will have a quid pro quo built into the system. If it is a specific industrialist, he will then want that once you come to power, you erect barriers to entry so that his market is protected, and so on and so forth. And of course, the problem of special interests in electoral politics is probably far worse in the US than it is here. Here, there are all kinds of, I think, other dynamic factors at play. But is this I mean, is there a democracy in the world where this is not a problem, where these sort of institutional incentives are in play, where the chief incentive for a politician always is listen, I need to get elected again. And therefore, I need money for my campaign. And therefore, I need to keep these people happy, not necessarily cater to what might be good governance at large. But you know, does this necessary interplay between money and power in a democracy, pervert our incentives, the incentives of politicians, so much that the kind of politics, you know, you and I would like to see is effectively, at least very unlikely, if not impossible."
    },
    {
        "speaker": "Guest",
        "time": "00:46:07.280",
        "message": "You know, obviously, politics needs money, the moment you want to reach the people make people think and communicate and compete, and study and research and come up with alternatives, it costs money, no question about it. But that's different from the kind of incentives that we have in play in this country. It's not true that most mature democracies really play by those incentives, even America, which is the worst among the developed countries, no, almost from the day you are elected, you have to again raise money for the next election, but just legitimate money for legitimate campaign purposes. While it is sad, some of it could have been avoided by more sensible approaches. There is no serious compromise in terms of public interest, or in terms of ethics and morality. It's easy for us to say in America also is like that, which is rubbish, we don't understand at all. Europe is altogether different. They brought the cost very low level, very high quality of discourse and integrity in public office, not having to worry about raising resources every day for the elected representatives is pretty strong in that continent. So I don't think it's inevitable that democracy will degenerate into collecting money and therefore compromising yourself. It is a systemic issue. And the systems, the consequences are not always universally the same for the same system. It depends on the kind of circumstances in which you created a system. I was because no three days from today, we have the 70th anniversary of our constitution making Dr. Ambedkar on the 25th of November 1949. He made a very significant speech. He said, Look, there are three things required just because we made a constitution don't believe that everything will be wonderful. The first he said, Let us give up the grammar of anarchy. He actually coined use that expression, the grammar of anarchy, and use constitutional methods of protest in order to pursue the economic and social goals that we have in mind. The country ignored that. We continue to pretend as if you know, there are extra constitutional methods of obstruction and abuse, which are pretty normal and, and it's not merely a politician or a political party. We as a culture have never really gotten into that Ambedkar's mode, what he advised. The second thing Ambedkar said, he said never he quoted J.S. Mill, never lay your freedom at the feet of a tyrant, however great the leader is. You have some restraint, don't have this extraordinary hero worship and learn to hold them to account. We fail to do that. Our political parties, our family estates, you see the leaders, even at an MLA or MP level, let alone a minister or a prime minister's level, the kind of, you know, the hundreds of people thronging around them, even as in your mind, you abuse them and you come back and criticize them harshly. This, this desperate worship of power, not only seeking power for one's own self, but also worship of power. We have never really kept it on a leash and therefore the parties decide your fate as a human being in politics and therefore consequences follow. And the third, he said, we also have to build a social democracy, particularly emphasize two things in a hierarchical society where caste is always distinguished by birth, your superior and inferior, how to address that and two, how to address the fraternity. One equality. The second is fraternity. See all these groups, varied groups may be equal, may not be hierarchical, but that language or region or religion, we all know the strife in the country from time to time, unless that fraternity is brought systematically institutionally, there's a problem. But at the heart of it, I'm absolutely certain that we have committed grave blunders and believing that vote and the right to shout are enough to build a democracy. And there I lay the blame at the feet of all the great men who built India because they were great men and women, leaders of great honor and distinction. They assumed that without institutional mechanisms to ensure that degree of conduct, it would automatically happen because anything else was unthinkable for them. That was a mistake in not recognizing human nature anywhere in the world and therefore not creating an institutional mechanism to make democracy work. In particular, low bureaucracy in this country is unlike any other low bureaucracy anywhere in the world. It's so powerful, so oppressive that the ordinary clock and garment is bigger than 90% of the people. We haven't really paused to think about it, what it means and what are the consequences to a democracy and governance and account of that. And as a result of this unaccountability, the people always are mendicants. And of course, the socialist model we adopted early on, the scarcity economy and the, and the license permit, Raj, and the begging the garment official for everything that you are entitled to get as a human being in your life. That made it even worse. The roles that reversed mendicant, the citizen became the mendicant, the employee who is a public servant became the master. This lack of accountability is a first major brand. We haven't understood just because power changed hands, it wouldn't change much. The second thing is we centralized power abnormally. Despite Mahatma Gandhi's entreaties, we never created a link in people's minds between the vote that they give and the consequences to their lives at a personal and family level. So what is a celebration? All the great things we talk about Indian democracy and voting, actually, they're the wrong things that we celebrate. There's so much of wonder that this is rubbish. This is about our collective goals. There's nothing very noble about it. It's very mundane. Water supply, electricity, the sewerage system, the stormwater drainage, the school functioning for my kids, the local health center, or the mosquito control so that I don't get dengue first sign of trouble. So this is very practical. Instead of making it a practical issue, we made it a grand national issue. In the absence of decentralization, people never understood the link between these two. We keep voting each time with great fanfare and great hope and expectation, and we keep getting disappointed almost on each occasion. The third is rule of law. On paper it is there, but in reality it stinks. We all know that. Therefore, neither are the rulers held to account, both bureaucratic and political, nor are we secure enough to believe that our rights will be enforced. No matter how big the other fellow is, no matter how small I am, my rights will be enforced and I will have my place in the sun. That confidence nobody in India has. And finally, an electoral system wholly unsuited to our conditions. It's not per se bad, but if conditions were right, it would have been okay. But over a period of time, because of the three failings that I mentioned, electoral system became what by? Because in a poor country where the delivery is weak for the reasons I mentioned, where rule of law is not there, accountability is not there, people are mendicants, then you know, they're deeply dissatisfied and we are poor and therefore something tangible that day, that money does matter. Not that I vote necessarily for the fellow who gives money, but I do not vote any longer without getting the money in my hand in the first place. So the entry barrier is created and of course the corruption, so on and so forth. Then the freebies. Now, for instance, many states where on the verge of a fiscal collapse, the kind of freebies, they've gone out of control completely because the parties are desperate. And today I think it's safe to say that political parties have come to a stage when if they say, we will not offer any freebies, they almost certainly get defeated. So it's no longer blaming this part of that, but there's a systemic issue. The third is divisions. It's easy in a diverse society to fragment us and then fashion vote banks because of the primordial loyalties. These are not unusual and these are not unexpected. In fact, there is a logical sequence. And now I think we have to fix these first three things. And I think we have to change the incentives and electoral system. That's the primary thing. It's not necessary at all for a country to degenerate. I would make one postulate. It's a very bold one. You take any country, make it a democracy. The way you made India a democracy without these four things, particularly these three things, centralized power, don't have a real rule of law. Don't deliver even the basic services to ordinary citizens in a poor society in general. I guarantee you the consequences that followed in India are inevitable in the electoral system that we have chosen. There's nothing unique about India. It is almost mathematical."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:29.280",
        "message": "There's a lot to unpack in this. And in fact, I'm, I'm looking forward to just sort of listening to this episode again and taking notes. I'll, before I sort of move on to my next question, I'll make four or five observations about what you just spoke about. One, I'll express a mild disagreement with your contention that America isn't all that bad when it comes to special interests. Because I think that while there aren't mostly any overt abuses of power like we see in India, I think at the level of public policy and economic policy, there is a lot of damage which is done, which kind of goes unseen. And to all my readers, I'd recommend this book by Jonathan Rauch called Government's End. I'll link it from the show notes and which was an eye opener for me in just understanding how much of the system"
    },
    {
        "speaker": "Guest",
        "time": "00:56:16.560",
        "message": "there is sort of ruled by a special interest. Let me briefly, I agree with you. If you take gun control issue or the healthcare to particularly glaring issues, you can see the power of the vested interests and the way the American Congress or the American system is responding. Having said that, there are two broad points. That's the reason why I said there's a distinction. There's no comparison between what we're doing and what they're doing to themselves. And two, despite that, they use legal means to do foolish things like the healthcare system or gun control. They're doing legally, unwisely because of vested interests, et cetera, et cetera. It's not illegal things. And the moment you do something illegal, the system is strong enough to hold you to account pretty quickly and pretty efficiently. In that sense, certainly for a country of that extraordinary civilizational strength and ideas and wealth, I don't for the life of me understand how they mess up healthcare so badly despite such expenditure, how almost every other day you keep hearing about mass shootings. It doesn't make any"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:24.160",
        "message": "sense to that extent. I completely agree with you. Yeah, I mean, I mean that distinction about legality, I don't know what to make of that because it seems to me that when you have given the state a monopoly on violence, and when as a people we have normalized the massive levels of coercion that we face on a daily basis, it might then be said that a lot of things which are wrong can easily be legal and therefore your guiding principles should be virtue rather than legality per se. But leaving that aside, I mean, that's another distinction. You also mentioned the three points Ambedkar raises. So my second observation is about the first of them. Ambedkar, of course, is one of the intellectuals I admired most in the 20th century, just an absolutely remarkable man beyond the familiar dimensions in which people talk about him. But you mentioned about how he implored Indian people to give up the grammar of anarchy. And this observation of mine is an aside not really related to the broader episode, but it strikes me that in that one instance, it seems very convenient to me where he says that, listen, we use the grammar of anarchy when protesting against our oppressors. But you may not use the grammar of anarchy when protesting against your oppressors."
    },
    {
        "speaker": "Guest",
        "time": "00:58:40.640",
        "message": "I don't think it's a fair characterization. He's saying once you have the tools of vote and free speech, you no longer have the right to use violence or obstructionism. We had neither during the alien rule. I think that's the context. I completely am with Ambedkar"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:57.680",
        "message": "on that. Yeah. And I mean, to be fair enough, the counter to that would be that people like Gokhale and Ranade and you know, the the Indian liberals who were really, in a sense, British liberals of the late 19th century, actually tried to work with the Empire in a constitutional way with petitions and so on and so forth. So the British could have argued that, hey, we have a process in place also, of course, they didn't have the vote and all of those things. So that point of Ambedkar is well taken that we build a constitutional democracy."
    },
    {
        "speaker": "Guest",
        "time": "00:59:25.840",
        "message": "And I might even go a little beyond that and say something extremely controversial. I'm sure I'm going to be attacked by many people. If we actually give ourselves a little bit more chance for that evolution, particularly from 1937. 37 was when we really had self governance in states with the Government of India Act of 1935. Two terrible things happened that did, I think, immense and lasting damage to our country's democratic evolution. The first was the Second World War. Mahatma Gandhi, because of political compulsions, in an act of unwisdom, I dare say that he directed the Congress governments to resign. That's the day when Jinnah called it the day of deliverance. It was a political compulsion. I understand that. But I think it did immense damage to the country because the Congress governments were doing an extremely good job because they were men of honor, irrespective of the structural issues of the constitutional framework, they were actually doing trying to do the right things to make people understand the meaning of democracy. Local governments could have been institutionalized effectively. Many other things, you know, self-government, art of self-governance would have slowly learned, though there was limited franchise, etc. That was interrupted very rudely. And suddenly, without any further experience, we got one day freedom, the flags changed, and we said we are a free country. We had no understanding or experience. The 1942 made things even worse. The moment you indulge in this grammar of anarchy, I don't know how moral it was in the first place. The Quit India Movement. And the whole world was fighting against an extraordinarily dangerous tyrant, an idealist idealist. He wanted to reshape the world in his vision. But a tremendous threat to humanity as we understood the moral values as we understood that is one broader moral issue. But as a practical issue, that perhaps made it even harder. So if we gave ourselves a little more of that evolutionary thing, and gave our people a chance to understand the self-governance and its limits and its possibilities, particularly the local governance and accountability, I think our democratic transition would have been far better."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:35.720",
        "message": "My third observation is a dual observation, really. It's one about the point you made about how our great leaders, because they were great leaders, and they were sort of assuming that future leaders will be like them, did not build the constitutional safeguards that they should have and that a healthy democracy needs. And my observation here would be that again, as I postulated earlier, it's these leaders were great because of the incentives that brought them to where they were, they were not animated by a lust for power, when they joined the freedom movement, it was only out of idealism and wanting to do good for people. And those are not the sort of drives that would, you know, take someone into politics today or help them succeed. And perhaps they got carried away by that. And like you correctly said, assume that, you know, all we need is good leaders whom the people will duly elect and all will be well and that's not the case. The second point you made about the urge to decentralization and the centralization that we embedded in our constitution and our institutions. I did an interesting episode with the historian Gyan Prakash, who's written this very illuminating book called Emergency Chronicles. And his central thesis there is that, look, Indira Gandhi did not do anything illegal during the emergency. All the powers were powers granted to her by the constitution, the over centralization and all that. And Gyan's theory on that was that, look, at the time the framers of the constitution were sitting together in their room in Delhi, the country was erupting in violence all over. You know, they did not know that this country would stay together. They did not know like today with hindsight, we know that yeah, you know, the center did hold, but they did not know that. And therefore that urge to centralization is perhaps understandable, given the context and the contingency. And this is just just an observation, not my question. My question really then comes down to the whole issue of voter apathy. Like, why are we so apathetic? Why do we I mean, we vote in large numbers, but we almost assume that our vote won't really make a difference. It is almost like, you know, one friend of mine once speculated that this vote is an expressive vote, the same way that we go to watch our favorite football team and we cheer for them, the vote is we are expressing our tribal affiliation, so to say. But we almost seem to have assumed that our vote won't make a difference. And does this have something to do with the institutions that are in place where there is such a disconnect between power and accountability, especially"
    },
    {
        "speaker": "Guest",
        "time": "01:04:12.880",
        "message": "at the local level? Absolutely, absolutely. While you know, all our lives, you and I and many of many like us have been urging people to exercise the right to vote without which you cannot bring about change and civic duty, not only right, etc. It's absolutely true. That's the only way you can bring about change. As I keep telling people, the only antidote to the ills of a democracy is more democracy and better democracy, not sitting out, not rejecting it is absurd. Having said that, the people at large are not entirely wrong in coming to the sad conclusion that their vote does not seem to make a difference because of centralization. Again, let me give a concrete example. Delhi, whether you subscribe to one party or another, that's not material now. We're talking larger context. There are some some signs of hope, some shoots. Why? Because the citizen of Delhi understood intuitively that a vote in Delhi makes a difference to Delhi to at least some extent, real difference. It may not make all the difference like rule of law. Other big things will not be changed. But your local education, health care, basic service delivery, corruption free services, other things are possible because Delhi has a situation where the chief executive of Delhi is the most empowered mayor of India, much less empowered than any mayor anywhere in the world. But because we don't have the strength of local governments by Indian standards, chief minister of Delhi is the most empowered mayor of India. Therefore, some kind of a change is possible. Mumbai, the same thing is not there. Mumbai actually is much more vibrant as a city in my view. I hope it remains to be so, but I've known Mumbai for quite some time. I love that city, the kind of citizen activism, the spirit of the community, the voluntary sector, the civil society, and the general performance and trust from punctuality to delivery. And yet, a voter in Mumbai does not feel that her vote makes a difference. Because unless you change the whole of Maharashtra, you cannot change Mumbai. And given India's complexity, it's much harder to make rural India recognize its own value of its own vote and make it as a powerful tool to change. So that certainly if some people come to this sad conclusion, I can understand. I don't accept that. I would urge them to still fight that despair and then figure out the way changes will happen. Let me give another example. What did Korean do? We are looking at democracy or institutions only as the union government, state government, etc. But what did Korean do? The moment the incentives are properly aligned, there is not a single cooperative society's member who does not believe that his or her vote does not matter, his vote does not matter. They know their vote matters. There's the same people of India, castridden, superstitious, poor, often illiterate and all those things. And yet, the self interest is clearly manifest. I keep telling people about the apartment complex where I live. After this, this recording, I go home and suppose the elevator is not functioning. My elderly mother 84 years old, she is with me, and she obviously cannot climb stairs because of arthritic and other problems. I'm not going to keep quiet, I'll holler. Whoever is managing, I've chosen, we've all chosen. We're paying monthly maintenance. I'm not going to keep quiet because my vote matters. Matters in a way that I directly understand, not some romantic way of Bharat Mata. The elevator is not functioning. The electricity outages are there. The parking is bad. Watch and what is inadequate, water supply is interrupted. These things matter. And these are simple things which everyone gets and experiences. That's what I mean. When I said democracy is not about the noble and romantic things, it's about simple and practical things which are collectively needed. And unless you bring that connect, a vote does not become a very meaningful tool. That's what I mean. So the answer is for heaven's sake, let people make decisions as long as their decisions don't impact other people. If you decide in Mumbai or a part of Mumbai in Juhu, something, if that decision is bad, as long as I'm not affected by the decision, I think you should have that freedom to commit mistakes and learn from that. And we can certainly sit there and advise them or you can hold them to account if something goes terribly wrong, but you cannot deny them the decision making power because, and this again, a very controversial one that I'm saying, I truly believe and I say it often that even a villain locally controlling the issues, a local leader who is a villain is better than an angel who is a distant person. The notion that you require some extraordinary people, Mahatma Gandhi like figures to govern the destinies of a nation, somehow things will be okay, is a dangerous delusion."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:10.000",
        "message": "That's a very profound insight. And it's something that I often keep hopping on repeatedly is that you should have rules and institutions in place. So that even if the worst, most evil power hungry human being you can think of is in charge, he can't do much damage because there are enough checks and balances. And what you've said ties into that, that a local leader who is accountable immediately to his people and depends on them for his power will have to deliver, he might be evil, it doesn't matter, he has to get the job done. And you know, I did an old episode with Shruti Rajagopalan, which I'll again link from the show notes on urban governance. And what she laid out with great clarity in that was that, you know, taking Mumbai as an example, is that there is a disconnect between power and accountability, which is fatal in a democracy. The people you vote for your local corporators and councillors and so on don't really have much power to get much done. And the people who do have power, which is at the state level are not reliant on the urban vote, they are catering more to the rural vote banks. And therefore, who's looking after your interests. And this is something that I know, you know, the subject of federalism, government being as local as possible, I know is something that has been very close to your heart as well. And you know, you fought for it. And it strikes me and again, my lament and hopefully it's naive and too pessimistic, and things are not so bad. But my lament is that, look, the only people who can change this are the people who are incentivized against changing it, because obviously, they want to consolidate their own power. So why would you devolve"
    },
    {
        "speaker": "Guest",
        "time": "01:10:45.600",
        "message": "power away from yourself? It's an extremely challenging question. You're totally right. I worked very hard at one stage, became this close to getting the constitution amended 73rd, 74th amendments, those provisions, in order to really make it a meaningful thing. And there was political executive was ready and willing. And the political parties were ready and willing. But because of the fall is not one. One other thing I realized in life is it's not always the evil man who stops good things. Oftentimes, it's the unwise good man, who is actually a bigger enemy. Unwisdom is greater challenge than dishonesty. I know it's not a fashionable thing to say, but in my life time and again, I saw, uh, I know how to deal with a crook. Relatively speaking, I don't know how to deal with an unwise person, particularly when he has this virtue of honesty. Uh, so that didn't happen, but there are some levers. For instance, uh, the union is transferring significant amount of resources to States. If you take all put together now, latest newspaper accounts say that Delhi is trying to bring down the, the share of the States that we will have to see the 15th finance commission, et cetera. But, um, something like 47.5% of the total union budget is transferred to States, uh, either constitutional devolution or other forms of transfer. Supposing some significant portion of it directly goes to the local garments on a per capita basis. You're not increasing the cake. You are just interstate. You're changing it. And to that extent, you will force the States to do all some of the responsibilities like, you know, paying the salaries of teachers and schools. It's not that they seem to get the money. They simply have to pay from their hands, but they also control the way the school is managed or local health center, for instance. Uh, that's one easy way of empowering because power follows money. The constitutionally we created a monster structure, the 73rd, 74th amendments in the constitution are very well-meaning, but extremely unwise. They created an over-structured underpowered local government system. So if the political consensus is there to change that, it's wonderful. I would welcome it. As I said, I tried very hard at one stage, but at the last moment we failed, but this is one way. Uh, the second way is in telling on a recently an effort was made, at least urban local comments. No, in urban areas, people are increasingly aware of their, their power and their deprivation. Both we are paying taxes. We are sustaining ourselves to say state is not funding us. And yet even the most basic services we're not getting that anger is there and urban areas, their problem solvers. After all the best of India and urban areas, that's where money, that's where economy, that's where talent is. Uh, this voice is heard. And if it's made politically an influential voice, at least our cities and urban areas, perhaps you can have a beginning what's happening in Delhi could happen elsewhere slowly. And therefore that also will politically transform the country, not only in terms of governance and outcomes. So I think there are some possibilities if our leaders are wise, I'm not saying empower blindly, hold them, take on very strongly, have a strong independent ombudsman system. You control that and be ruthless. Though theoretically, I mean, when you are doing all ugly things and there's no control, why should you bother about them? But I wouldn't like to use that argument. My idea or anybody's idea of decentralization is not decentralized corruption or abuse of power. It is to actually improve things. Therefore, you have all the safeguards. I have no quarrel at all. As long as they are institutionally independent of the political part of the government look like the local framework or something else. So there are levers. It's hard because the constitutional injunctions are very, very rigid and unwise. Change it. If you can take, for instance, German constitution in about 53 words, very elegantly, the German constitution clearly outlines the independence and autonomy of the local governments and the accountability and then leaves the rest of it to the local statutes, the state of statutes. India is the only country in the world, the only country in the world where the local government structure is elaborately prescribed in the constitution of the federal government. It's absurd. It's so absurd that we're not able to even recognize because we think it's normal. It's abnormal. In our medical textbooks, a textbook of pathology, there was a great author called Boyd, very poetic. You know, the red blood cells of the body, they're very important. They're the most numerous cells also of the body, very tiny cells. And without that, you cannot survive. They are the ones that carry oxygen and so on and so forth. The red blood cells of the body do not have nuclei. For students of biology, a cell without a nucleus is like a human being without a brain. You cannot imagine that a human being can actually survive or flourish without a brain. One look at Indian politics and you'll be disabused of that notion. Sorry, I just had to say that. So Boyd says, we are so used to the fact that the red blood cells have no nuclei that we cease to wonder about it. So the absurdities, we're so used to them in our country. We think they're normal. They're not normal. They're ridiculous. These are abnormal in the extreme. We'll take a quick"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:03.480",
        "message": "commercial break. And when we come back, I want to talk with you about your personal political journey."
    },
    {
        "speaker": "Unknown",
        "time": "01:16:08.800",
        "message": "Hey, everybody, welcome to another awesome week on the IBM podcast network. If you are not following us on social media, please make sure you do. And you know, it's about time that you did. So I mean, like we're IBM podcast on Twitter, Facebook and Instagram, go to whichever platform you prefer, or all three of them and click and follow. Also, you should check out our Instagram feed. We have a lot of interesting stuff going on over there peeks inside what's going on in the studio, polls, all kinds of cool stuff. So definitely come out there. I want to thank our sponsors this week, Gamblee, Intel and Storytel. Our sponsors make this stuff possible. And so please make sure that you shout out to them, let them know that you appreciate it. One more note before we get into talking about what went on in the network this week. And that was that I would appreciate deeply, deeply, deeply appreciate it. If you guys could go to ibmpodcast.com slash survey or go to the website and click on the survey heading. And what we're going to do is we're going to do another listener survey. We'd like to know a little bit more about you who's listening to us, why you're listening to us, what you want out of us all of that kind of stuff. So I mean, like, you know, it would be really, really helpful to us if we could get a little bit of more information from you guys about who you are. And that would help us kind of go out and talk to advertisers, which is again, as I mentioned earlier, how we get this thing going. So this week, we're premiering a new Hindi storytelling show is called top details and is hosted by Madhuri Advani. Madhuri narrates day to day stories and occurrences in women's lives across generations. This week, she questions the tea serving traditions in our house through the mother and daughter pair in a story called Chai Ki Cha. On Cyrus Says, Cyrus is joined by senior journalist and author Veer Sanghvi. He talks to Cyrus about his new book Game Changers and discusses the prominent personalities that have impacted India. They also touch upon election results and what the future might hold. On Storytellers and Storysellers, Vineet is joined by journalist Bhanush Kapal and co founder of Gully Gang Entertainment, Chaitanya Kataria. Together they talk about the hype around hip hop in India and its cultural impact. On Filter Coffee, Karthik is joined by NBA commentator and author Akshay Manwani. In the episode, Akshay expresses his passion for classic Indian cinema, especially the works of Saheer Ludhianvi and Nasir Hussain and discusses the evolution of the NBA in India. On Gannata Hathra, Dr. Ornith Shani joins Surya and Alok to discuss the first electoral rolls, the entrenchment of democracy in India and why despite trying times we must take heart. On The Empowering Series, Zarina is joined by Dr. Mithika Kannabar. They discuss the relationship between stress and addiction. On Postcards from Nowhere, Utsav talks about his six-month-long stay in Shanghai and how it changes outlook towards Chinese tourists. On Agla Station Adulthood, Ayushi and Ritarsha test each other by asking 20 questions. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:29.240",
        "message": "Welcome back to the scene and the unseen. I'm chatting with J.P. Narayan about the state of Indian politics and his own personal journey in politics. And, you know, we've kind of so far spent time talking about Indian politics in general, the nature of politics in general and a little bit of a personal journey. I want to now dovetail into your actual joining politics. Like, is that decision to leave the IAS and join politics something you mulled over a period of time? Or, you know, how was the process? What drove it?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:57.600",
        "message": "I never thought of joining politics. I left IAS to build a movement. So politics came more than 10 years later. 96, I left IAS, built looks at the movement and foundation for democratic reforms. And then I was lucky to be involved in quite a few significant changes in terms of governance reform, several constitutional amendments, several changes in law and so on and so forth. At a certain stage, about 10 years after this, by the time we became perhaps one of the more influential and one of the more respected movements in the country in terms of governance reform, only because the field is very scarce now. There are not many people. Again, as I said, the bar is very low. But then at one stage, two things happen, at least two ideas. One is, perhaps with a certain amount of economic reform and creeping prosperity, and media and internet and communications, perhaps a significant section of the population, let's say about 10%, that was my assumption, 10%. I'm now more and more aware of what is at stake, and they're willing to vote. According to what they believe is right and looking into the future, rather than voting for who will win in an electoral system, which always rewards the winner, and there are no second prizes winner-take-all system. I sensed, or I felt, I assessed, wrongly as it turned out, that 10% people in India are perhaps ready to vote for change, real change, on a sustained basis. I was certain if 10% people are willing to vote for that on a sustained basis, the political system will respond immediately. Whatever you say about our politicians and political parties, they understand this, the way things are happening, electoral patterns, and immediately they'll embrace the ideas. Real change does not happen because you with one fell swoop destroyed the existing system. It happens because the political parties change their behavior and their ideas to reflect the people's aspirations in order to get the vote, and that's a perfectly legitimate incentive. So I felt if 10% is there for transformation of our politics and governance, then the parties will respond. That was my expectation. The second is, I also sensed that while some significant changes we could engineer, like the electoral funding law of 2003 after the Halka scam, India has actually a pretty good funding law. Most people don't realize it, but that simply is not enough because most of our problem is not legitimate funding for campaigning. It is illegitimate funding for wood-buying and many other dirty things. Similarly, the Right to Information Act, along with Erna Roy, was instrumental in drafting that law, and the government of the day was willing to do it, and therefore something would happen, and all the political parties were willing to do it. The 91st Amendment, 97th Amendment, Cooperative Autonomy, 99th Amendment, the National Judicial Commission, which the Supreme Court unwisely quashed it subsequently, the local court's law, and several things we could engineer. But when it came to the fundamental change required in the governance process, decentralization, and I mentioned to you, for instance, how the hurdles ultimately blocked it, or electoral system change, or rule of law change, the big changes, I felt that the political system will not listen unless there are electoral consequences. As I said rightly, if it's going to hurt them politically, why should they do it? What is the incentive? Other good things, well, you may get some goodwill, and you may want to do some good things. As long as it doesn't hurt you, you may want to do it. So, I felt if 10% people are willing to vote for that, they realize it's actually hurtful to them if they don't come onto the bandwagon. You see, these two things, which made us think that maybe we should look at a political platform of the way it should be, the way it is not in India. So, after a very agonizing period, because intuitively, I am not for partisan politics, I'm not suitable for that. My whole approach, my life, my work, everybody knows about that, and even my articulation, not about consensus building, how to reconcile rather than how to differentiate. Whereas politics is about how to segment the market and take your share. And therefore, that hard edge, that pretends of huge differences, making everything black and white. That is the nature of politics world over. So, it is that that compelled us to join, to form a political party. As it turned out, in urban India, particularly big cities, the 10% assessment was right. In rural India, I think it's never beyond about a couple of percentage points. And my assessment is that in the absence of local governments in urban India, if urban India local governments are allowed this 10% would have become 30%. Or even a governing thing, at least citizens get more involved in the field. See people once they shed the skepticism, for instance, you know, when Lalu Yadav was holding sway for about 15 years in Bihar, in one election, if you recall, Nitish Kumar got a significant vote, but not a maturity. Once people realize that yes, we're actually much more numerically stronger than what we thought. Next time when the chance came, they voted him to power very comfortably. Similar thing in Delhi, if you recall, initially, they gave a significant percentage, but not a winning margin. Once they realize that next time around, they go. So that's the way electoral politics in the first past the post system they operate. Therefore, in big cities, if you have self governing models, like in Delhi, that kind of a thing doesn't matter what name of the platform, but basically, if it's an ethical and credible thing with a clear sense of where we should go, people will respond. But rural India is nowhere near that because there is this clientelism. If you recall, I mentioned something about the basic delivery of services lacking in this country. Therefore, the ordinary people, they're desperate to hold on to the coattails of somebody in politics, the local political workers, a machine. So it's not merely wood buying that, of course, important. It's not really free base. It's also that without them, you have no sense of survival, not that they are doing anything very great, but at least they're giving you some access. And you cannot build an ethical party with such a vast machine of thousands of workers five years around the year working. It's not possible. Freedom struggle is possible. So they have to be necessarily mercenary in some form or the other. Either somebody pays them or somebody allows them to make money by misoperating the system, the police cases, the contracts and tenders, the land grab, the ration shops, the transfers and postings of officials, petty contracts. This is the way it operates, the whole system. That's why it's so hard to substitute an established political party anywhere in the country. So because of this special problem in rural India, we underestimated the magnitude of the challenge. And once we felt that this vote is not enough, there's no path to reform, we decided that we will not invest our energy and time in this. We'll work in a different way. But I think one day or the other, India must move towards these political formations of a different kind or the major parties change in their way and therefore giving space for these kind of people and these kinds of ideas. That's the only way forward. You can't have a bloody revolution in the country. I don't believe a million people marching in Delhi or Hyderabad or Mumbai will change the country. It may become actually a grammar of anarchy. There are very few instances in human history where a million people sitting actually change things for the better."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:41.520",
        "message": "So I have three observations slash questions here. Would it be fair to then characterize our political system in the absence of the rule of law, which as you correctly pointed out earlier, in most of the country, for most of the people, we don't have the rule of law in the absence of the rule of law. Are our political parties basically different mafias competing for the monopoly of violence that we give the state with its attendant consequences?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:07.600",
        "message": "Mafias may be a strong word, very pejorative word, but certainly they're feudal fiefdoms. They're personal jagirs. There's no doubt about it whatsoever. And my second observation"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:19.120",
        "message": "is actually what you said about as politics gets more local voters will be more incentivized to, you know, to feel that they have a stake in the system. Extremely insightful, because like in public choice theory, there is this phrase rational ignorance, where voters tend to be apathetic, because every voter knows that at an individual level, his one vote doesn't matter. And therefore, when the reward is so low, why put in the hard work of educating yourself on what is at stake and understanding public policy and economics and is rational to be ignorant. But as you've just pointed out, that the more you increase the possibility of that vote actually mattering, which it will at a local level, more the incentive for him to be an informed citizen and actually take part in the democratic processes of the"
    },
    {
        "speaker": "Guest",
        "time": "01:28:05.120",
        "message": "country. Absolutely. See, decentralization, obviously, you'll understand the consequences and a different electoral system where everyone actually counts. And therefore, even if you are 10% or 15%, that has a voice. And therefore, you know, if it is wasted, and you are Greens party 30 years ago, where were they? One, 2% take Germany, for instance. But over time, as more and more people were converted, right, wrong, I'm not going to ideologies and the philosophy, it became a significant party. So that space, we're not giving ourselves in this country. It's almost impossible to be outside the mainstream parties and be politically significant. Therefore, we have to really look at alternate electoral system and tremendous decentralization of power with accountability. Otherwise, this will be a very long and painful transition with enormous cost to society, unquestionably within the country. And in terms of global comparison, we will lose, we already lost dramatically, we will lose a lot, lot, lot more."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:04.200",
        "message": "To come back to your journey in politics, you know, when I think of the political marketplace, I've always sort of held the view that it is naive to expect change at the supply end, you have to first the demand for change has to come from the demand end. And therefore, it is more if you want to change politics, you can only change it via the culture, like Andrew Breitbart once said, politics is downstream of culture. And to me, that sounds like a very profound truth. And it seems to me that you know, when you leave the IAS, you decide to start this movement. That's what you're trying to do. You're trying to influence the demand and you're trying to influence change the culture. So that more than the 10% of urban voters and the 2% of rural voters actually start fighting for good governance. But then at some point, you decide that this is not enough, and you actually enter the supply end yourself. So what prompted that change in that shift, so to say,"
    },
    {
        "speaker": "Guest",
        "time": "01:29:58.120",
        "message": "No, as I said, these two estimates one, an optimistic one, that no, maybe an opportunity is now growing because of the economic growth a little bit and greater awareness and communications. The other, a little bit of anger against the political system, which is not willing to look at bigger changes. I think the combination of these two, probably one or two specifics also might have contributed to that at a particular point of time. For instance, we were very close to altering the electoral system. And the way I sell these changes to the political parties and major leaders is not the country's good, because I don't think they really motivated by that alone. I'm not saying they don't want it. I don't think that is enough motivation for them. It is their own political future and survival that matters. So at the time, the way I did was we did enormous research. We found that take the six largest states of India, UP, Bihar, Maharashtra, Andhra Pradesh, Tamil Nadu, and Bengal, which account for 55% of the looks of our seats. At that time, things have changed because BJP has expanded his footprint in some of these states, which is actually against the trend. But at that time, 10 years ago, in four and a half states, Congress and BJP were irrelevant. In one and a half states, one state, Andhra Pradesh, where Congress was one of the dominant players, and Maharashtra, where BJP was a significant player, not yet a dominant player. Today it became a dominant player. They have space. And similarly, Congress in alliance with the NCP was a significant player. Today it appears alliances have changed and nobody knows what happens. So we explained to both the Congress and BJP why this happened. In a first-past-the-post system, once your vote share comes below a certain threshold, people intuitively realize that a vote for you does not mean the seats. And therefore, immediately the idea of wasted vote kicks in. And therefore, very soon, that 25% vote becomes 5% vote. And therefore, the national parties actually gain in a system where there's nothing like a wasted vote. Provided you have some safeguards to ensure that there's not too much of fragmentation, caste-based parties, there are ways of doing it. Reasonable threshold, rewarding the big party with extra seats and all kinds of things. But incentives are dramatically altered. The reason why I am interested in that is once a candidate has no incentive to buy the votes, and if I spend money, Amit and many others along with me in the list will benefit, the incentive is no longer for me to buy. Why should I spend my 20 crores in order to benefit Amit? Life doesn't work that way. And the parties also, right now, they see a tremendous advantage in bringing money back without any ability to govern or desire to govern well, because they are winnable. Whereas tomorrow, it's the credibility of the person and overall respect that the panel enjoys, the slate of candidates, that will give you the voting. Therefore, the way the party thinks, the way the candidate thinks, these two will dramatically change. The way the people think that, no, if I vote for Amit because of moral considerations, that vote is wasted. And there's also most democratic voting in our system is tactical voting. Right. I don't vote for the best candidate. I vote for the second worst candidate. Exactly. Because my fear is if I vote for the right person, the very wrong person may actually come into office. That's my God, I can't afford that. And we wanted to break that for whatever reason, it almost came through, but it didn't happen. Maybe that's also a moment that sort of, you know, generated this thinking because you were this close and it didn't happen. Damn it. We have to persuade the political parties by more than mere logical persuasion, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:47.840",
        "message": "by the vote, the fear of the water. So, you know, so when you as coming from as someone who's sort of new into politics and is coming from civil society, when you speak to politicians, when you entered that game where you're speaking to politicians and trying to convince them of policies and you know, we should do this and we should do that. Does the manner of your discourse changes? Like, do you have to tailor your arguments to their incentives?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:15.540",
        "message": "What are those conversations? I speak exactly the way I'm speaking with you. No lies, no deception, no big talk, nonjudgmental and with genuine respect, because I believe they deserve genuine respect and a deep understanding and sympathy for the plight in which they are, whether it's vote buying or the wrong kind of candidates. It's not because they're bad. They have no choice. Now I'll give you two examples. In Andhra Pradesh, Mrs. Sonia Gandhi and Congress Party at one stage decided that after Mr. Dr. Rajasekar Reddy's passing, the son who wanted to be chief minister instantly, they felt it's not right. Let me at least have some chance. You can, while they were all for dynastic politics, Congress are running the opposite dynastic politics. They thought it was too, what should I say, too crass. And therefore, they did what they thought was the right thing. They paid a humongous price forever, possibly forever. In Karnataka, BJP asked Mr. Yadavirappa, then chief minister, to resign on moral grounds. The party paid a humongous price. It was not forever because Yadavirappa came back and BJP patched up and now again they're in power. So when the parties do the right thing that you and I, all the moralists and intelligentsia want, the price they pay is quite humongous. We must understand and sympathize and therefore create conditions where doing the right thing is also not politically suicidal. You be respectful of their genuine compulsions. And then while advancing an argument, while you are on the lookout for public interest and persuade them on that, don't be stupid and ask them to commit harakiri. That is one thing that tailoring, if it's required, it's not untruthful. It's not secret. It's not some magical thing. It's open. But honestly, this is also an advantage for you. Like for instance, if your vote share is below a certain threshold, to retain that, if you alter the system, you actually benefit. Otherwise, in the long term, maybe you'll lose out. It's a very honest argument. Why didn't it go through? This is the first time I'm stating it publicly. At the time the UPA was in power, the communists leftist had about 64 or 65 seats collectively. And if they wanted it, and they wanted it, communists always wanted a proportionality system for instance. If they wanted it, that was the time because Congress party would do anything to retain power. You know, the DNA of Congress, that is that once, you know, Mr. P. V. Narasimha Rao said, Congress is a party with the promise of power. Those were the days. But today, of course, BJP is the party with the promise of power. So that is the DNA. Somehow bring some consciences, somehow do whatever it takes to stay in power, etc. We persuaded the Congress party, very emphatically. I mean, they saw the data and they knew. BJP at some level were interacting with people and they also understood. And at that time, they were in disarray. Nobody expected Mr. Vajpayee's defeat in 2004. I didn't expect it. I don't think many people really anticipated that. It was a shocker. So they were in disarray. They also realized that no, something needs to be done. Then Mrs. Gandhi said, I'm completely persuaded. I'm excited, actually. I understand the problem now and how to address this. And after I don't want to go into too many details of the conversation, said, I'll talk to my colleagues and get back. After a month, Mrs. Gandhi said, you know, our colleagues are saying, Madam, we are in power, why bother about all this? Because you know, there's a status quoism embedded in that party. The differentiator would have been the communists. I pleaded with the communists, particularly CPM leadership, Prakash Karat, repeatedly, repeatedly. Each time the response is we are completely in favor, but we will not raise our voice for this. If Congress party is on board, publicly gives a statement in favor of this and saying that we are going to do it, we want your support, then we will join the bandwagon. I told them, look, it's a status quo is to set up. It will not happen that it's a fundamental change, institutional change and incentives change. And you believe it's right for the country, you believe it's good for your parties also. So please do it. They chose not to do it. Why? I can only conjecture. And I'm reasonably confident that that is a correct assessment. They wrongly wanted to use their political capital for other purposes, stopping economic liberalization, WTO agreement, into American nuclear agreement, and many other things. And they felt that by using this ammunition for this cause, they will not have the ammunition left. I think it was a terrible strategic blunder. And of course, they paid a humongous price. But I think the country is paying a humongous price."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:04.600",
        "message": "How would our politics have looked different if that had gone through?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:08.400",
        "message": "Three things would happen. Number one, the kind of people who are entering the political office now, why are they entering? They're not entering to be legislators. They're entering to have a finger in the executive pie. And they're using money power, organizational ability, and caste power as the levers. These are the three things that really are the determinants of who gets the seat, whether it's BJP or Congress, some other party, doesn't matter. These are the three broad things. Criminality is not always the consideration. We often talk because we're angry with politicians, we talk of criminality. Even criminality, when that background is there, it is because criminality brought the money power, organization, and almost every criminal who became a significant politician, styled himself as a caste leader, or sometimes a community leader, religious leader. So criminality is not the fundamental. It is the other three things that happen along with criminality. And therefore, the incentives are wrongly aligned. We're buying money, once you spend that kind of money, it takes us so high. I mean, in some of the states like in the South and the West, 20-30 crores for an assembly constituency. Even in the Northeast, for a Lok Sabha seat, sometimes 30-40 crores, absurd amounts, obscene amounts, unheard of amounts anywhere in the world. And you have to get an ROI somehow after that. Otherwise, you have no choice. See, after spending that, you will not be elected, but you are now in contention, serious, it's an entry fee. Now, once you have a proportionality model, for instance, with a slate of candidates, and the party's success depends on the proportion of votes you get, not who wins in a constituency, neither vote buying and money power of that kind, nor the other highly misplaced policies in order to get another 200,000 votes. For instance, in recent elections in several states, many parties very unwisely offered that they will scrap the new pension scheme. You know, because the salaries, the pensions are now outstripping salaries, industry pensions, and therefore, often you're getting much more than your last salary drawn as pension, and your lifespans are expanding happily. There's a stage where the future generations are forced to pay for the services in the past. So quite wisely, the union government sat with all political parties and the state governments and came up with a new pension program, which is necessary for the country. But because you're afraid that you lose those 100,000 votes or 200,000 votes in a state, in a first possible system, then their families are enough, maybe to put you this way or that way, in the desperate gamble, they will not offer that this is the way the system operates in a take all system. Here in the proportionality model, you're not worried about that. And once the incentives for the political party and the candidate are dramatically altered, and once the people realize that each vote counts, and therefore, I don't have to vote for quote unquote winner, there's no winner. Each vote actually has a value in terms of representation, it will be a significant change in the way things happen. That's not the only way you can transform India right now, I don't think that's possible. Because when Mr. Narendra Modi is winning everything that he fights, when a political party is dominant, and they're getting disproportionate representation, as Congress did for a long time, there's no incentive for them to switch over. Perhaps now, the model we have to think about is can we think of clear separation of the executive and legislature, a direct direction of the leader because anyway, people vote for Narendra Modi and for KCR and for Jagan or somebody, they're not voting for a party in most of the cases. And therefore, you actually make it legally and institutionally so so that some of the burdens that today's system imposes on the leaders, namely, how can the fellow get elected in the constituency and therefore have all these qualities rather than good representation. You depend on them for survival in office, any day they can bring you down and therefore do their bidding, all the misgovernance, interference from court cases to contracts to transfers to postings, you know, endemic all over the country. And your ministerial positions are dependent only on the legislature. Therefore, everything is about fighting for crumbs rather than looking for the best people to govern. And because the legislators see local governments as a threat in a system where power is highly centralized entrenched, you don't dare to empower local governments where tomorrow legislator does not matter in that sense. And the people who want to legislate is actually go to local governments and lead them if you empower local government, so the incentives will be altered. So you have to figure out how to alter the incentives. And the levers of change you must look at. And I believe there's a possibility now, let us see if that works. And I believe some people are looking at that then you're running dispensation. And if that is true, I think we must help them structure it properly and sell it well in the country and then make change happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:52.280",
        "message": "So over your time in politics, I mean, this is obviously something that almost happened. But if you if you look back on your time in politics, what are the things you're proud of your triumphs, and some of them might well be silent, low key triumphs, which are not,"
    },
    {
        "speaker": "Guest",
        "time": "01:44:04.760",
        "message": "you know, publicly sort of hailed? Let me expand this question to the larger public advocacy. First, a caveat in terms of what we've been able to accomplish as a group, we probably are the biggest in the country. That's because the bar is very low, and there's not much that's been accomplished. But I'm always mindful that in the context of what needs to happen, what we accomplished is still minuscule, though it's bigger than almost any other group, perhaps in the world without political power. I mean, three constitutional amendments, seven or eight significant laws and four or five major policy changes, including 2g spectrum license cancellation through court intervention, disclosure of candidate details, law, local courts, law, etc, etc. And removing the export ban on food grains, I don't understand what EDSC made us impose that ban, a removal of trade barriers within the country, food grains, etc. I can go on and on. But in the largest scheme, these are still minuscule. As a legislator, obviously, I could do some things, more things to prevent damage from happening rather than making good happen, because it's easier to prevent damage from happening. If you have a sufficiently strong and credible voice, and they respect you, it's harder to actually make the ruling party agree to do the right thing. So there's a clash. Therefore, when they tried to bring in a terrible and draconian societies law, even British government during their time, they had an extremely liberal law, single handedly, I could block it. I mean, they simply did not know how to counter my opposition. I was a lone opponent on that. Several such things I can cite, but the particular context in which I was a legislator in this state, the state was really driven by this Andhra Telangana thing. And therefore, mine was one of the few voices of sanity, trying to bring people together and reconcile conflicting emotions. I don't think I succeeded. But I think that voice was loud and clear and widely understood. And increasingly, that voice has greater credibility today. Because post those incidents, people have both the states realize that that is what was required. And they simply"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:12.360",
        "message": "were falling prey to to emotionalism. Speaking of sort of the landscape of Indian politics, it seems to me number one, that most parties are really extremely similar, that is in their economics, a very statist in as far as their approach towards society, it's often very dictated toward by identity and vote bank politics. And, you know, as Arun Shourie once famously said, you know, the NDA is UPA plus cow, and the Congress also has embraced the cow in various places. Given this, it would seem and also given the large number of people who don't actually vote, or who vote voter, it would also seem that there is scope for disruption. And in a sense, when you enter the electoral marketplace, you must have thought of perhaps being a disruptive influence and definitely whatever one thinks of the Aam Aadmi Party, I'm not a big fan, but whatever one thinks of them, what they did very successfully as political entrepreneurs, was it disrupted that marketplace and made that space for themselves, which is pretty remarkable, but that was in the local political market of Delhi. So in general, given that politics has become so ossified, that all the parties are just more of the same, do you think that there is scope for disruption? And if so, I mean, I know politics and the future are both story of unknown unknowns, and a week is a long time in politics, as is famously said, but what are the possible avenues through which such disruption can"
    },
    {
        "speaker": "Guest",
        "time": "01:47:43.120",
        "message": "come? If cities are empowered, like in Delhi, let's say Mumbai has a genuine self governance and the mayor of Mumbai and the Council of Mumbai actually matter on their own. I'm absolutely certain that something even bigger will happen in Mumbai, or Bengaluru, may not be on the same scale, but Hyderabad and Chennai and others will also follow. But it's a big if unfortunately, we are not giving ourselves that chance. Once I asked the then Prime Minister, so can you name the name of mayor of Delhi? He could not, of course, I could not either. Or Chennai or Bengaluru or Mumbai or something I said, then can you name the mayor of London at the time, Boris Johnson was the mayor, the current Prime Minister, Mayor of New York, New York, Bloomberg or somebody. Earlier, the current mix co-president was mayor. He could name some of them. I said, aren't we ashamed? We know the names of mayors of other cities in the rest of the world. In India, we don't know the mayor of a single city. In 1924, some of the biggest names in India were leaders of local governments. Rajendra Prasad in Patna, Jawaharlal Nehru, Chitranjan Das and later, Subhash Chandra Bose, Sardar Vallabhbhai Patel. And even much earlier, in Salem, Chakravartin Rajagopalachari or even before him, our own Prakasham Pantulu in Rajahmundry. So, you know, local governments during British India were far more powerful and nurtured leadership than in independent India. Actually, I feel ashamed to say this, but it is absolute truth. If that happens, then there is a lever. In the absence of that, I think the cities can start shouting, making their voice felt. If Mumbaikars say, I don't care if it's BJP or Shiv Sena and CP or Congress. If you don't allow Mumbai to have self-government within reasonable limits, we are going to vote against you. If that voice is felt strongly, I think there is an option, there is an option but that means you have to overcome the primordial loyalties. I think parties will listen. At the very least, you must start a framework for the big cities so that they can set the trend. Barring that, as I mentioned to you earlier, if a well-meaning government, if they have at least half wisdom, if they are at least fiscally empowered with adequate accountability so that the levers still are with you, you're not losing control because they're afraid of losing control. Sometimes it's legitimate concerns. I also respect that. Many people say, look, almost everything you say, we agree, but local governments, you're too romantic. No, there is almost corruption, which is true. I'm not denying it. There's vote buying, which is true. I'm not denying it. But you have all those things. You can't use that as an argument. But even then, I don't want to say that. You hold them to account. Create strong accountability instruments and keep them broadly under your supervision. I have no quarrel with that. I think if you create that framework, at least in cities, I don't think it will happen easily in villages for two reasons. One, it's much bigger. Parties don't want to lose control. Two, and this is a very sad statement I'm making, I grew up in a village. Given the way our economy has progressed over the years, there's nothing of leadership left in villages. There is neither money nor talent available in villages. Almost anybody who has ambition and ability had to necessarily migrate to urban areas. And therefore, in the current local governments in the village, unless you establish larger local units, not a village panchayat of 2000 population, not 1.5 million or a million panchayats, all this is, in my judgment, a very romantic, silly notion. If you create larger entities like Kerala has done, and then empower, then rural areas also similar thing is possible. But right now, I don't see that. Urban area, people for the first time are aware that they're paying taxes. And urban local governments largely self sustained. And people are increasingly angry that despite paying property taxes, my services are very poor. They're angry. I think if that can be harnessed, I think that can be potentially transformational thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:52.520",
        "message": "And you speak about how things can change, you say the people of Mumbai raise their voice for the people of, you know, Chennai raise their voice or whatever, in your time in general, how has the expression of politics within civil society changed? Is do you find civil society expressing itself more or less? Is technology somewhat of a factor in that that it becomes possible for so many people who otherwise would not have had a platform or a megaphone to actually go on Twitter or wherever and express"
    },
    {
        "speaker": "Guest",
        "time": "01:52:21.720",
        "message": "undoubtedly reaching out to people and mobilizing people is much easier than it was when I started in 1996. After leaving the civil service, I mean, I remember the amount of hardship you had to undergo even for the simplest things. And today, in a jiffy, we can reach people. But also, things have gotten infinitely worse in some other respect. At that time, and I'm saying that serious sense of responsibility. A lot of middle classes are able to and willing to go beyond caste, religion, religion and party. Even if they are committed to a particular party, they're willing to look beyond that for the larger good of India, they were willing to buy that argument and articulate that argument. Today, that capacity is significantly diminished, because we're much more polarized, much more acerbic, much more volatile, and much more"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:12.920",
        "message": "hate filled. That is scary. No, and I was at an event last evening where I was talking about how even if liberalism has been failed by politics, it can still be enabled by technology like technology enables individual freedom and enables us in so many ways. And then one person from the audience shut me up very wisely by pointing out that look what happened in Kashmir, that where the power of the state being what it is, sure, all the technology is there, but they're not even allowed to go on the internet. So what is still a special"
    },
    {
        "speaker": "Guest",
        "time": "01:53:45.360",
        "message": "situation, I would not be alarmist about that, because I would still say because of the historical legacy and torturous history and, and the passions, etc. But even otherwise, even where there are no constraints on the use of technology or your freedoms in general, what has happened is political parties have almost become the new castes. The rigidity that was there throughout our history in our caste system, which is hopefully sort of breaking down a little bit in the past 50 or 100 years. Political parties that degree of rigidity, there's no willingness to listen to the other person. There's no willingness to look at the issues beyond personalities. If you admit for my like you, I agree with you, then whatever you say is right doesn't matter how stupid or idiotic it is. If I don't like you, if I don't like your face for whatever reason, then no matter how wise and wonderful and useful to me it is, I'm not going to listen. So that's a very dangerous situation. I think in a very significant measure, I don't think that is the whole of India. But I think that is the dominant part of India locally right now. And I think in many other countries, I don't think United States is different. It's as messed up as we are, but they can afford that mess, because they're at a much higher level of evolution and their local governments are so strong. Ultimately, if you take away a federal government and the basic headlines, their lives will not be altered. Whereas in our country, I think we are in a grave danger. We are completely ignoring things that actually matter to us and paying a heavy price."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:15.120",
        "message": "No, in fact, there's a term popularized by the social scientist Cass Sunstein, which describes this very beautifully, it's group polarization. And, you know, he and his fellow researchers had carried out an experiment where they took people with specific views, like a bunch of conservatives or a bunch of liberals and put them in a room. And they found that at the end of a session of interacting with each other, the views of the group as a whole, had shifted beyond the most extreme individual in the group, which he called group polarization. And what because they are reinforcing each other, and they are each then also sort of signaling to each other how true they are to their cause, and so on. And what the internet does is that it enables this at scale. So you have this group polarization happening at scale, these giant echo chambers where everyone is posturing to raise their stature within their in group. And soon what happens is that issues don't matter. It's it's, it's a complete tribal war. And, you know, one of the ways in which I gauge whether a person is thinking about politics deeply, is whether their support of a politician of a party or opposition to a party is absolute or is contingent around specific issues. You know, I remember people who would criticize the BJP for opposing FDA in retail, continuing to criticize them after they allowed it. You know, so the whatever you do, whatever you do, right? Yeah, you are the enemy, you are the other, you know, and there's nothing that can happen about"
    },
    {
        "speaker": "Guest",
        "time": "01:56:47.920",
        "message": "this. It's a very troublesome thing. And I'm sure that senior leadership in all parties is aware, whether it's Narendra Modi, or Mrs. Sonia Gandhi, or Sharath Pawar, or many others. But I think they're also in many ways helpless, because if you antagonize the base too much, then you lose your foundations. If you allow them a free rein, then you lose the very purpose. I think we are now in that very dangerous phase. Let's hope sanity will prevail. I really don't have an easy answer to this. And what you're doing, that's why it's amazing that actually people are willing to listen to an issue beyond parties without categorizing Amit Verma or JP or somebody else. Are you BJP? Are you Congress? Are you Hindutva? Are you anti-Hindutva? Without categorizing that you're able to engage the attention of a significant number of people in a thoughtful discussion. I think that's an incredible thing. I don't know how far this can spread or many such efforts can be made. But this is one small little contribution you and I can make."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:46.680",
        "message": "How was your journey in electoral politics? Like you were earlier in politics of the other kind, the kind of politics we are engaging in, where you try to convince people and change hearts and minds. And then you enter electoral politics, where you're actually going up in front of people and saying, hey, vote for me. One, was there any dissonance there? Was it hard for you as a person as a thinker to actually go out there and do that? And two, what was that whole experience like? Did it in some sense disillusion you about?"
    },
    {
        "speaker": "Guest",
        "time": "01:58:13.800",
        "message": "Not at all. Not at all. You see, unlike in the marketplace, in the political marketplace in our electoral system, it's all or none. But if you actually take that out and look at the public support or their respect for these ideas or their willingness to consider, then it's a huge success. But because of electoral system compulsions and the political consequences, for instance, in 2014, despite everything else, there was a realistic chance that I would have been the representative of the people for the Lok Sabha. But because the unique situation in Andhra Pradesh, Telangana at the time, though that was still Andhra Pradesh, but Telangana was already decided and the date was after post-election. I contested from Hyderabad city. Some significant political parties offered me space in some other places. They would have got me elected, but I decided not to use that because even if I stay away from that, they would still be indulging in the normal practices and I didn't want that way. I said, if I have to make an impact, it has to be not being merely a legislator or a parliamentarian, but the way I want it to be. Any other way is not worthwhile. Now, the reason why ultimately that didn't work out is my constituents, the largest in India at that time in terms of electorate strength. The people of Telangana origin, they could see that I am their best choice, but they were afraid that if they voted for me, their primary enemy at that time politically, TDP would win. The people of Andhra origin, they could see that I was their best choice. They were afraid that if they voted for me, their primary enemy, TRS would win. I got crushed between the two. That's one. Second, what did Narendra Modi do in India to many people like us in a political sense? What is the public perception of people like us? Now, we want to bring about some change, a honesty, be good governance. If you want to capture in two expressions, Narendra Modi in the eyes of the majority of the middle class and young people in the country embodied both whether delivery was there or not, you forget that. But in the popular imagination in 2014, he embodied these two. Therefore, our cloak was taken over by him. So between these two patterns, obviously, were rejected. So in our electoral system, electoral politics and outcomes are much too complex. It's not about you. We will be very arrogant and ignorant if we thought it's about you. It's about a process and a situation and a context."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:45.560",
        "message": "The currents of history and society are too strong for any one person to fight. I have some further sort of questions arising out of this. One is really a two part question. And I often ask, I've asked this to guests who've, you know, been here to speak about Indian politics and the BJP per se, which is that there seems to be a very interesting duality at play. One is that the BJP is a one party that to some extent does embody a particular ideology and a set of principles, whether one agrees with them or not. And those that ideology and that set of principles has brought them very far. But on the other hand, what you see in, say, the sort of political alliances and the maneuverings that Amit Shah has done, who seems to me from a distance to be an absolutely brilliant political strategist, he seems to embody the will to power, that we must come to power at any cost. If that means alliances with people we otherwise abused, we will do that. If it means poaching people from other parties, while till yesterday, we had set our IT cell on them, we will do that also. And it seems to me at some level, and this is why it's a two part question, because one, it's about the BJP that is there a conflict between their core ideology and this will to power? And if so, how will it manifest? Will they become a bigger version, a different version of what the Congress itself was once driven by nothing but the will to power? And the second question is a broader question, and would apply even to you that, you know, you might get into politics with a set of principles, but what you need to survive is that will to power where compromises have to be made, such as the compromise you mentioned you refuse to make when it came to taking the ticket of one party or the other. How does one then reconcile that?"
    },
    {
        "speaker": "Guest",
        "time": "02:02:29.120",
        "message": "Let me take the first question first. I think there are, there are many strands here. The first is, one of the great challenges of right wing parties all over the world is without taking a certain position, which may not be entirely modern and liberal, you cannot have the base with you. But without having the capacity to attract the economic liberals and the modernists, you cannot have a majority, nor can you actually take the country forward. The rest of the world grappled with that. Take the Christian Democrats in Germany, take the conservatives in the United States. Similarly, many Republicans in the United States and many others elsewhere, conservatives in Britain, etc, etc. I think India has this unique experience, new experience. And I think our leadership is grappling with that. They're not able to figure out what is the best way of doing that. But even elsewhere in the world, let's be fair. In recent times, the consensus we thought that existed suddenly is breaking down. Angela Merkel suddenly is now facing from AFD, the Nazi party, that the core is now moving some respect to that. And Republicans in the United States, suddenly we find that something strange is happening. So even there, after having solved the problem, they discovered the problem again comes back. Any country as complex and as, as shall I say, limited in democratic experience as India is, I think it's even a harder problem. I think we must understand that without being excessively judgmental. That is one broad thing. The second broad thing is that's what is disturbing. If Mr. Amit Shah and Mr. Narendra Modi are thinking of getting into power at any cost and will to power is there, will to power is necessary for politics. There's no question about it. But if will to power without purpose becomes the dominant feature, how are we different from the Congress regime? That's exactly the criticism against Congress for a long, long period. After the 1960s, the primary attack on Congress with complete justification was that there was a will to power without any purpose. If you become a clone of Congress, of course you will survive in power. Congress survived for 30, 40 years in power like that. But is that your purpose in life? Did Narendra Modi give up his personal life, his economic fortunes, and the many things that people treasure, his family and many things for a cause that he believed in passionately? Is this the net outcome? I think there's a question that many genuinely thoughtful people who care and cared for India deeply, they must ponder. I'm not questioning the need for power, but for power without purpose is the most dangerous thing. I think now there is a, there is a problem, but let me look at it positively. In today's democratic world, Mr. Narendra Modi is possibly the most powerful leader. I'm not talking of global power. Obviously anybody in America, even an idiot will be more powerful than an Indian leader. That's not the issue, but within the polity whose word has the greatest consequences or where the greatest power to bring about change. I think Mr. Modi is probably number one in the world today. There's an immense opportunity. It may not be recaptured again for a long time for another 20, 25 years. I hope, and those who pray, I think we all should pray that the ruling establishment will discover the purpose of that power to really transform the country because they have this ability. Mr. Modi can change the electoral system. He can carry the people with him. He can decentralize power without too much of a discord with the legislators. He can improve accountability and service delivery genuinely through instruments of law and institutional mechanisms without much resistance. These are very hard for normal politicians in normal times to do. Mr. Modi has this, you can completely change the rule of law. Mr. Modi and Mr. Amit Shah together can easily change the rule of law. Mr. Amit Shah is talking even recently. I was happy to hear that. I hope there is some genuine desire how third degree and abuse of power have become endemic in rule of law because he sees himself as a victim of that process, for instance. If he really wants it, you can actually do something significant about it. And these are huge things. Conceptually, they may not be big, but operationally, they are huge things. Here is a priceless opportunity where in a democratic system without a Xi Jinping or an authoritarian regime, the leadership has the power, actual power to change things with the consent of the people. I hope they discover the immense opportunity that's presenting themselves instead of merely wasting their energies and enhancing their footprint as a political party and making some more fellows MLAs and MPs. I don't understand how that matters. I hope you'll forgive me for being"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:21.400",
        "message": "glib, but you know, the hope you expressed could also be summed up by saying power corrupts absolute power reforms. I, you know, I, I'm a little skeptical about that because we've"
    },
    {
        "speaker": "Guest",
        "time": "02:07:34.160",
        "message": "seen the last five years. See, if you don't have faith in human nature, and if you don't somehow hope that a leader's sense of glory, ultimately you want to be among the history books. If you don't believe that leader's sense of glory could actually be a transformational thing for a society, then all political process is about who is in power. I believe that there is a immense possibility, and I hope that possibility will be exercised. And I think come election time, if you're all disappointed, we'll, we'll vote for or against somebody or other, that doesn't matter. But as long as that possibility exists, even as we reserve the right to criticize what we believe is wrong and to hopefully correct it, we must also be willing to be engaged and see what best can be done with the opportunity available today. Otherwise each time, wait for the next election and each time be disappointed. That's not the best thing. Many people who are deeply unhappy with BJP today were deeply unhappy with Congress earlier, or some other party earlier. So if you're perpetually deeply unhappy, if you're not willing to engage and then see what best can be done to improve things, then"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:48.360",
        "message": "I don't understand what the hell we are doing. And, you know, I totally agree with you that, you know, being human, we are motivated by the quest for glory and to leave a legacy and so on. But equally, it might be argued that those guys in power right now would define glory a little bit differently than us, where they might think of glory in terms of a Hindu Rashtra building great statues or temples or, or whatever, which kind of brings me to my next question, which is a question about what we are fundamentally as a society, like one of the dilemmas that I have had, and I've posed to various guests, and I'd love your response on this is that much as you know, our constitution isn't liberal enough for me, but it is still relatively liberal. It has liberal elements, but it seems to me, and this is a criticism I later found Dindayal Upadhyay himself had made in a different language, is that our constitution is a liberal constitution imposed upon an illiberal society. And the dilemma therefore, is how can that imposition be liberal? Can you impose liberalism on someone because the act of imposition changes it? And is there not something incongruous about that?"
    },
    {
        "speaker": "Guest",
        "time": "02:10:00.360",
        "message": "I don't agree. I believe fundamentally, Indian society has been always liberal for a long time. It's the most eclectic civilization in human history. Whereas did Islam come peacefully and survive without too much of strife? Whereas did Christianity come peacefully and these are all very early, immediately after the prophets passing, within years, Islam came to India. And the Moplah and other Muslims, they still practice without too much of problem. Almost within years after Jesus Christ's crucifixion, St. Thomas landed on the Malabar coast, and even today, Syrian Christians continue to practice that pretty peacefully. Not only practice, but also we learn from each other and embrace. We all know the eclectic nature of our civilization. Or Judaism 2000, later on, or Judaism 2600 years ago. I think it is part of the Indian ethos, you know, live and let live. And embrace as much as possible. And create another God and then pay homage. If Sir Arthur Cotton, who 150 years ago built wonderful irrigation projects in Godavari Delta here, and Tanjore, and Tamil Nadu, etc, etc. Actually, during his lifetime, he built temples and worshipped. Even today, there are slokas chanting mantras about Sir Arthur Cotton. It's a beautiful thing. So I believe fundamentally our society is inclusive and liberal with certain huge distortions of caste system and many other less than happy practices on account of tradition. But that's true with most societies in some form or the other. Therefore, I don't believe that the constitution in that sense was an imposition. Actually, it was a reflection of our society. What has happened over a period of time is, I think, I'm not a scholar in this respect, I'm only a keen student of history. A, we did not realize the various strands of nationalism that operated for about 100 years before freedom. And there is a lot of suppressed anger on account of non recognition that is surfacing. B, the traumatic, extraordinarily traumatic events of partition. I don't think as a nation we have ever come to terms with that. We sort of put it away in history books somewhere and a partition happened. Unlike, you know, the Germans, for instance, who ad nauseum talk about the Holocaust and what happened in Nazism or somewhere else, something else, or civil war in the US, etc. In India, somehow, we want to pretend it didn't happen. Well, for me, sitting in Hyderabad or in a village in Costal Andhra or in Tamil Nadu, it didn't happen. But I think for a significant number of people in certain parts of India, it happened, it's very real, it impacted their lives and their ancestors lives and their families. I think by by suppressing it, pretending it was not there, I think we did damage to ourselves. Again, there's a payback period. And the third strand is, and this is what is disconcerting. Because perhaps of these factors, and because the reform movement has disappeared in India, in a religious sense, largely, and during freedom struggle, nationalism, enlightenment, reform, they all move together. Somehow that we gave up for some reason. Therefore, the most narrow interpretation of the Hindu philosophy or religion, they have become now, the most vocal, I don't know if they're the most dominant, not yet, I believe, but they're the most vocal ones. You and I, I can speak for myself, we can hold many views and still be broadly part of Hindu society. I mean, Charvaka was a atheist, and there are many, many others, Kanada and others, etc. We are comfortable with that. This is true Hinduism, without losing our moorings or our traditions. But the narrow interpretation that happened in the recent past, in particular, because other factors that I mentioned, because it's the most vocal one, that is what gives us a tremendous cause for discomfort, and the feeling that illiberal Hinduism is there, but I don't think Hinduism per se is illiberal. I'm not saying it out of any linguistic pride, but I truly believe so. Even as I recognize that all religion, ultimately, is a myth. All religion, because I believe it's a necessary myth for the majority of people. Because many evolutionary biologists say that religion and faith are hardwired into your DNA. I'm willing to buy that. Therefore, we must respect that. But we must also modernize it. And I think Hinduism has been modernized significantly and is capable of being modernized further. But that modernization project probably is now halted a little bit for the time being."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:48.160",
        "message": "You're actually the second person in two days pushing back at my assertion that India is an illiberal society. Yesterday at this event where I gave a talk, this friend of mine Vikram insisted that India has always been and his formulation was interesting. He said, India has always been a liberal society ruled by illiberal states. And I, you know, I agree to the extent that yes, we have been very tolerant of diversity, we've absorbed influences. I had a great episode on Indian food about how everything we regard as Indian food came from outside and we embraced it. Even the elegant churidar kurta that our Prime Minister wears is after all, not had its origin in India. But at the same time, I would sort of double down on the illiberalism that I believe is there by saying that, look at the status of women in India through the centuries, you know, right from our epics till the modern day, you know, like you must have read Uganda by Ravati Karve, which, you know, sort of looks at our epics of Mahabharata and Ramayana and she talks about the deep level of misogyny and sexism in those which are embedded in our culture in a thousand invisible ways and it's almost sort of normalized. But, you know, we can agree to disagree on that aspect."
    },
    {
        "speaker": "Guest",
        "time": "02:15:59.240",
        "message": "Let me take this a little bit. Your critique is not of Indian society, but of religion per se. There's not a single religion that was not misogynistic and sexist. True. At the same time, right from Raja Ram Mohan Roy and Mr. Nitya Sagar and many other reformers over a period of time and the Indian society and state the way they embraced. I think increasingly the Hindu society, I am now specifically talking Hindu society and Indian society, they're recognizing the value of women and I think today things are getting better. I don't get depressed about it. My mother could not go to the village to study. She was really bright. She is bright because her father said, how can my daughter go to another village and study? Today it's unthinkable. And we are more than happy, at least middle and upper classes, even the poorer sections to really allow the women to girls to fulfill their potential and give an opportunity. There are still serious problems. That's because the way we raise our children is terrible. The boys have pampered too much and then given a sense of entitlement. And there is a deeper failing in India, and that is education, not merely about math and literacy, but it's about the way to think. And I think that is that failure that is manifesting today. Because with advancing time, I don't think we are sufficiently enlightened because the capacity to think is now diminished because of a horrible educational process. But I don't think the society is in general becoming more liberal. I reject that hypothesis. Your critique is religion. It's not India. My assertion wasn't"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:51.400",
        "message": "that we are becoming illiberal. My assertion was that we've always been illiberal and yes, the arc of history as Martin Luther King would have said, perhaps does move in the direction of freedom and liberalism. But by and large, it would seem to many people like something that often seems to me to hold a ring of truth is that what we have in the success of the BJP since 2014 is a political expression of our social instincts."
    },
    {
        "speaker": "Guest",
        "time": "02:18:17.720",
        "message": "As I said, some element of that is definitely there. It's simplistic on the whole units. I think it's simplistic because if BJP, God forbid, does not deliver economic growth and many things that we want as a society, BJP will pay the same price that Congress paid. If what you say is true, then it has to be static world. Politically speaking, BJP must be sure of itself, no matter what happens, because you have a majority with you and they're all imbued by a sense of a narrow notion of nationalism and Hinduism. And therefore, politically, there is no further moment. It's end of history."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:53.580",
        "message": "I don't think that's true. This actually segues very nicely into my last question. I've taken more than two hours of your time, and I'm very grateful you, you know, gave me the honor of coming on the show. And that question is basically this, that, you know, just carrying on from your assertion that if Mr. Modi does not deliver, he will be voted out. But he did not deliver in the last five years. And he did get voted in, you know, after massive Big Bang deforms like liberalization and the botch DST. And equally in the past, we have seen the watch by government, which I thought was a pretty good government. I mean, I, you know, get voted out, unexpected. 2004 was a shocker to me, certainly in much of the country. Yes. And I think he's an extremely underrated Prime Minister. And my question, therefore, is that, you know, one criticism I often make of Modi, and I don't even know if it's a fair criticism, because this is inevitable and rational behavior, is that he focuses far more on optics and governance. Now, the thing is, the way our election cycles are, for example, there's always a state election around the corner, it's natural for a party to always be on campaigning mode than governing mode. But a greater worry here is that perhaps they have hit upon this possible truth that narratives matter more than reality itself, you know, and that therefore control of the narrative is the most important thing. It doesn't matter if you don't deliver in terms of governance, it doesn't matter if you carry out something like demonetization, which I consider the largest assault on property rights in human history, you still win the UP election by a landslide after that, you know, with the economy going the way it is, you still win the 2019 general elections. So the larger question there is that, you know, are we given that narratives are so important? I'm not saying reality doesn't matter, maybe at some point when things get really bad, the narrative changes accordingly. But given that narratives matter so much, is our fundamental political challenge, therefore, to frame the right narratives? And if so, how has your thinking evolved, not just in the kinds of narratives that we need to put forward in our political rhetoric in this course, but also tactically? What, you know, tactically and strategically broadly, what are the sort of narratives we need to build? And tactically, how do we make those narratives appealing to people? I think most"
    },
    {
        "speaker": "Guest",
        "time": "02:21:15.480",
        "message": "democracies have this challenge, and it's increasing a between style and substance, be between the tactics required to acquire power and the wisdom required to govern well use that power wisely. Mr. Modi has, has been an irredeemable campaigner, is perhaps one of the most effective marketing persons, politically speaking, you know, sort of articulate, you know, to inspire how to get loyalty and how to acquire power and retain power. But I think it's time that the grander purpose, a larger sense of where India is headed, takes a dominant role rather than getting your footprint wider. There's no doubt about it. I think many people believe that the opportunity is very great, and it has not been harnessed the way it should have been. And merely because I market it well, doesn't make the outcome substantial. For instance, and I'm saying this with great pain. And it's not about Narendra Modi or somebody else's what happened over 70 years. Out of the 49 large economies in the world, large economy defined as a country with more than $200 billion GDP. If you take all the standard parameters of development and civilization, quantity of water supply, quality of water, the sanitation, stormwater drainage, number of years of schooling, quality of education, outcomes, infant mortality, immunization, you name it, standard things where data is available and authentic by and large. I did nothing extra. I just took the data. I said out of the 49 countries, where does India stand? On every single indicator without exception, India stood in bottom five. We were never above 45th rank. We ranged from 45th to 49th. There were three countries which were consistently in this group of five, apart from India, Pakistan. I don't even know why we're fighting. We're doing exactly the same things to our people. Bangladesh, Nigeria. If Mr. Modi, I believe he does, wants greatness of India, that greatness lies in this. We don't deserve to be in the bottom five. If that, the political system understands and we can easily overcome that because we have so many advantages in this country, huge advantages, but we're not harnessing them. If that recognition dawns in them, that the great India that they dreamt, why did Mr. Modi as a relative teenager or early youth gave up his family and everything and did something? There is certainly a deep inspiration, Vivekananda, Bhagavad Gita, Hindutva, culture, national greatness. There are some ideas beyond individual gain, but if those ideas are not translated into true greatness of this country, then I think all of us will regard our lives wasted. I'm sure the leadership in this country of all parties, one day wakes up and I hope all of us will make them aware of this. So for instance, I don't think people seriously looked at where we are among 49 large economies in the world. This is not a groundbreaking story, but we didn't look at it that way. We look at our aggregates and we talk about we being the next China or fight in our economy. Of course, we are so big. One sixth of humanity will always have 3% of GDP. Even if you're doing terribly badly, that is not really greatness. Where are we in terms of averages? If our education or school education level is second to bottom, the only country being worse than Indian states being Kyrgyzstan, which was fortunately for India included in that survey of PISA. And the only response of the Indian government is that India shall not participate in PISA in future. And after 12 years, now they decided after, after 10 years that in 2021, we'll participate, but only for select central schools and, and, uh, no other schools. Are we actually facing reality and trying to change it? Or are we accepting reality as it is today and pretending that we are doing better than what we actually are? I think this question, honestly, we must all ask ourselves. And I think the discourse in the media too, I am equally sharply critical of the media. When did this become an issue? Why doesn't it become an issue in a country which is so badly governed? If our education or healthcare or rule of law, and the way the basic communities are delivered or not delivered our service delivery, those don't become daily issues, badgering us, bullying us because this is our life. We face it every day. And if you think some grand power game, like a 2020 cricket match, whether Virat Kohli who scored a century or not, if that is your dominant issue, then I think the blame equally rests with us as a, as a media and the public opinion makers and the leaders in various other fields."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:27.760",
        "message": "As someone who works with young people a lot, uh, you know, through the years, do the young people of India give you hope because they're responding, they're empowered by technology, they're responding to global trends or, uh, are they lost in their devices?"
    },
    {
        "speaker": "Guest",
        "time": "02:26:41.200",
        "message": "There is a slice of young people, extraordinary skill, ability, intelligence, exposure, dedication and innovation that gives me immense hope. For instance, in school education, the kind of things that many people independently independent of the government or sometimes working with the government attempting, it's so heartwarming and young people at large are obviously always idealistic in every generation. Therefore, again, there is that energy, but the way we are disempowering young people by substandard, abysmally poor education, it's hard to reach them intellectually because education has failed to replace that through our other kind of public communication and to make them think is a very hard task. We all have to attempt that, but there's no substitute to improving at least the school education to start with so that they can think a little better. So it's a mixed bag. Obviously there's hope because younger generation is always more, uh, more idealistic and more willing to take risks and they have the future. It's their future that's decided. Uh, and there are immensely skilled people and talented people who, I mean, the kind of skills and abilities that they have, I cannot even imagine. They are way, way above what I ever was that I am in my life. But a whole lot of young people in a country where we pretend that we are doing well, they are so denied the basic tools to fulfill their potential that even if they have a vague desire to improve things, they're not yet partners in this change."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:11.640",
        "message": "Hopefully they'll get there. JP, you're an inspiration to me and I'm sure to many, many of my listeners. Thank you so much for coming on the show. Thank you. The pleasure is mine. If you enjoyed listening to the show, do follow JP Narayan on Twitter at JP underscore Lok Satta. That's JP underscore L O K S A T T A. You can follow me on Twitter at Amit Verma A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in, thinkpragati.com and ivmpodcast.com. The Scene and the Unseen is supported by the Takshashila Institution. Postgraduate courses in public policy begin in January. For more information,"
    },
    {
        "speaker": "Unknown",
        "time": "02:28:48.560",
        "message": "check out takshashila.org.in. Thank you for listening. How aware do you think you are of your laws and rights? Do you look up to laws when you are caught up in situations? Do you know what your rights are when you're stuck somewhere bad? Well, here's a show that can help you move an inch closer to being aware of what your rights are. Tune into Know Your Kanoon with me Amar Rana. This is a podcast meant to answer all your law related queries. Catch Know Your Kanoon every week on the IVM website or the app or anywhere you get your podcasts from."
    }
]