[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "Welcome to the IBM Podcast Network."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:08.520",
        "message": "I had an interesting dream the other night. At least it started off well. I died and went to heaven. That's a good start because I could have died and found myself in a traffic jam on the Western Express Highway on a Friday evening, which I suppose is one idea of hell. Anyway, so I died and went to heaven and I didn't even need an Aadhaar card to get in. They took one look at me and said, Come on in, Mr. Verma. You've been a good man. You fought the good fight against the evil tentacles of the devil's spawn, also known as government. Welcome to heaven. I walked in and it was beautiful. The air smelt of jasmine, a flower particularly close to my heart. And the grass was green, the air was fresh. And all around me were picnic baskets with seafood platters in them. Oh, the prawns. I ate six prawns from one of those platters, though I should have stopped at two. And then I noticed that all the buildings around me look the same. In fact, they were all cinema halls. I went to the nearest such amphitheater, where the attendant told me that people in heaven did nothing but watch movies all the time and eat seafood platters. This really is heaven, I thought to myself. I walked up to the movie schedule. All my favorite filmmakers were listed. There was Kieslowski, there was Fellini, there was Scorsese, there was Shatrujit Rai. But then I noticed one problem. All these films were dubbed in Kannada. I don't know Kannada. Maybe this was a Kannada amphitheater. I asked the attendant about this, who told me that every single theater in heaven showed only Kannada films. All non-Kannada films had to be dubbed into Kannada before they were allowed to release. But why? I asked. Why this rule? Why only Kannada? At this moment, I realized that the attendant looked just like my friend, Bhawan Srinath. In fact, he was my friend, Bhawan Srinath. Bhawan looked at me, grinned widely and said, This is payback!"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:08.560",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:19.200",
        "message": "Welcome to The Scene and the Unseen, where I begin by trying to entertain you, but in the end, hope to enlighten you. My guest today, as you no doubt know by now, is Bhawan Srinath, my colleague at the magazine Pragati and a fellow at the Takshashila Institution in Bengaluru. Welcome to the show, Bhawan. Thanks for having me. Bhawan, have you seen Lord of the Rings in Kannada?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:41.520",
        "message": "Unfortunately, no. Only in English. Why? Because it cannot be seen in Kannada. You can see it in Tamil, perhaps, or in Hindi, but not in Kannada."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:50.560",
        "message": "Explain this to me. That seems like a shocking loss for Kannada speakers. Why not?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:55.360",
        "message": "So, Karnataka and the Kannada film industry have this weird history of having banned dubbing of any movies or even TV content into the language from anywhere else. This is so bizarre. Why? So, this is obviously unconstitutional and illegal. But what happened was, the state, by the way, was born out of a new political movement in independent India, right? Around 1956. And around that time, the Kannada film industry was also trying to find its feet. People who are thought of as stalwarts today, you know, people like Rajkumar in Karnataka, they were up and coming back then, and the South Indian film industry was dominated and run out of Chennai. So, movies were coming into Bangalore and Mysore and other regions of Karnataka, but they were all dubbed from Tamil into Kannada. So, this started as a little protectionist movement to say that, hey, no dubbing allowed into Kannada. We will just have our own movies for our own public. And what started from that sort of a protectionist move just became the norm for close to 50 audience."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:02.720",
        "message": "Wow. So, I'm guessing the impetus behind the move would have been people in the local Kannada film industry who would therefore have been influential within the Kannada elites, who kind of just wanted to be protected from competition, and therefore the rule came about."
    },
    {
        "speaker": "Guest",
        "time": "00:04:16.160",
        "message": "For what it's worth, I think many of them genuinely believed that without having some form of protectionism, they cannot take on higher capital and higher resources of the Tamil Nadu film industry. They were starting from scratch. So, I don't particularly want to judge them too harshly. They did what they could. And remember that this was also a time where the politics around the language was very important. So, they drew strength saying that by defending the Kannada film industry and protecting its interests, they can protect the interests of Kannada as a language and Kannadiga as a set of language speakers."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:52.320",
        "message": "Yeah, absolutely. I mean, I'm not doubting their motives. We will all after all act in our own self-interest. And that's, you know, for multiple reasons, the smartest thing for them to do. Now, the scene effect of this obviously is that for decades, you did not have any other content dubbed into Kannada."
    },
    {
        "speaker": "Guest",
        "time": "00:05:07.840",
        "message": "What are the unseen effects? So, the scene effect, I want to elaborate the way people see it is that Kannada movies, Kannada entertainment was given a unique platform in its own state, right? So, the idea is there is no other state government in the country which can bestow patronage upon this language. So, here is this one state government and in this one state where it's sort of protected and allowed to flourish, right?"
    },
    {
        "speaker": "Unknown",
        "time": "00:05:34.080",
        "message": "So, that's the scene effect as they see it."
    },
    {
        "speaker": "Guest",
        "time": "00:05:36.240",
        "message": "The unseen effect is a complete lack of competition to Kannada films for over 50 years. So, what's happened is, while 50 years ago, people in say Mysore and Belgaum and various parts of Karnataka would go watch movies in Kannada, they slowly started shifting to watching movies in Malayalam, watching movies in Telugu, in Tamil and so on, many of them which have very, very dynamic film industry. So, what happened was the market for Kannada movies itself started shrinking and the quality of Kannada movies also started deteriorating. So, one of the things if you see, the Kannada film industry today is about 2% of the South Indian film industries combined. Population wise, we are like a fourth, if not more, but the film industry is that much smaller. There are no corporate houses which are investing into Kannada films the way they are with Telugu and Tamil films. Why? Because it's now a very bad market with this ban on dubbing just being one of the many protectionist moves by the film industry."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:44.480",
        "message": "So, essentially what you're saying is that people who would have liked watching movies in Kannada, because they simply didn't have so many movies available to watch in Kannada, developed the habit of instead watching those movies in Telugu or Tamil or whatever, and therefore, as a reason, their desire to consume Kannada content shrank and the market shrank. And as the market shrank, incentives grew smaller for people to come in and make quality films for that market. And it became a sort of a vicious circle, which is why the film industry is at such a pathetic…"
    },
    {
        "speaker": "Guest",
        "time": "00:07:17.520",
        "message": "Absolutely. And along with that, the options and the quality of entertainment options for Kannada speakers have reduced. Because those people who can understand other languages a little bit are watching that. But a lot of people don't understand any language other than Kannada. And so, they are completely robbed of entertainment options. They are robbed of television programming as well. I mean, so, though this ban started with the film industry, today, as of a couple of years ago, you couldn't have an English cartoon channel in Kannada, you couldn't have the history channel, National Geographic, Discovery Channel, none of these could be dubbed into Kannada. And this is the age where they started getting dubbed into almost every other Indian language, enabling access to quality science and history and, you know, kiddy entertainment content that would have otherwise been impossible for us to create locally."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:11.600",
        "message": "Now, a lot of state interventions tend to help certain special interest groups. At the expense of the people at large. But here, while the people at large have suffered a loss because of this, who are the beneficiaries? Because the Kannada film industry itself is in bad shape."
    },
    {
        "speaker": "Guest",
        "time": "00:08:26.640",
        "message": "They're in bad shape, but they're happy sort of staying in that status quo. Big fish in a small pond. Yeah. So, what they have done is they've co-opted the machineries of the state government to giving, you know, subsidies of various sorts, little, little things, little promotions, differential pricing for Kannada films versus other films. A differential entertainment tax. So, all those things that are, well, a little par for the course in the country. But what's like the, the layer of cream on this horrible cake? Is this completely illegal, completely unconstitutional ban on competition to your films?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:03.520",
        "message": "So, has it never, if it's unconstitutional, has it never been challenged in court? What's the sort of history of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:08.480",
        "message": "So, what happened was, with this informal ban coming in place in the 60s, till the 2000s or so, even the narrative that this is a bad thing was not there. You know, it had complete narrative dominance that this is good for Kannadigas, this is good for the industry and everyone. Around then, you had a lot more Kannadigas who became more prosperous, who entered the tech industry in Bangalore, who entered other things, who had also seen the world a little and started writing about, hey, you know, our film industry is terrible. In fact, there was a whole period and there's a whole type of films in the Kannada film industry called the machu long films, talking about the machetes and the long machetes. Because that's what the films were about. They were about people hacking and slashing each other."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:57.280",
        "message": "Which is all film should be about. But with a lot of taste and exquisite. I mean, you want a katana and not a machete. A lot of the rings in Kannada, again."
    },
    {
        "speaker": "Guest",
        "time": "00:10:07.280",
        "message": "So, in the 2000s, the narrative started getting contested, you know, people then formed little language groups and also a consumers forum to say that we want more entertainment content in Kannada. For the first time, there was this growing public awareness that the film industry's interests are not the same as the languages interests. And it's amazing to look at the motivations of those who went on this. It was not just that people who were, you know, liberal, fighting for liberty, fighting for economic freedom. But basically, the argument was that if you have, say, Discovery Channel getting dubbed into Kannada, then you will have more Kannada words that get created and that get used. I mean, right now, for example, the internet is called Antar Jala, Antar Jala, right, which is a literal translation of inter and web. And, you know, the moment you have more dubbing happening of, you know, music, entertainment, science, history, you will just have more words that are coming into Kannada, more the language gets modernized as a result of it. So, from a deep rooted language development and activism angle, they sort of came in and said, hey, let's have more competition in the film industry."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:26.240",
        "message": "I find this to be an absolutely mind blowing argument because normally, you know, a lot of the protectionism is driven by sort of language chauvinism. We need to protect our language. And this is speaking on behalf of the language and saying that instead of protecting the language, quote unquote, by shutting access, we need to make it richer by opening access, which is such a fantastic argument that it's not, like you said, this is not an argument made on grounds of liberalism or individual freedom or what have you. But, you know, it's a conservative argument in a sense."
    },
    {
        "speaker": "Guest",
        "time": "00:11:58.720",
        "message": "Yeah. I mean, if you want more people to be attracted to Kannada as a language, make great art. Right. I think that recognition has dawned slowly because I think people have seen great art being made in neighboring states. I mean, the Tamil film industry has come out with some absolute gems. For a while, it was sort of leading the Bollywood"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:20.560",
        "message": "industry as well in terms of what kind of movies were made. I'm not familiar with the Tamil industry, but I'm familiar with Bollywood and that doesn't surprise me."
    },
    {
        "speaker": "Guest",
        "time": "00:12:29.520",
        "message": "So, this is what has happened. Now, as a result of this, a few years ago, the Consumers Association got together and filed a case with the Competition Commission saying that the film industry is acting as a cartel and it's abusing market power and doing a lot of illegal things, including sort of brute force thuggery, you know, threatening people if they wanted to go against the consensus. And the Competition Commission took its time and then finally said, look, they are illegal. I mean, the practices are illegal and even slapped some fines on to the film industry association and related bodies. So, does the law still exist? There's never been a law which bans dubbing. So, this is a mob rule in action. This is the state not enforcing the rule of law. So, what has happened as a result is stakeholders, market players have become risk averse. They just don't want to take the risk to do something like this. No one wants to be the first one to dub a movie, you know, when the returns are very uncertain. So, what the Competition Commission judgment and other things have done is they've signaled saying, look, this is all right. You should go ahead. You sort of have the blessing of the state. And after the decision a couple of years ago, you've had about three movies getting dubbed into Kannada. They're small movies. They're not things that you would actually want to go to watch in a theater, but they're something. And now the campaign is on to get a big Indian movie or a big foreign movie dubbed into Kannada because that would be the watershed moment. Because once it is done and once it somehow runs successfully, even in Bangalore, where the mob power is the most, then the flood"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:11.280",
        "message": "gates are completely open. But, you know, even though you talk of mob power, where does the mob get its sustenance from? After all, every Kannada speaker would benefit from films"
    },
    {
        "speaker": "Guest",
        "time": "00:14:19.840",
        "message": "being dubbed in Kannada. No, but this conflation of Kannada interest, because film stars in India are demigods. I mean, they, some have become very, very successful popular politicians, including in South Indian states. Karnataka, by the way, is the one state in which the biggest actors stayed away from politics. Because your industry is so small. But Raj Kumar was a big, very, very big figure within that small industry. And, you know, he had played past kings from the Kannada history. So, you know, you have all that symbolism around him. So, when the film industry is seen as a champion of the language and the history and the culture of that state, there's a lot of cognitive dissonance in people's heads that these guys are the ones who are responsible for keeping our language where they are. And to have fought that successfully over a decade, and this is a shout out to one of my friends, Vasan Shetty, very active in the Consumers Forum. They've done a mammoth job to marshal all kinds of arguments and persuade large numbers of people over a decade that this is the wrong thing. And then they followed it up with constitutional methods, went to the competition commission. And now we have to wait for the larger public and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:33.360",
        "message": "the markets to decide what happens. I have to say this is very heartening that at least in one aspect, India is moving in the right direction. So, before I end this episode, I have one request for you. I want you to translate one line into Kannada for me."
    },
    {
        "speaker": "Guest",
        "time": "00:15:46.320",
        "message": "All right. One ring to rule them all. That's mind-blowing. Pavan, thanks for coming on the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:55.360",
        "message": "Thanks, Amit. Well, that was fun. So much so that I shall now go off and read The Lord of the Rings. Meanwhile, if you want to check out some of Pavan's writing, hop over to the magazine Pragati at thinkpragati.com. I'm the editor of Pragati. Pavan is our superstar writer. On the site, you'll also find a new podcast called the Pragati Podcast, hosted by Pavan and a fine lady named Hamsini Hariharan. Once in a while, I'll be dropping in. Goodbye for now and may every dream you dream take you straight to heaven."
    },
    {
        "speaker": "Unknown",
        "time": "00:16:37.760",
        "message": "Next week on The Scene and the Unseen, Amit Verma will be talking to Ramesh Naam about artificial intelligence. For more, go to sceneunseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:47.680",
        "message": "If you enjoyed listening to The Scene and the Unseen, check out another hit show from Indus Vox Media Network's Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha. You can download it on iTunes or any other podcasting network."
    },
    {
        "speaker": "Unknown",
        "time": "00:17:04.880",
        "message": "Good evening, ladies and gentlemen. This is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly and I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]