[
    {
        "speaker": "Unknown",
        "time": "00:00:00.000",
        "message": "IVM."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:00.000",
        "message": "Unity unites us and we can celebrate together in different ways. But politics in Maharashtra is based more around what divides us. Do you speak Marathi or Gujarati or Hindi? Are you Brahmin or Maratha or Dalit? Are you from Vidarbha or Marathwada or Konkan or Mumbai? Are you a farmer or a banker? And amid these divisions, there is one overarching quality that unites all political parties. Opportunism, the will to power. That's the central theme that runs through the gripping ongoing drama of Maharashtra politics."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:31.640",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:45.080",
        "message": "Welcome to the scene and the unseen. Maharashtra politics has been in the news recently, but in this episode, I want to take a broader and deeper look at it than what we get in the present. I want to take a journey through the last few decades of Maharashtra politics and try to get a better grip on this deeply complex ecosystem. And I cannot think of a better guest for this purpose than Sujata Anandan. Sujata has been a political reporter since the 1980s, and I've been admiring her columns on local politics since I first came to Mumbai in 1995. She's also written two deeply insightful books, Hindu Hriday Samrat about the life and times of Balasaheb Thackeray and the Shiv Sena and Maharashtra Maximus, a broader sociopolitical history of the state. She's a legend in the space, and I'm delighted that she's agreed to come on the show and share her insights with me. Before we begin our conversation, though, let's take a quick commercial break. Like me, are you someone who loves fine art but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to Indian colors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into objects of everyday use. These include wearable art, like stoles and shrugs, home decor like cushion covers and table runners, and accessories like tote bags. This allows art lovers to actually get fine art into their homes at an accessible price, and artists get royalties on sales, just like authors do. What's more, Indian Colors now has an exciting range of new products, including fridge magnets with some stunning motifs, and salad bowls and platters made of mango wood. Their artists include luminaries like Babu Xavier, Vazvo X Vazvo, Brinda Miller, Dilip Sharma, Shruti Nelson, and Pradeep Mishra. They accept bulk orders for corporate and festival gifting, but even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an O-U. And if you want a 20% discount, apply the code IVM20. That's I-V-M for IVM Podcast. IVM20 for a 20% discount at IndianColors.com. Sujata, welcome to the scene and the unseen. Thank you. My pleasure. I've been following you, as I mentioned in my intro since the 1990s. And you know, while many of the finest political reporters today are women, back in the day, you know, you were almost an exception in that sense, because there was this feeling that in journalism, women do the soft beat, they do the features, they do all of that. And you were a proper hardcore political reporter."
    },
    {
        "speaker": "Guest",
        "time": "00:04:14.560",
        "message": "How did you get into journalism and reporting? I basically took a journalism course because I wanted to join the IAS. And I thought taking a journalism course will teach me essay writing, which had a lot of marks on that. But once I went into journalism, I never looked back and I didn't want to become an IAS officer. I wanted to continue as a journalist. Political journalism, I applied for a job to Times of India. And there the editor told me that, you know, I was writing on Rotary clubs, Lions clubs, you know, dance shows, things like that. What you said, you know, I mean, soft journalism, entertainment. And he saw my portfolio and he said that if this is the kind of journalism you want to do, I suggest you go and start teaching English at Elphinstone College, because you can still continue to do this in your spare time, you know, I mean, but if you want to be a real journalist, you have to choose either business journalism or political journalism. Now, I didn't have a head for business journalism, you know, so I got pushed into political journalism against my will. But once I was there, I realized my editor was right. He said that I was a natural and I realized that I was indeed a natural in political journalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:22.640",
        "message": "And were you already interested in politics in general? Or is that something you had to cultivate after you?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:27.840",
        "message": "No, I was not. In fact, I hated politics at that point of time, which is why I was doing the soft entertainment journalism. But when I began my career, there was nothing like entertainment journalism, you know, I mean, I always tell people that had there been entertainment journalism at that time, I would have been an entertainment editor rather than a political editor by this time, you know, I mean, but I got pushed into it against my will. I hated it in the first few months in the first couple of years. But once I got the hang of it, I think I was able to understand the political nuances much"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:00.040",
        "message": "better than many other people. And what was it like in those early days, like, you know, when you're going out on the beat, you're meeting politicians, did they take you seriously? How did they treat you? How do you learn to sort of talk in their kind of language and have them open up to"
    },
    {
        "speaker": "Guest",
        "time": "00:06:13.640",
        "message": "you? You know, when I started out, like you said earlier, there were very few women in the field. A couple of them were there before me, Olga Telles was there, you know, I mean, I think she was the first political woman correspondent, and a couple more in Marathi journalism. And many of us who were covering active politics, like having to visit Mantralaya, having to visit the Legislative Assembly during sessions, we had a real battle on our hands in the beginning, because you know, the legislators, the MLAs coming from villages, coming from small towns, they were just not used to seeing, you know, women in such freedom modes, you know, I mean, like we were free, we were coming there, we were talking, we were laughing, you know, I mean, we were taking our place equally amongst the men, and they just couldn't get over that. So many of them thought that we were up for some game. You know, I mean, they made passes at us, you know, I mean, and they tried to get a lot more serious, but then all of us, all the women journalists, we really put them in their place, you know, I mean, there was one senior woman journalist who took me under her wing. And she said, whenever these MLAs come close to me, and they put their face close to me, and say, kai bai, kai chal laa hai, so I tell them, bai nai, tai mana. You know that I'm your elder sister, you know, I mean, I'm not just another woman. And I tell them keep a distance of at least five feet from where you're standing and talking to me. And you should also be very careful about this. But you know, she was one of the pioneers. So she had cleared the way quite a lot. By the time I came into journalism, yes, there were some ministers, there were some MLAs who tried to make passes. But I knew how to deal with it, you know, I put them in their place. And once they got to know, once they got to know that you were not up for all these things, then they began to take you very seriously."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:02.320",
        "message": "And also, I guess language was never a problem for you. Because like you mentioned, before we started our conversation, you've pretty much grown up here, though, and you said you've come from MP, where you were born. And isn't that something you have in common with Mr. Thackeray's father, Keshav Thackeray"
    },
    {
        "speaker": "Guest",
        "time": "00:08:15.840",
        "message": "also came from MP to Maharashtra. Yes, he did come from MP to Maharashtra, but he actually migrated. I was born there. My father was posted in Amarnath, close to close to Mumbai, you know, I mean, he was with the defense services, you know, I mean, so I was born there. And then I came here, I grew up here. And well, but yes, I am a migrant, just like, just like the Thackerays, you know, I mean, I am a migrant. But Maharashtra government, particularly, I don't know whether this is true about other states, it considers that if you have lived in Maharashtra continuously for 20 years, you have to be regarded as a native, you are a regular Maharashtrian, you know, I mean, so by that definition, I am a Maharashtrian, I'm an honorary Maharashtrian."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:04.040",
        "message": "You know, I really enjoyed reading both your books, especially in Maharashtra Maximus, which has come out recently is especially fascinating, because it sort of puts the fault lines in current Maharashtra politics in very sharp historical perspective. For example, you know, when people talk about contemporary politics, they'll talk about the Brahmins versus Marathas and so on. And reading your book, I realized that this is a fault line that is not something that only in modern politics, it goes back hundreds of years. Tell us a little bit more about that, about, you know, the schism between the two that sort of happened when the Peshwas took over from Shivaji."
    },
    {
        "speaker": "Guest",
        "time": "00:09:39.240",
        "message": "Yeah, now, Shivaji was a Maratha warrior king, and his son, Sambhaji, and grandson, Shahu Maharaj. You know, until then, it was the Bhosle dynasty, which had a tight grip on Maharashtra. But right from the times of Shivaji, Vishwanath Ballal was their Peshwa, their prime minister. And after that, after Shahuji, there was a split in the family. They were two sons, you know, I mean, there were two branches of the family. Tara Bai, who was the second wife, you know, she wanted the inheritance for her son, Rajaram. And of course, Shahu Maharaj was under the custody of Aurangzeb. Aurangzeb had kidnapped him and his mother. Then he got released, and he came and he sat on the throne. But by that time, there was a split in the dynasty. So there was one branch ruling out of Kolhapur, and one branch ruling out of Satara. Now the Peshwas, the prime ministers, the Ballal family, they took advantage of this. And while they ruled in the name of the Maratha kings, they were the actual warriors. Now they were Brahmins, and they were not a warrior caste. For those centuries, for those days, you know, I mean, they were not expected to go into the battlefield. But Bajirao particularly, Bajirao Ballal, he is one general who never lost a battle, who never lost a war. He died early, but he never lost a war. And of course, the Marathas had a very guerrilla kind of fighting, you know, they never used to have open battles, which is why the first open battle that they ever had, which was the Panipat in 1761. You know, I mean, they lost that war, because they really could not fight that on open ground. And but until Bajirao was alive, he never lost a single war. And the Marathas, when we refer to Marathas, we also mean the Peshwas. But this Maratha Peshwa dynasty, I mean, that war that they lost, the battle of the war of Panipat that they lost, it pushed them back by a whole generation. 20-25 years, they could not do anything. Then gradually, gradually the succeeding dynasties by that time, Shivaji's descendants were just rubber stamps, if I may put it like that, you know, I mean, they were just putting the mohary on all the decisions of the Peshwas. And the inheritors of Bajirao Ballal, the heirs of Bajirao Ballal, they gradually built up the dynasty again. But they were a weakened lot and there was a lot of infighting amongst them after Bajirao's death, you know, his brother, his nephews, everybody, they wanted a piece of the cake and things like that. So the dynasty was highly weakened. And if you go back in history, Charles Metcalfe, Lord Charles Metcalfe, who was the governor of Bombay, I think he had said that there are only two ruling powers in India. One is the British and the other are Marathas. And every territory they cede, we occupy and every territory we occupy is ceded to us by the Marathas. So they were really ruling from north to south, from east to west, everywhere there was a Maratha presence and they had gone as far back as Peshawar. And I believe that if they had not lost the Battle of Panipat, if they had not lost the War of Panipat, maybe we would not have had a partition of India also, because there would have been a Maratha rule over there. And we may not have had the partition of Bengal, because again, there would have been Maratha domination over there. But Marathas were pushed back from all the edges."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:07.120",
        "message": "Yeah, this is very interesting. Like again, bound by, you know, what we know of present day geography, people don't often realize how large the Maratha Empire was at its peak, like you point out from Peshawar to Tanjore and all the way to Bengal in the east and Gujarat in the west. Another interesting phrase I picked up from your book, like I've spoken to many historians on the show and some of them have told me about how Shivaji's sort of kind of nationalism was an early version of the sort of Hindutva nationalism that we see today. And in your book, I learned the phrase Maharashtra dharma. And I'll quote from your book where you say, quote, Maharashtra dharma simplified for those unfamiliar with the term, meant not just Hindu dharma, but also nationalism. It manifested in 17th century India in various ways, such as a protection of the cow, protection of Brahmins, a fight for independence from Muslim kings, and an attempt to restore morality in Indian Hindu society, which many felt had been destroyed by the Islamic rulers, stop quote. I almost feel like this is, you know, like, it's the same, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:09.640",
        "message": "In a sense. Yes, it is. And I received a lot of flack for writing that, you know, I mean, and people could not accept there were lots of arguments, you know, during my book launch, etc, you know, saying that they didn't agree with this. But you know, see, Shivaji had a royal saint, you know, all kings have their own resident saints and all that, which was Ram Dass. And it was Ram Dass's campaign to restore all these old traditional ancient values, etc. But Shivaji on his own, one must accept, you know, I mean, his closest generals, his most trusted generals were Muslims, his bodyguard was a Muslim. And when he went out to meet Afzal Khan, you know, it was a Muslim bodyguard who warned him that there is some conspiracy afoot and you better be careful because they might be killing you. And Afzal Khan's conspirator was a Maharashtrian Brahmin. So there were really no straight lines dividing the Muslims from the Hindus. But yes, they wanted their cultural values to be restored. And Shivaji's campaign was for a Hindvi Swaraj. That means an Indian self-rule, not like Hindutva Vadi, not exactly the Hindutva Vadi that we are facing today. You know, I mean, today it is only majoritarianism, it is only Hindutva, which is where I distinguish today in modern day also, I distinguish Hinduism from Hindutva, you know, I mean, which is very different. Hindutva is a political philosophy, is a political philosophy and Hinduism is a religion. But Chhatrapati Shivaji had no problems taking advice from Muslim generals, having Muslim generals in his army, they used to lead him into battle, etc. So there was no communal divide at that point of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:52.280",
        "message": "You know, it's interesting that obviously Hindutva, like you correctly said, is a sort of a political philosophy that the way I had understood it goes back to the early 20th century is basically Savarkar, RSS, Gita Press, all of that happening in the 1910s, 1920s, around that period. So I was sort of very intrigued to find earlier articulations of it, such as sort of Shivaji's muscular nationalism. And I guess even as Hindvi Swaraj, the way he understood it, self-rule by the people here excluded the Mughal rulers and the Islamic rulers from that, from his understanding of what, you know, what our nation is, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:28.360",
        "message": "You know, Shivaji was in Pune, you know, he inherited a patch of land from his father in Pune, which then one of his, what do you say, Acharyas, I could say, you know, I mean, he helped him because Shivaji was a child at that point of time and Shivaji's father was also separated from his mother. He was married a second time and he was with the Islamic kingdoms in the south, in the Deccan, you know, he was a general in that kingdom. And Shivaji was quashed between Mughals in the north and these Deccan Islamic kingdoms in the south. And he was in Pune, which was a really wild patch of land. There were wolves, there were hyenas in what we know as Pune today. And a reward was given, you know, people said that if you can come and you can clear this patch of the hyenas and wolves and everything, we will set up a kingdom here. So a lot of farmers came and cleared that place, etc. And then he set up his kingdom over there. And he had a very difficult task, you know, I mean, squashed between these two sides. But then he did make friends with the Deccan Islamic kingdoms. Even if they were not very good friends, you know, they had an understanding, they had a military understanding. But the Mughals were really enemies because, you know, they kidnapped him. And even there, Raja Jai Singh, who was sent to kidnap Shivaji, he was a Rajput, he was a Hindu Rajput and he was working on behalf of Aurangzeb. And Aurangzeb kidnapped him, kept him in the Agra fort, etc. He escaped from there, you know. So there was a big history between him and Aurangzeb and then Sambhaji, his son and Aurangzeb, etc. Sambhaji was put to death by Aurangzeb."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:01.400",
        "message": "And reportedly one of the reasons was he refused to name the Mughals who helped him."
    },
    {
        "speaker": "Guest",
        "time": "00:18:06.000",
        "message": "Yes, the collaborators, including Aurangzeb's son, who was in Sambhaji's army. You know, he refused to give away his position. And Sambhaji's position was given away by a Maratha general, you know, the More family. So these things, you know, are, what do you say, they're not etched in sharp black and white lines, you know, I mean, it keeps moving between various things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:29.080",
        "message": "No, it's very interesting. And there also you see traces of what you see in contemporary politics, where no matter how strongly an ideology is stated, eventually you make friends and enemies of convenience."
    },
    {
        "speaker": "Guest",
        "time": "00:18:39.320",
        "message": "Yes, yes, you do. And you know, that way Balasaheb Thackeray is seen as a very sharp, vicious, violent Hindutva wadi. But it is interesting that his party was set up in 1966. And the first time that he sort of won the municipal corporation elections, he won it on the issue of Vande Mataram. Because that time, right from then, a Muslim corporator from the Congress had said that I cannot sing Vande Mataram. And Thackeray was looking for this issue to go to the polls. And so he just seized on Vande Mataram. And he had a very vicious campaign against the Muslims. But still he did not win a majority in the BMC. And now to form a standing committee, he needed the support of two or three more corporators. Who do you think he goes to? He goes to GM Banatwala of the Indian Union Muslim League. You know, you have just fought against that party. You have called them names, but neither Banatwala nor Bal Thackeray have any problem joining hands and becoming part of the standing committee. And this kind of a thing has now continued into this century, into this decade. You know, I mean, anybody who thinks it is politically convenient. Years ago, I had Madhavrao Sindhia. The late Madhavrao Sindhia used to be the General Secretary in charge of Maharashtra. And it was Vajpayee's government in the center. So then I had said that, well, if they don't prove a majority, then they will have to resign and there will be elections. So he said, I don't have any hopes of that, you know, because they will break the other political parties and anybody, you know, who's getting a little slice of power will go with them. And so I said, what about ideology? So he said, ideology doesn't matter. It is only power that matters. So that is exactly what is happening even today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:24.080",
        "message": "In fact, another interesting example of Thackeray, and of course, we'll speak about him more later in this episode, is he had the India Pakistan match stopped where he had the pitch"
    },
    {
        "speaker": "Unknown",
        "time": "00:20:33.600",
        "message": "at Wankhede dug up in 91."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:35.840",
        "message": "And yet, not long after that, he's hanging out with Javed Mian Dada and saying, oh, don't worry, we'll have more matches here and all of that. So in private, it's one thing in public, another thing and let's kind of sort of, you know, go back into history and sort of talk about, you know, the birth of the shaping of Bombay itself. In fact, like it's very interesting, like, you know, you had a lot of nativist claims made about Bombay in the last few decades by Thackeray and others, but the interesting thing about Bombay is that its origin is actually very syncretic. And you know, it was basically two islands owned by Sultan Muhammad Shah. He gives that to the Portuguese. The Portuguese give it as dowry to the British when Prince Charles marries Catherine of Braganza in 1662. And then the British don't really know what to do there. And there are, you know, Kohli fishermen on those islands and there's not much, but then it becomes a good port for shipping cotton and they set up cotton mills and Bombay becomes, as you point out, a mini Manchester of the East. And what happens interestingly there is that all the migrant labor brought in is from other rural parts of Maharashtra and from elsewhere. So it isn't as if the original ingredients were necessarily Marathi."
    },
    {
        "speaker": "Guest",
        "time": "00:21:50.000",
        "message": "It's just a mix of all of these. Yes, it is a mix. You know, see Surat was a port right from Mughal times. You know, they used to sail their ships from there, they had to go to Hajj etc. So they used to sail from Surat. And the British also used Surat, Portuguese also used that port, Dutch also used that port. But then the British came into these seven islands of Bombay and they joined them together and they realized this strategically it was a very good port for military purposes and also for commercial purposes. So when the importance shifted from Surat and Porbandar to Bombay, then there were a lot of Gujarati, Hindu, Jain, Sindhis, Marwadis, Bora Muslims, Parsis etc. You know, I mean, shifting quickly towards Bombay and they were amongst the first ones to set up the textile mills etc. And all said and done, yes, there were these Kohli fishermen and there was a migrant labor from interior of Maharashtra. But Bombay was actually built up by the Gujaratis, which is the core of the fight between the Maharashtrians and the Gujaratis at the moment. So when after independence, this became a Bombay state, it was a bilingual state, Parsi Saurashtra and Kutch were in Bombay state. And you know, the first chief minister of Bombay state was a Maharashtrian, but Muraji Desai was the second chief minister. And there were these, you know, we talk about the Gujarati duo at the moment, you know, Narendra Modi and Amit Shah, but there was also a Gujarati duo in the 50s, you know, I mean, which was Vallabhbhai Patel and Muraji Desai, you know, who were accused of having overdue influence on Pandit Jawaharlal Nehru. And Nehru preferred to listen to Sardar Patel and to Muraji Desai rather than to YB Chavan and the other Maharashtrian leaders. And there was this movement, you know, I mean, for separating the two and all the Maharashtrian leaders complained that whatever the funds are allocated to the Bombay state, these strong Gujarati leaders divert that towards Saurashtra and Kutch. We don't get anything. Western Maharashtra doesn't get anything. Vidarbha at that point of time was with Madhya Pradesh, with Mahakosha and Marathwada was still with the Nizam of Hyderabad. It was part of Hyderabad state. So Western Maharashtra and Bombay were with Bombay state. So they say, we don't get any funds, you know, all the funds are diverted towards Saurashtra and Kutch. So they started a movement incidentally, Bal Thackeray's father was also a big part of that movement and they started and then the Congress in those days who did not have any competition, began to lose a lot of votes, you know, I mean, they began to lose a lot of seats and it went to all Chutput parties, I would say, you know, I mean, like Sayukta Maharashtra Movement Party and Communist Party and things like that. They were not really very strong parties, but still people prefer to vote against the Congress. So Nehru got unnerved and then he gave in to Chavan's exhortation, said, Muraji said that if you are splitting Bombay state, you know, we want Bombay as our state capital because we are responsible for building it up the way it is. But then Nehru conceded and gave Bombay to Maharashtra. But once Bombay came to Maharashtra, local Maharashtrians discovered that they still did not have rights in their own state capital. They were still second class citizens because this was full of South Indians. If you go and look up the Bombay Municipal Corporation, the list of mayors up to the 50s and the 60s are all South Indians, Keralites, Tamilians, Kannadigas or Parsis, etc. There's not a single Maharashtrian. Gujaratis are also mayors, but not a single Maharashtrian. And then, you know, in South Bombay, in areas like Girgaon and all those kind of places, there was a major redevelopment, the kind that is taking place in Muhammad Ali Road, which is under the Syedna, he's redeveloping the area. So Maharashtra government had taken a redevelopment and during that redevelopment, much of the housing went to either the South Indians or the rich Gujaratis. Nothing came to Maharashtrians. And this is what bothered Thackeray quite a lot. You know, and that is how he set up the Shiv Sena saying that if there are jobs going in Bombay and if there are, he was basically a Bombay based party at that point of time. And if there is a housing redevelopment, houses have to go to Maharashtrians and jobs have to go to Maharashtrians. And that is how the whole, what do you say, it's still cosmopolitan, but it shifted its focus towards Maharashtrians after that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:05.120",
        "message": "No, and in fact, your book, Maharashtra Maximus does a very good job of sort of delineating the second fault line, the Maharashtrians versus Gujaratis fault line. Like as you point out, you know, before independence, the British had set up the BMC and you could only vote if you were a taxpayer. So the majority of the taxpayers were Gujaratis, Parsis, Boras, Sindhis, because the Maharashtrians happened to be mostly the migrant labor brought in to work in the mills and so on and so forth. And then even after independence, when you have universal franchise, but still, you know, as a sort of legacy of the past, your corporators and all that are Gujaratis, Parsis, Boras and Sindhis, but your bureaucrats are all Tamil and you know, they are running the administration. And this is, as you point out, what led to the Samyukta Maharashtra movement coming up. I was struck by this very amusing anecdote, which gave me a sense of how shrill the rhetoric got, where when Murarji was Chief Minister, like at one point to just give context to this, you say, I'll quote from your book, quote, the turning point in the agitation came when he ordered, he being Murarji, ordered the police to fire on a protesting mob at Flora Fountain, which resulted in the martyring of a hundred and six protesters, a fact that has not yet been forgotten by the local populace, stop quote. And obviously this spilled out in the streets and Maharashtrian leaders, you write, who were stalwarts of the Samyukta Maharashtra movement, coined this beautiful slogan, Mumbai aahi aamchi, nahi konachi bappachi."
    },
    {
        "speaker": "Guest",
        "time": "00:27:27.200",
        "message": "It doesn't belong to anybody's father."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:28.760",
        "message": "It belongs to us. It belongs to us."
    },
    {
        "speaker": "Guest",
        "time": "00:27:30.760",
        "message": "No, it's nobody's father's property. And Murarji got really very angry with that. You know, rural Marathi is sometimes very rustic and even Thakre used to speak a bit like that. He used to call it Thakri Bhaja, you know, very rough, very rude, very rustic, but they probably don't mean anything with that. So Murarji got a little angry about that. So he said, barah Mumbai tumchi, ata bhandi ghasan aamchi. That means now you come and scrub our utensils. What he meant to say is that we are the rich entrepreneurs and you are just domestic servants in our house. So that is your place. And that is what really rattled the Samyukta Maharashtra movement, saying that, you know, I mean, in our own state, in our own city, you know, I mean, they are making us feel as second class citizens and then they came out on the streets and Murarji was again, you know, very hot tempered man. So he ordered a firing and those 106 people were martyred and the movement never looked back after that. You know, I mean, they had to concede Bombay to Maharashtra."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:30.000",
        "message": "No, in fact, I'm just thinking that if a chief minister today ordered a firing and 106 people died in Flora Fountain, I mean, it's almost unthinkable. And so one can sort of imagine how deep the wounds went. And you also, you sort of point out in your book about how there were all these different little groupings which were coming up, fighting for the cause of the Marathi people like the Samyukta Maharashtra movement and so on and so forth. But what made Bal Thackeray Shiv Sena stand out was his oratory and his ability to draw"
    },
    {
        "speaker": "Guest",
        "time": "00:29:00.360",
        "message": "the crowds. Yes. You know, if you have read my book on Bal Thackeray, I have insisted that, you know, Bal Thackeray is a creature of the Congress, you know, because the Congress leaders also were rebelling against this, you know, domination of South Indians, domination of Gujaratis, etc. They wanted a state for themselves. And much of what Bal Thackeray said later, you know, speak Marathi in BMC, it did not come from Shiv Sena or Bal Thackeray. It came from the Congress leaders. It came from George Fernandez. It came from Rinal Gore. It didn't come from Bal Thackeray because there was this sub-nationalism even in the Congress leaders. But they were these Gandhi topiwallas, they were these khadi clad leaders and they could hardly descend on the streets and they could hardly say that, you know, throughout the South Indians. Now, you know, I mean, when the Shiv Sena came to power in 1995, Bal Thackeray in his first address said that, you know, I mean, we will deny ration cards to North Indians, migrating North Indians. By that time, North Indians were migrating in hoards to Mumbai. But the first claim like that was made by a Sayukta Maharashtra movement legislator in the assembly saying that we should deny ration cards to South Indians. We should not allow them. You know, I mean, they are consuming our water, they are consuming our natural resources, etc. So Bal Thackeray only copied those ideas. However, the Congress could not openly come out and say these kind of things. So they kind of, you know, I mean, set up Bal Thackeray. And in those days in the 70s, Shiv Sena used to be known as Vasanth Sena. After Vasanth Rao Naik, who was the chief minister and Vasanth Dada Patil, who was the Maharashtra Pradesh Congress president. So it was a clear indication that, you know, they are the ones who are funding and fueling, you know, Bal Thackeray's sub-nationalism and his regionalism. And at that point of time, there was a sharp divide between Maharashtrians on one side, South Indians, of course, because they were white collar workers, but they were more easily surmountable. And the Gujaratis who were the moneybags and the Congress needed the moneybags for themselves, you know, so they had to be very careful and they had to do it in a very diplomatic fashion. And Bal Thackeray was their answer to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:03.240",
        "message": "And the tactical element of this is very interesting, because again, another thing people might not realize today, where the communists have pretty much been decimated everywhere. But in those days, in the 50s and 60s, the communists were very big. They were the, you know, the biggest threat in a sense, in a local sense to the Congress. And you know, they had all the mill workers with them and all that. So tactically, it made total sense for the Congress to have their so-called D-team, you know, the Vasanth Sena and then let these guys fight the communists while they can just sit back and, you know, sort of be the mature party. Like there's a political concept I think of in this regard, which is the Overton window. So the Overton window basically is, it's sort of this space within which this linear space within which there is a window, which constitutes acceptable discourse. Right? So for example, if it is drawn along the line of freedom, at one extreme, you have complete freedom at the other extreme, you have complete authoritarianism. And in between, there's a window of what the discourse is. And the Overton window can shift where if one party makes a lot of noise, say in terms of total freedom, then people who would, the window shifts in that direction. So people who would otherwise not have been acceptable in the discourse suddenly seem moderate. And I'm just sort of thinking aloud, tell me if you agree with this, that what this also made the Congress, it made the Congress look more mature and more reasonable and almost like the adults in the room, because you have these two crazies on either side."
    },
    {
        "speaker": "Guest",
        "time": "00:32:28.560",
        "message": "Yes, and that is what their intention was. You know, I mean, they did not want to soil their hands, you know, by getting into this whole thing and becoming parochial and pushing out other people. The Constitution allows freedom of movement anywhere in the country and the Congress, you know, just coming out freshly out of freedom, just 20 years into freedom, they just really could not do this kind of a thing. So they set up this maverick, you know, I mean, who was, but how did he get away? Because you know, there's also a murder case, they murdered a communist leader in Lalbagh. And then a Shiv Sena man contested that seat, you know, and he became the first legislator in the Maharashtra Assembly. How did the Shiv Sena and Bal Thackeray get away with it? You know, I mean, unless they had the sanction of the authorities, unless the government was protecting, you know, I mean, he could not have got away with it. The case is still in court. It is 40, 50 years."
    },
    {
        "speaker": "Unknown",
        "time": "00:33:14.480",
        "message": "This was Dange."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:15.480",
        "message": "No, Desai, Krishna Desai."
    },
    {
        "speaker": "Guest",
        "time": "00:33:16.480",
        "message": "Dange was another person with whom Bal Thackeray, although he was a communist, and Bal Thackeray was a, what do you say, sharp regionalist. Dange and Bal Thackeray came together briefly, maybe one or a couple of meetings in Lalbagh. And then Thackeray never liked to concede second place to anybody. And Dange also had a great oratory, not in Thackeray's style, but he had a great oratory with which the mill workers reacted to and listened to and they resonated with it. So Thackeray did not like the fact that Dange was overshadowing him, you know. So he promptly dropped that alliance with Dange."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:54.240",
        "message": "No, and I remember you mentioned this part in your book that, you know, Thackeray calls him and they give a speech and Dange speaks first."
    },
    {
        "speaker": "Unknown",
        "time": "00:34:01.480",
        "message": "And he's so reasonable and yet he gets a crowd with him. Thackeray is, of course, you know, a rabble rouser and Thackeray immediately then never"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:08.480",
        "message": "asked. And the person accused of the Desai murder eventually became a minister in the 95th cabinet."
    },
    {
        "speaker": "Guest",
        "time": "00:34:13.280",
        "message": "Yes, yes, yes. He became a minister and he was not brought to book, you know, I mean, so it could not have happened without the complicit sanction of the rulers at that time and the rulers"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:24.800",
        "message": "were only the Congress, you know. And in your book on Thackeray, Hindu Raza Samrat, you've got these very evocative early sections that give us a glimpse into Thackeray's early resentments, like when he worked at"
    },
    {
        "speaker": "Unknown",
        "time": "00:34:37.520",
        "message": "the Free Press Journal, for example, R.K."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:39.520",
        "message": "Lakshman was one of his colleagues and everybody else, all the senior management, the editors"
    },
    {
        "speaker": "Unknown",
        "time": "00:34:44.720",
        "message": "and all that was South India and they kept referring Lakshman's cartoons to his and he"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:49.600",
        "message": "felt that that was discrimination and his cartoons have been described by various people as being extremely crude and not quite in the Lakshman class. But he took that resentment with him almost like a generation earlier and I don't mean to imply an equivalence, but almost as if, you know, 50 years before that, you know, Hitler took the knocks he got at art school from the Jews and so on and carried that resentment all the way through. My question is, you've known Thackeray pretty well personally as well. On the one hand, one can say that this was a genuine ideology, that he really felt strongly"
    },
    {
        "speaker": "Unknown",
        "time": "00:35:25.160",
        "message": "about this, that we Marathis must have our place and he was really committed to that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:28.840",
        "message": "sub-nationalism. But then as you also point out, there are so many contradictions in his actions and his targets keep shifting according to what is tactically feasible at different points in time from South Indians to Muslims to North Indians later and so on. So was he a man who had firm beliefs of any kind and ideology of some sort or was he a political tactician who wanted to be a politician and then just picked whatever niche was most"
    },
    {
        "speaker": "Guest",
        "time": "00:35:54.440",
        "message": "promising at a given point in time? No, I think he was a political tactician, you know, he was not committed to any ideology. Otherwise, he would not have aligned with the Muslim League. He would not have called for a school or a hospital on the disputed site in Ayodhya, which he did after participating in the riots post the demolition of the Babri Masjid. He then later called for a school or a hospital when he realized that the Muslims were voting for him because Muslims had extended an olive branch. And you know, I have always insisted that his only ideology was himself. He did believe in the Marathi Manus. He did want to get something for them, but there again, if you notice, you know, the generational change that has happened in the Shiv Sena, he worked with lumpens. You know, he wanted an army, you know, like one call to the army and, you know, they are all in the streets, they are flooding the streets and they are causing problems, you know, they're causing riots, etc. So he had an interest in keeping them slightly undereducated, you know, I mean, people who will not turn around and ask questions. Like, you know, a friend of mine told me that when you join the NDA, they of course, they fail you if you get three out of ten, but they also fail you if you get eight out of ten. So it's between four and seven. Four and seven, because they don't want you to be too intelligent and ask questions and question your commanding officers. So that is what was with Bal Thackeray. He did not want too educated and too questioning people, you know. So yes, you know, I mean, moderately educated and then, you know, like with his Lokadikar Samiti and like with his trade unions, he will come to know that there are jobs opening up in Air India or Mazgaon docks and, you know, they will be very happy. Balasaheb got us a job as fitter, loader, turner in all these places. But they never had any ambition beyond that, you know, I mean, it is only the second generation which has woken up and realized that they were not qualified, you know, I mean, their children were not qualified, etc. Or they were not qualified. And so they started to send their children to better schools, wanted them to become graduates, wanted them to speak English and not restrict themselves to Marathi. I have quoted, you know, someone in my book, Arun Tikkarkar, who was the editor of Lok Satta. So he said, Maharashtrian society suffered a generational setback thrice in the past few centuries. One was this war of Panipat, which the Peshwas lost, the Marathas lost. It took them 25 years to come back. Second was Mahatma Gandhi's assassination by Nathuram Godse. People did not trust Maharashtrians for a long time after that. There were very few Maharashtrians in Nehru's cabinet or in Indira Gandhi's cabinet, etc. They didn't trust Maharashtrians. And the third was when Bal Thackeray set up the Shiv Sena, you know, because outside of Maharashtra, everybody got the picture of Maharashtrians as, you know, I mean, wicked, evil, writers, you know, I mean, they are terrible, you know, I mean, they kill you, you know, I mean, they don't allow you to seek jobs in the state and things like that, in which the middle class Maharashtrians hated that picture. They hated that picture because they knew that they were not like that. So there was one time when only the lumpens were supporting Bal Thackeray. But then when Uddhav Thackeray took over the thing, he realized what had happened and he wanted a better class of Maharashtrians to be supporting the Shiv Sena, to be representing the Shiv Sena, which is why this change has taken place, you know, I mean, and also the government that we have got, it is essentially because the Shiv Sena has stopped being the kind of violent party, you know, okay, fine, it is saying Hindutva, it is asking for the Ram temple, but they have managed to keep that on the back burner. And they managed to form a government essentially because they are nonviolent and they believe in the constitution. Bal Thackeray never believed in the constitution or in nonviolence."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:27.360",
        "message": "No, and in fact, another thing I realized while reading your book is the key shifts in the Shiv Sena, like we see that when it starts, a lot of the people who are with Thackeray are actually educated people who are reading because he started this magazine called Marmik, as you point out, and they're all educated middle class Maharashtrians who are sort of with the movement. And then he goes completely the lumpen way and the rowdies sort of take over the party"
    },
    {
        "speaker": "Unknown",
        "time": "00:39:51.640",
        "message": "and that's happening through the 70s into the late 70s."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:55.280",
        "message": "And you know, that earlier the thinking rationalist educated middle class kind of goes away from him and it becomes a party of lumpens. And you've got this very evocative chapter in your book called Marathi Manus, which in fact I first read as a Kindle single."
    },
    {
        "speaker": "Unknown",
        "time": "00:40:08.840",
        "message": "It was I think released on its own."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:10.800",
        "message": "And it's also there on juggernaut on its own, I think. And I'll link that from the show notes. And that describes it very evocatively how, because he would get these menial jobs for his Shiv Sena foot soldiers through the use of force and all that, that there'll be factory watchmen and there'll be, you know, jobs of that sort, that there wasn't a stress on education and so on. And because of that, an entire generation lost those opportunities and they just kind of went forever. And the interesting thing is that in that particular case, normally politicians don't walk the talk, but in that particular case, even his, the kids of his own family, Uddhav"
    },
    {
        "speaker": "Guest",
        "time": "00:40:48.640",
        "message": "and Raj didn't really have a great education in the sense they went. No, they didn't. That is one thing you have to give credit to Thackeray. You know, I mean, he imposed me Marathi and he imposed, you know, I'm in Marathi medium. So he sent his children to those kinds of schools. Today they feel handicapped. They feel handicapped, which is why they have sent their children to Bombay's courtesans and Xavier's and things like that. And I think Rashmi and Uddhav Thackeray are very proud of Aditya Thackeray that he's able to hold his own. He's part of the Pathri crowd. He's part of the bold and beautiful, which they were never able to do. You know, I mean, because not only that, you know, I mean, Uddhav and Raj were not really educated in that sense, but, but, you know, I mean, they were also seen as such, you know, I mean, in the sense, you know, these are not the kind of people we want to associate with, because they are violent, they beat up people. And even, even middle class Maharashtrians didn't want to do it. Forget about North Indians and South Indians and other people, they didn't want to do it. So it has been a conscious shift in the Shiv Sena. And in that chapter, which you just quoted, I have a story about this person who's now a very top ranking PR person. And he was living in Lalbagh and his mother was in, was teaching English in a government school, in a government or a municipal school. But, you know, long before Thackeray's policy of Me Marathi, she wanted her children to learn the mother tongue. So she put her children into Marathi medium schools, initially, you know, primary, etc. But whenever they wanted to read English books, you know, she always went to the library and got them, you know, so she got them Shakespeare, she got them Banerjee, etc. And as these children grew up, they began more interested in reading English literature, etc. And then they began to question and Lalbagh was really right in the heart of the Shiv Sena fortress, you know. So this particular person began to question Thackeray's parochial policies and he got beaten up, right, royally by all the Shiv Sena supporters, etc. Every time he used to get beaten up whenever he used to ask questions, but then he got a job. First he became a journalist, then he moved into PR. And now he lives in a huge flat and he facing the sea. And he has about two or three cars parked in his basement, etc. And then he told me that, you know, I mean, I'm still friends with those people that I grew up with. And then I invite them home and then they come and then they look at my cars and then they look at my house and they look at the sea facing window, etc. And they don't say anything. And even I don't say anything, although I want to tell them, I tell you so. And I want to tell them that, you know, around the time when you were lending your muscle to Bal Thackeray, I was sitting in the libraries of Mumbai reading Shakespeare in Burnet Shaw. And getting mocked for it. Yeah. Which is why I'm here and you are where you are, you know, I mean, so that, that's that difference has been understood by the second generation of Shiv Senik. So they don't want that. And if you remember, I don't know whether you were in Bombay that time. There was a time, you know, when the Shiv Seniks used to go to all these convent schools, you know, St. Anne's, Don Bosco, etc. And they used to beat up the fathers and the nuns, etc., because they wanted their children to be admitted to those schools. And these missionary schools, you know, they have a very strict thing, you know, I mean, and they also put a lot of weightage on their parents. Are your parents educated, are your parents speaking English, you know, I mean, are they capable of doing your homework? I mean, helping you do your homework, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:07.320",
        "message": "Do they beat up the teachers?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:08.320",
        "message": "Yeah, because you are not admitting, you're not admitting, you know, I mean, that kind of a thing. And then the Archdiocese, you know, they passed a law saying that we are not going to listen to politicians. I mean, we are not going to admit politician children just because they are, you know, I mean, they are politicians' children, they have to come here on merit. You know, the parents have to come and they have to answer the same questions. And when they realize that they're not getting admission in these schools, then they shifted to certain other schools like, you know, Bombay Scottish, which doesn't have that kind of a rule, you know, it is not run by missionaries, etc., you know, American International, they send their children to those schools, but they definitely got them a proper education. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:43.440",
        "message": "And it's interesting that you also talk about like the second interesting shift that happens, like one is, of course, a shift to the Shiv Sena in the late 70s becoming this lumpen party. And the other shift is after they come to power in 95, they get drunk on power and your common Shiv Sena foot soldiers are doing extortions and taking money from common people. At one point, you write in your book that people stopped buying cars or doing any kind"
    },
    {
        "speaker": "Guest",
        "time": "00:45:06.120",
        "message": "of conspicuous consumption."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:07.920",
        "message": "Yes. And then that changed."
    },
    {
        "speaker": "Guest",
        "time": "00:45:10.320",
        "message": "Yeah, but that essentially changed because people reacted to that. This was between 96 and 98. Even people like doctors and lawyers and professionals like that, they were dressing down, they would probably drive in a Maruti 800 instead of a Mercedes Benz and things like that, because they knew that they were under the focus of all the shakha pramukhs, etc. You know, it got so bad because the Shiv Sena has got this labor unions in five star hotels, in hospitals also. So even if a heart patient was admitted to hospital and he went in for heart surgery, and after that, the doctor would get an extortionist call, and even the patient would get an extortionist call. They'd say, we know that you paid so many lakhs for this operation. And then they would tell the doctor that we know that you earn so many lakhs, so you can afford to pay us this much, etc. It became really, really, very bad. And then it came to businessmen also, you know, I mean, these businessmen who had wanted to support the Shiv Sena, etc. So at that point of time, I think it was in 98, that they all got together and they held a meeting at Chowpatty. And then they said, enough is enough. We are not going to stand this nonsense. And they got a lot of support from the police commissioner at that time, etc. Because even the police commissioner was sick and tired of all those extortionist calls and extortionist complaints and things like that. So they got together and they said, we are not going to pay you a single Naya Paisa. Not only that, you know, I mean, businessmen going to Thackeray's house, you know, in posh cars would have to leave the keys there and come back without their cars, you know, I mean, so they would always go there in taxis. And you never knew, you know, there would be something like, you know, Thackeray is passing by someplace. He's going to somebody's house and he sees this cake shop. He gets into the cake shop and he pays and he buys the cake to take it somewhere. But after that, there would be a line of Shirseniks for days and days saying that we want this cake, we want this pastry, etc. And they would just walk away with it without anything, you know. I mean, so this kind of thing used to happen. And then they all got together and they said, enough is enough. We are not going to pay you a single thing. And then Thackeray realized that he was in danger. You know, I mean, if he lost the popular support and also he lost the support of people who were donating to his party, I mean, proper donations to his party, then he would be in trouble. But having said that, I have to say that the Shiv Sena in Thackeray's time always had three kinds of Shirseniks. If I may say so, I mentioned it in my book also. One was the pure extortionist. You know, he would go and he would extort. You know, somebody told me that every other political party, the political leader collects money at the top and passes it down to the workers. Shiv Sena was the only party where the workers collected it from the bottom and passed it on to Thackeray. You know, but Thackeray, knowing that he could not walk into those shops himself and extort the money from them, he would pass on 20 percent of the collections to his Shiv Seniks, which is how they went from slums to chawls to flats to high rises to bungalows in some place or dada. And they were very grateful to Thackeray because, you know, I mean, they said he shares it. He shares it with us because they know that they cannot extort in their own name. If they go and walk into a shop, nobody is going to pay them a second look. They're not going to give them a second look. So that was pure extortionism. Then there were those who believed in violence along with extortion. You know, if you resisted, then they would be violent. You know, I mean, and they were the more dangerous ones. And then there was a third one who was there only for Marathi asmita, Marathi pride, Marathi ethos. They are the ones who got really tired of this kind of a thing, extortion and extortion and violence. And then, you know, Sharad Pawar broke the Congress in 1978 and he formed his own regional party and this Marathi ethos people all shifted to Sharad Pawar. So Thackeray lost a lot of his base at that point of time. The middle class intellectual Maharashtrian just shifted away from the Shiv Sena and went to the Congress. It would take another eight years for Sharad Pawar to rejoin Congress. And then those people who didn't like Congress, they shifted base back to Shiv Sena. But by that time Thackeray had learnt his lesson. He knew that he could not be a pure extortionist and pure violent party."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:20.640",
        "message": "No, I always think of political parties as sort of rival mafias, which are basically just fighting for, you know, that period in time when you get the monopoly to power your the state. But the thing is, even if you steal public money, there's a subtle way to do it, which is you form the government and you steal public money in so many ways. And there is the unsubtle crass way of doing it, which is, I guess, what Shiv Sena are getting carried away and new to the business of politics. I mean, you could call them a nouveau mafia and they did for that period in time. And then they also changed. And let's kind of talk about Sharad Pawar a bit, because what is also very interesting is that back in Thackeray's early days when he was in the Free Press Journal, Sharad Pawar"
    },
    {
        "speaker": "Guest",
        "time": "00:49:59.600",
        "message": "used to hang out with him. Yes, Sharad Pawar used to hang out with him and he sapped in all the meetings and discussions that happened about the formation of the Shiv Sena. They used to sit somewhere in Elphinstone College. They used to hire a hall and sit in Elphinstone College. And there was, you know, I have mentioned in the book also that it is the industrialists of Bombay, along with the Congress politicians who had an interest in seeing the formation of the Shiv Sena so that they could use this kind of this army of lumpens, you know, I mean, to get what they couldn't through the usual routes. So Sharad Pawar was a youth Congress leader at that point of time. And although he may not admit it, I'm convinced, you know, I mean, that he was asked by some of the senior leaders, most probably the Chief Minister of Maharashtra at that time, Vasant Rao Naik, you know, I mean, to sit in on those meetings and guide Thackeray into it. And there used to be a secretary of Ramkrishna Bajaj also who used to be sitting in on those meetings. So, you know, whether he had a real big role in the formation of the Shiv Sena, one cannot say, but he definitely sat there and he guided Thackeray. And they have been friends from that time, you know, I mean, everybody thinks that and I have mentioned, you know, that they are bitter political rivals, but in private life,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:14.760",
        "message": "they are the best private friends. And there were at certain points, there was an overlap between the voters that they were"
    },
    {
        "speaker": "Guest",
        "time": "00:51:20.520",
        "message": "competing for, which is basically the Marathas. Yes. Yes, Marathas in the sense, you know, I mean, Thackeray never really had, although he is based his party on Shivaji and, you know, on his name, he never really had Maratha Marathas in that sense. The Maratha vote was always with the Congress and later the NCP. And then it shifted to the BJP for certain political reasons. But a lot of, you know, the ones who believed in Marathi ethos, Marathi pride, and those are the ones, you know, Sharad Pawar had been the chief minister in 78, then again in 88 and then again in 90. And you know, he acquired the reputation of being a great administrator. And I wouldn't call him a visionary in the sense of Pandit Jawaharlal Nehru, but you know, he definitely was farsighted. He saw many things, you know. So Maharashtrians prefer to, what do you say, identify with him rather than Bal Thackeray. You know, I mean, the more educated, the more soft spoken, the more, what do you say, knowledgeable. And Sharad Pawar is not very good at hype and beating his own, blowing his own trumpet. But he has done a lot more for the people in the villages and rural areas and particularly his constituency. And people wanted to associate with him rather than Bal Thackeray. Ajit Pawar, his nephew, once had said, you know, what has Bal Thackeray done for the people of Maharashtra? Has he set up a single educational institution? Has he set up a single sugar factory? Or has he set up anything else that is benefiting the common people of Maharashtra? He's only been doing for himself, himself. You know, he's been just, you know, he's been building a house, he's been building something and, you know, I mean, he's been doing nothing for the people, which is true also."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:59.560",
        "message": "In your book, you quote him as saying all he's done is built a house with 27 air conditioners."
    },
    {
        "speaker": "Guest",
        "time": "00:53:04.040",
        "message": "Yes, there were 27 air conditioners in his house, you know. So, and which is really true. He never did anything for the Maharashtrian people. He never thought about it. He didn't set up a hospital. He didn't set up a school. He didn't do anything. Sharad Pawar has done much of it, you know, although it is under the radar. He doesn't tom-tom and he doesn't blow his own trumpet. But Maharashtrian, middle class Maharashtrian intellectuals wanted to identify more with Sharad Pawar at that time, than with Bal Thackeray. And until he rejoined the Congress, because you know, these people, some of these people, they don't like the Congress. They have never liked the Congress from the beginning. And they always wanted an alternative. So they thought that they were getting an alternative in Bal Thackeray, when they realized how violent and extortionist that party was and that they were not like that and they didn't endorse that. They shifted to Sharad Pawar when he formed the Congress. When he came back to the Congress, many of them shifted back to the Shiv Sena. By that time, the BJP was also kind of in alliance with the Shiv Sena. And if you notice, every other regional party, whether it is Telugu Desam in Andhra Pradesh or Ahom Ganapareesh in Assam, or even Trinamool Congress and Maya Vati, Mulayam Singh Yadav, all of them have come to power in their respective states within five years of their existence. You know, they formed a political party, maybe five years or at the most, the next term, sixth year, seventh year, they have come to power. Shiv Sena is the only party which took 30 years to come to power in Maharashtra. And that too only in alliance with the BJP. Because you know, they didn't look upon themselves as a political party and governing Maharashtra was never their intention. Like I said, they were just extortionists. You know, I mean, they were collecting left, right and center. That is all that they were interested in. You know, I mean, and Bal Thackeray was only interested in himself. He was not interested in anything else. You know, I mean, I would endorse Ajit Pawar that he never did anything for the people of Maharashtra."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:01.060",
        "message": "No, and it's very interesting. Like in your book, you point out how one point of disillusionment and obviously there was a sense among many people that they're a B team of the Congress and the Congress is running them. But one major disillusionment came in 75 when Thackeray went on TV to support the emergency after earlier having come out against it."
    },
    {
        "speaker": "Guest",
        "time": "00:55:17.520",
        "message": "Yes. And that is also because, you know, I mean, he was forced. S.B. Chavan was the chief minister and they sent a posse of policemen to Matushree. And you know, Thackeray wanted to protect his magazine, Marmic. And all journals were being shut down at that point of time. He didn't want that to happen. So they gave him a choice, you know, I mean, saying that, you know, either you come with us to Doordarshan and support the emergency or else we are taking you to jail and you will be shutting down Marmic. You know, so they gave him half an hour. He came out in 10 minutes and said, come, let's go to Doordarshan. And they shut down Marmic anyway. Yeah. Later on, you know, I mean, so never trust the devil, as they say, you know, I mean, never believe in it. But he wanted to protect Marmic and he was also afraid of jail, you know, because once he went to jail for three months in 1969 during the, you know, the Belgaum riots, anti-Muraji Desai riots, basically, you know, I mean, they wanted to stop Muraji Desai and give him a petition and Desai did not want to stop and he ran his vehicle over some ships and etc. So everybody went on rampage and then they arrested Thackeray and put him in prison and he didn't like that experience of three months. So he didn't want to go to jail, you know, I mean, so he preferred, you know, and he supported and actually the opposition was very disappointed because at that point of time, they had needed Thackeray's firepower. They had needed his foot soldiers and then suddenly the foot soldiers were not available, you know, I mean, and he had supported the Congress, but he had supported Indira Gandhi. He also met Indira Gandhi during the emergency and Mrs. Gandhi also struck the Shiv Sena off the banned parties list after meeting Bal Thackeray. So there was a quid pro quo there. But after she died, he did not feel obliged to support the Congress anymore. So if you see there is a shift in his philosophy from region to religion from 1984 onwards and from 1984 to about 1987, when there was a by-election in Vilepally in Mumbai, Dr. Ramesh Prabhu was contesting that election. He became a very sharp Hindutva wadi and his Hindutva was even too sharp for the BJP at that point of time. The BJP had just come out of this Janata Dal experiment, you know, I mean 1978 etc. They had supported a Janata party candidate and Congress was contesting and Shiv Sena was contesting and Bal Thackeray made these very, very incendiary speeches against Muslims etc. And he has the record of being the first Indian to be disenfranchised by the Election Commission for basing his election campaign on religion rather than on secular issues. But his campaign was in 1987, but it took 10 years for the decision to come. So he was disenfranchised for six years and he couldn't vote until 2004. And so was Mr. Ramesh Prabhu. It destroyed Ramesh Prabhu's career, but it didn't make any difference to Bal Thackeray because he was not contesting elections anyway. And he continued with the same thing. But you know what happened is after 87, after his sharp Hindutva focus, then Pramod Mahajan, you know, I mean realized that, you know, they were also going, BJP was also shifting towards a sharp Mandir focus etc. And he said that we don't want our Hindutva votes to be divided. They came together and it is in complete with Pramod Mahajan that Thackeray realized the value of really seriously fighting the Assembly elections and coming to government. So for the first time, usually he used to get only one MLA at a time in the Maharashtra Assembly. You know, I mean, in 1990 for the first time in alliance with the BJP, he got about 80 or 85 MLAs. And then the next election, 95, he managed to get a government."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:50.800",
        "message": "So you know, we will talk about 1980s politics and the rise of the BJP and also the cooperative movement and the part that played in politics after the break. But before we go to the break, you know, you knew these people very well. For example, you knew Bal Thackeray very well. You interviewed him countless times. If I remember correctly, you broke the news to him that the Babri Masjid has broken and"
    },
    {
        "speaker": "Unknown",
        "time": "00:59:08.040",
        "message": "people are saying that Shiv Sinha has done it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:10.400",
        "message": "So in your personal interactions with him, and I'm assuming after a while, like, was there some kind of friendship developing there? And did you find that in person he was reflective about what he was doing? Or was he always drunk on his Kool-Aid? Or was he always putting up a front for everybody, including you? Or was he reflective? Did he realize the mistakes he had made? Did he regret things he had done?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:34.640",
        "message": "I used to have a love-hate relationship with him. You know, I never agreed on certain issues. But maybe, maybe there were some things that I agreed with him. For example, when he said that, you know, I mean, do only criminals have human rights? You know, I mean, and the victims don't have human rights. Yes, I could not disagree with him over there. But you know, and then once I challenged him, I said, how can you label all Muslims as anti-national? And how can you label all Muslims as terrorists? And there is an Abdul Hamid also, you know, I mean, the famous Abdul Hamid, you know, who fought against Pakistan on the border. He was killed and posthumously awarded the Paramvit Chakra, etc. So he said, yes, I have to make a difference. I have to make a difference between loyal Muslims and disloyal Muslims. But if they want to stay in this country, and if they want to, you know, part of our gross national product, you know, the gross domestic product, then they have to act like Indians, which was also an acceptable thing. You know, I mean, like, like, you can't have anybody living here in being a terrorist, you know, I mean, you have to follow the laws, you have to follow the rules. But I personally would not make a difference between the religions. Tapri used to make a difference on that between the religions. But this was before a lot of Saffron terrorism came to light, you know, I mean, so, so I could not argue with him on that, you know, by the time the Saffron terrorism came to light, he was a very sick man, he was always in hospital, you know, I mean, I never got a chance to go and have those long conversations with him that I had had in the 80s and the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:02.920",
        "message": "90s, etc. And was he someone who read books a lot? Or, you know, I mean, what was his intellectual engagement with the world per se? Did he read books? Were there thinkers he was influenced by?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:14.520",
        "message": "You know, he had the advantage of having a lot of, like I said, the Maharashtrian intellectuals, the early days, you know, like Dr. Ramesh Prabhu, he was a medical doctor, he was his private physician, you know, he joined the Shiv Sena, the day Thackeray held that rally in Shivaji Park, he signed up for the Shiv Sena. And then he got noticed by Bal Thackeray and Thackeray called him home and he became Thackeray's physician. So they were lawyers, they were professors, they were doctors, they were engineers, all these kind of people who joined and I'm sure they gave him inputs. I'm sure they gave him inputs. But like I said, he alienated all of these people. And he decided to focus more on the lumpens, you know, he got a lot more out of the lumpens and he got out of these intellectuals. But I don't think he was very fond of reading. I don't think he, you know, because he was never taken to quoting and things like that. But then he would say Hitler was a nationalist. I believe in Hitler. He never read Hitler to know what Hitler had done. And then when you challenged him and you said, do you know what he did to the Jews? And he equated the Jews only with the Muslims, you know, and then when you told him that the Jews at that point of time were all intellectuals, they were professors, they were doctors, you know, I mean, they were philosophers, they were scientists, you know, he was a little taken aback. He said, really, they were not always like this. I said, no, they had to become like this because of what happened during the Holocaust. You know, I mean, they were not militant because, you know, Israel is now a very militant country, you know, I mean, so and I told him that, you know, Israel has to be like that because it is surrounded on all sides by Islamic nations, you know, I mean, so they have to do something to keep their heads above water, you know, but they were not like that always. And they were taken advantage of. So he would be taken aback a little bit. So I don't think he really actually bothered to read. But there were people who were feeding him a lot of information, including from newspapers, he would always have a lot of clippings marked in red and things like that with him."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:03.800",
        "message": "So he had a lot of inputs. And then attraction towards intellectuals like even Suresh Prabhu, who later on when he brought him into the party and, you know, insisted that he become a minister in the"
    },
    {
        "speaker": "Unknown",
        "time": "01:03:14.640",
        "message": "central government and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:16.600",
        "message": "We'll take a quick commercial break and we'll continue this conversation."
    },
    {
        "speaker": "Unknown",
        "time": "01:03:19.560",
        "message": "Hey, everybody, welcome to another great week on the IBM Podcast Network. If you're not following us on social media, please make sure you do. We're IBM Podcast on Twitter, Facebook and Instagram. Also want to remind you, please do fill out our listener survey. This is a really, really important thing for us right now. You can go to ibmpodcast.com slash survey. We ask you a few questions about who you are, what kind of podcast you like listening to, you know, what do you think of things going on so far? So please do fill that out. It would help us. Also would like to thank our sponsors on the network this week. We have Intel, Cambly and Storytel. This week on Cyrus Says, Cyrus is joined by writer Daksh Tyagi, Daksh talks about his debut book, A Nation of Idiots. He discusses what goes into writing satire, which is critical of the people and governments in power and what are the legal hassles in doing so. On the Filter Coffee podcast, Karthik is joined by brand builder and author Siddharth Banerjee and corporate mythologist and author Eka Chaturvedi Banerjee. Together, they talk about the art of hyper learning and discuss the journey on setting up 52 red pills. On Edges and Sledges, Varun Ashwin and DJ talk about India's T20 series win over the West Indies and the first ODI in Chennai. On The Habit Coach, Ashton talks about motivation, grit, self-discipline and about finding purpose in the everyday things that you do. On Tapri Tales, Madhuri narrates a story titled Reshma's Purse. Tune in to hear the backstories or the little things that reside inside a woman's purse. On Storytellers and Storytellers, Vineet is joined by actor Amol Parashar and content strategist at TVF, Akansh Skaur. They talk about the risks and rewards they encountered after quitting their traditional jobs for digital media entertainment. And with that, let's get you on with your show."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:51.600",
        "message": "Welcome back to the scene in the unseen. I'm chatting with Sujata Anandan about Maharashtra politics. And you know, before the break, we've spoken a lot about the Shiv Sena and Sharad Pawar and we'll continue to do so as we go on through the 80s and 90s to the present time. But tell me also a little bit about how the Congress is evolving in this time and also about the very unusual role of cooperatives in Maharashtra politics."
    },
    {
        "speaker": "Guest",
        "time": "01:05:14.480",
        "message": "See, I'll tell you, cooperatives are the backbone of the Congress and of Maharashtra politics, which is why the Congress has lasted as long as it has done in Maharashtra. It lost power in so many other states. And even in 1978, when the Congress split, it did not quite go out of power. And the two wings, you know, the Sharad Pawar Congress and the Vasanth Dada Patil Congress, they continued because they were joined by the common interest of the cooperatives and the cooperatives are very interestingly placed in the sense the farmers have to be members of these cooperatives and they elect a chairperson. And then the chairperson goes ahead to contest either the assembly election or the Lok Sabha election. So your local chairperson is either a member of parliament or a member of the legislative assembly. And for these sugar barons or cooperative barons, their politics is dependent upon their business and their business is dependent upon politics. And this sense was there only with Sharad Pawar, which is why in 1999, when he split the Congress again, most of the sugar barons went to Sharad Pawar. You know, the Apex Cooperative Bank, Ajit Pawar, his nephew, was the chairperson of the Apex Cooperative Bank and all these sugar barons who were not necessarily Pawar supporters and whom I wanted to support, Sonia Gandhi or the Congress, you know, they had their loan spending with the Apex Cooperative Bank. And then if they are not on the side of Sharad Pawar, you know, they don't get their loans and that destroys their business and the business destroys their politics because if they don't have a factory, they don't have voters at the assembly elections or parliamentary elections. And it has really been their backbone. And it also saves the farmers, you know, I mean, sugar is a very water intensive crop. So sometimes that might cause problems during drought, etc. Then these sugar barons set up, you know, dairying, you know, I mean, so a lot of dairies have grown up in Maharashtra, so many names, you know, Varana and so many other things. And so if you have a bad monsoon and you cannot grow crops, you cannot grow sugar cane, then you depend upon dairy farming, you know, I mean, milk, you know, other things, cheese, butter, all those things help the farmers. So that is what the BJP had been trying to break in the past five years. And I have a feeling that the, you know, the farmers problem in Maharashtra particularly got compounded because of that, you know, because they would bring their crops or their pulses or whatever they have to the Agriculture Produce Marketing Committee. And, you know, the government would not give them the minimum retail price or whatever, you know, I mean, they won't give them that. And they would have to do distress sales, etc. They would not even be able to recover. And particularly with regard to tuvar dal, for example, you know, I mean, they would pack this, you know, I mean, they harvest the tuvar dal sometime in March, April, and they bring it to the APMC, you know, I mean, around that time. And if you do not lift their pulses around that time, there are these sacks of pulses sitting in the market yards. And then there is a monsoon in June, and it rains and the sacks get soaked, you know, I mean, and then they get mildew and things like that, and their entire crop is destroyed. And this happened for three or four years, it has happened in Maharashtra, which is why the problem that the Maharashtra farmers are facing has been much, much more than farmers in other states. And this was done deliberately to break the back of the NCP and the Congress, because all these farmers voted for the NCP and the Congress. And the ruling dispensation hoped that if the farmers suffer, then they would not vote for the Congress and the NCP. But like someone told me, that unfortunately, the BJP and the Shiv Sena do not understand what a cooperative movement is. They just, even a cooperative bank, they do not understand what a cooperative bank is there for. And cooperative bank is there for this only. And the demonetization also broke their back, you know, because the farmers all have their accounts only in cooperative banks. And then you say that cooperative banks are not entitled to exchange the old notes. They didn't have money. And you brought the demonetization at the month of the Rabi season. They were waiting to buy their seeds and fertilizers. And you brought this in. And one farmer told me that, man, I was not getting money out of farming. So I shifted to trading. You know, I mean, I bought seeds and fertilizers. And I thought that this season I'm going to make a lot of money. But now there's nobody coming and buying my seeds. And you know, I mean, I've spent so much money and my seeds are sitting here, my fertilizer. And what do I do? So he started to give it to the farmers on credit. He said, because at least if I gave it on credit, I can recover something. Otherwise, it will go. So that also broke their back. In the context of Maharashtra particularly, I think the government had hoped that the Congress and the NCP will lose their grip on the farmers by breaking their back. But they do not understand. When they set up a cooperative bank, they think it is about giving car loans and giving housing loans. They don't understand how the system works. And they didn't understand the connection between farmers and agriculture and industry and trade. And they just didn't understand the connection that, you know, if the farmers do not have a proper deal, if they are not producing proper crops, you know, I mean, that there is no demand for tractors. There is no demand for machinery. There's no, you know, I mean, those kind of things. They just didn't understand the connections. As a result of which I have a feeling that the past dispensation has driven the rural economy to the ground."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:42.600",
        "message": "I have multiple episodes on demonetization, which of course was massively disastrous for the entire economy regardless of timing. There was an interesting observation in your book also about cooperatives where you quote someone talking about how cooperatives were really only good for the rural elites. And you know, the way you describe the systems of how the cooperatives function, that the average farmer at the bottom of the food chain has no option but to go to a specific place and sell and buy at specific prices. And there are basically no functional markets for him. He's almost like a feudal."
    },
    {
        "speaker": "Guest",
        "time": "01:11:19.240",
        "message": "Yes, it is feudalism. It is feudalism. Like I told you that, you know, I mean, their business dependent upon politics, politics on their business. But you know, at the bottom level, there is a zoning in Maharashtra. You know, there are so many sugar cooperative factories and one factory is in one particular zone, say the Satara zone or Sangli zone, or even Satara and Sangli may have two or three zones. So the farmers are within a radius of that zone and they have to necessarily take their sugar cane to that factory. You know, I mean, even if another factory is giving a better rate, they cannot take their sugar cane to that factory. And if they have not voted for that particular chairman or chairperson, they have not voted for him and they have not elected him to office either the legislative assembly or parliament. What happens is their sugar cane is not crushed in the sense of a cutting season is the harvesting season is October to November. If you go now, I mean, it is December now. So if you go now into the rural areas, you'll see loads and loads of trucks and tractors and bullock carts, you know, piled high with sugar cane, you know, heading towards these factories. Now the yield of the sugar cane, it has to be pressed within about 10 days of cutting. It has to be crushed within 10 days of cutting. Then it gives you a 90 to 95 percent yield. And the longer you let it be, the juice yield will not be so much. So if you crush it in April, it'll come down to 10 or 20 percent. And the farmer gets paid according to the yield of his sugar cane. So if you don't get, if you don't vote for the guy, this is how you get punished. If someone suspects that you have not voted for him, he will not crush. He will not say anything. He will just not crush your sugar cane. He'll say that, yeah, it is in the queue. It's not yet come up for crushing. By the time it comes up for crushing, he gets only a 10 to 20 percent yield on that. He gets only that much money and everything is dependent upon that. You know, only when he gets the money, he can buy for the seeds, you know, he can hire labor, etc. So it is really a very few."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:11.160",
        "message": "But so many poor farmers are trapped in this system. I would imagine that at some point there would be a movement among them and, you know, some political entrepreneur would take advantage of that."
    },
    {
        "speaker": "Guest",
        "time": "01:13:21.640",
        "message": "You know, there was an attempt around the 90s to set up some private sugar factories. But I don't think the private entrepreneurs took it very seriously because some of them drove it to the ground. You know, some of them had other reasons why they set up the factories. And basically these kind of things continued. And once upon a time, it was only Congress and NCP who was setting up the sugar factories. Later on, even the BJP, even the Shiv Sena, they all started to set up, you know, because they realized that, you know, I mean, this is how. But you know, they had to be rural people when they were, you know, like Gopinath Munde, the late Gopinath Munde, for example, you know, I mean, in 1994-95 when Sharad Pawar was the chief minister, he was the opposition leader and we called him a fantastic opposition leader because he was taking on Sharad Pawar, he was saying things, etc. And Pawar is seen as a very strong chief minister. But he could not answer any of Gopinath Munde's questions. But you know, after Munde came into government, he went and set up his own sugar factories. You know, I mean, he lost a lot of steam after that, you know, after that he could never take up farmers issues, you know, I mean, so this is what happens in Maharashtra."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:25.480",
        "message": "It's very easy to be virtuous in opposition. Yes. Yes. So, you know, let's kind of get back to the 80s. And we are at a point where what has already happened by the late 70s and by the early 80s is the Shiv Sena's basically they've lost the Marathi middle class intellectual to Sharad Pawar's breakaway party. And they're basically a lumpen party. They're a force on the streets and not really a political force. And the Congress now wins an election and everyone's expecting that Vasantha Patil will be the chief minister. But instead, Indira Gandhi puts A. R. Anthony in that place. Tell me a bit about that and the sentiments that that then evoked within the political"
    },
    {
        "speaker": "Guest",
        "time": "01:15:02.520",
        "message": "marketplace. You know, Antony was good friends with Bal Thackeray. And when he went and he requested Bal Thackeray in 1980, when they held the election because Sharad Pawar was leading the Congress at that point of time and everybody expected the Congress vote to split. And of course, there was the Janta Party, Communist parties, all the ones who had been part of the Janta Party formation in 77. They were also in the fray. But then Bal Thackeray decided at that point of time to support Indira Gandhi, which meant that he did not contest the election. He did not put any Shiv Sena's in the fray. And people said that that helped the Congress to win the elections. And Antony was a good friend of his. Antony used to go up to Matushree and chat about Thackeray. And if you have seen Mantralaya, the state headquarters, as soon as you enter, there is a huge portrait of Shivaji. And that is Antony's doing. He said that he knew that there was this portrait of Shivaji and he searched the premises of Mantralaya and then he found it in one room, you know, I mean, gathering dust, etc. He had it dusted off and polished up and then he installed it over there. And Thackeray quite appreciated that, you know, I mean that, okay, fine. And Antony also insisted, Antony had hired a historian to write some 14 volumes on Chhatrapati Shivaji and he said, I wanted it to be called only Shivaji the Great, like Akbar the Great or Ashoka the Great, you know, or Alexander the Great, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:32.240",
        "message": "So I wanted that. A branding exercise."
    },
    {
        "speaker": "Guest",
        "time": "01:16:34.240",
        "message": "Yes. Yes. So Thackeray appreciated that also. And Antony wanted the sword of Bhavani to be returned by Queen Elizabeth, you know, because the British had taken it over there and he made moves also to have that. And all these were appreciated by Bal Thackeray. So they were very great friends. So until Antony was the Chief Minister, Thackeray was quite supportive of the Congress and until Mrs. Gandhi was alive. But in 1984, Mrs. Gandhi was assassinated. But simultaneously in 1984 also, if you remember the Jammu Kashmir Liberation Front in the UK, they kidnapped a diplomat called Ravindra Mhatre, you know, and Ravindra Mhatre was Maharashtrian, you know, and Thackeray had this talent of marrying two sentiments together, you know, like he married the Marathi sentiment and anti-left sentiment together to defeat VK Krishnamenon in Bombay after Nehru's passing away when he got a ticket."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:33.680",
        "message": "69 or something."
    },
    {
        "speaker": "Guest",
        "time": "01:17:34.680",
        "message": "He did that. So now, you know, Thackeray was, if nothing, he was at least a supporter of the Marathi Manus. So Ravindra Mhatre was a Marathi Manus. But this is also when he, ahead of the BJP, he spotted this feeling growing in the Indians, anti-Muslim appeasement feeling growing up amongst Indians. And the Jammu Kashmir Liberation Front was responsible for his kidnapping and killing. So he began to sharply, like I said, in 87, he came into a sharp focus that got him disenfranchised also. But he built up to this from 84. Mrs. Gandhi was gone. And he was now building it up. At that point of time, even extreme Hindutva organizations like Patit, Pawan, Sange and all, they did not pay any attention to Thackeray because they felt that he was too maverick. He was saying all kinds of nonsense and everything. But then Pramod Mahajan spotted what was happening and then he aligned with the BJP. In 87, of course, Thackeray was too extreme Hindutva for even the BJP. But by 1988-89, the BJP was clear that they were going to push for the Ram Temple in Ayodhya, etc. and they wanted to consolidate their Hindutva vote and they came together. So from 84 to about 89-90, Thackeray shifted focus to Hindutva. He forgot the Marathi Manus. But by that time, 75% of jobs, government jobs, etc. had gone to Maharashtrians. Because even when Raj Thackeray in the 90s or in the 2000s, when he held an agitation saying I want job for locals, they discovered 85% of the jobs are with locals, government jobs, etc. Because it was a conscious policy that was introduced by the Maharashtra government. So Thackeray had nothing to do. And he had become a paper tiger. After having achieved his sub-nationalism, he was a paper tiger. So then he shifted to Hindutva. And then he joined up with the Shiv Sena. And of course, in 1991, the demolition of the Babri Masjid, etc. that the Sena and the BJP did together. But I don't think the Shiv Sena demolished the Babri Masjid. Not as much as they may claim that they demolished. In fact, in my book, there is a whole chapter on that. Because Thackeray never had the guts to do anything like that. He would not be that extreme to bring down a mosque, etc. Moreover, there were certain reasons. There was no Shiv Sena leader present in Ayodhya. They were sitting in Calcutta on the day the mosque was brought down. But then the BJP leader said that the Shiv Sena has brought down the mosque. So Thackeray was one of those people, he would always claim credit for anything if it gave him any political mileage. So at that point of time, he had said, in fact, he had told me, I had called him and I had told him, and he had said that, you know, I mean, you call me back in 20 minutes, because he was very taken aback that the Shiv Sena had brought down the mosque."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:18.840",
        "message": "You broke the news."
    },
    {
        "speaker": "Guest",
        "time": "01:20:19.840",
        "message": "And I told him that there is a flash, you know, that has come. And then he knew that his leaders were sitting in Calcutta. It was the days before mobile phones. So he could not really contact them like that. And then when I called him back in 20 minutes, he said, if my Shiv Sena had brought down the mosque, then I can be only proud of them. I as a junior reporter did not recognize the if. So even my story said that, you know, Thackeray is very proud of the Shiv Sena for bringing down the mosque. Then he began to get into trouble with the Liberians Commission, which probed the demolition and with the Allahabad High Court. So then he backtracked. He said, my Shiv Sena did not bring down the mosque. You know, I mean, the BJP did not have the guts to accept that they had done that. And so I said that if my Shiv Sena had done it, then I can be only proud of them because I'm not afraid of anybody. But actually he was afraid of the court, you know, which is why he backtracked. So from then, from the 80s, from 1984 to about 1991, 92, during the riots, etc., it was a very sharp Hindutva focus. Then, you know, the Muslims were also very disappointed with the Congress at that point of time. They said that for so many years we have supported them. People have been saying Muslim appeasement, but where have we got anything from the Congress? And then, you know, I mean, it is much better to make friends with the Shiv Sena and join up with them. I mean, at least let's make friends of an enemy, then we might be protected. So Urdu papers at that point of time, you know, there was an election due in Maharashtra in May that day. Those days, the election used to happen in May. So in May 1995, there was an election due. And the Urdu papers were full of letters from Urdu readers and intellectuals and professors, etc., saying that let's vote for the Shiv Sena this time. When I broke the story, even Thackeray did not believe it. He said some reporters are saying this because, you know, how is it possible that you have gone against them during these riots, etc., and how is it possible that they will vote for you? But when the results came out, the Congress won only one seat in Mumbai, which is Colaba, where there's a huge Parsi population. So they probably voted for them in large numbers. But even the Muslim majority areas like Umarkhadi, Paidoni, etc., Shiv Sena won it. So then he realized that the Muslims had voted for him. So after the demolition of the Babri Masjid in 1996 or 1997, he called for the setting up of a school or a hospital for the poor in Ayodhya. He shifted like that. And then in 1999, he lost the elections again because by this time, the Muslims had kind of gone back to the Congress and other parties. And then he called for the disenfranchisement. He said, you know, they should not be allowed to vote. So he has always been shifting his stances depending upon how politically convenient"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:12.720",
        "message": "it is for him. And it's also very interesting how, you know, unlike, of course, on the one hand, Shiv Sena is shifting from being anti-South Indian, as they were at one point in time, to then anti-Muslim, to then anti-North Indian migrants as they later became. So when they became North Indian migrants, he realized that the Maharashtrians don't actually want those jobs, which most of those North Indian migrants take. I was also sort of struck by, like one, of course, the Shiv Sena goes all out on Hindutva in the early 80s at a time where the BJP themselves, which had just formed, are experimenting with Gandhi and socialism and other soft things. And later, the BJP sort of comes around to Hindutva. And you know, people often lump the two together and say that, okay, both are parties which believe in Hindu nationalism. But as you've pointed out so well in your book, that there is a lot of difference between the sort of Hindu nationalisms that they believe in."
    },
    {
        "speaker": "Guest",
        "time": "01:24:04.080",
        "message": "Can you elaborate on that a bit? Yeah. You know, the BJP's philosophy is entirely, what do you say, RSS based. You know, they believe in majoritarianism. They believe that this is the land of the Hindus and everybody else is a second class citizen. So, the NRC and the citizenship amendment bill that they are bringing out, of course, because of outrage, they have had to include other religions, but they have excluded Muslims. Bal Thackeray's Hindutva was not really excluding Muslims. I would say rather he was a bit like Shivaji in that sense, you know, I mean, although Shivaji was not so sharply communal. He was for self-rule, Hindu self-rule, but he had a lot of Muslim generals, etc. Thackeray also tends to trust a lot of Muslims and particularly he makes a lot of, he used to make a lot of difference between Maharashtrian Muslims, you know, the ones that have the Konkan belt and Marathwada, etc. You know, for him, the Marathi Manus was really important, whether the Marathi Manus was a Dalit or whether he was a Muslim or whether he was a Hindu. Whereas the BJP would, for BJP, it is only the Hindu and a certain kind of Hindu, because I have a feeling the BJP also discriminates against the Dalits and certain lower caste Hindus which will come up at a later date, you know, I mean, but they believe in majoritarianism. They believe in either throwing these people out or rendering them second-class citizens. Thackeray was not doing that. Thackeray said that if they want to live in this country, you know, I mean, they have to be loyal to this country. They have to be true to this country, which is, which even I would say as somebody who is a liberal and who believes in secularism, I would also say the same thing. You know, I mean, BJP's Hindutva is not like that. You know, a Muslim is a Muslim and a Muslim is a traitor. He is a terrorist and he has no business to be there. That is the difference between Thackeray's and BJP's Hindutva."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:57.520",
        "message": "Another interesting difference which you point out and another sort of interesting dramatic strain that's happening in this time is the Brahmin versus Maratha thing comes up here again. Obviously, the RSS is all Nagpur based Brahmins and they are also Maharashtrian and they begin to feel a little resentful of, you know, a lot of the so-called Maratha dominance of this movement to the point that you talk about how at one point, you know, Mahajan of course is a Brahmin, but his aide Gopinath Munde is an OBC and as a counter to counteract those guys they start promoting Nitin Gadkari."
    },
    {
        "speaker": "Guest",
        "time": "01:26:34.960",
        "message": "No, no."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:35.960",
        "message": "They started promoting Devendra Fadnavis. Devendra Fadnavis I thought was promoted by Mahajan and Munde."
    },
    {
        "speaker": "Guest",
        "time": "01:26:42.000",
        "message": "The RSS started promoting Gadkari and as a counter to that these guys start promoting Devendra Fadnavis. Because you know, see Gadkari was already part of the RSS at that time. He became the president of the Maharashtra unit of the BJP and he and Mahajan and Munde never really got along. And I think I mentioned in my book Maharashtra Maximus that at one point of time Munde and Gadkari had come to blows literally, you know, I mean, they were ruling on the floor etc. You didn't mention ruling on the floor. And then Mahajan set about looking for somebody to counter Gadkari and then he managed to get this person who in every which way was like Gadkari, you know, he was from Nagpur, he was also a lawyer, he was also a law student, his parents were also part of the RSS, you know, I mean, there was nothing to and both were the Shastra Brahmins, you know, there was really nothing to distinguish between them, except that Munde and Mahajan might never have thought that one day they will not be around in this world. And you know, I mean, this man would kind of overcome everything and he would become the Chief Minister of Maharashtra. Even Gadkari would not have thought that. But they deliberately promoted Devendra Fadnavis."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:52.840",
        "message": "And it's also very interesting like how you point out that how Mahajan and Munde to counteract the RSS support of Gadkari promoted Fadnavis and a couple of decades later, Modi does the"
    },
    {
        "speaker": "Guest",
        "time": "01:28:02.760",
        "message": "same thing by making Fadnavis Chief Minister of Maharashtra. Yes, yes, because Gadkari is really very close to the RSS. He virtually grew up in the RSS headquarters in Nagpur, which is not the thing with Devendra Fadnavis. His father believed in the philosophy, his aunt was also a minister in the Maharashtra government. So they are ideologues, they are RSS ideologues and maybe they have attended a shakha or two. But you know, it is not like Gadkari is a child of the RSS. You know, I mean, he was literally brought up over there. So between Fadnavis and you know, that is what it is. Mahajan's spotting was very good. So he picked Devendra Fadnavis. So when it came to a choice between Gadkari and Fadnavis, there is no way any of the RSS leaders could argue that Gadkari is better than Fadnavis or why Fadnavis is not as good"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:51.160",
        "message": "as Gadkari."
    },
    {
        "speaker": "Guest",
        "time": "01:28:52.160",
        "message": "Fadnavis is also smoother and less crude in the way he sort of addresses matters. Yes, yes. He is very clever also, slightly Machiavellian also. And Nitin Gadkari is more like, you know, I mean, open about those kind of things, you know, aa, mai tujhe dikhata hu kind of persons, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:08.880",
        "message": "And another interesting fault line, which again re-emerges in our narrative here is a Maharashtrian versus Gujarati narrative. Because at this point, the BJP has Modi and Amit Shah, who are kind of running the show and the Shiv Sena doesn't really like that because there is still that, you know, simmering resentment right from the times of Murariji Desai."
    },
    {
        "speaker": "Guest",
        "time": "01:29:26.560",
        "message": "Yes, from the times of Murariji Desai and it has resurfaced itself. Now I have to tell you that my friend's father-in-law, he was a very hardcore BJP voter. And what he told me after this imbroglio last month, he said that, you know, had Nitin Gadkari been in the negotiations with Uddhav Thackeray and had he said that we never promised the Shiv Sena chief ministership for two and a half years, I would have believed Nitin Gadkari. But now I believe Uddhav Thackeray because the Gujarati duo cannot be trusted, he said, you know, I mean, you know, because, because they will promise anything. They will promise the moon to anybody. And, you know, I mean, when it is advantageous to them, aur jab unka kaam ho jata hai, then they will kind of withdraw and they will go back on their promise. So now I tend to believe Uddhav Thackeray. And he said, I don't want achche din. I want sachche din, he said. So I'm now supporting Uddhav and I'll be voting for the Shiv Sena in the next election. You know, so this has been a turnaround by a Maharashtrian hardcore BJP voter because of this distrust of the Gujaratis. And you know, the thing is the government, the Shiv Sena government has also come because even Modi and Shah got a little worried because the Shiv Sena were on the point of descending on the streets a couple of days before Uddhav got sworn in. And they were all preparing to target the Gujaratis in Bombay. And if that had happened, you know, it would have completely gone against Modi and Shah because two Gujaratis sitting in the central government, strong, powerful men, and you are not able to protect your own in Maharashtra. And you know, the Gujaratis know about that resentment. And for a long time, they had put their head under the radar. You know, they keep their head down and they continue to work and they make some compromises with the Shiv Sena if needed. You do your dhandho and let the boys do whatever on the streets. Yes, that is what they do. But you know, it manifests itself in so many ways. You know, I think in my book, I mentioned about, you know, food habits, for example, this beef ban and you know, imposition of vegetarianism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:36.080",
        "message": "Another difference, that's another difference between the BJP's Hindutva and Shiv Sena's Hindutva."
    },
    {
        "speaker": "Guest",
        "time": "01:31:40.520",
        "message": "The BJP's Hindutva is a vegetarian Hindutva, but Shiv Sena, it's everything. Yes, yes, yes, everything. And there was a fight also because they are building society somewhere in the suburbs, where, you know, a Maharashtrian family that day was, I think, on a Sunday was cooking fish or something. And the Gujaratis had a Brahma Puja or something like that. And then they objected to that and they almost came to blows and the police had to be called in etc. And Shiv Sena's and MNS workers all kind of descended and said, we are not going to allow you to impose your vegetarianism on us. We have a right to eat whatever we want in our house. We are not imposing it on you. So these fault lines keep opening up between the two communities."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:16.560",
        "message": "And another interesting fault line that, you know, emerges later in the narrative is again of caste, but the Dalit system, like you pointed out about how one very key moment in Maharashtra politics was a renaming of Marathwada University to, you know, after Dr. Ambedkar. Tell me a bit about that and how that affected the Shiv Sena's fortune."
    },
    {
        "speaker": "Guest",
        "time": "01:32:36.760",
        "message": "You know, that move was started by Sharad Pawar during his first term in 1978 as Chief Minister. You know, he loves to think of himself as a social engineer and he has done a lot of social engineering, in fact. But he failed to realize this Maratha Resentment for Dalits, even during his second or third term as Chief Minister, when he had tried to mix up the populations after the Lathur earthquake, he had faced that problem. But during this time, during the renaming in 1978, he just decided, you know, I mean, that he would name that it was just known as Marathwada University. And he said there is already a Shivaji University in Kuala Lumpur and other intellectuals had been given, you know, other universities named after them. So he said, we will name this after Babasaheb Ambedkar, because this was also the Karmabhumi of Dr. Babasaheb Ambedkar. He did not realize the extent of Maratha Resentment. It was real violence, the kind of violence that Mumbai had seen in 1969 during, you know, the Bilgaum stir. And later in 1991-92, that kind of violence happened in about 79-80. And Shraddha Pawar was really very taken aback, you know, because he was a Maratha, he belonged to the Maratha, he was slightly liberal, etc. He thought that all Marathas might be like that. And when the violence really went out of hand, he had to drop the idea of renaming the Marathwada University. And everybody then pushed it on the back burner. Nobody dared, no chief minister who came after that dared to rename that university. Then he went to the center, but then he came back again in 1993, I think he came back after the riots, 1991-92. He came back after that time and in 93, he decided to rename the Marathwada University. And by this time, he had learned his lesson a little bit. So he decided that instead of just calling the Dr. Babasaheb Ambedkar University, I will call it the Dr. Babasaheb Ambedkar Marathwada University. So it is now known as BAMU, Babasaheb Ambedkar Marathwada University. But even so, the Marathas did not like it. You know, I mean, because there is really a sharp focus and sharp divide. The Marathas consider themselves upper caste. They don't want to study in a university which is named after a Dalit leader, even if he is such a big icon as the father of the Indian constitution, they didn't like it. And at that point of time, Thakre again spotted his chance. He said that I will not allow and Thakre never liked the Buddhist Dalits. You know, he preferred the Hindu Dalits to the Buddhist Dalits and he didn't like Ambedkar very much in that sense. So he decided to oppose the whole thing. And that is where a real shift took place because he decided to go to Aurangabad and he decided to hold a rally, etc. Now once again, the government, you know, again, it was a Congress government in place. They again use the trick, you know, sending the police to him and saying that you either go in, you make your speech and come to jail or else you turn around and go back to Mumbai, you know, I mean, otherwise you'll be sitting in jail. And then he just turned around and went and he left the people sitting in the ground. He did not address them. But then the upper caste Marathas shifted focus to the Shiv Sena instead of voting for the Congress. They were Congress voters and Pawar was so confident that because he was a Maratha and because he was making the move, the Marathas will understand what he was doing. But they really didn't understand. So that led to a, what do you say, voter change in Marathwada. You know, instead of the Congress used to win elections, Congress NCP used to win elections there. And every time Congress used to win, they shifted focus to Shiv Sena because BJP was in alliance of the Shiv Sena and the BJP managed to get and get a leg into that area."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:14.360",
        "message": "And that's a very interesting insight about how crucial that vote can be. And you've also pointed out in your book quite correctly and quite naturally, it's what one would expect that the leaders of the Dalit movements, the various Dalit leaders who have come up like Athavale and so on, basically acting purely out of self-interest on getting the best deal they could for themselves and not necessarily for the upliftment of the people that they were representing. So how has sort of the Dalit vote moved over the last 20-30 years after this? Like what has happened nationally, of course, is that all said and done, the Dalits have voted more for the BJP than any other party. So in certain ways, the BJP has sort of succeeded for the moment, at least in wooing that section of the World Bank."
    },
    {
        "speaker": "Guest",
        "time": "01:36:57.120",
        "message": "How has it been in Maharashtra? No, in Maharashtra, it has been largely Dalits always go with the strongest party or the ruling dispensation. And they are always looking, the leaders as well as the community is always looking for largest from the party in power. So that is what is happening. Athavale is the biggest example of that. He was first supporting the Congress and then when Sharad Pawar formed the NCP, he went to the NCP and then he went to the Shiv Sena and then he went to the BJP. And every time he got something from these parties and you leave your voters with practically nothing. But, you know, I mean, if you also try to and the same thing is happening with Prakash Ambedkar, although he carries the name of his grandfather, Babasaheb Ambedkar, he's not able to strike out on his own. He's not able to become an alternative to the Dalit community. They vote in certain proportion for him, but essentially he's denting the Congress vote because if they didn't vote for him or if his candidate was not standing in the fray, then they would all be voting for the Congress or they would be voting for the BJP. And this time everybody says that, you know, I mean, the BJP set up certain political parties to dent the Congress vote, you know, the Dalit vote, the Muslim vote, etc. And the Dalits have always been dependent upon the bigger parties and they cannot, they do not seem to be able to survive, although they have doctors, they have engineers, they have pilots, etc. You know, I mean, they're all educated people, but they somehow don't seem to be able to form a political group which will challenge parties like the BJP and the Congress and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:28.960",
        "message": "come up on their own. Because politicians everywhere of whatever caste look after their self-interest first. So you know, with that sort of cynicism, it's kind of hard to get ahead. Another aspect I wanted to explore was the role of women in politics. Now Indian politics, like Indian society, is very sexist and misogynist. But there's one very interesting stand in your narrative of the Shiv Sena that you mentioned about the role that women played in the Shiv Sena and you mentioned like three particular kinds of roles, which I found very fascinating."
    },
    {
        "speaker": "Guest",
        "time": "01:39:01.960",
        "message": "Can you elaborate on that? You know, see, Thakre did not know what to do with women."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:08.920",
        "message": "And like all Indian men."
    },
    {
        "speaker": "Guest",
        "time": "01:39:11.120",
        "message": "No, you know, this reservation for women came round about 1989 because Rajiv Gandhi, who was the Prime Minister at that point of time, you know, he wanted to change the Panchayati laws and everything and then they reserved some 30%, 33% seats for women. At that point of time, frankly speaking, even the Congress, even the BJP, nobody knew what to do with that, you know, I mean, because although the Congress and the BJP had their mahila wings, you know, I mean, women's wings and all that, but they were not really very active politicians. But the Shiv Sena was entirely a male oriented party and the Sena leaders also, when I asked one of them, they said, Nangchi party purushi party aahe, you know, I mean, you know, that it is very, it is only men in the party. And then he needed to give the seats, 30% seats have been reserved in the municipal corporation. You need to give women those seats. So, you know, he fished out all these people who were either the wives or the daughters or sisters in laws or mothers of many of these Shiv Sena shakha pramukhs and all those kind of things. And he gave them tickets and many of them won the election. But you know, I mean, it basically began, it basically began there at the lower levels, you know, shakha's and slums, etc. But then the women defined a role for themselves. You know, they used to come out in the sense, women used to, domestic servants used to be exploited for example, you know, I mean, maybe by their male employers, they used to be exploited. So they came out with this name and shame kind of a policy. They would go outside the houses of these men who were mistreating the women, not just in homes, but also in factories, for example, you know, sweatshops, etc., where the women were employed and you know, they were being treated badly. So they would go, they would name and shame and the men would get very scared. So they formed their own, what do you say, militant wing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:59.640",
        "message": "So in a sense, it was like a sort of Me Too empowered by the Shiv Sena."
    },
    {
        "speaker": "Guest",
        "time": "01:41:03.480",
        "message": "Yes, yes. And Tagore used to call them Rand Ragini's, you know, the beauties of the field, you know, I mean, Rand Ragini's. But you know, he really did not know what to do with them. And he thought that they should be supportive of their husbands, etc. But you know, interestingly, during the riots, I've said that in my book, Pramod Nawalkar, who was this senior leader, his wife one day came to him with some bangles and said, wear these bangles, you know, because you are capable of nothing else. So he said, what do you mean? You know, he had been going out in the streets and trying to broker peace between the, you know, warring communities. And she said, you should be actually going out there and destroying those people. But you're brokering peace. And this was happening. And Nawalkar, of course, his family was educated, etc. But then, you know, later on, Nawalkar realized that this is happening in many Shiv Sena. You know, these women, when their husbands were, you know, the husbands were reluctant to go out and riot in the streets, because they knew what the consequences would be and everything. So when the husbands were sleeping, they would hide their trousers and pajamas. And give them petticoats. Put bindis on them and bangles, etc. And when the men woke up, you know, they don't have clothes to go out, you know. So they said that, you know, I mean, you go out now, you know, I mean, this is all that you're capable of. Reluctantly, the men agreed to kind of, you know, go and riot. And then these women would throw a protective cordon around them. When the police came that time, the Mumbai police did not have so many women in the police force. So they were very afraid of manhandling the women, you know, I mean, any charges could be lobbed against them. So they would throw a cordon. And by that time, those men would disappear into the woodworks. They would never be able to catch them. This is a role the women defined for themselves, a real militant role. And then after the riots were over, they were doing these things, going to offices, seeing which woman is being exploited, you know, I mean, somebody would come to them with a complaint and officer would be treating somebody badly. A woman would lodge a molestation complaint or rape complaint. So they were all there for that kind of a thing. And at that point, before the riots, they used to make a distinction between themselves and what they used to call the air conditioned women. That is the women who live in high rises, who wear paitani sarees, you know, who wander around in cars. But the riots brought these both sections together. This woman, Shiv Senik, who used to work in this air conditioned house, you know, and their common enemy was the Muslim man on the streets, you know, so that kind of brought them together. And it kind of changed the fundamental face of the mahila gadi, you know, from being just what you say, women lumpens, from just being women lumpens, it kind of shifted to more, what do you say, sophisticated women who are bound by the common, what do you say, aim of protecting themselves from the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:54.640",
        "message": "I found this a very fascinating chapter because on the one hand, the role they play is very salutary that they call out the oppression of themselves and other women, because they now have the Shiv Sena tag behind them and they can say whatever and everyone's scared of them. And on the other hand, it's also scary. I mean, giving your husband bangles or a petticoat is in itself a slightly patriarchal thing, because why should somebody wearing bangles or a petticoat be any less brave than somebody"
    },
    {
        "speaker": "Guest",
        "time": "01:44:20.280",
        "message": "in trousers."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:21.280",
        "message": "So that's sort of reinforcing those notions. And this is obviously not salutary because they're exhorting their husbands to basically"
    },
    {
        "speaker": "Guest",
        "time": "01:44:28.880",
        "message": "go out and kill. Yes. And you know, the Shiv Sena women were more vicious and righteous than the men. Why do you think that is? You know, they came from a certain strata where they had always faced this problem with the other, maybe not just the Muslim men, but they always faced the other in the sense that employer, you know, I mean, who exploited them or a government officer, you know, I mean, who again, you know, in various ways exploited them when they went there for a ration card or when they went there for something. There was this kind of a feeling in them and they were not really hothouse flowers. They could have come, you know, in fact, I don't know whether it has been reported too much, but around that time I was reporting on the riots, they had actually pulled a Muslim man out of a bus and got together and beaten him up and left him on the road and he had died, etc. You know, I mean, so they were capable of that kind of a thing. And the men were not like Pramod Namalkar wanting to go and broker peace between the two communities and the wife saying you wear bangles, you're not capable of anything else, you know, I mean, men were like that, the riots might not have been so vicious had the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:30.360",
        "message": "women not been egging them on. I'm just thinking aloud, is it possible that women the way they are in Indian society, much, you know, oppressed and, you know, have to face much more hardship than men, that they therefore have also have much more pent up anger."
    },
    {
        "speaker": "Guest",
        "time": "01:45:44.920",
        "message": "Yeah, at a time like this, this is one way it can come out. Yes, that is, you know, that is true. And I call them the right wing feminists. Generally we associate feminism with the left wing, you know, left intellectuals, etc. These were absolutely bottom level right wing feminists. And you know, after the riots, they took to, you know, protecting themselves in the sense, you know, if a woman came and complained that my husband is treating me badly, my mother in law is treating me badly, my father in law, you know, these people would be there in the home, they would be beating up that man and things like that. And those men went and complained to Bal Thackeray that this is what is happening, you know, and you have to do something about it. And even Bal Thackeray did not know what to do about it, because the women had completely gone out of hand. He did not, then he tried to tell them that you have to support your husbands, you know, I mean, you have to help them in there. But they were not listening. And many of these women did not like the compromises that he later made, you know, I mean, with the Muslims and things like that. They did not like that. They said, we are not going to support it, etc. You know, so it is a, it is a wing which could have turned into Frankenstein's monster. But because the women were probably had other preoccupations, like bringing up their children, you know, I mean, making sure that their families are fed, and, you know, comfortable and all that. They did not have so much time to go out and become monsters. But they were capable of being that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:06.320",
        "message": "This is so fascinating. I mean, so many novels and graphic novels and web series can be made out of this. I've taken a lot of your time, so let's skip to the present. And let's talk about what happened this month. And you've obviously been writing a lot about the sort of how the Sena and the BJP can't get along and it is not possible that they will ever really be together for a long time. So in a sense, you saw that part of it coming. Can you sort of and we all know what is Sharad Pawar's opportunism and how you know, no one's"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:35.720",
        "message": "an enemy forever, no one's a friend forever."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:38.480",
        "message": "Obviously, you have written a lot about Ajit Pawar's resentments over the years and how they have been playing out. So reading your books, and I read your two books recently after these events happened, and I was like that, you know, you practically saw it all coming. So tell me a little bit about how Maharashtra politics has been for the last seven, eight years."
    },
    {
        "speaker": "Guest",
        "time": "01:47:59.240",
        "message": "You know, after Balasaheb Thackeray, Uddhav was slightly directionless. He did not know which way to swing. Though he has defied all predictions of the critics that the Shiv Sena will collapse after Bal Thackeray. And actually that is what the BJP intended. Right from the time even when Balasaheb was around, the younger lot of BJP leadership wanted to break the alliance because they thought this alliance was curtailing them a little bit. They could not put down roots in the villages, in the talukas, in the block levels, etc. And you know, people like Nitin Gadkari and Gopinath Munde, who did not get along with each other, they agreed that we have to break ties with the Shiv Sena. But at that point of time, Advani was in the leadership position in the BJP and he was always ambitious. You know, I mean, he wanted to become the prime minister, etc. And he knew that he needed the Shiv Sena. And if you break ties with the Shiv Sena, you are likely to lose a lot of seats. Maharashtra in terms of Lok Sabha seats is the second largest state after Uttar Pradesh. Uttar Pradesh sends about 80 and Maharashtra sends about 48. Next is Bihar. After Bihar broke up into Bihar and Jharkhand. So he did not allow these younger leaders to break ties with Bal Thackeray. And you know, they waited patiently for Bal Thackeray to pass away. And they thought that after Thackeray dies, the Shiv Sena will collapse. Which is why in 2014, when Modi realized that he had stormed through the nation and he had got such a majority, and he said, and the BJP leader said, this is the time to break ties with the Shiv Sena and they'll be completely finished. And just 15 days before the elections, they broke ties. They broke the alliance and they thought gone because Uddhav had 12 stents in his heart. He had just come through this heart operation and they were sure he will not be able to campaign. They were sure he won't be able to do anything. And he comes up with 63 seats in the assembly and the BJP gets only 122, which is of course double the Shiv Sena. But it is far below the mark and it is far less than expected considering how Modi was blazing through India at that point of time. So now they are in a position where they have to ally with the Shiv Sena. Of course, the NCP helped it to win the vote, but they have to ally with the Shiv Sena. And for five years, Uddhav Thackeray played the role of an opposition leader. He never allowed the BJP to rest in peace. He even targeted Modi. He targeted Shah. He targeted the government, both in the centre and this one. And the Congress and NCP were doing nothing at that point of time and he occupied the role of the opposition, which was appreciated a lot by the people, including his voters. It was appreciated a lot by the people. But by the time 2019 came around, the BJP was now no longer sure, anti-incumbency kicking in. They were no longer sure whether they would be able to win an election on their own. So Amit Shah kind of, you know, I mean, Kejrol, Persuade, Threaten and somehow brought Uddhav on board. But one strategic mistake that Uddhav made was to lose sight of the Marathi Manus. You know, he started a Me Mumbiker policy once upon a time. Raj Thackeray sabotaged it. But then Raj Thackeray found his MNS and went. And then, you know, Uddhav was going on, I want the Ram temple. I want the Ram temple. Now if you want to vote for the Ram temple, why do you want to vote for the duplicate when you have the original? You know, the BJP practices Hindutva much better than the Shiv Sena can. Shiv Sena can at the most sit back and say, I want the Ram temple, but you can't do anything about the Ram temple. So there is a vote in Maharashtra. You know, there is a real regional Marathi ethos vote. You know, I mean, they would vote only for the Shiv Sena. They would not vote for the BJP. But amongst the Marathi Manus, there is also a Hindutva vote. Now the BJP wants to capture that Hindutva vote. You know, so Uddhav recognized in time what was happening. He realized that they were not able to finish me from outside. But if I now become part of their government and I become, play second fiddle to them, they'll finish me from inside. And in this arrangement, his young son, inexperienced, raw son would have been made the deputy chief minister. BJP would have expected him to keep quiet. You know, we gave you a deputy chief minister, but Aditya would not understand, you know, I mean, how they were destroying the party, etc. So Uddhav recognized that on time and then he pushed. Now if the BJP would have agreed for a two and a half year chief ministership, he would have taken that. He would not have broken ties with that, but he would have used the two and a half years in government to shore up his voter base, Marathi Manus, you know. But that did not happen. And then, of course, in the beginning, Sharad Pawar kept saying that we have been given the mandate to sit in the opposition, we'll be sitting in the opposition, etc. But then there was a push from the Shiv Sena. Sanjay Rao going again and again and meeting Sharad Pawar in this one. And Pawar, well, he's, you know, I mean, Chanakya and Machiavelli rolled into one. So he realized the opportunity. And the Congress was a little wary of this. But this time the Congress was completely dependent upon Pawar, even for the election. And you know, the kind of result that they got, what the NCP got, what the Congress got, and what the BJP did not get. Because considering the kind of role that the BJP was on, instead of 105, they should have got at least about 150, 160 seats on their own. They were talking about 220, though so be spared. But I thought they may get 180 because the Congress's best position at the height of its power was 180. I thought they would get 180. I also never expected that they would stop at 100 or 105. You know, so what that shows is, and the NCP got more seats, the Congress actually improved upon its 2040 position, considering that they had a chief minister in 2014. And they were completely down and out in 2019. So that was quite commendable. Now this has happened entirely because of the kind of voter that you have in Maharashtra. You know, like I said about Chhatrapati Shivaji's socialist ethos, he wanted a Hindu Swaraj, but he was not anti-Muslim in that sense. And like someone had told me, being anti-Mughal is not being anti-Muslim. He was anti-Mughal, he was anti-Orenze, but he was not anti-Muslim. So that ethos remains with the people of Maharashtra. And it is a socialist ethos, which takes along Dalits, which takes along Marathas, which takes along Brahmins, because even Y.B. Chavan and Vasanth Dada Patil and Sharad Pawar had accommodated the Brahmins. They had been made, you know, I mean, chairman of the literary societies, you know, I mean, and so many other things like that, they were not made to feel left out, like they were not completely sidelined. They were also included in governance and government and all the subsidiary bodies. So everybody takes everybody along and goes. It's only when RSS comes into the picture that this sharp divide comes between the Brahmins and the non-Brahmins. You know, I mean, without that, there is not such a sharp difference. So Sharad Pawar realized and during the 2014 assembly campaign, I had been very critical of Pawar when he had said, when he had told the people, do you want a return of the Peshwai to Maharashtra? You know, do you want them to gobble up the Marathas the way the Peshwas had done to Chhatrapati Shivaji and his progeny? And I said, why is he bringing out this caste and things like that? But you know, I mean, he's the only leader, I think, in Maharashtra who has a sense of history and he knows what has happened in the past, etc. And then, of course, you know, I mean, the BJP came and the Marathas are the ruling clan. Marathas are the ruling clan. Lots of Maharashtrians will tell you that, you know, they did not really fight for freedom in the sense a lot of Brahmins did, M.G. Ranade, Gokhale, you know, all these people were there in the forefront. Tilak also, he was also a Brahmin, etc. He said, only when we came close to independence and then they realized which way the wind was blowing, that they quickly jumped into the Congress bandwagon and, you know, they came close to Mahatma Gandhi, etc. and Pandit Nehru and then they again came and captured the independent government in Maharashtra, you know. So they are the ruling class. And even when Vasant Rao Naik was the Chief Minister, the longest serving Chief Minister for 14 years, he could not do anything unless he had the sanction of the Maratha leaders of the state. And he was from Vidarbha and everybody grumbles about that, that the longest serving Chief Minister of the state and he left Vidarbha backward and undeveloped and he developed Western Maharashtra because that was a condition of the Marathas to keep a non-Maratha in power. You know, there have been exceptions here and there. Manohar Joshi was a Brahmin, but it was in a Shiv Sena government, etc. Then when Devendra Fadnavis came, now he belongs to Nagpur, you know, he comes from a RSS family and now the RSS, Fadnavis, everybody were determined to kind of sideline the Marathas, not give them, you know, and linked into the cooperative thing. Cooperative is also captured by Marathas only mostly. So all those things kind of kicked in and the Congress and the NCP were also in danger of losing their identity, you know. And when Pawar saw what was happening and when there was a push from the Shiv Sena that, you know, I mean, let us form the government together, he just grabbed that opportunity with both hands and it's only he who could have pulled it off. What was the Ajit Pawar side plot? You know, see, Ajit Pawar, there is a problem with nephews in Maharashtra, Raj Thackeray and Bal Thackeray and Ajit Pawar and Sharath Pawar, etc. Beware of the nephew. Yes. The thing is, blood is thicker than water, blood is always thicker than water. So Thackeray chose Uddhav over Raj and Sharath Pawar is too wily and too wise to declare Supriya Sule as his political heir. Every time I have asked him that why don't you declare, you know, because a lot of NCP people tell me that Pawar Sahib is Pawar Sahib only because YB Chavan took him under his wing and declared him as his political heir. Now let him choose anybody. Let him choose us. Let him choose Supriya. Let him choose Ajit. Let him choose a lamp post. But at least we know who to rally around for the second generation. You know, so, but he doesn't do it. When I ask him, he says he or she will rise from the grassroots."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:10.840",
        "message": "He or she."
    },
    {
        "speaker": "Guest",
        "time": "01:58:11.840",
        "message": "He or she. Now the use of the word she has been observed by Ajit Pawar, you know. And when Supriya was first brought into electoral politics, when she was admitted into the NCP, it was somewhere around 2006-2007, Ajit Pawar had told us reporters that, you know, simply because Rahul Gandhi is the son of Sonia Gandhi, he doesn't automatically become the number one in the Congress or the number two in the Congress."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:38.360",
        "message": "A sly reference to Supriya."
    },
    {
        "speaker": "Guest",
        "time": "01:58:41.080",
        "message": "You know, so that was the thing. But Pawar was very careful because in any case, you know, Supriya's education is such that she can hold her own in Parliament."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:50.520",
        "message": "You know, I mean, so he kept them separate also like Ajit in the state and Supriya goes"
    },
    {
        "speaker": "Guest",
        "time": "01:58:55.000",
        "message": "to the Lok Sabha. Yes, he's kept them there. But you know, I mean, see Pawar is aging, you know, and he wants to make sure that he used to once upon a time say that Rahul Gandhi has no spark, Rahul Gandhi has no spark. But now lots of people are saying even Supriya has no spark. You know, I mean, like she has not grown in the manner that he expected her to grow. Okay, she's a member of Parliament, she holds good debates, you know, she raises good questions, you know, she speaks well, etc. But not like, you know, I mean, like, you know, like a like a blitz across the state, you know, she's not been like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:31.200",
        "message": "I think it's a bit like reversion to the mean that all children of great parents will always"
    },
    {
        "speaker": "Guest",
        "time": "01:59:35.840",
        "message": "disappoint. Yes, it is a bit like that. But he's very, very concerned about her. He wants to secure and ensure her future. And he knows that if he leaves, leaves it in Ajit Pawar's hands, Ajit will never do it. You know, Ajit will sideline her, he'll make her sit at home, at the most make her president of the Mahila Agadi or something. And that is not what he wants for her. And Ajit is always afraid that there will be some point where he will choose the daughter over the nephew."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:03.040",
        "message": "Why doesn't he? Why doesn't he just get it over with?"
    },
    {
        "speaker": "Guest",
        "time": "02:00:07.040",
        "message": "No, he's too wise. He knows his party will break. And you know, much as Ajit may not be like him. Raj Chakri was a chip of the old block. But Ajit Pawar is not so. So Ajit may not be like him. But there are more people in the NCP who would rather have Ajit as their leader than Supriya. So he knows that. He knows that the party will break in that sense. They'll all go to Ajit. And Supriya's future will be again in the doldrums. So that is why he doesn't do it. But somewhere I think Ajit wanted to strike out on his own and tell his uncle that I'm also very capable. And some years ago, just before he died, Vilas Rao Deshmukh was a former chief minister of Maharashtra. Ajit was facing the scandal of the education scam, etc. He had told me that Ajit is as wealthy as Sharad Pawar. Even wealthier. He said, you know what, it took Pawar 40 years to earn. Ajit has earned in 9 or 10 years. You know, it was a way of telling me that all those allegations are probably true. But then he said, but there is one thing that he will always be dependent upon Sharad Pawar for. He said, the currency with the common man. He will never be able to win elections and connect with the common people the way Sharad Pawar does. The way Sharad Pawar thinks politics, Ajit is not capable of it. And there was also a time, I think there's a central, when Chidambaram was the finance minister in the UPA government. And there is a central body where, I think a finance commission or something, where the finance minister of some state heads that commission. And Sushil Modi, who was the finance minister of Bihar, was the head of that. And then this Neetesh Kumar broke off from the BJP. And so the BJP was out of the government. And then they were looking for someone. So Chidambaram called Prithviraj Chavan, who was the chief minister, saying, I would rather now give it to a finance minister from a formless led government than to a BJP led government. So please recommend your finance minister's name. So Prithviraj Chavan asked Ajit Pawar. And Ajit Pawar said, can I have the bureaucrats sitting with me at those meeting? So Prithviraj Chavan said, no, this is a meeting of finance ministers, not for bureaucrats. Bureaucrats can't advise you. He said, then I don't want to be. I don't want to be because he could not hold his own with the people in Delhi. He's OK in this pocket borrow of Baramati. He doesn't even understand Vidarbha properly as Sharath Pawar does. He doesn't even... You know, about Sharath Pawar, one story that I really love about him is, you know, he went up in a helicopter. In fact, there are two stories. He went up in a helicopter and that helicopter would not kind of... it could not take off. There were headwinds. So it could not..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:55.480",
        "message": "He was coming from Pune to Bombay, I think."
    },
    {
        "speaker": "Guest",
        "time": "02:02:57.480",
        "message": "Yeah, Pune to Bombay. And then he went back. He shed some luggage. He shed some people, still couldn't do it. So he came by road and he was very late for the meeting that he had. And he said, I need to have a road which will take me from Pune to Mumbai in two hours. And that is how we got the expressway."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:14.360",
        "message": "His brainchild, even though Gadkari gets credit in the popular imagination."
    },
    {
        "speaker": "Guest",
        "time": "02:03:17.360",
        "message": "Gadkari takes credit for it. But like I told you earlier, Sharath Pawar doesn't know how to take credit. He doesn't know how to hype. He doesn't know how to tom-tom. But it was his brainchild, you know. But the second story, he was in this helicopter with about two journalists and the chopper ran out of fuel. And the pilot was in a panic. He said, Sir, we have only about 15 minutes of fuel left and we are nowhere near landing. So Sharath Pawar said, you just tell me, you look at your compass and tell me exactly where you are. You know, which is... you give me your coordinates. So he told him that we are here. So Sharath Pawar said that if I go by road, I will turn right. How do you have to go by air? So the pilot took the chopper in that direction. So he said, then I would turn left. How do you go from here? You know, so the pilot took this one. Then he said, now you kind of go this way, go that way. He directed him. Then finally, when they came with just about five minutes fuel left, he said, there has to be a school ground here or a market yard here. Just see whether it is there and land there. You know, they found the school ground and they landed in the school."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:34.200",
        "message": "And those two journalists are never going to give him bad press ever again."
    },
    {
        "speaker": "Guest",
        "time": "02:04:39.240",
        "message": "You know, he knows Maharashtra like the back of his hand. Once when I went, you know, election coverage, I took a car and went all the way from Bombay and I went all the way to Lathur, which was the South Maharashtra point. You know, next was Hyderabad or whatever. And then when I was coming back, so Pawar said, where are you going? I said, I think maybe I'll halt in either Karad or Pune, Mr. Pawar. And then I will go to go to Bombay tomorrow morning. So you know, he actually directed me, go from here, then you will come to this village and then you will find this tree and this tree shaped like this. And from there you go like that. And then you go so many miles and then this village is there and you turn there. My head was spinning, you know, I said, how does he know? And then I told my driver, so he said, understand a little bit, madam, but we will ask and then go. Actually, I cut the distance, you know, I mean, by about two or three hours. And so he knows Maharashtra like the back of his hand. Ajit Pawar does not know that, but he probably tried to strike out on his own, tried to tell his uncle that I can also do whatever you want. But the reason why Pawar did not declare anybody has his air and he did not allow people to rally around the second generation was why he got the result he got, you know, because, you know, the moment the MLAs realized that Ajit doesn't have Sharad Pawar's support, they all kind of came back and they left Ajit with no opportunity but to come back, you know. So it was a, what do you say, a storm in a teacup."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:06.440",
        "message": "And Sharad Pawar, the master manipulator and strategist, but not good at optics."
    },
    {
        "speaker": "Guest",
        "time": "02:06:11.160",
        "message": "He can't take credit for things. No, no, he just can't. But also note, Amit, that, you know, Sharad Pawar has taken both Raj Thackeray and Uddhav Thackeray under his wing, Shiv Sena and the Maharashtra Navnirman Sena, both parties who occasionally go against. North Indians, South Indians are violent, are pro-Hindutva, etc. He has secularized them. He has brought them into the mainstream. You know, the space there, you know, is completely different now. He's got to socialize them, socialistic. Why? Maharashtrian ethos is a socialist ethos. It is not a pro-Hindutva ethos. So he has left now the BJP and the RSS, which is only a 5 to 10% vote, pure Hindutva vote. The rest of them vote for Shiv Sena, vote for MNS, but they're also the Marathi Manus vote, which comes up to about 25% and 30%. So he has separated the two, Hindutva on one side and Marathi Manus on the other side."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:16.200",
        "message": "So to end this episode, what I'll ask you for is I'll ask you to evaluate each of the five parties. I'm also counting MNS. Each of the five parties one by one for me, where do they stand? What is their future? And so on. Let's start with the Shiv Sena because we've spoken so much about them and you've written so much about them and you know them all personally. It's been said that Bal Thackeray once said or repeatedly said, in fact, that Uddhav is a fine strategist and one of the best minds he knows. Is that true? What is your take of Uddhav? And my follow up question to that is that what is the future of the Shiv Sena in the sense that in terms of what niche do they occupy in the political marketplace? Like initially they started off with the whole Marathi Manus Singh, then they attacked South Indians for a while, they attacked Muslims for a while and went the Hindutva way. They attacked North Indian migrants for a while. What niche in the market, where are they going to position themselves in the future? And what kind of a leader is Uddhav? Is he sort of a tactical go with the flow kind of person or does he have an ideology and beliefs of his own?"
    },
    {
        "speaker": "Guest",
        "time": "02:08:20.160",
        "message": "See, so far he has proved that he's only go with the flow kind of a person. He has gone with the flow. But if he wants his party to survive, this is a miracle that he has managed to become the chief minister of Maharashtra. Nobody expected that. But he must use his stint as the chief minister to broaden the base of the Shiv Sena now. He has to kind of move away from the, what do you say, from the 60s and 70s Marathi Manus. The kind of 60s and 70s Marathi Manus, if I may be politically incorrect and say the lumpens and the extortionists etc. Because Maharashtrians are also very aspirational. They are youth, they want to take their place in the world. They want to earn the same kind of salaries that other people are earning. They want to go abroad. I mean, they want to do things and they never got a chance. The Shiv Sena voters never got a chance to do this. Those Maharashtrians who managed to achieve all these things were never the Shiv Sena voters. So he has to make sure, you know, I mean, that, you know, Maharashtra also does not have a trader class, which is why there are a lot of Gujaratis and Marwadis and Sindhis and others. From Shivaji's time, they don't have a trader class. And Shivaji had actually invited traders from Gujarat and neighboring states to come and settle here. And so, so he has to make sure that, you know, there are some Maharashtrian entrepreneurs who are given a kind of, I won't say subsidies, but they're given encouragement, a leg up and everything to do something."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:44.480",
        "message": "Enabled in a friendly environment. Yes, yes."
    },
    {
        "speaker": "Guest",
        "time": "02:09:47.200",
        "message": "That he must do. He must broad base the Shiv Sena. Otherwise, even the stint in power will not take him anywhere. And I think he will consciously put the Ram temple in the back burner because according to him, I think what he thinks is that now the Supreme Court has already given its verdict. There is no political mileage left in that, you know, I mean, the minority community is not opposing it. In fact, many in them are saying that, let it go. You know, I mean, we will take the five acres of land and we'll do something over there. So there is no political mileage in it, you know, I mean, and then he's already needling the BJP saying that don't claim credit for it. You know, I mean, you didn't have the guts. We asked you to pass a law. You didn't pass a law. You know, you're fighting from the shoulders of the Supreme Court. So, you know, that politically it is over. So he has to broad base the Shiv Sena."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:29.280",
        "message": "But my question there is that if you broad base it, how do you differentiate yourself from the NCP and the Congress? Because they are also kind of broad based in a sense."
    },
    {
        "speaker": "Guest",
        "time": "02:10:37.480",
        "message": "What is the difference? Yeah, you know, that is it, you know, I mean, but you know, this is Marathi Manus. His competition is mostly with NCP, not so much with the Congress, because the NCP also, however much it has tried in the past 10-12 years, it has remained only a regional party and that to Western Maharashtra, you know, Sharad Pawar, such a tall leader like Sharad Pawar, he's not been able to give a push to his party beyond Western Maharashtra. Vidarbha may there is nothing, you know, I mean, Mumbai also, they don't win anything. They don't get anything in Mumbai. So Pawar will also make that effort. He will try and see. So that will, while the BJP was cannibalizing the Shiv Sena on Hindutva, it is likely that the NCP will cannibalize the Shiv Sena on the Marathi Manus thing. And once again, I don't know people like industrialist, Kiloskars, Garwaris, I don't know who they will prefer. I think they might prefer Sharad Pawar to Uddhav Thackeray. But you know, if Sharad Pawar doesn't manage to get someone in place, Ajit Pawar, Supriya Asule, to take his legacy forward, then they might choose Uddhav Thackeray because he's a young, he's already put Aditya Thackeray in place, you know, I mean, they might prefer"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:50.160",
        "message": "him."
    },
    {
        "speaker": "Guest",
        "time": "02:11:51.160",
        "message": "I think the CM will help his brand a lot over the next few years."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:55.560",
        "message": "What about the MNS? I mean, they didn't do anything in this election, of course, but are they going to be a force? Do they have any issues? Because like you pointed out, the early issues Raj took up were a non-starter because a Marathi"
    },
    {
        "speaker": "Guest",
        "time": "02:12:05.960",
        "message": "Manus had already gotten all the jobs, right? Bal Thackeray had once. Actually, Raj Thackeray, I'm beginning to feel a bit sorry for him. You know, he kind of, of course, he tried to take off on the 60s, 70s thing, but it didn't work. I mean, because there are two things, one, of course, the locals have got the jobs. The second thing is if you're still fighting for jobs for ferrywallas and, you know, taxi drivers and all that, that means in 30, 40, 50 years, you know, I mean, the Marathi Manus has not progressed, you know, I mean, then whose fault is it? You know, I mean, it is not anybody else's fault. It's your own fault that you were not able to bring them out of it. Now, he realized that and he stopped his anti-North Indian rhetoric. He stopped his anti-Muslim rhetoric, etc. And at that point of time, he was occupying a space. During the Lok Sabha elections, he was occupying a space clearly opposed to the Shiv Sena and the BJP, you know, and until the assembly elections, when the assembly elections, of course, he didn't succeed very much, but he was still occupying that space. He had wanted an alliance with the Congress and the NCP and he went all the way to Delhi and he met Sonia Gandhi. You know, I saw that as a paradigm shift that, you know, Sonia Gandhi even gave him an audience, you know, I mean, she allowed considering how it used to be between the two parties. And then apparently Sonia told him directly that, you know, my leaders in Maharashtra do not want this alliance because they feel that your votes do not get transferred to the Congress, which is also true because a lot of MNS voters kind of told me that, you know, although Raj was saying vote for Congress and NCP during the Lok Sabha elections. So, you know, I mean, their mentality is that. Now he has to rescue and he has to save those people. He has to now evolve something and he's in the most trouble now. Congress will survive. NCP will also survive to a large extent, but either he has to merge with the Shiv Sena and they have to go back. You know, now Uddhav has achieved everything, he has become the chief minister. They have to go back, you know, he'll be the campaigner. Uddhav will be the chief minister. He'll be the strategist. Either they have to do that or he has to evolve in identity. How he will evolve, I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:23.280",
        "message": "Let's talk about the NCP. I mean, Sharath Pawar and we probably could, you know, devote a full episode to the man because what a fascinating man and what an incredible career he's had. But he's growing old. You know, he's got these two kids who haven't really marked themselves out in spectacular ways at all. What does the NCP stand for? What is their future?"
    },
    {
        "speaker": "Guest",
        "time": "02:14:43.280",
        "message": "What do you see ahead for them? See, NCP is only another wing of the Congress. And for the past five years, you know, what has happened today? We heard that he went, you know, he went and he met Modi in Delhi, Narendra Modi in Delhi. And he himself admits that Narendra Modi suggested that the NCP support the BJP and we form a government. And I told him that not possible because my party is a small party. What he actually meant is that ideology is very different. It is not possible. He would have got swallowed up faster than the Shiv Sena if he had done. And over the past five years, there was a bitter fight between NCP supporters. You know, there was one group saying that we should align with the BJP and another group saying that, no, we should stay secular. And they almost came to blows about two or three years ago. And then suddenly, Sharad Pawar decided that, no, we are realigning with the Congress. And they had begun to lose. They had been confusing their voters because Pawar was also making very pro-Modi statements. Sometimes Modi was saying that, he handed me through politics and voters were getting confused. Then Pawar came out openly with some anti-Modi statements. And then the election results that he has got, he has realized that this is the anti-BJP vote that he has got. So he cannot afford to align with the BJP. And he has to face a lot of Zilla Parishad and municipal corporation elections in the next year or so. And the BJP has managed to capture his home turf of Pune and also some bodies in Baramuthi, etc. He needs to wrest them back. So his near-term focus will be on that. How to get it back. And I have a feeling, eventually, there will be a merger between the Congress and the NCP. There's no way. There has to be a merger between MNS and Shiv Sena. There will have to be a merger between Congress and NC."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:29.040",
        "message": "At a purely human level, do you think of Sharad Pawar sitting down alone and thinking to himself that, look, I've achieved my political peak, which was becoming chief minister and central minister and all that, and achieved it many times. And I'm never going to be prime minister. And so my best is clearly behind me. And now it's sort of struggling to maintain status quo, running to stand still. Why would he be motivated by that?"
    },
    {
        "speaker": "Guest",
        "time": "02:16:52.520",
        "message": "He's a political animal. He's a real political animal. You know, the pictures that we saw, the viral video of him standing in the rain and campaigning, pouring rain, etc. Lots of NCP people say, but he's like that. He was always like that. The only thing is, there is so much technology now. You know, I mean, so those pictures become viral. You know, I mean, they get shared on social media, etc. But he was always like that. He will never retire. He was almost in semi-retirement, you know, just before the Vidhan Sabha elections. And then they fingered him and then he got up like, you know, like on his horse and charged off, you know, I mean, like an ancient knight would do something like that. He did. He got into his car and he went. And when I called him for an interview, I want an interview. He said, I'm not coming back to Mumbai for a very long time. And then I chased him. I said, then I will meet you wherever you are, you know. So he said, OK, I'll tell you my program. I went to Nagpur. He was out of Nagpur. I went to Nasik. He was out of Nasik. You know, so he really has the energy even at this age. He will never retire. And now he's becoming the fulcrum of opposition unity. The experiment in Maharashtra has told the opposition that they can achieve it if they are all together. He's becoming the fulcrum of opposition unity. And he will still be. See, Murarji Desai at the age of 99, he still thought that people will call him to become prime minister again. You know, they never lose their ambition. I think Sharad Pawar will never lose his ambition."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:16.920",
        "message": "I don't know if that's more inspiring or more sad, but let's move on to the Congress. You know, where are they now? I mean, nationally, they've been going down just massively. They've had two consecutive Lok Sabha elections where they've got like 50 seats on. And at the same time, they are still getting all those millions of votes, all those crores of votes. So what are they in Maharashtra? Do they have a chance of ever coming back? Or is it just a big old machine gradually grinding to a halt slowly?"
    },
    {
        "speaker": "Guest",
        "time": "02:18:47.600",
        "message": "See, what the Congress needs to do, frankly speaking, is to build a leadership in the states. You cannot be centralized anymore. You know, a party president needs to be there to glue the sides together. This election, I remember when the Congress and the NCP shared their seats, the Congress gave the NCP 125 seats out of 288. And at that point of time, the NCP was virtually on its last legs. All stalwarts had gone to the BJP. You know, I mean, there was hardly any chance and hope. So I asked one AICC General Secretary that, you know, I mean, why so many seats? You could have given 100 and Pawar would have been satisfied. So he said, I asked Sunia Gandhi the same thing. And Madam told me, tell me, do we have anybody in Maharashtra who can match Sharad Pawar's level, who can get me the kind of seats that I want from Maharashtra? So until you can find me a leader like that, I have to do what Sharad Pawar tells me. And even in this entire government formation, she went entirely by Sharad Pawar's advice. What Sharad Pawar said, she did, she signed on the dotted line. Even Rahul Gandhi was overruled, even, you know, I mean, some of the South Indian leaders who remember the anti-South Indian campaign of the Shiv Sena, they were overruled, etc. So taking lessons from that, okay, Sharad Pawar, she said, Sharad Pawar technically NCP, but basically he's a congressman. And it is because he broke away from the Congress that he has acquired this kind of a stature. Now there is Mamata Banerjee who has broken away from the Congress. So many other people, even Chandrababu Naidu is technically a congressman, you know, I mean, he went with his father-in-law. So even if you are not able to get them back into the Congress, you have to develop state leaderships because, you know, each state is different from the another. Sitting in Delhi, you will not be, if you want to be a national party, you will never be able to understand unless you have regional leadership. So you have to develop that regional leadership. If they don't do it, then they are doomed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:40.400",
        "message": "Very wise words. And now finally, let's end with talking, of course, about the BJP because, and there this is like the BJP in the Maharashtra is just one arm of this phenomenon that's kind of erupted in Indian politics in the last five years to the dismay of many, but it's all very interesting. So what are they trying to do? How do they position themselves? You know, are they going to be a behemoth in the state as they are nationally, or is it eventually going to crumble under the weight of its own contradictions?"
    },
    {
        "speaker": "Guest",
        "time": "02:21:06.840",
        "message": "See, I'll tell you, BJP in Maharashtra also suffers the same syndrome that the Congress is suffering. They have a strong state leadership, although one might dispute that the Congress doesn't really have a strong, strong state leadership, but for whatever it is worth, it is there. Without that national leadership, no leader in Maharashtra will be able to win any number of seats. Had it been left entirely to Devendra Fadnavis, they would not even have got 105 seats. And at the moment, the manner in which they conducted and particularly Fadnavis conducted himself, you know, I mean, sidelining lots of his rivals, you know, I mean, and Pankaj Amundey is complaining that, you know, I mean, he conspired with my cousin to defeat me. We hear that she has gone to Udhav and she said, I have the support of 12 MLAs. Anytime you say I will come over with my MLAs to you. There are a lot of people who are not given tickets because Fadnavis didn't want them to contest and did not want it to be a competition. So there are a lot of factions developing in the state BJP and it is on the point of cracking and coming to the surface. And left on his own, Fadnavis will never be able to win an election. So until you have the strong leadership in the center, maybe they will win the elections. But they also need to develop a better, you know, like in the sense that they had given charge to Nitin Gadkari. They would not have lost the government because Nitin Gadkari is a better campaigner. Nitin Gadkari is better at gluing things together. You know, he's better at putting together alliances, you know. The backroom work would have been much better. Yes. Yes. So they will also have to do a lot of rethinking. Until they are there, maybe they will win. But even with their being at the height of power, they managed to get only 105 seats this time. So what, who knows what they might get next time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:53.400",
        "message": "It's been really fascinating talking to you. You've just brought Maharashtra politics so alive for me. And I urge all my listeners to go out and buy Maharashtra Maximus and Hindu Hridaya Samrat immediately, as well as a Kindle single Marathi Manus. Thank you so much, Sujata. Thank you. If you enjoyed listening to this episode, hop over to your nearest bookstore online or offline and buy Hindu Hridaya Samrat and Maharashtra Maximus. You can follow Sujata on Twitter at Sujata Anandan. That's one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in, thinkpragati.com and ivmpodcast.com. The Scene and the Unseen is supported by the Takshashila Institution. Master's courses for public policy begin again in January. For more information, head on over to takshashila.org.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:24:43.680",
        "message": "Well, here's a show that can help you move an inch closer to being aware of what your rights are. Tune in to Know Your Kanun with me, Amar Rana. This is a podcast meant to answer all your law-related queries. Catch Know Your Kanun every week on the IVM website or the app or anywhere you get your podcast from."
    }
]