[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I have often asked myself the question, what does it mean to be Indian? In recent weeks, I have also started asking myself the question, what does it mean to be an Indian citizen? We often take it for granted that we are citizens, but citizenship has so many rich shades of meaning. On the one hand, it's an administrative category, denoting the basic unit of the population of a state. On another, it's a term loaded with virtue and duty, which is why we speak of what it means to be a good citizen. The term citizen refers to a legal status. It also encloses an understanding of rights that the state is supposed to protect and entitlements that it might have granted one. It implies duties that one might have, definitely civic and perhaps social and political as well. It presupposes a sense of identity and belonging. It's a term especially loaded with meaning in modern times, because being a citizen is different from being a subject. A handful of centuries ago, we were all subjects of some empire or fiefdom or the other. In 1947, when India gained political independence, we also gained the right for every Indian to turn from a subject to a citizen, empowered at an individual level to be masters of the state. Though I would argue that we still have the mentality of subjects. Citizenship is something that we all tend to take for granted. Although the events of the last weeks have forced many Indians to sit up and re-examine what the word means. What does it mean to be an Indian citizen? Although there are articles in the constitution and laws passed by Parliament on this subject, one basic truth remains. Our citizenship is what we make of it."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:44.240",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:52.800",
        "message": "science. Please welcome your host, Amit Verma. Welcome to The Seen and the Unseen. Before we get started, a quick announcement. My partnership with the good folks at IVM podcast has ended and as of this week, starting with this episode, I will be producing The Seen and the Unseen myself. We did 151 episodes together and IVM was as much a labour of love for Amit Doshi and his team as The Seen and the Unseen has been for me, where the work has had to be its own reward because there hasn't been much else. Our parting was both inevitable and amicable and I wish IVM the very best. You can check out their collection of amazing Indian podcasts at ivmpodcast.com. Now on to this episode. We are recording this episode on December 20th and India has been on fire over the last few days over a new bill that the government has passed called the Citizenship Amendment Bill or the CAB. Taken in conjunction with the proposed National Register for Indian Citizens, this bill has certain implications that has many Indians worried, including me. The CAB and the NRC and the competing notions of citizenship that are now being argued in the public discourse all carry enormous historical baggage. We cannot understand these present times if we do not understand that history. To help unpack all of this, I have invited my friend, the historian Srinath Raghavan back on the show. Srinath had last appeared in The Seen and the Unseen to discuss the troubled history of Kashmir and Article 370 and that episode turned out to be the most popular episode of The Seen and the Unseen so far. He's done three other fantastic episodes with me before that, all of which will be linked from the show notes at seenunseen.in. I'm glad he'll join me here again today. Srinath, welcome to the show. Good to be back on the new Seen and the Unseen. Yeah, Srinath, the last time you came here, it was on the back of a crisis about Article 370. And the time before that you came here, it could be argued that it presaged perhaps a future crisis with the India-Pakistan conflict where we, you know, after Balakot, we discussed the strategic implications of that. And we're in the middle of a bit of a crisis now also, aren't we?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:59.240",
        "message": "Oh, yeah. And looks like this is a show for crisis and crisis management. Yeah. So you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:05.320",
        "message": "know, the thing is, a lot of people are asking, like when I was tweeting about this, a common question that people seem to have been programmed to ask almost, especially on day one, it almost seemed as if the IT cell had asked their anonymous handles to all, you know, comment asking protesters like us, what are the students protesting about, where the implication was that there's really nothing to protest. It's, you know, it's this bill has something to do with illegal migrants and all that. But the sort of historical implications of this are far greater if you look at the sort of larger picture. And one of the things that sort of struck me over the last three or four days is that, you know, when the bill was passed, I thought, okay, we are living in really dark times, things are getting worse very fast. But I have been enormously heartened by the protests that have been happening in the last three days. And I think in a sense, in a perverse way, the bill has had the opposite effect, whereas you would imagine it, you know, in conjunction with the NRC to take down the number of citizens in the country use, I think there are actually now suddenly many more citizens, so to say, you know, if we use a distinction between thin citizenship, which is, you know, the legal status and thick citizenship where you actually involved with your nation, and people are suddenly taking the citizenship very seriously."
    },
    {
        "speaker": "Guest",
        "time": "00:05:24.600",
        "message": "Well, certainly, it seems to have catalyzed a largely unplanned spontaneous set of protest movements across the country. And I think it's very interesting that this protest seems to have a geographic reach, a sort of an institutional base in universities, not just of the old public universities, but you know, in technological institutions and institutions of management, in private universities, all of it suggests that there is a breadth and a depth to this feeling of antipathy towards what is being imposed on the country by way of amendment of the Citizenship Amendment Bill. And I think people have caught on to what is fundamentally problematic about the bill itself, which is that it effectively discriminates against the Muslims in India, and de jure reduces them to second class status in this country, and that they feel is unjust, it's incorrect. And it goes against the fundamental tenets of Indian identity, as they intuitively seem to understand was enshrined in the Constitution, which I think is very heartening, because as you've been saying, you know, we have witnessed a number of important pieces of legislation, other kinds of court verdicts happening this year, right, you had the Article 370 of Kashmir being abolished, the state being divided into two union territories, then you had the Supreme Court verdict on the Ram Jan Bhoomi Ayodhya issue, where, you know, on the one hand, the destruction of the Babri Mosque was condemned, but on the other hand, the people who destroyed it effectively have been given possession. It was both condemned and condoned. Exactly, right. So in a sense, coming on the back of these series of things which has happened, it is quite interesting that people have looked upon this as a moment where some of their fundamental questions of status, rights and identity, you know, the bundle of things that go into the making of the notion of citizenship, as really being tested at this point of time. And it seems clear that they have decided"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:18.520",
        "message": "that it's time to stand up. Right. And you know, one of the things which we're obviously going to do in this episode is talk about the historical background of all of this, both with the nature of citizenship, how it was in colonial India, the sort of battles in the Constituent Assembly at the time of independence to define it and set a direction forward and what it sort of revealed about the idea of India, the pluralistic idea of India that was then dominant among the framers of our constitution and problems of Assam and so on. So we look at the entire historical package. And we will also at the end cycle back to the present and talk about what's going on now and what the implications are. But before we do that, I want you to sum up for me, what are we protesting about exactly? You know, on the face of it, what many people seem to are saying on CAB and I get constantly on family WhatsApp groups, I get messages about it that what's the problem? This is only about refugees from other countries. It doesn't affect our citizenship. Why should"
    },
    {
        "speaker": "Guest",
        "time": "00:08:14.080",
        "message": "we be worried? Well, I think it we should be worried because the bill and the now the act effectively is very clearly discriminatory. It creates explicitly stated discriminatory provisions which leave out Muslims from getting citizenship as persecuted refugees from other countries. It leaves out certain other countries are from the ambit of India's neighborhood. For instance, it leaves out Tamils who have come from Sri Lanka, and who are still living in refugee camps in Tamil Nadu, maybe for about 25-30 years now. So there is a range of exclusions, all of which meditate against the guarantee of equality to all enshrined in Article 14 of the Indian Constitution. And in that sense, this bill seems patently unconstitutional. But more than anything else, it seems to strike a chord with people that here is a piece of legislation, which is so blatantly discriminatory, which attempts to reduce a very large number of people in this country to effectively a new category of citizenship. And in that sense, you know, there have been parallels which have been evoked in a number of fora with the Nuremberg laws of Germany, right? And it's it's worth recalling what those Nuremberg laws were about. You know, the Nuremberg laws were one of the Nuremberg laws effectively said that you could only be German if you're effectively of German ancestry. And that German ancestry was defined as excluding the Jews. You know, people were prohibited from getting married to Jews under the Nuremberg laws. So in a sense, it was an attempt to preserve a certain majoritarian notion of German identity by consigning Jews to second class citizenship. And that parallel, I think, has been evoked a number of times. It may not be accurate in all its particulars, but I think it strikes a chord because it is precisely that kind of a problem. And let's also face it that we have seen similar things happening in our own neighborhood in more recent times, you only have to think about the Rohingya problem, as it emerged in the context of Myanmar, and the grotesque tragedy into which it has devolved. Even as we are speaking, you know, there's a trial going on in the International Court of Justice, and none less than Aung San Suu Kyi has had to show up in order to defend the country. So I think people are worried about what kind of a path are we embarking on by bringing in this piece of legislation. Now, the CAA, the amended act itself may seem exclusionary, innocuous, and so on. But it is effectively a pincer movement when you combine it with the proposed National Register of Indian Citizens. Now this National Register of Indian Citizens actually was proposed by the Vajpayee government in 2003. Right? There's a citizenship rules of 2003, which promulgated the process through which this was to be done. Subsequently, when the UPA government came in, they set that aside and focused more on other projects like Aadhaar as a way of giving identity and, you know, enabling people to claim their rights and so on. But what the current government wants to do effectively is to first bring in the CAB, which then says that then we will move on to the NRC exercise of enumerating who's an Indian citizen, which will have various kinds of requirements. As the case of Assam has shown, there are a lot of people, both Hindu and Muslim, who will be unable to produce the required documents in order to meet the threshold. But the amended Citizenship Act will allow everyone but the Muslims to go through a process for claiming citizenship and eventually reach the destination. Whereas Muslims who may be unable to have the requisite documentation in order to be able to do that will then be consigned into some kind of a legal limbo. On top of it, we now know from newspaper reporting that instructions have been given to various state governments to open internment camps in various areas. Right? We are speaking here in Mumbai and there is a camp coming up in Nehru as the, you know, the newspapers reported this as well. Yeah, the newspapers reported it some months ago. And what is going to be the status of people who are there? What kind of rights will they have? What kind of freedoms will they be allowed to? In fact, if you look at the detention centers, which have been on operation in Assam for some years now, even normal jail manual provisions are not being followed in those kinds of things. There is a report done by Harsh Mandir a few years ago after a visit to these things, which is worth reading. So, I think if you put the new amended Citizenship Act along with the proposed NRC, you are effectively attempting to consign a very large number of people in this country to second class citizenship and possibly throw them into a legal limbo. And I think that is something that all of us have to be worried about. I would in fact go a little further and say that we have to look at this piece of legislation in the framework of the broader sets of things which have been attempted by the government. There was the criminalization of triple talaq. You know, triple talaq was a civil issue. Already the Supreme Court had ruled that it was illegal, it would not have any validity. But the government then goes on to bring a piece of legislation criminalizing a civil matter, right, which then says that the Muslim man effectively is a deviant entity for whom special criminal provisions need to be bought in which need not be bought in for other communities and people of other religions. Then you had Article 370 being abolished. So, a constitutionally guaranteed set of provisions for some degree of autonomy, which in practice were never observed for the one Muslim majority state in this country was ostentatiously and unconstitutionally without the concurrence of the state assembly done away with and that state has been divided into two. And then, of course, as I said, you've had the Ayodhya verdict, all of which put together suggests that, you know, a very large zone of exclusion in legal constitutional terms is being created for Muslims in this country, or at least that is a fear. And it is not just about Muslims, because any such exclusions from provisions of citizenship of rights, which have been guaranteed by the constitution, apply equally to every one of us. It is not just about them, but it is about us. And I think that is the feeling that the people who are coming out in streets in such large numbers, in totally uncoordinated unplanned ways to let out their feelings against what seems to be a patently discriminatory, unfair, unjust regime, which is now being instituted."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:42.320",
        "message": "Absolutely. And I'll sort of state two responses to that. One is just to elaborate on what you said about the whole process of the natural register of Indian citizens coming about. One thing that people keep saying on Twitter and WhatsApp and so on, is that, hey, listen, why are you worried if you're an Indian citizen, just prove your citizenship, and that's fine. But how do you prove your citizenship? I mean, I don't at this moment in time know if even I have the papers, someone as privileged as me, to be able to prove my citizenship. And I want to quote from a piece that Sanjeev Barua wrote for Frontline, where he talks about you know, the difficulty in proving this, where he says, quote, the NRC exercise and he's talking about what happened last year in Assam, essentially, where this exercise actually took place. And he writes, quote, the NRC exercise exemplifies the fact that contrary to the talk of a paperless society, the growing use of electronic technologies has actually increased the need for paper documents and underline their importance in people's lives. Legacy data are at the heart of the process. To be included in the NRC, someone has to identify an ancestor whose name appears in either the NRC of 1951, or a pre 1971 electoral roll, and provides documentary evidence of linkage with that person, even with the substantial assistance available at the NRC Seva Kendras. This can be a challenge for many people. And he continues later, consider a person who lives in Assam, but was not born in the state. In order to process his or her legacy data, NRC officials have had to make as many as 600,000 requests for legacy verification to various state governments. The response from them has been poor and tardy. Some states responded to fewer than 1% of the requests. More than 100,000 requests for legacy verification were made to the West Bengal government. But the NRC authorities received responses only in 6.5% of the requests, stop quote. And you know, we've all seen newspaper stories about how even ex army officers like the other day I read about some ex army officer who fought in the Kargil war, now being in a detention camp because he doesn't have the papers to prove that he's a citizen. And the thing is, because like it is fortunate given bureaucracy that a lot of papers can just be got with such jugaad like ration cards and so on. But what this also means is that they are not accepted as evidence of citizenship. And therefore, it's just extremely difficult to prove your citizenship for literally anybody. And if and this brings me to the second observation, that if you are already of the mindset that you want to other a certain set of people, then this becomes a fantastic mechanism by which to do so. Well, you can say that, okay, you can't prove your citizenship. But if you're a Hindu, you know, under the CAB, we can still sort of grant your citizenship, but not Muslims because Muslims are specifically excluded from the CAB. Now, my sort of question here is like one observation, which I think you'll agree with is that one doubt that a lot of people had about how serious this dispensation is about a social agenda is now sort of laid to rest. They're very serious. I mean, I want to make three points. This is one. The second point is something that Akar Patel said on an episode with me a long time back when we discussed Hindutva, where he said that how do you define a Hindu Rashtra? And when it comes to like an Islamic state, or an Islamic nation, it's very easy. There are certain positive laws which apply to what, you know, good Muslims must do. But the notion of a Hindu Rashtra basically seems to rest on othering and on being anti Muslim. So if you look at all of like I also did an episode on the Gita Press with Akshay Mukul, where he spoke about this whole developing movement. And if you look at all these major tropes of the Hindutva movement, whether it's cow slaughter or love jihad, or, you know, since independence, a Hindu code bill, and therefore the UCC, they all come down to a sense of let's get at the Muslims. And my third point is that one might have thought that the kind of polarization that is now happening, and and the kind of effect that this kind of othering rhetoric has is something that the BJP might have been using for winning votes alone. But the point is, if that was the case, then so soon after an election, when they have an overwhelming majority, they would not have started rushing through all of these things, as you pointed out with the UCC, no doubt next, that they are doing this out of conviction, not out of a cynical vote grabbing exercise, which"
    },
    {
        "speaker": "Guest",
        "time": "00:19:10.280",
        "message": "is how do you react to all of this? No, I think that's, that's broadly true. Because, you know, the conception one of the core ideas of Hindutva, and this goes right back to Savarkar and his pamphlet, Hindutva, you know, 1923, where he says that, you know, India is the homeland, the Pitrabhumi and the Punyabhumi of all Hindus in the world, right. So it is akin to a certain conception of say, like Israel being the homeland of all Jews in the world, right. So, and that in effect is driving some of these things, right, which which goes back to the argument, and we'll come to it a little bit more, because some of these arguments were also made in the constituent assembly debates, when citizenship provisions were actually being discussed, which is that, why should India not be the place where Hindus should naturally come to, right, especially since Pakistan has been created for Muslims, you know, where are the Hindus of the subcontinent going to go, you know, there is that kind of a rhetoric. But as you said, that automatically gives a privileged position to Hindus in this country, which goes against every tenet of the Indian constitution with its provisions for equality, the notion of secularism, which is weaved into the constitution in so many different dimensions. And that is a clearly an issue in play here, right. The second thing about, you know, why the BJP is kind of doing this, at some level, I think, yes, it is definitely a question of them saying, listen, we now have an electoral majority for the second successive time, we've come back in much greater numbers, our program has been affirmed and validated. And we are doing just what we promised in our manifesto, right. And the Home Minister, when he tabled this bill, as well as Article 370, repealing, you know, the nullification of that those provisions in Parliament said this, that this is there in our manifesto. But the reality is that the manifesto of a party, even with 300 odd seats, is not the same thing as the Constitution of India. And that is a fundamental distinction that I think it is incumbent upon all of us to recognize, and for citizens to say that elected majority government is not at liberty to overturn fundamental provisions of the Constitution, there have been sort of constitutional doctrines of basic structure, etc, to that effect, which affirm this principle. And I think this argument that listen, we have a majority, we won this election on the basis of this manifesto. Hence, you know, we should be allowed to go ahead and do this simply does not cut eyes. A constitutional democracy works on the principle that you on the one hand have democracy, which is about aggregation of majority preferences. But on the other hand, you also have the grid of constitutionalism imposed on it, which says that there is an extent beyond which the majoritarian principle cannot operate. And I think we are pretty much at the cusp of that kind of a moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:02.320",
        "message": "And it's sort of interesting, like one of the books you recommended I read was citizenship and its discontents by Neeraja Gopal Jial outstanding book. And she also gave a recent interview to the New Yorker, where she spoke about one of the things that is interesting about this whole majoritarian project in India, and which distinguishes it from other majoritarian projects is that the people we are projecting as the other are not recent immigrants, not recent migrants. It's like, you know, you might have, for example, movements in Europe against recent Muslim immigrants from Syria or wherever. And you might have movements in the US about relatively recent, like over the last century immigration from Latin America and so on. But what is happening in India is that Muslims have been a part of India for centuries, right? The other thing that is happening is a othering of people who are fundamentally part of the society. Ironically, a fact even Savarkar recognized, because if one sees his rhetoric till about 1910, it's actually very inclusive. And he sees Hindus and Muslims fighting together. And what really, you know, the two recent biographies on him elaborate upon is that the sort of brutal torture he was put through at Kalapani, even though the jailer was English, the people administrating the tortures were Muslims. And that seems to have awakened and radicalized him as far as Muslims were concerned. And therefore, in Hindutva, it's all about Muslims are the other and India belongs to the Hindus. The other fundamental clash of concepts here is that what Savarkar seems to be intimating is that citizenship is something that comes from descent. So if you are a Hindu, you are a citizen, whereas the other notion of citizenship is citizenship by birth. If you are born in India, you're a citizen. And the interesting thing is that the notion of citizenship by birth was dominant both in the British conception of citizenship from, you know, which was an intellectual influence on our leaders, and in the conception of citizenship by our freedom founders, including, you know, Motilal Nehru's document of 1928, and so on and so forth. And but there has always been this sort of growing clash between these two, where constitutionally, we gave supreme status to citizenship by birth, therefore avoiding these sort of divisions that did not actually make sense for a multicultural and diverse society as ours. But you know, while that is in the constitution in the political notion of citizenship, citizenship by descent has kind of made a comeback."
    },
    {
        "speaker": "Guest",
        "time": "00:24:33.120",
        "message": "Yes, you make a number of very important points. But before we start unpacking them, let me also make a plug for Professor Neeraja Gopal Jayal's book, which I think is by a long chalk, the best history that we have of citizenship, I would recommend to every listener of yours to get a copy of the book and read it for themselves. I think it will clarify a lot of things about our current... It's a marvellous book, it will be linked from the show notes on SceneUnseen.in. Thank you. Now, to go back to your question. Now, let's take Savarkar as a starting point, for instance. Now, again, I don't want to get too much into the personal biography and, you know, trajectory of Savarkar and why he kind of, you know, gets to this thing. But at a very simple level, someone like Savarkar, you know, there is an irony that someone who speaks so much about Indianness, about Hindutva Bhartiyata, as his descendants call it today, are actually captive to the classic European notions of what should be a nation state. Yeah, so in a sense, that's the irony of fundamental irony at the heart of the Hindutva project that a project which apparently is about Indianness, authenticity, etc, is actually mimicking and imitating and borrowing directly from a very straightforward 19th century European conception of a nation state, which is defined by one ethnic category or race, as Savarkar himself called it, defined by one language, which is unified in that sense, right? I mean, now, that is the context in which someone like Savarkar says that, listen, if every state has to be, every nation state has to be defined by one ethnos, then in the Indian context, of course, the Hindus, right? And others, as long as they are able to accept that culturally they are Hindu, you know, they can do what they want, that satisfies our requirement of having constituted that kind of an ethnic national state, right? Which in turn leads to this kind of conception of citizenship by descent, which you talked about, right? Now, scholars of citizenship and political theorists broadly make a distinction between two notions of citizenship, right? So, one is called use soli, use the Latin term J-U-S, use soli and use sanguinis. Use soli refers to citizenship by birth, which is the place where you're born decides whether you're a citizen or not. And use sanguinis is about blood, kinship, and descent being the main principles through which you do, right? Now, politically, we tend to think of Republican France as the sort of example of the first conception of use soli based citizenship. You may also think of it as civic citizenship. On the other hand, Germany is supposed to be the exemplar of use sanguinis, citizenship by descent, and you can think of as ethnic citizenship, right? So, civic and ethnic, use soli, use sanguinis. Now, in practice, of course, all these regimes tend to interpenetrate to a greater or lesser extent in various kinds of regimes. Now, as far as India was concerned, the reality for most Indians during the colonial period was that they had to cling to some conception of citizenship to begin with, because you're subjects effectively of the British Empire, right? So, all the debates about getting citizenship of the British Empire, etc, were fundamentally had to reckon with the reality of your subjecthood of your being colonized by an alien power, right? And in the context of the British Empire itself, there are at least two levels at which discussions of citizenship used to happen. So, one was what you might think of as imperial citizenship, rights of people who are dispersed across imperial territories. And let us face it, the British Empire was also a great engine of migration, forced migrations, indentured labor, slavery, plantations of various kinds, right? So, there are people from India who are implanted in various parts of the British Empire, what rights did they have? Someone like Mohandas Karamchand Gandhi actually came to the fore talking about the rights of Indians in South Africa, who are working there, who had gone there and so on, right? So, there is that kind of notion of what is, what rights do we have as citizens, so to speak, of the British Empire? And then there is a question of what rights do you have within the context of the British Raj in India itself, which is kind of more narrowly defined, right? And much of the struggle was about this. And then the key sort of strand of liberal thought in India from, say, the mid to late 19th century effectively attempted to struggle for equality of citizenship, both within the British Empire, but also for grant of citizenship rights within the context of British India itself, right? And that was a project which was at the heart of this thing. And then one of the problems with the whole liberal model of nationalism of the late 19th century variant was precisely that that was never forthcoming on the part of the British. Even when they gave you certain rights, it was always hedged in with qualifications of property, education, class status. So, in that sense, right? And, and I'm always reminded of this, you know, wonderful book by Niro Chaudhary, whom you can think of as a last exemplar of that great anglophone liberalism of Bengal Renaissance, so to speak, right? The self-defined Renaissance. In his extraordinary book published in 1951, soon after India's independence, called An Autobiography of an Unknown Indian, Niro Chaudhary has a dedication to the book, which made the book totally notorious, and in fact, made him an object of hate. But Nirodh Babu remained, you know, an anglophone to the very end, he even migrated to England later on. And the dedication of the book says this, right? It says the book is dedicated to the memory of the British Empire in India, which conferred subjecthood upon us, but withheld citizenship, right? It's very interesting. Conferred subjecthood, but withheld citizenship. And then he goes on to say, to which yet every one of us throughout this challenge, and he says, quotes, civis Britannicus sum, which is to say that I am a British, Britain. Yeah, that I am British. Civis Romanus sum was the sort of phrase used by Kikeru to talk about rights of Romans everywhere, right? So, what someone like Niro Chaudhary is trying to say is that we asked citizenship of the British Empire, but it was withheld to us. But nevertheless, his admiration for that empire remains undimmed, right? And if this is the sort of, you know, the kind of backward glance by one of the last surviving members of what you may think of the classic Indian liberalism of the late 19th century variant, you can see why the project failed, simply because you just could not get it on those terms from the British Empire. And of course, you know, there are discussions about what should constitute citizenship in independent India. And there you mentioned about the Motilal Nehru report of 1928, which is an interesting document because it is something like a proto constitution for an independent India or an attempt at, you know, devising some kind of constitution for independent India. And the Motilal Nehru report already enshrines use solely or citizenship by birth as the principle of granting citizenship in independent India, right? And it says that anyone born or naturalized within the territorial limits of India, or who's the child of a father born or naturalized in the territorial limits of India would be given Indian citizenship. Now, please note, if your father was born, you could be right. So, it's still a restricted form of citizenship. There is a gendered quality to that notion of citizenship, which is enshrined in the 1928 Motilal Nehru report. But nevertheless, the fundamental principle is of citizenship by birth. It is of a civic form of citizenship rather than an ethnic form of citizenship. And that is what then comes to the fore in the debates in the Constituent Assembly, when which are happening against the backdrop of partition itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:28.120",
        "message": "So, we'll come to that later, just to sort of, you know, get back to the sort of the strivings within India for citizenship of the British Empire. You know, it kind of strikes me that, you know, when you look back in the late 19th century, you have these very fine liberals like Naoroji, Gokhale, Ranadey Agarkar and so on, whom we now collectively call as moderates because they were moderate in their method, so to say. And in fact, I had an episode on Indian conservatism with Jerry Rao, where he claimed that they were conservatives, because their methods were not radical. And it's sort of interesting to put yourself in their shoes, where India doesn't exist. You know, today, we sort of look at the past through a frame of the present and all the things we take for granted that there is this, you know, there is a state of India, which we are part of, and we are all patriots, and we love the country and whatever, and we are proud citizens of India. So why would you want to be a second class citizen somewhere else? But there you have all of these very fine liberals, Naoroji in words, who are basically part of the British Empire, the conception of India is something that is still nebulous and hasn't really solidified and taken shape. And within those restraints, they are essentially trying for, you know, and even the term citizenship isn't so defined. If you just look at the landscape of the 19th century, you know, that there aren't so many like women don't vote, you know, you still don't have universal suffrage. And the conception of a citizen is very different from what it should be now. And I'm sort of struck by, you know, how one can look back at all of them and find them ineffectual and say, right, hey, what were they asking for? What were their methods, you know, with the benefit of hindsight, but it's still an interesting battle to take Indians forward. And there's a very interesting quote here by Lala Lajpat Rai, which I got from Nirja's book, of course, where he talks about the increasing group of elite Indians in the early 20th century who are asking for more rights or more like quasi citizenships, where he says, quote, the fact is that the British government in India is on the horns of a dilemma. They want the Indians to believe that they are the equal subjects of the king. But when the former claim their rights as such, they behave as if they have neither the power nor the desire to secure the same for them. Perhaps it is not so much the fault of the government of India as those statesmen who have to reconcile their professions and principles of liberalism with their policy of subjection. And then he goes on to say, the desire, the ambition and the necessity of claiming the rights of British citizenship is no longer confined to educated Indians, but is permeating through the uneducated classes and even the masses, stop quote. And of course, he uses the phrase British citizenship here and a lot of the sort of quote unquote, citizenship and the rights or entitlements that are given to Indians at that time are on the basis of property and education confined to a very small number of people. How does the conception of citizenship within India grow from this, from just a few people with property and education having any rights at all, to something all encompassing"
    },
    {
        "speaker": "Guest",
        "time": "00:35:27.760",
        "message": "as it did when we gained independence? Well, I think there are two aspects to it, which are worth recalling. First, as far as the, the older, you know, discourse about citizenship in the context of British Empire is concerned, I think the point of reference for that, especially from the turn of the 20th century really is about the fact that there are certain parts of the British Empire, which are given various forms of recognition in terms of their autonomy, their rights, which are known as the white dominions, which are Canada, Australia, South Africa, right? And these areas are recognized and there is a very clear racial divide within the British Empire itself, which is running through, right? You know, the, the great African American thinker W.E.B. Du Bois, you know, talked about the color line girdling the globe, right? And it definitely girdled the British Empire. And there was that racial divide, which said that, you know, certain dominions and certain colonies had greater rights within the British Empire could aspire to various forms of citizenship, because they were officially even known as the white dominions."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:35.480",
        "message": "And you know, even among the white people, there were divisions in the sense that, like one fascinating fact I read was that if you were a French person naturalized in New Zealand, you'd be a British citizen as long as you were within the dominion of New Zealand. But if you went back to England, you would be considered a Frenchman and a foreigner."
    },
    {
        "speaker": "Guest",
        "time": "00:36:51.920",
        "message": "That's right. The second thing which was done was that the white dominions were given power to regulate immigration to their territories. You know, Lala Rajpathrai's observations here, as well as many of his other writings from that period, also have to be understood against the backdrop of the infamous Komagata Maru incident, right, which in some ways crystallized many of these problems, which is that when a ship bearing a number of Indians attempts to berth in Canada, it is turned away. Right. And so, in a sense, the white dominions were allowed to restrict people from other parts of the British Empire from entering their own territory, right, which suggested that you had a distinct second class status, even within the British Empire. And that was primarily a racial sort of divide, which was there, even though it was not termed in so many ways, and but it was absolutely evident to all the people that you named, that this was the game in play. And that is what they were trying to rise against. And as I said, even Gandhi was trying to do similar things in the context of South Africa."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:49.240",
        "message": "Yeah. And Gandhi, of course, moved from a position of working with the empire to eventually rebelling against the empire and working with the empire wasn't working out. Just to sort of briefly tell my listeners what Komagata Maru was, there was a ship called Komagata Maru, which took a bunch of Indians, I think around 200 to Canada, and the Canadian government refused them entry, it I think just took one Indian doctor, four people and 20 people who were Canadians coming back to Canada. But the remaining Indians were sent back on the ship. And when the ship embarked on what was then Bombay, the British government refused to let them disembark because they said that, you know, you guys committed sedition by leaving us and going to Canada. And there were clashes and I think 19 people or something like that actually died in those clashes. That's kind of where we are now we get to independence, okay, and you have the and as Gopal points out in her book, quote, at midnight on August 15 1947, all the erstwhile Indian subjects of King George VI did not, as we might expect, automatically become citizens of the new nation. Stop quote, you know, there is still a process left the country is independent, but the people are not citizens, there is still a process left that process is being debated in the Constituent Assembly. Guidelines are being discussed by the framers of the Constitution and how we should look at citizenship. Tell me a bit about that period and what are the fault lines in those debates?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:07.240",
        "message": "Well, I think the starting point is to recognize what historians of partition have been telling us for some time now, which is that partition was not an event, it was actually a process. It did not just happen at the stroke of midnight. It was something whose practicalities both India and Pakistan had to grapple with for several years, perhaps even decades into the future about the kinds of, you know, actual realistic administrative and various kinds of legal measures that had to be put in place. And that, of course, goes to the heart of the problem, which is about the movement of, you know, maybe 10 plus million people across the borders of the newly created states of India and Pakistan. And again, it was not something just concentrated in time, but was spread out. And how do we deal with this, right? So it is in that context that really the Constituent Assembly has to consider the citizenship sort of provisions, right? And it is recognized that once the Constitution comes into play, and there is a government, the parliament will legislate and create a citizenship act. But in the meantime, the Constituent Assembly, which is also doubling up as the legislature, had to take certain kinds of put certain kinds of principles both to guide future legislation, but also to cater for some immediate problems of what is happening. So those debates are an interesting mixture. And they're fascinating precisely because, you know, they are discussing principles, even while the tragedy of partition is unfolding. So you have you cannot leave the practicalities of it aside. You cannot leave the emotions that are in play aside, right? So it's a very, very interesting thing. And in the last set of discussions on the citizenship provisions of the Constitution, Jawaharlal Nehru actually says that, you know, this is perhaps the one part of the Constitution that we have discussed the longest, right? Because it was very contentious. Because it mixed both issues of principle, issues of practical importance, issues of imminent practical importance, right? So that is the thing. Now, there are broadly three provisions of the Constitution, which were, you know, dealing with these questions, Articles 5, 6, and 7. So let me just quickly summarize them. I don't want to get too much into detail, and then talk a little bit about how those debates themselves played out, right? So Article 5 effectively says that at the time of the commencement of this Constitution, 26 January 1950, as it turned out, anyone who's born in India, or either of whose parents are born in India, right, please note, we've improved from the Motilal Nehru report of 1928. So either of whose parents are born in India, or who has been resident in India for five years continuously, will be a citizen of India, right? So that is the main provision of Article 5. Article 6 talks about provisions for those who migrated to India from Pakistan. And it says that if this person, her parents, or grandparents were born in undivided India, which is British India, and they talked about the Government of India Act 1935 defining those boundaries. And if that person migrated before July 1948, when the sort of the migration controls were brought into place, and were residents since then, or if they came between July 1948, and the time that the Constitution comes into force, then they would be registered as citizens, right? So you have a provision for people who are coming in from Pakistan to India. And even though no religions are named, it is understood that a majority of those people are going to be Hindus and Sikhs, right? That that is the demographic of that particular movement. Now, Article 7, which in some ways, is important, because it superseded some the, you know, Articles 5 and 6, it says that anyone who migrates from India to Pakistan, after March 1 of March 1947, right, which is even before partition happens, shall not be deemed a citizen of India, right? This is a very strong provision, which is brought in to say that anyone who left India on or after first March 1947, will not be seen as a citizen of India, even if they want to come back to India, right? And if they return to India, they will have to return with a permit, which is issued by the Indian High Commission in Pakistan. And then there would be a path for citizenship to them, which is that they will be seen as people who are effectively coming after July 1948, as per the provisions of Article 6, right? So, in a sense, you say, first of all, that anyone who left India for Pakistan, which is effectively Muslims, after March 1947, shall not be regarded as citizens. And that if they want to come back, as a lot of people were coming back, because their family is their property, etc, might have been in India, then they would have to get this special permit and have to get into this track for coming into citizenship, right? So, between these three things, Article 5, which is overall provisions, 6, which is about people coming into India, 7, which is about people going from India to Pakistan who might want to come back, right? These three provisions together were at the heart of the Constituent Assembly's discussions on citizenship itself. And these were very contentious provisions, right? I mean, let me just sort of give you an example of the kinds of arguments which are made. I mean, there are very fascinating discussions, you know, the one of the great things is that the Constituent Assembly debates are now very easily accessible online. So, I'd encourage, you know, viewers to go back and read this because it gives you a sense of how, you know, thoughtful but at the same time impassioned those discussions were and in some ways, you know, a refreshing contrast"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:29.360",
        "message": "to what happens in our discussions. In fact, a sign of how impassioned they were is that, you know, Jaspath Roy Kapoor called Article 7 the obnoxious clause. And a lot of the literature refers to it as obnoxious clause, quote unquote, because you know, that's"
    },
    {
        "speaker": "Guest",
        "time": "00:44:42.120",
        "message": "how strongly they felt. Yeah, yeah. So, let me just, you know, and then just worth pointing out that Jaspath Roy was a senior congressman from UP. And many of the people who criticized these provisions, or, you know, said that, listen, why use Soli based principle, or why should, you know, people coming back from Pakistan be given an opportunity even to become citizens at all, when they've actually first left for Pakistan, right, were not necessarily people who are from the Hindu right, so to speak, they were from the Congress Party as well, because there was a lot of feeling at that point of time, that the country had been divided. Right. And it kind of goes back to some of the arguments which were made by the Home Minister when he was tabling, right, in the discussion, he sort of at one point burst out saying, it is a Congress Party which divided the country on the basis of religion, you know, actually, the Congress Party accepted partition, but they never accepted the two nation theory, right. And even if you look at the partition plan of 1947, which was unveiled, it is very clear that the Congress Party does not at any point say that we accept the division of India on the basis of the two nation theory, what the Congress Party signs up to effectively is this. The partition plan says that the legislatures of the state provinces of Punjab and Bengal will vote on whether the provinces should stay united or should be separated. The legislature of Sindh will vote on whether it should go to India or Pakistan. There would be a referendum in the Northwest frontier province, because even though it is a Muslim majority province and contiguous to Punjab, Dhaka and Sindh was ruled by a Congress government in the select district of Assam, which we will come to again later, you know, there was be a referendum, right. So, effectively, what the Congress Party signed up to was to say that if democratic tests could be used to establish that a significant minority of the country wanted to secede, and if it was geographically possible, then we will not stand in the way of such a session, right. That was what the Congress Party signed up to. They never accepted that the two nation theory was the principle on which we are accepting the partition. Yeah. So, they accepted partition, but never the two nation theory. So, in that sense, the Honorable Home Minister was totally wrong when he said that in the floor of the house. But these points were, however, you know, reflected the debates on the CAD, right. So, for instance, there is Bhargav Das, you know, who says that he I have only two wishes as far as the citizenship law is concerned, that every person who comes from Pakistan as a refugee should have no problem becoming a citizen in India. But whoever left for Pakistan in order to become a citizen of Pakistan before independence should never get citizenship in India, right. So, there's a sense that isn't those who have left, why should they ever be given the opportunity to come back, right? Even before Jaspath Roy talked about the obnoxious clause, etc, you know, there's another very interesting person called Dr. P S Deshmukh, who later became the Union Agriculture Minister in 1952, senior Congress leader, who said that, you know, forget about Article 7. In fact, I think Article 5 itself, which defines a basic, you know, you solely principle, he says should be changed to state that every person who's a Hindu or a Sikh, and is not the citizen of any other state should automatically be eligible for the citizenship of India, right? So, he wanted to bring use sanguineous or dissent into the story, because the argument which he makes, and he says this in the Constituent Assembly, he says, if the Muslims want an exclusive place for themselves called Pakistan, why should not Hindus and Sikhs have India as their home? Yeah, that is the classic use sanguineous argument. The interesting thing is that even as Dr. Deshmukh is saying these things, he says that I know this will militate against our conception of India as a secular state. He says that also in the Constituent Assembly debates, right? So, there is a recognition that the use sanguineous principle will cut against the broader vision of the thing. But there is a sense of anger that the country has been partitioned, and those who left should simply not have the option ever to come back,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:41.560",
        "message": "right? In fact, there's a reflection of that anger and the same thing you're saying and what Jaspath Roy himself said, where, you know, talking about Article 7, the obnoxious clause, he says, quote, it's a serious matter of principle. Once a person has migrated to Pakistan and transferred his loyalty from India to Pakistan, his migration is complete, he has definitely made up his mind at that time to kick this country and let it go to its own fate. And he went away to the newly created Pakistan where he would put in his best efforts to make it a free, progressive and prosperous state, stop quote, where the implication is, and this is also a kind of other implication is that listen, you left and therefore you're a traitor. And now you can't come back. And, you know, we can think of it in harder terms right now. But at that point in time, everything is very fluid, people are going back and forth. And that date is something arbitrary, which many citizens don't even realize that there is a date like that. Or, you know, I mean, I read about a guy who went on a business trip to Pakistan before the date and came back after the date. And"
    },
    {
        "speaker": "Guest",
        "time": "00:49:35.200",
        "message": "he was stuck in a case for years because Yeah, and that that precisely was the kind of divide in the Constituent Assembly, right? So those who wanted to tighten the provisions of Article 7 by saying, listen, there should just be no avenue for those who left for Pakistan to come back to India, effectively arguing that this was purely a matter of voluntary choice, right? As he says, he has kicked this country, he has gone, he has made his choice. Why the hell should such people be allowed ever to come back, right? And if they come back, they will be fifth columnists in this country and so on. And again, what is striking about not just these debates, but many other debates in the Constituent Assembly is this language of saying, you know, people have to be loyal to the country and so on. Even Jawaharlal Nehru says it, though to Jawaharlal Nehru's credit, he says that Pakistanis should be loyal to Pakistan, Indians should be loyal to India, right? But there is the sense that how are we going to create this national unity and so on, which is an underlying sense of many of these kinds of choices."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:22.480",
        "message": "So, isn't then the case, the fault line state exists today in the discourse, which have led to these protests, which has led to the CAA, were also present then. It's just that the people who sort of, you know, like even those who are arguing that, you know, that India should be the home for all Hindus and whatever and just as Pakistan is a home for Muslims is in a sense, arguing a version of the two nation theory. So, did the fault lines also then exist then except that then they were on the losing side and the broader secular inclusive vision won out, and now they're not on the losing side anymore?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:53.360",
        "message": "Well, I think that is the important thing to remember, that it was not at all inevitable that the secular broader vision, pluralistic vision should have won out in the Constituent Assembly, right? Which is why I was trying to emphasize that the people who are making these points are senior congressmen. They are not people from the Hindu Mahasabha who"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:10.240",
        "message": "are a small minority whom you can just relegate. Exactly. So, it's a dominant stream of thinking."
    },
    {
        "speaker": "Guest",
        "time": "00:51:13.960",
        "message": "There is a very important stream and that is why these were the most contentious provisions as Jawaharlal Nehru observed, right? But the point is that how were they able to persuade and win over this thing, right? First by affirming that, listen, we are for a secular state and that the principle of citizenship by birth is the one that best captures this. Yes, we recognize that those who left Pakistan, you know, they should not have an, you know, Indian citizenship should not be so cheap that people can just come back and ask for it. But at the same time, we cannot tell them that, listen, you cannot come back. And the argument which was made was to say that this is not always a matter of choice, that a lot of people left under compulsion, under duress. When you have communal violence of that kind erupting, a lot of people thought it might be safer to move to areas where there are Muslim majorities and vice versa, right? It is in that context that a lot of people left. When things settle down, people want to come back to their home and hearth. You know, there is also an underlying economic dimension to the story. A lot of the people who opposed the provisions of Article 7 said that, you know, Muslims should never be allowed to come back from Pakistan to India and claim citizenship. We're also concerned that those who are coming back will also claim property. The property they left behind, basically. Yeah, which has been taken over by the Evacuee Property Organization, right? I mean, and they said that, listen, if they claim back property, how are we going to resettle refugees who come to India, right? And Jawaharlal Nehru and the Congress Party, Patel and others made it very clear, saying that, listen, it is the responsibility of an Indian state to rehabilitate those people. It is not the owners should not be left upon people, communities and the property which, you know, they have at their disposal. The second thing which they said very clearly and Nehru says this in his sort of important intervention in these debates is that to argue against Article 7 is to argue for discrimination, is to argue for unfairness. It is exactly the language that the protesters of today are using to say that if you want to exclude some people from provisions of citizenship, yeah, it's not to say that everybody has a freedom, right? It's not like what the Prime Minister said, or should every Pakistani be eligible for Indian citizenship? That's an absurd claim. The issue is that do we put in place laws, which will systematically exclude some people from claiming citizenship in that context. And it was a very hard won victory. It was not an easy thing for even the Congress Party to carry the Constituent Assembly and for these provisions to come into play, which is why I think it is all the more important that people should actually go back and read those debates to understand that the Congress Party and the Indian nationalists of the time, not just the Congress Party, the mood in the Constituent Assembly was never to accept the two nation theory. There was a lot of, you know, heat around these debates around the anger of the fact that the country had been divided. But at the same time, that anger was not allowed to subsume fundamental principles of equity, pluralism and secularism on the basis of which the Constitution was being"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:05.560",
        "message": "drawn. And as an aside, you know, there is a semantic reflection of the tenor of those debates and which might even have relevance to what is going on today, in the sense that even though these words did not make it to the actual articles, two of the words used a lot in the debates were refugee and migrant. Whereas refugee, it was sort of used in a sense of Hindus, you know, fleeing Pakistan and East Pakistan as it were, and therefore poor guys, they have no choice, they've been forced out. So you know, we will welcome them. But with migrants, it was a reference to the people, article seven dealt with that Muslims who might have gone to Pakistan or been there on that date, and then they decide to come here, you know, and, but you know, spoken of as migrants, not refugees, because, you know, there's a choice involved, and what is the intent, and we must ascertain the intent. And, you know, you have then commission sitting in over the intent and not listening to what the stated intent is, but, you know, rejecting a lot of Muslim applications for citizenship on that basis. And so, you know, it does seem to me that sort of, okay, you know, the secular liberal way of thinking sort of won the argument back then. But I think the argument that a lot of people are sort of making now, is that a permanent victory? Why should that still be the case? And that is, of course, something I lament, because I think both you and I are of the persuasion that we should not discriminate. And, you know, we value secularism, but the point and I think I brought this up in my in our episode on Kashmir as well, the point that Dindayal Upadhyay made about the constitution were not in so many words, but the idea being that look, it was a constitution imposed by a liberal elite on a country which did not share those values. So, you know, it's one thing to say, like you said, at the start of the episode, that just because they have won an election doesn't mean that they can overturn the constitution. But their argument would be that look, the constitution number one is not a permanent thing. Number two, the constitution has been desecrated constantly through the decades by Nehru and Indira Gandhi repeatedly. They themselves desecrated the constitution to the extent that as early as 1953, Ambedkar said that, you know, if I could, I would burn the constitution, you know, a document that he authored, he felt so strongly about what was being done to it. So, the argument of the people today would be that look, look at what Nehru and Indira did to the constitution to the extent that, for example, the preamble that people are reading out in all these protest marches is basically not the Ambedkar preamble, it's the Indira preamble. And they would argue that, no, now, you know, we are the people, we have proven that in the electoral system that we have, why does that have less significance than the constitution? That is a question that could be posed, not something that I am posing or I agree with. But that's one way of looking at it."
    },
    {
        "speaker": "Guest",
        "time": "00:56:40.320",
        "message": "No, the constitution was never intended to be a dead document. It was supposed to be a living document, right? Which is why the provisions for amendment were made and fairly liberal provisions for amendment, right? And if you, the threshold for amendment is not that high for many parts of the Indian constitution, which is why the Indian constitution is not just one of the longest documents of its kind in the world, but it's possibly one of the most amended such documents as well. So, there is no, you know, point in saying that, listen, this thing and in fact, the first set of amendments were bought in by Jawaharlal Nehru."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:09.120",
        "message": "Exactly. I mean, we know that back history. In fact, there's an old cartoon about how"
    },
    {
        "speaker": "Guest",
        "time": "00:57:12.960",
        "message": "the constitution is not a book, but a periodical. Yeah. And in fact, Nehru himself says in one of his letters saying that, you know, the biggest problem with this constitution is that, you know, we try to plug everything into it and it constantly keeps coming in the way of what we are trying to do in any context. So, that is, I think it is taken. But the issue is whether a set of laws made by a parliament, which is elected on democratic principles can effectively overturn the fundamental underlying principles of the constitution. And there, there is a doctrine which goes back to the famous Kesavananda Bharati judgment of the 1970s, which talks about there being a basic structure to the Indian constitution and that no legislation which undermines that basic structure will be deemed as consonant with the constitution. It has been affirmed many times that the provisions of equality of secularism are basic structures, features of the Indian constitution in as much as the current amendment to the Citizenship Act undercuts and goes against those principles, it is to my mind unconstitutional. I'm not a constitutional lawyer. We can discuss these things. I'm sure the courts will hear it at some point. But the reality is that that is what the argument is about. The argument is not to say that, listen, the constitution is frozen in time"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:33.120",
        "message": "or that it's a document which cannot be changed. But, you know, here's the point. So, and I'll link to a talk that my friend Shruti Rajgopalan gave on YouTube about this, about the constitution changing over the years, is that every time Nehru did something unconstitutional or Indira Gandhi did something unconstitutional, and this happened many times, and it was ruled to be unconstitutional, they changed the constitution. So, my hypothetical question to you, therefore, is that if this lot, which almost has the numbers to change the constitution and might well, God forbid, have those numbers at some point, if they change the constitution, then are we to sit back and say, oh, okay, this is a constitution. Now it's no longer unconstitutional."
    },
    {
        "speaker": "Guest",
        "time": "00:59:07.680",
        "message": "No, but that is precisely what the Keshavananda Bharati judgment and the basic structure doctrine prevents you from doing, which is to say that there are limits to what the parliament can do by way of amending the constitution. There are some aspects of the constitution that you cannot tamper with, right. So, there is no straightforward constitutionally correct option to wholesale overturn the fundamental nature of the constitution itself. If you want to do it properly, then effectively, you should ask people, campaign on the basis of saying, listen, we are going to have a second constituent assembly, please put that on the manifesto, go to the people. If you win a victory, then perhaps you can convene a second constitutional assembly and design the constitution that you want, and then go back to the people and get it approved with them in a referendum."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:47.880",
        "message": "Who knows, they might actually do this, and then you will be back here and we'll be discussing"
    },
    {
        "speaker": "Guest",
        "time": "00:59:51.320",
        "message": "another process. I am happy to sort of, you know, contemplate a possibility like that, in a sense, I think, but that is the only way to change the constitution. Every other way of doing this stuff by stealth, you know, as it was done in the context of the 370, you know, by sort of an indirect skullduggery type action, cannot stand scrutiny if the courts take a proper view of what is happening. I am not a constitutional lawyer, but this much I know that if you want a fundamentally different constitution, then you need a second constituent assembly of some kind. You need a different constitutional regime in order to bring in a new constitution. You cannot just marginally keep tinkering and getting to that point. Now, we may well get to that point if the courts do not stand up for the constitution, which they are there to interpret and protect."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:36.320",
        "message": "And you know, an irony that strikes me here, and this is an aside before we sort of get back to the main body of our discussion. An irony that strikes me here is that many supporters of this government sort of identify as conservatives and they call themselves conservative, but it kind of strikes me that what this particular government is doing, and I mean this in an entirely negative sense, what this government is doing is not conservative at all, is both revolutionary and radical. They are one, not only going against the grain of the constitution itself, as you pointed out, which is an extremely radical act, but you could argue that they are also going against the grain of Indian society, which by its nature is assimilative and tolerant. And this is sort of a debate that I wrestle with in my own mind. You know, I brought it up in my recent episode with JP Narayan, where he objected to my classification of India as an illiberal society. And you know, one can obviously point out many illiberal things about our society, especially the misogyny and the way women are treated, for example. But equally, in one way, we are a liberal society in the sense that we assimilate influences from all over so well, including the fact that, you know, Mr. Shah's name is of Persian origin, the elegant churidar kurtas of Mr. Modi are obviously of Islamic origin, and we assimilate it all beautifully and make our own. So to now to do this sort of othering that the government is doing is a radical act, not a conservative act."
    },
    {
        "speaker": "Guest",
        "time": "01:02:02.520",
        "message": "No, so two points, right? First about the conservatism and radicalism. There is a famous article by the American political scientist Samuel Huntington called conservatism as a positional ideology, where he says that conservatism as a doctrine never has positive content, it is not defined by certain tenets in the way that liberalism is. It is about saying whether you are for change or you're against change effectively, right. And he says that, you know, you can be a conservative in various contexts. And in that sense, he says that, you know, those who are trying to uphold liberal values in America today against the onslaught of communism in the Cold War are effectively conservatives, right. And in that context, I'd say that all those people who are coming out in the streets are conservatives in as much as they want to conserve the existing institutions and the framework of this country. I think it is a very straightforwardly, you know, a conservative impulse, but on the assumption that what we are trying to conserve on what we are trying to preserve, protect, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:57.160",
        "message": "which is what our president is supposed to do under the oath of office, right? Protect and defend. The Huntington point is also made by Hayek in his famous essay, why I am a conservative where he says that, you know, they don't have ends, they're just a means, you know, they"
    },
    {
        "speaker": "Guest",
        "time": "01:03:09.200",
        "message": "just want to get everything to be the same. The second point which you made, which is about, you know, what is the nature of society, what is Indian identity, and so on. That is always a point of political, intellectual, ideological contestation, right? I think every society tells certain stories of its own past for itself. Every society rests on certain commonly accepted fictions, if I may put it that way, right? We all imagine certain pasts for ourselves. But what is important about these imaginations is which of these models do we find persuasive, right? It is in that sense that these acts of imagination fundamentally are about political, they are about being able to persuade others to buy into that vision. What the Indian National Congress and the leadership that got us independence, brought the constitution into this country did, was to persuade that there was one reading of Indian history, which was, which made for a better future for India than anything else. And that was precisely this thing, right? This assimilative. Jawaharlal Nehru has this famous metaphor in the discovery of India, where he says that India is an ancient palimpsest. Line upon line has been written, but what has gone before has never been totally erased, right? So in a sense, you know, there used to be a slogan when we were growing up in schools, right? It used to be plastered on the wall saying unity and diversity. But actually, the Indian National Congress and the Indian National Movement and the Constituent Assembly's vision was not so much unity in diversity, but as reminding us that we are diverse in our unities, that this is a country of extraordinary diversity, of all kinds, diversity at a scale which is unprecedented in world history. And if we want to make a new nation state with a new constitutional regime, we will have to accept and accommodate those diversities, which is why the constitution of India is a constitution which is not, even though it talks about a unitary state, it is not necessarily federal and it's this thing, but has a federal complexion, has federal provisions. But its underlying vision is to say that, listen, there are various forms of differences and asymmetries that we have to accommodate within this country, which is why then you say that, listen, let's have personal laws, you know, it's always better to have a uniform civil code. But the history of India, the moment of partition suggested that it is better to let some identities gain confidence before they themselves decide that they want to come forward and do things, right? So it was an acceptance. It was a messy compromise. But that is what India at the time of independence was. You know, you had to do that. And it was a working model. It was a work in progress. Its success depends on its ability to persuade Indian citizens that this understanding of our past is better. What the Hindutva project is about is an alternative understanding of Indian past, which again, true to form, is effectively borrowed from colonial forms of knowledge. It was the British who first taught us to think about our past as being divided into a Hindu period, into a dark ages when the Muslims ruled over India. And then of course, the onset of enlightenment with British blessings of liberty and prosperity into this country, right? So that the tripartite periodization, which is at the heart of their thing, right? So every time they say, oh, we are writing 600 year old wrongs, right? This was a period of Muslim domination, we were enslaved, we were colonized, right? You are effectively buying into that particular vision of India, which funnily enough, is a British vision, right? So the greatest advocates of Bharatiyata in this country are the greatest prisoners to the British Orientalist project, and its categories of knowledge and thought that they left behind. So in a sense, if there is anybody who deserves decolonization, it is them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:47.800",
        "message": "And I think I had an episode with Manu Pillai where we also kind of discuss this, how many of our own nations of what our civilization was like, have come from the narratives built by the British, because the British go to this new place, and they have to explain it to themselves. And typically, the early narratives of this will always be simplistic and will always contain binaries. And those narratives and narratives that we have somehow embraced unquestioningly and which now sort of dominate the discourse. And like you pointed out, you know, what is sort of remarkable about India as an experiment is obviously the incredible diversity, which is why the typical mistake that say Savarkar and the RSS made of looking at it more in European terms, where it's one nation, one state, and all of that is such a mistake. That's a fantasy. I mean, it's just..."
    },
    {
        "speaker": "Guest",
        "time": "01:07:32.400",
        "message": "And it's a fantasy and we can discuss it because the logic of those arguments is what is creating the kind of turmoil that you see in the Northeast today, which is just one sort of place, example of how tightly woven some of these diversities and this tapestry is, right? I mean, in a sense, you pull at one thread, a lot of it can unravel. And you know, that's the kind of thing. And of course, you know, Gandhi as always was an outlier to everything, right? I mean, the originality of the man was precisely in that, you know, Gandhi has this wonderful line where he says, happy is the country that has no history. He says, forget about history. And in fact, it was Gandhi who carried the day even after his death in the Constituent Assembly because people invoked him to say that Gandhiji said that every Muslim who has gone to Pakistan should be free to come back to India and he should come back to India. That was his vision. And that is what I think we tried to do. But obviously, within the limitations of what the practicalities of the Constitution is. So, it was not a perfect set of arrangements between Articles 5, 6 and 7. You know, a perfect arrangement would have said that, you know, listen, why even have, you know, declared that those who left for Pakistan are not citizens, right? I mean, you should in a sense have open-ended. But the reality, as I said, was that the Constituent Assembly was grappling with this issue, not just as a matter of principle, but were imminent practical exigencies, which impinged upon the lives of millions and which excited the passions of millions more. So, you had to strike those messy compromises. And frankly, that is what politics is about. This desire for neat mathematical solutions of the kind that seems to animate our current politics, right? That, you know, everything has to be sort of systematized. There is one nation, there is one nationalism, there is one this thing. It's something that fundamentally goes against the grain of the way that the Constituent Assembly thought about these things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:10.720",
        "message": "Right. So, we have the framing of the Constitution. Our side, so to say, wins the debate. We have Article 5, 6, 7, you know, the citizenship by birth takes preeminence here. And it's an inclusive vision of citizenship, despite the sort of exclusive arguments made. But that's not, you know, the Constitution isn't like Upendra Bakshi, for example, makes a distinction between, quote, the constitutional state, the normative and aspirational framework enunciating the desired social order, and the political state as framework of competition for political power, or even the struggle to capture the constitutional state, stop code. So, you have the constitutional state, which is sort of that ideal, principled vision, which is laid down by the framers of the Constitution. But in actual politics, you have those contestations aren't settled in our actual politics, they are still going on. And in a sense, you could say that, you know, they have now come to the fore in a very big way. And those arguments are sort of taking place again. And I'd say that there's also perhaps a necessity to have those arguments again and win that argument again, as hopefully we are doing with all our protests and civil disobedience, rather than just hug back to the Constitution and say we won that argument. And the thing which I don't think we did win that argument, it's"
    },
    {
        "speaker": "Guest",
        "time": "01:10:24.000",
        "message": "still happening. No, no. And I think Professor Bakshi's point also is to say that, in a sense, whatever might be the sort of, you know, text of the Constitution, or laws on statute books, the reality is that in administrative practice, there were still various kinds of discrimination which were practiced, which is what he's referring to, right. And then we have historians like Vazira Zamindar, who have pointed out that how even after all of these things happened, you know, Muslims who are seeking to return, come back to India, were because of a range of administrative measures effectively kind of made it very difficult for them to come back and claim their properties. And the evacuate property story is a very long one. I don't want to get into that digression. But, you know, this is absolutely true, in a sense, you know, there's no argument is ever won just by, you know, getting a law passed. So to that extent, that was true. What I also buy the argument is that in some ways, it is important for this kind of discussion to happen. I'm not so sure whether we have won as yet, or whether we will even win. I mean, a lot will depend on what the government does and what the courts do."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:25.440",
        "message": "And a lot also depends on how we define victory. For example, even if a majority of the people agree with us, the first pass the post system means that, you know, it's just very messy."
    },
    {
        "speaker": "Guest",
        "time": "01:11:35.000",
        "message": "And that's the system we've signed up to. So we also have to play by the rules of the game, right? So I mean, so I think that is, but your point, I think, is important, which is to say that the mere fact of the discussion, and the fact that we are sitting here and talking about these things, as are so many, you know, millions of people out there, itself is a good sign, because, you know, constitutional sort of, you know, values need to be embraced by a society at large. That was Ambedkar's fundamental point, right? He said, you can write any book that you want. But if the society at large and its normative values are going to be totally untouched by those things, then it's just a top dressing on a totally different kind of soil, right? So that that is the point, right? So constitutional cultures have to be created. And in other contexts, they are created by these kinds of movements, they are created by these kinds of struggles. We've seen it happening in country after country, you know, notions of rights of freedom are never closed, they continue to expand, you know, even in the context of Indian citizenship, and the way that people thought about it, there were various kinds of exclusion, there were gendered exclusions, there were, you know, exclusions around religion, etc, in practice, which had to be overcome, right? So and then even, as we discussed in the context of Assam, there's an entirely different set of history and practical politics that you have to deal with. So there is no taking away from any of that. In fact, my point is precisely the opposite, which is that the beauty of the Constituent Assembly debates and this thing is precisely their willingness to balance principle and pragmatic immediate choices, and then to say how best to be sort of cope"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:06.720",
        "message": "with these things. It is not an exercise in abstraction. And it's actually very fascinating for that reason, that it is, you know, that they are framing that constitution which embodies those principles at the same time as there is violence and bloodshed on the streets. And they have to figure out a sort of way to make it work. You know, you mentioned gendered inclusions and, you know, something that really has no relevance to the subject on hand, particularly today, but is an interesting sidelight and is also an illustration of our inherent sexism as a society is, you know, in December 1949, the Abducted Persons Recovery and Restoration Act. And, you know, to read about all the things that happened today is, you know, just shocks me even from this distance, where basically the Abducted Persons Recovery and Restoration Act laid down a date after which all mixed unions that is unions between men and women belonging to different religions would be treated as cases where women had been abducted and forcibly married or converted. Now, the thing is that obviously, a lot of women on both sides of the border were abducted and these things did happen. But the assumption was that all marriages would be treated as cases of abduction if they were of mixed religions, as if, you know, inter-religious marriage was otherwise impossible or so unusual. And this led to dual paradigm of recovery and restoration, where these women would be recovered and then restored to, you know, whichever side they were, quote unquote, again, abducted from. And, you know, Gopal in her book makes this exceptional point that, quote, this entailed not only determining the religion at birth of a woman, almost as if it were a biological characteristic, but also her biological status as a woman whose body had been violated, impregnated and otherwise defiled by union with a male of another religious community. A powerful patriarchal nationalism informed such interpretations of the abducted woman's body as a metaphor for national purity, honor and morality. And now the critical line, women's citizenship was thus produced by three concentric circles, the citizenship of a father or husband, religious identity and on the basis of the first two, her imputed national identity, stop quote. And it kind of strikes me how, you know, in every debate that we have about different crisis in India, there is a deeper crisis when it comes to women within that domain. For example, we can talk about the crisis in agriculture, but it's actually far worse for women in agriculture, and so on across different domains. And it strikes me that in this whole citizenship debate, we are still talking about the citizenship of men and women"
    },
    {
        "speaker": "Guest",
        "time": "01:15:41.320",
        "message": "are just treated as property in a sense. Oh, yeah. I mean, I think patriarchy is kind of turtles all the way down when it comes to this thing. And, you know, in fact, apart from Professor Dayal's book, I'd recommend Amrita Pritam's story, Pinjar, which was also later on made into a very powerful movie, which actually captures what could be the kinds of relationships in which people were caught up. And why this, you know, assumption to make the woman's body the sort of symbol of national purity, etc, proved to be so wrong. And as a parenthesis, I will say that, you know, a similar kind of problem also played out in the context of Bangladesh, after its liberation when women who are victims of sexual violence and the children that they conceived, as a result, were deprived of citizenship of the state, because, you know, they were not so the women were hailed as Biranganas, as you know, sort of this thing. So on the one hand, you hail the women. On the other hand, you deny citizenship to the children that they had to conceive. Because they were quote unquote, defiled in some way. Exactly, right. So, so, so we are very much and this is not just India, but, you know, well beyond the subcontinent, these kinds of practices do play out."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:44.640",
        "message": "Right. So after the Constitution sort of frames Article 5, 6, 7, you then have the Citizenship Act of 1955. What is this about? What is the impetus? And where are we now when this act"
    },
    {
        "speaker": "Guest",
        "time": "01:16:56.040",
        "message": "happens? So, as I said, the Constituent Assembly had always envisioned that the parliament would legislate on citizenship, and that the provisions that they were debating were to set some fundamental principles in place, and to cater for the immediate problems that were considering. And the reality is that by the time the government of India catered with the so called immediate, so many years had to pass, because as I said, partition was a process, it is not an event. And so it's only 1955 that the Citizenship Act comes in. And that is the act which is today being amended. So it's important to sort of, you know, note that timeline 1955."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:28.760",
        "message": "So the Citizenship Amendment Bill or CAB, as we call it today, amends the Citizenship Act."
    },
    {
        "speaker": "Guest",
        "time": "01:17:34.280",
        "message": "Act of 1955. Right. The Citizenship Act is actually it's fairly straightforward. It basically says that an illegal migrant in India is a foreigner who has come to India without a proper visa, or who has overstayed in India after the expiry of whatever permit he had to come to India, he or she. Yeah. So that is one kind of very clear thing, you know, which which takes away from all these things about, you know, whether you're a refugee, persecution, minority, you know, which religion, etc. Right. As far as citizenship itself is concerned, it created certain clear categories under which citizenship could be given. And again, we don't need to sort of get into it, the text of the bill is available on the web for our listeners to go back and read if they're interested. But broadly speaking, it talked about birth, parentage or descent, registration, naturalization, the kinds of things that are quite normal, it outlined the various ways in which a person could become a citizen of India, right. And those are the fundamental bedrock provisions on which citizenship in this country and its regime has been constituted. Assam constitutes the sort of, you know, different and exceptional zone to this, we'll come to Assam in a bit. But I think it's at this point of time worth talking a little bit about how the sort of use solely conception, which is kind of at least upheld in principle, in this thing, and more or less embodied in the context of the 55 bill is already undergoing certain kinds of changes when the BJP government under Prime Minister Vajpayee was in place, right. So in 2003, there is a amendment to the Citizenship Act, which is also bought in, which actually makes an interesting point, it says it modifies the clause for citizenship by birth, which allows you know, either you're born in India or either of your parents are India, to exclude persons born in India, one of whose parents was an illegal migrant at the time of their birth. So even if you're born of India to one parent who is an Indian, it would not suffice, right. Now, this might seem like saying, oh, listen, but we are talking about both parents actually being migrants, right. But what it brings in is a certain conception that there are illegal migrants are foreign to the body politic. And in that sense, their offspring cannot claim, right. And this is one particular amendment to the act, which is bought in. And again, it was bought in broadly in the context of these concerns about illegal immigration, etc, which are driving our current debates as well. There was one more thing which was kind of important, which is the amendment to the citizenship rules of 1956, right, like, you know, the rules are framed after an act is passed. Now, the 2004 amendment to the citizenship rules, delegated powers to grant citizenships, yeah, particularly to district collectors in the two states of Rajasthan, Gujarat, both of which have borders with Pakistan. And here it explicitly catered for minority Hindus with Pakistani citizenship, who had migrated to India more than five years back, right. So, in a sense, it said that for those people, they could have various other kinds. So, a special category has already been created already on the basis of religion. But this is not done in the act. It is done through the provision of the rules. And it is done for very specific locality where there is an issue of this thing. And at that point of time, this was also targeted at maybe around 11 or 12,000 people who Hindus who had come to Pakistan after the, you know, violence that racked all of the subcontinent post the demolition of the Babri Masjid, right. There were violence in Bangladesh, there was violence in Pakistan as well. And these were Hindu communities which are abstract from Pakistan. And so, in a sense, you could argue that, listen, this is an administrative measure. But nevertheless, as you know, we discussed earlier, administrative measures can sort of seep into and bring in various other kinds of principles into the laws that we're talking about, right. So, that was already being done. Now, when the BJP government under Prime Minister Modi comes back to power, it effectively issues a couple of notifications in 2015 and 2016, which presage the constitutional amendment bill that they sort of introduced and passed in this parliament, right. And which says that it exempts Hindus, Sikhs, Buddhists, Jains, Parsis, Christians from the three countries of Pakistan, Bangladesh, Afghanistan, from the provisions of the Passport Act, etc., in a sense that they would not be treated as sort of illegal migrants, right. And it said specifically that these were if they were compelled to seek shelter in India due to religious persecution, or the fear of religious persecution, right. So, this provision, even before it is enshrined in law, is already being enshrined in the administrative kind of, you know, sort of procedures for this. And it said that for these people, because they should not be treated as illegal migrants, they can actually apply for a five year visa, which will then allow them to stay on, etc. And then you have the citizenship amendment bill, which takes the same provisions, embodies it in law and says that the cutoff date is 2014. And everyone who has come before that, who belongs to these communities, which is to say everyone minus Muslims, from these states, which is Pakistan, Afghanistan, Bangladesh, which are Muslim majority states, those alone can be eligible for a separate track for gaining citizenship. So, Muslims or refugees from other countries like Sri Lanka, etc., are not eligible to get citizenship under this thing, which is a clearly discriminatory. So, all of this is just by way of saying that things have been already changing. But the change which has now been brought in, is being brought in explicitly as a law. The second point I want to make in this connection is that there have been videos circulated on WhatsApp by the IT cell and its functionaries, which are quoting Dr. Manmohan Singh as leader of opposition in the Rajya Sabha in 2003, speaking at the time when the citizenship amendment of 2003 was being debated, as saying that we should have other pathways for or more liberal ways of granting citizenship to people who are fleeing religious persecution. Now, that is true. But what he was making a case was for people who are fleeing a religious persecution, not to say that certain communities alone should be favored or not. In fact, it is very interesting. And people seem to have forgotten that in 2012, the then secretary, General Secretary of the Communist Party of India Marxist, Prakash Karat, actually wrote a letter to Prime Minister Manmohan Singh, reminding him precisely of the speech and saying that we should bring in more liberal provisions for grant of citizenship for people who are fleeing persecution from Bangladesh. And he was, of course, talking about the Hindu minorities who might have come and they were an important, so to speak, vote bank for the CPM in Bengal as well, right? I mean, so in a sense, everyone plays these games. But the reality is that neither Dr. Singh nor Prakash Karat were talking about bringing in such a patently discriminatory legislation. And I think that should be stated very clearly. I think this country definitely needs a good law for refugees. We have not acceded to the UN conventions on these issues. We definitely need good legislation. But what we don't need is a legislation, which under the garb of providing citizenship to refugees, effectively is discriminatory and alongside the NRC creates a situation where a lot of people can be consigned to a legal limbo."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:16.240",
        "message": "Yeah, and it strikes me as two observations here. One is really a question and the observation one is that how for a lot of this you essentially need to read between the lines and you need to consider context. For example, like you said, a refugee law is a great thing. If you just look at the CAB in an abstract that persecuted minorities from all of these countries will be given blah, blah, blah, blah, blah. It sounds great until you realize what they left out. And this omission is a deliberate one because time after time you will actually see for example Amit Shah on his speeches and there are many videos of this, where he will talk about all the different religions which would be accepted, you know, when they are refugees. And the one notable omission always, of course, is Muslims and you know, combined with the NRC, when you get that sort of context, you realize what's going on. The other point that I'm slightly puzzled about and completely ignorant of really is that, look, I get it that parties do things, parties have these tropes which go on over years, if not decades. And you know, you spoke about how Karate is, for example, thinking of his vote bank when he made the request that he did. Now, I get a lot of the Hindutva tropes have been coming from the 1910s 1920s. So you know, cow slaughter is an old one. Love Jihad is an old one from after independence, we have the Hindu code bill and blah, blah, blah. All of these are standard tropes, anti Muslim tropes, often anti Dalit tropes, they've been coming around. But this particular trope of, you know, Muslim migrants specifically being left out, sort of baffles me a bit because I see them as, you know, on the one hand, the whole RSS movement is right out of Nagpur. And on the other hand, the BJP is largely a North Indian party till recently when they are sort of, and now of course, they're expanding in all of these places. This is not such a huge issue, is it? I mean, it, it affects such a small number of people. I think when Nehru spoke of these kinds of migrants, once people who are coming back from Pakistan, I think he mentioned the whole debate as being dust on a pan. It's a minuscule number of people. Why is it then such a huge issue?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:17.600",
        "message": "Well, for one thing that in the particular context of Assam and Northeast of India, which we will talk about, it was not dust in the pan as it turned out, right? I mean, the flow of people, etc, continued for much longer. Again, the numbers are very unclear because there are no reliable statistics, but it has effectively, it has been an issue, which is at most in the minds of people of that religion. And that has been then since, you know, taken over by the BJP and imported onto the national agenda, right? So in a sense, this whole category of somebody called an infiltrator, and to contrast that infiltrator with a refugee, right? So, like Mr. Shah says, there are Sharanarthi, who's a refugee, and there is Ghuspetia, who's an infiltrator. So we will pull the infiltrators out, right? Now, is anyone going to be able to really establish whether they have fled because of religious persecution, etc, etc? It's obviously as a practical point, it is moot. I think the answer is very well known. But the reality is that this kind of a distinction allows them to make an important point, which goes back to your earlier point, which is that I think the one very important thing we have to recognize about the BJP's approach to these questions, right? And this is not just about the current BJP, but I think it goes back all the way to Mr. Advani's invocation of this notion of pseudo secularism, is that the BJP has found ways of actually packaging each of these substantial changes that it wants to bring about to the constitutional sort of fabric of this country, by presenting it as if they are the vindication of various kinds of progressive liberal agendas, which all of us should actually sort of most welcome. Why would you protest against criminalization of triple talaq? It is about Muslim women's rights. Yeah, you're talking about patriarchy, Amit? How can you oppose it? That's the question, right? How can you say that, listen, we are opposed to Article 370? It is about fighting terrorism and ensuring unity of this country. Do you support terrorism? You don't, right? So how can you support this? Why will you oppose a uniform civil code, when we agree that we are all liberal citizens, and that it's now been such a long time? How can we say that it's not right, let alone the fact that, you know, there are Ambedkar resigned over the Hindu code bill? Let's face it, he was unhappy with what was being offered to the Hindus, because he thought that was not going far enough. Right? In a sense, if you're talking about uniform civil code, the Hindu code has as many problems as any other code of any other community in this country has. And hopefully, we'll have a chance to discuss that at some point of time. In fact, it has materially benefited the Hindus much more"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:58.600",
        "message": "than any civil laws of any other community. I have a feeling the next time we'll do an"
    },
    {
        "speaker": "Guest",
        "time": "01:30:02.040",
        "message": "episode is when the uniform civil code is. So anyway, as we move from legislation to legislation and history to history, but but the point is that they have captured this language, right? And again, today, you know, while on the campaign trail, Mr. Shah, and subsequently, if you read, you know, the publications of the, you know, RSS, you know, they've been very clear that the CAB and NRC are processes. And in fact, the correct sequence is CAB should have come first. In fact, that is a criticism of the NRC in..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:32.880",
        "message": "And this is something mind you, this is something there are these lot of defenses being made on Twitter about how these two are not connected. And as as if we are concocting them, but there are videos of Amit Shah specifically using the word sequencing, where he's talking about"
    },
    {
        "speaker": "Guest",
        "time": "01:30:46.760",
        "message": "how they go together. So like, come on. No, but the reality is that now that they understand that people have gotten this nexus between these two things, and that is in some ways driving a lot of the concern around this thing. The attempt over the last three, four days has been effectively to say that these are completely different things, right? So you have all these FAQs being given by unnamed, unsigned, you know, sources within the government which are... Alleged government releases. Yeah, ANI and others are putting it out, right? Saying that, listen, why should the CAA, the citizenship amendment, which has been bought in, is actually about giving citizenship, it is not about taking citizenship away. So why are you guys assuming that anybody's citizenship is going to be deprived, right? So you leave NRC out of the picture altogether, right? And then when you asked about the NRC, you say, listen, the rules are yet to be framed. We will frame them in such liberal ways that, right? So, in a sense, this invites us to a certain form of politics, you know, which the great German writer and film director Alexander Kluge calls learning processes with a deadly outcome, right? If you are going to sit around, what they want us to do is to wait and see how this plays out. That's what Mr. Shah has said. Please wait, see how it plays out. Yeah, that is their line. For the rest of us, we have to understand that the outcome might actually be very deadly for a lot of us."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:10.440",
        "message": "And Prime Minister Modi said the same thing about demonetization, give me a chance, wait"
    },
    {
        "speaker": "Guest",
        "time": "01:32:14.080",
        "message": "50 days and blah, blah, blah. Yeah, exactly. So, in that sense, that has been the way that they are packaging. Now, again, I will say that, you know, you have to commend them for their ideological consistency on these issues. They do have a majority. But as we discussed earlier, parliamentary majority does not mean that you have all the rights to overturn every constitutional principle. So long as people are willing to stand up for them, the courts are willing to stand up for the constitution. I think there is a point still to be made, whether it gets us anywhere or not, I don't know. But I think the point should be made and is being made."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:46.920",
        "message": "So Srinath, let's let's kind of move on now. And let's talk about Assam, because Assam sort of is at the focus of a lot of this talk. And that is something that, you know, that's a game that's been playing out for much longer than the last 70 years and much before independence. And the point is, the migration has been a burning issue there from well within colonial times."
    },
    {
        "speaker": "Guest",
        "time": "01:33:10.080",
        "message": "That's right. And I think, Assam has emerged as a major flashpoint in the current discussion. And it has its own peculiarities. And I think it is important to understand those peculiarities both so as not to flatten out the picture of trying to say that, listen, everybody is kind of broadly thinking about the same sets of things. And secondly, also to not to tar the Assamese sort of protests with possibly a wrong brush, right? We have to understand their concerns from their point of view as well, before we arrive at quick judgments about what those things are, right? And as you said, Assam, the history of Assam in the 20th century, and even in fact, already from the late 19th century has been very strongly shaped by waves of migration, right? And it's important to understand what are the various kinds of things that are of concern here, right? So, you know, the ethnic Assamese or the Khilonjiya, as they are nowadays referred to, they have had to deal with various kinds of influxes of people and their identity has been shaped as all identities tend to be in some degree of contradistinction with these various kinds of things, right? So, on the one hand, they had to face the influx of upper caste Hindu-Bengalis, particularly from Silat, which is actually a Bengal dominated district. Now in Bangladesh. Yeah, now with Bangladesh, but under colonial once, you know, the British Raj had taken over what is today's Assam, they had attached this Bengali majority district on to Assam. And a lot of the administration, the bureaucracy of the British Raj as it operated, the provincial government as it operated in Assam was actually staffed by these Bengali speaking upper caste Hindus who came from Silat, right? And this is also a period when the Bengali language was coming into its own as part of the so called Bengal Renaissance. So, there is a, you know, a degree of cultural assertiveness of the Bengalis of pride in their language and culture, which naturally creates and goes against what the Assamese, you know, so there is a, there is a fundamental problem, right? Just as in the case of say, a state like Burma, you know, Burmese's relationship with the British Raj is mediated through various people who were staffing the civil service who are actually people of Indian origin, or of other peoples like your mercantile communities, which are Chettiyars from what is today's Tamil Nadu, right, who are operating there. So it's a very similar situation. So it's not an unmediated relationship."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:43.840",
        "message": "It is mediated through the Bengali Hindus, through a separate elite, which in this case"
    },
    {
        "speaker": "Guest",
        "time": "01:35:47.600",
        "message": "happens to be not an Assamese elite, but Bengalis, they are Bengali speaking Hindus. I think that's the first point to make. Now, from the turn of the 20th century, right, around 1901 or thereabouts, because that's the time and census figures we have, we experience what the great historian of Bangladesh, William Van Schendel, calls the closing of the agrarian frontier of East Bengal, by which he means that per capita pressure of people on every square kilometre of land in East Bengal becomes so much, there are so many more people than the land can support, that there is a natural migration of people from the closing frontier in search of other spaces, which where they can work, where they can get some land. So a lot of them are willing to go and work in parts of Assam, where, you know, others, which are seen as areas which are there, right. So there is, as with every migration, there is a pull factor, and there is a push factor, right. So in this case, the push factor is the closing of the agrarian frontier of Bengal. And particularly, we see that, you know, from the district of Maimansingh, of Pabna, of Rangpur, there is a huge influx of Bengali speaking Muslims from East Bengal, many of whom are people who are looking to work some piece of land where they can live and survive work, right, because agrarian Bengal is basically facing a form of involution. And that becomes a very important thing, right. And this is pre-independence. This is again pre-independence, but the numbers are pretty striking, the number of people who sort of come in, and who are there. So there is a push factor, but there is also a pull factor. The British Raj sees this as a great opportunity to put more areas of Assam under various forms of agriculture, thereby enabling them to draw more land revenue. So they also enable these people to sort of come. So there is a push and there's a pull because of which agricultural migrant labor from East Bengal, majority of them Muslim speaking Bengalis come into this and those communities settle in various parts of the Singh in the Brahmaputra Valley and other parts, you know, even today they are referred to as MIAs, MIA Muslims, right, the MIAs are basically people who came from Maiman Singh, but there were people who came from other parts as well, as I said, of these adjoining areas of East Bengal. So you had Hindu Bengalis with whom you have a problem, then you have this huge influx of Muslim Bengalis and the Assamese feel that, listen, you know, this is, you know, and the whole pre partition history of Assam, in some ways, revolves around this question of how do we deal with these two things? How do we first of all get Silat out of this thing so that we are beyond the domination of these Bengalis? Secondly, how do we deal with this problem of these extraordinary numbers of people who are waves of immigration, which is happening and which seems to be changing the demography and and the leaders of the Assam, you know, provincial Congress, etc, always made it a point to tell the national leadership that, you know, we want the Indian nation, but you have to understand our peculiar problems as well. And these are there, right? And then they never got the kind of traction because as today, back then, Northeast is seen as not just on the margins of the map of India, but on our mental maps as well, right? So it never really got the kind of traction that it did. But around the time of partition, the politics of Assam became quite heated, right? Because there was a feeling that, listen, we may well lose all of Assam to Pakistan, if an eastern wing of it was created, and it was the Congress leaders of Assam were the forefront of the opposition to the so called, you know, the cabinet mission plan of 1946, which talked about some kind of a confederal arrangement, but we should have clubbed Assam with the eastern province of Bengal as well, right? And that the Assamese did not want to, and they fought tooth and nail. And anyway, you had partition, Silat, as I said earlier on, there was a referendum and it was, you know, attached now, then to East Pakistan subsequently became part of Bangladesh, right? You have this problem. But what happens in the context of the eastern end of the partition of India, which is Bengal and Assam, and is that, you know, both Indian and Pakistani leaders, funnily enough, assume that unlike the Punjab, you know, here, minorities are broadly going to stay put, because there's not that much of large scale violence, you know, in Punjab, there was a conflagration, right? And one of the members of the Constituent Assembly debates calls it a holocaust, even at that time, right? It's recognized as an issue of that gravity. Whereas in Bengal, you don't get that kind of sense that there's that extraordinary level of violence which is happening, right? And there are periodic strokes of violence. In one of our previous episodes, we talked about the Bengal crisis of 1950, which comes out of a communal sort of riots in both places. You know, there is a movement of people, that particular episode comes to an end due to an agreement between Nehru and the Pakistani Prime Minister Liaquat Ali Khan, which says that minority rights in both places will be protected, minorities can go back, they can take possession of property, etc, right? Now, the Liaquat Ali Khan, you know, the Nehru-Liaquat pact also then enables in some ways, a further sort of movement of people back and forth, right? And the Assamese are continuously concerned by what they think is the apathy of the government of India towards their particular concern, they feel, you know, all your laws, everything is very focused on what's happening in the western borders, but you know, you've just left Assam, more or less to this thing. But nevertheless, under the urging of the Assam government, the central government of India in 1950, passes an act, which is called the Immigrants Expulsion from Assam Act of 1950. It's an act passed by the parliament, especially for Assam, which says that, listen, if there are illegal migrants who are in Assam, there must be provisions whereby they can be sent back from there, right? But what happens is that soon after this act is bought into place, you have the Nehru-Liaquat Pact, which is seen as diluting these two things. So as a further way of assuaging the concerns of Assamese and of dealing with the particular problem of this kind of constant flow of people through what was a porous border, in 1951, the Assam government undertook the exercise called NRC, National Register for Citizens, which was an exercise which was conducted solely in Assam and was twinned with the census of 1952, right? So they basically took more details than what a census would including address and they maintain that for district by district. So that is the original NRC, right? So what is happening now is effectively an exercise for sort of whatever, recreating that NRC, updating it, so to speak, right? So that is when 1951 is when the first kind of NRC type exercise is brought in. But the reality is that even then, the flow of migrants because of these kinds of natural factors, you know, that it is a what you might think of as a secularly driven thing, right? It is not just that Hindus from East Pakistan are coming, but even Muslim migrants from East Pakistan still came to Assam in search of work, you know, they would be temporary, they'd come, they'd go back, it's a porous border, and so on, right? Particularly in the years 1964 and 65, you had a, you know, important uptick. You know, we have numbers, particularly for Hindu migrants of that period in the National Archives, which I looked up as part of one of my earlier pieces of research and, you know, in between 1964 and 65, in just those two years, you had over 800,000 Hindus who came from East Pakistan to India. And these were particularly peak years, because in 1964, again, there was a bit of a communal riot all across subcontinent, you know, there's this incident in Kashmir, where a relic, which is believed to be the hair of the Prophet Muhammad, it's called the Muwai Muqaddas, was lost, or was stolen. And there was a huge this thing. And at that point of time, there were riots, and then the movement happened, right? But so you didn't have those kinds of peaks, but those were sort of controllable. But 1964, 65, again, then becomes an important year, because that's the period when there's a significant spike."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:46.640",
        "message": "What causes I mean, is there anything that causes a spike in particular?"
    },
    {
        "speaker": "Guest",
        "time": "01:43:49.160",
        "message": "As I said, it was primarily over those, you know, the fact was that, you know, the Prophet's hair was supposed to have gone missing from the Hazrat Bal. And that then leads to a lot of protests amongst the Muslims and agitation. And then there are communal riots, which happened not just in India, but in other parts of the subcontinent as well, Pakistan and East Pakistan. So you have Hindus fleeing from basically refugees. So again, what we see is that, you know, it is usually events around these kinds of things, right, which tend to give post partition big spikes. As I said, you know, post the Babri Masjid, there was again, in more recent times, nothing of comparable numbers, but still, there was even from Bangladesh, as well as Pakistan, you had Hindus coming in. So that is what you have. So anyway, so in order to deal with this burgeoning problem, the Assam government in 1964, brings in a piece of legislation, which is called the Foreigners Tribunal Order, which basically sets up a series of tribunals in order to identify people who are illegal migrants into Assam, and then to send them back to the other side, right. And these tribunals are active from about late 1969 till March 1973, at which point of time the tribunals are wound up because it is felt that they have more or less done their job, whoever had to be identified had been done, right. But this is also the period when another cataclysm happens in the subcontinent is the 1971 war. And the flow of approximately 10 million refugees from Bangladesh into India. Which we have had an episode on. Exactly. So people who are interested in the background can go back and listen. But what I want to say is that, you know, that the extraordinary flow of the refugees into India, at one stroke threatened the demographic balance of a number of parts of North India, right. A state like Tripura, for instance, I mean, it had three times the number of, you know, refugees than it had local people. And in some ways, its demographic composition was unalterably changed because of that. But and the Indian government's own resolution and desire to ensure that these people went back was ultimately the reason why they went to war, right, because you wanted to create conditions where those refugees go back. That was Mrs. Gandhi's demand from the beginning to the end."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:01.460",
        "message": "Because it was unviable, basically, for India to manage so many refugees, but you can't send them back as long as there's a genocide happening, which in a sense there was. So the best thing is that you, you know, get rid of the circumstances which make it unfriendly."
    },
    {
        "speaker": "Guest",
        "time": "01:46:14.040",
        "message": "So 10 million refugees, the numbers are obviously mind boggling for a poor country like India, but they were all concentrated in areas where refugees and migrants and immigration was already such a problematic issue, right? So you have to see it in that context. Now, what happens is that in 1972, after the Bangladesh war is over, Mrs. Gandhi goes to Dhaka and there is a sort of a set of things that she discusses with Sheikh Mujibur Rahman. And one of the things which they agree is that when we are talking about the repatriation of refugees from India back to Bangladesh, the cutoff date for deciding who are the people who should be repatriated was 24th of March 1971, because it's on 25th that the crackdown by the Pakistan army begins. So they say that anyone who came before the 24th of March will not be seen as, you know, someone who has to be deported, right? So in effect, they are somehow de facto to be accommodated within India, and they have to do it, right? Now, this is again, an international agreement, which or whatever, an understanding which she sort of, you know, arrives at in order to solve a problem and to maintain good relations with this new state that you have helped to create, right? But it has repercussions for you domestically. Because what happens is that then the movement in Assam then tends to become to say that, listen, if you are really going to say that, you know, everyone who has only, you know, come before 1971 can stay on, what are we talking about, right? What happens to all those people who came from 47 to 71, right, are we or 1951 to 71, let's say when the NRC was done, those 20 years, we know that so much of movement has happened. How are we going to deal with this? Are we going to sort of let everyone be here, then over a period of time, you know, Assamese are going to become a minority, right? So there is that concern, which is there. So you have to understand that there is a real problem, which they have to deal with, right? Now, in the post emergency period, you know, as with many other parts of India, the politics of Assam tends to get quite scrambled, right? About a year after the emergency comes to an end, you have a first Janata government coming to power in this thing. And then subsequently, when Mrs. Gandhi comes back to power, you have, you know, a new sort of elections which are announced. And it is at that point of time that the All Assam Students Union, which has been sort of a student union, which has been talking about and agitating on this issue for almost a decade by that point of time, really starts making, you know, very urgent, important demands, saying that the electoral rules have to be revised, and all illegal migrants have to be struck out of the troll, and that we are not going to sort of this thing, right? So that becomes a very important demand. And the various factions of the Janata Party, which includes the Bharatiya Jansangh, which later becomes a BJP, all come out in various forms of support for the thing, right? And over the next five years, effectively, 1980-1985, you have a series of negotiations between the student movements in Assam and the central governments under Prime Ministers Indira Gandhi and Rajiv Gandhi, which results in the Assam Accord of 1985, right? And the Assam Accord of 1995, effectively, is some kind of a compromise, right? Because when the talks begin, the Assamese, you know, Students Union wants the cutoff date initially for determining migrants to be the NRC of 1951. But then there is a moment where they say, why not choose 1966, because 64-65 are these top years. So, you know, you know, after that, we can do it. But Indira Gandhi is very clear that, listen, it has to be 71. Because I have done a deal with Sheikh Mujibur Rahman, and, you know, we can't go back on that stuff, right? So there is that is what is at the nub of these very protracted discussions about saying, what is the point at which we have to choose in order to make these people come through, right? Now, and ultimately, the Assam Accords of 1985, basically says that 1966 becomes the base year. So, all migrants who came before 1966 would be deemed as Indian citizens, right? Now, those who came to India between 1966 and 71, which is the period that Indira Gandhi was very concerned about, should register themselves as foreigners, right? Migrants will have to be eligible to apply for citizenship after a period of 10 years. For those 10 years, they will not be allowed to come on the electoral roll of Assam, right? However, they were allowed to hold something like passports for Indian government, right? So you don't have citizenship, but you have travel documents which are given to you. And anyone who came after 24th of March 1971 is an illegal immigrant, right? So you come up with this kind of a compromise thing. And the government of India says that, listen, we will enact this, we will revise the citizenship"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:54.400",
        "message": "rolls. A tangential question, though, just in practical terms, how do they determine who came when? Because you know, what documents kind of proved that and I'm sure Jugaad can be done for those who have the smarts, but otherwise,"
    },
    {
        "speaker": "Guest",
        "time": "01:51:05.680",
        "message": "I mean, so that has always been the problem, right? But the thing is that in order to give the Assamese a sense that listen, their state is not being run over by this thing. And and also, you know, frankly, both during the Assam Accords and this thing, they were Muslim groups as well, which ultimately sort of signed up to these things, simply because they felt it will enable to put their own questions of citizenship to rest, right?"
    },
    {
        "speaker": "Unknown",
        "time": "01:51:29.360",
        "message": "Because you know, the closure, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:31.240",
        "message": "So there's an argument that listen, my, you know, forefathers came in the early 19th, 20th century to the to this part of Assam, you know, why should I sort of be constantly under question mark? Yeah, yeah. So I'd rather have closure, right? So, so everybody feels that, you know, so anyway, but the problem was that once the Accord is signed, the actual implementation of it never really happens, simply because of these various kinds of complexities and so on, right? And there is, of course, also a political dimension to it. The, you know, the Congress Party is seen as pro-immigrant, simply because it is benefiting from some kind of a vote bank, right? And that perception is also sharpened when in 1980, particularly, when Mrs. Gandhi, you know, makes the chief minister of Assam, a lady of Muslim origin called Anwara Taimur, who was the first Muslim woman chief minister of any state in India, as the chief minister of Assam. And, you know, that is seen as, you know, somehow legitimizing this brand of politics of, you know, giving shelter to migrants. There's another thing which happens, which is very interesting, during this period, there's an act which is passed in 1983, called the Illegal Migrants Determination by Tribunals Act. Now, what, by saying that, what they say is that we'll set up tribunals, which will weed out illegal migrants, yeah, so we are catering to your demand. But actually, the provisions of the act are that it was incumbent upon neighbors of suspected illegal immigrants to go and complain about them, right? So effectively, what the government was bargaining was that we could bring in such a law. People would, you could tell the people of Assam that, listen, we have done something for you. But at the same time, you put the onus on communities, which are unlikely to, you know, where people do want to work together, you trust that people believe that, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:16.400",
        "message": "day to day living is more important than these kinds of things. How do you, how do you even prove, like, if you can't prove where you come from, how do you even prove where your neighbor came from?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:23.320",
        "message": "Or whatever. So the onus is put on the, you know, the complainant has to go and complain and so on, right? And in fact, the, in the Assam Accords negotiations, the, the, all Assam Students Union and others, they very strongly wanted this act to be repealed. Because they said that this is actually preventing us from, you know, doing it because, you know, there is no real provision there for doing these things. But at that point of time, when the Rajiv Gandhi government was closing it, all they said was that we'll give you an assurance that we will look at this particular act. But it's an act of Parliament. We can't just as a accord between, you know, two parties, we just cannot tear it up and so on. Committee bitha denge. Committee bitha denge. Whatever, you know, in a sense that they said this. But it's very interesting because there is an aftermath to this. Now, there is a public interest litigation filed against this act in the IMDT. And the IMDT is actually struck down by the Supreme Court in 2005 as ultra-virus of constitution. And the person who leads this PIL is the current Chief Minister of Assam, Sarbananda Sonowal, right? So, you can see that there is a strand of the movement within Assam, which is sort of, you know, made this whole story of illegal immigrants, etc. central, not just in the context of what the ASU and, you know, the students unions wanted, wanted the point of time with the Assam Accords, right? So, effectively, you had a situation where the Assam Accords promised some things, but they were not able to deliver that. And it's only from about 2005, mid 2000s, that the talk of doing another round of the NRC comes back into circulation. And by that time, you actually have a Congress government in Assam under Tarun Gogoi. And they feel that, listen, maybe it's time to actually sort of do this because, you know, at various levels, they are feeling the pressure, right? And as I said, one of the interesting things about the NRC exercise in Assam, the most recent one, which is proven to be a, you know, sort of an albatross around the state's neck, was that various groups and political parties wanted it for a variety of reasons, right? So, of course, you had the Assamese and the Kelondya sort of groups, you know, who said that, listen, this is very important for us to identify who are the sort of foreigners. And, you know, there is an Assam Accord which says what the cutoff dates are, we have to now get this done. Then you had the Congress Party, which is in power, which says that, listen, it's an issue on which we have not managed to sort of deliver. And now, you know, Tarun Gogoi was a three-time chief minister, right? So, he was a fairly strong politician, he felt that, listen, we could actually shepherd a process like this through. Then you have the, you know, BJP and others who come in and make this an important sort of agenda. And then subsequently, you know, the issue comes up before the Supreme Court and the Supreme Court takes charge of the process, right? So, that's how the NRC actually ends up playing out in the context of Assam. But what, and it's also noteworthy that a number of intellectuals of Assam, of all political persuasions, especially liberals, Marxists, you know, people like Hiren Gohen and other very respected people actually said that maybe this will allow us to put this question behind us and so on. But that is proved to be totally a false hope. Because what has happened is that you eventually have today about 1.9 million people who have not been able to, you know, prove that they are citizens. The government has not told us what the sort of religious compositions of these numbers are. But the numbers which are doing the rounds are that maybe about a million of them are actually Hindus, right? Because Muslims in Assam, because they knew that this was coming, have been actually much more diligent about trying to do this and been more organized in some ways. And you know, now you have about a million Hindus who cannot prove it. And you did not have the Citizenship Amendment Act, which was passed in time for this to happen, for them to get this backdoor entry into it, right? And that is the reason now the same party which has spearheaded the movement and won power in Assam on the basis of the NRC saying that, you know, we are going to do that, which is a BJP. And you know, it's its ideologues in Assam have said that, you know, we don't accept the result of this NRC. Assam should have an NRC as part of a national NRC. And before the national NRC, you're going to have the Citizenship Amendment Bill pass"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:34.240",
        "message": "through. And that the Citizenship Amendment Bill solves the problem of the many Hindus who do not have papers, because hey, you can just de facto assume therefore that even if they don't have papers, they're refugees."
    },
    {
        "speaker": "Guest",
        "time": "01:57:45.320",
        "message": "Exactly. But the current agitation against the CAB is precisely for that reason. Now, see, the Assam movement has never been particularly conceived of itself as a Hindu Muslim movement. As I said, their problem has been with their identities have been conceived of in contradistinction to Bengalis of various kinds. It is Hindu Bengalis from the older lot as well as Hindu Bengalis who came from East Pakistan, many of whom are settled in the Barak Valley, right? So for people of the Ramaputra Valley, you know, the fact that, you know, that is one issue. There is the various forms of Muslim migrants from East Pakistan, Bangladesh, who have come in over a period of time, right? So the Assamese demand today in protest against the CAB is actually not a Hindu versus Muslim one primarily, though there are obviously like all movements, they have various strands of them. But, but the main strand is of saying, listen, the CAB cuts against the promise of the Assam Accords. In the Assam Accords, you said that, listen, these are the three principles by which you are going to determine who is a citizen, who is not. So why are you creating a backdoor to allow more people to become citizens, right? That may serve your Hindutva agenda in the broader sense, it may, you know, help you give you a shot in the arm in Bengal. But it's going to sort of once again put us into jeopardy because our problem is that we are more concerned about number of Bengali speakers in the state rather than about whether they are primarily Hindu or Muslim, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:09.800",
        "message": "So that problem has a history. And I just want to step back here for a second, it's very easy for liberals to sort of look at the protests in Assam and say that, oh, you know, they're being xenophobic because they're against migration. But I just want to shift the frame of reference slightly, for example, right now we have this default frame of reference that we belong to India. And when we look back on what our freedom fighters did in the 1910s or 20s and all that, it seems very virtuous. But if you shift the frame of reference, you know, one step upwards to the British Empire as such, they looked at those acts as seditious for them. Bhagat Singh is not a freedom fighter, but a terrorist. Similarly, let's shift the frame of reference from the Indian point of view, to perhaps the Assamese point of view. And here I'm going to quote a para from Sanjeev Barua, whose great book India Against Itself you recommended to me and which I link from the show notes, where he says, quote, there is a long history of resistance to colonial and postcolonial rulers, treating the territory as land without people, or land with barely any people, frontiers are not empty places. It is unequal political power and often conquest that turns some people's lands into the frontiers of other people. Efforts to reclaim their ancestral lands and the local past and to assert the historical presence of political communities against the discourse of power have been dominant themes in the politics of Assam and Northeast India for nearly a century, stop quote. And everything you're saying ties into that in the sense that you have these Assamese people, they're being ruled by these colonial oppressors. These colonial oppressors then foist, you know, a layer of administrators above them who tend to be these upper caste Bengali Hindus from Silhet. And then because they want to sort of cultivate Assam and get more agricultural revenue and so on, they enable the large scale migration of Bengali Muslims now from what later became East Bengal. And for them, it is all of these people coming into their land and intermingling. And the questions that you have to ask is, and it's a similar question to what you ask about Kashmir, is that it's fine, we can be proud of India as it is, you know, we managed to integrate so many states and so much diversity. But on the one hand, what really was the will of the people? Did we ever ascertain that? And second, as in the case of Kashmir, though, perhaps to a greater extent, who are the people, you know, you have to keep then redefining that, you know, so it's a much more complex problem that is there going back to as far back as our very own freedom struggle. And it's a quest for identity, which as Indians or as whatever other sub nationalisms we might have sorted out, but the Assamese haven't sorted out and that is a ferment that is there."
    },
    {
        "speaker": "Guest",
        "time": "02:01:46.360",
        "message": "No, and, you know, I entirely agree with you, I think these are sort of projects and problems of sub nationalism and the ways to cope with it. And what the relationship of these sub nationalism movements of various kinds to Indian nationalism is has never been a settled question. But as I said, one of the things that the sort of founding generation of this country, particularly with the Constitution and the early years, attempted to do was to say that, listen, we have to recognize these diversities and find various ways of this, right. So, you know, everyone today knows Article 370, thanks to its being sort of thrown under the dustbin of history, but there is Article 371 as well, right, which actually makes various kinds of exceptions and various kinds of asymmetric provisions for various parts of India, including the states of the Northeast, right. In the Northeast itself, we've had various other kinds of things like the inner line permit system, right, which is there to prevent so called outsiders from coming in, right. And which gives this thing, there's a sixth schedule of the Indian Constitution, right, which again says that for scheduled tribes within certain areas of Northeast, there will be different kinds of provisions, right. So the Indian Constitution as a document is actually built on these kinds of asymmetries and an attempt to say that we need to have a flexible enough framework. And what the Assamese today are demanding is that we respect their sub nationalist sort of agenda and history, not tear up the Assam Accords, which is an accord signed between the, you know, representatives of the people of Assam and the central government of India through a unilateral act, they say that it is opposed to federalism. In fact, you know, what is very interesting is that the earlier debates, you know, after independence of Assamese, in Assam's relationship to India, used to be couched in the language of federalism, in the language of political economy, you know, it was always felt that Assam is a state where, you know, resources are being extracted from but production is never happening. You know, there were all these debates about situating additional oil refineries within, you know, there was an oil refinery, which the government of India and its wisdom decided would be in Baroni. But through oil pipelines, you know, running through Assam and people felt very strongly that why not development for Assam, right. So issues of identity, therefore, I don't think are purely only about history, they're also about your relationship to the larger entity that you're a part of what is the nature of your political economy, which allows those things to happen, right. At this point of time, because of a certain political conjuncture, you know, we tend to view this as primarily driven through these things, right. And but I think, if you want to look ahead, and think of what might be solutions to the problem, which are more consonant with the kind of, you know, liberal constitutional structure that we adopted, then we may have to think about other things, right. And this is not just the talk of academics, so to speak, you know, there's a very important article written by Mr. GK Pillai, who was a former Home Secretary, and who knows the Northeast very well, when the NRC exercise had concluded in Assam. And he says, listen, when there are so many people who have been determined to be effectively not citizens of India, you know, it is not a problem only for Assam, it is a problem for all of India. And we have to help Assam deal with this problem, by which I think he was hinting that, you know, maybe other parts of India should be more welcoming of these people, we have to give them various kinds of long term work permits effectively to stay in India, find other parts of citizenship to them, if they don't want to go back. Right? Now, we cannot just say that, listen, what are we going to do with these people? And this idea that we are now taking as almost fait accompli, that all of these people have to be herded into these various kinds of detention centers, in Assam and, you know, coming up elsewhere with NRC being nationalized. It's an extraordinarily sort of, you know, illiberal solution to a problem. You know, these are kinds of issues which state after state is grappling with, you know, if there is one issue, which is, I think, you know, most liberal societies are confronted with that of immigration. This is our immigrant problem. You know, we have to think about it, you know, in more careful terms, rather than succumb to this nativism of saying that, listen, so yes, there is a problem that the Assamese believe. Now, the BJP, I think has compounded its own problems in Assam in an important way, right? Because on the one hand, when it came to power in 2016, the BJP presented itself as a Hilandiya Sarkar, right? As a, you know, government of the sort of native Assamese, ethnic Assamese, so to speak. But then its core base had always been in the Barak Valley where they were Bengali Hindus. That has always been where their thing is. Now, in order to paper over the cracks of the, you know, these things it said latched on to the NRC bandwagon and aggressively pushed it. Then now that the NRC has backfired, because perhaps up to a million Hindus are out of this charter, then you bring the CAB, but the CAB then means the Brahmaputra Valley is now saying that, sorry, you know, this does not fly with us because, you know, you are going back on everything, right? So, so there is a contradiction in the BJP's own stance, and which is why I think they are now at a, you know, fairly tricky point in the way that they cope with the particular issue in Assam itself. But there is another very interesting provision to the amendment bill, and now they act as it stands amended, right? So, the bill actually says very clearly that none of these provisions about, you know, these various kinds of things will apply to the areas where the inner line and the six scheduled areas of the constitution, right? Now, this is, I think, intended as a sob to the other smaller states in the Northeast, where also the BJP has been making some inroads, right? So, the inner line, as we know, is a, you know, you need permits, etc, to sort of move in there. And it gives various kinds of rights to the indigenous, effectively tribal, they are the scheduled tribes, right? Six scheduled inner line, inner line more so and now the inner line currently is, was originally operational in Arunachal Pradesh, Mizoram and Nagaland. You know, as this bill was being tabled in Parliament, the inner line has been extended to include Manipur, because they have a BJP government there and the BJP government, they are saying, then why should we then, because the concern is that somehow if the inner line, if this provision is not there, all of those naturalized citizens who are Hindus, if they do not find place in Assam, they will have to come to this other states of Northeast, right? So, there is a huge concern. But actually speaking, even this is a bit of an eye wash. What it does is to allow the BJP to say that we are taking into account the concerns of the smaller states. But actually, it does not change a thing in reality. Because between the inner line and the sixth schedule, they already turn on the difference between the indigene who are the scheduled tribes and others who are Indian citizens normally, so to speak. So, unless and until there is some extraordinary way by which those who are being naturalized as Indian citizens can also become scheduled tribes, they are not going to be able to get any more or any less benefits than other Indian citizens in that area will."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:55.160",
        "message": "So, the provision is just random political posturing."
    },
    {
        "speaker": "Guest",
        "time": "02:08:56.840",
        "message": "It's just a random political posturing, which is there just to buy time. And the reality is that you can only buy this much time, because the peoples of those areas are highly sensitive to these problems, which is what I was saying that, you know, this attempt to play these various kinds of, you know, religiously driven politics in the Northeast can actually end up tearing the region apart in very important ways. And I think we have to be mindful of what exactly is happening there. So, even as we are focusing on the protests, which are happening in other parts of India, let's understand that Northeast of India is also at a very crucial point in its history, just like Kashmir is, right? I mean, in a sense, and there, I think there is a very important parallel, at least to my mind, between what happens in the case of Assam and the Northeast and what's happening in Kashmir, right? Which I think is fundamentally a problem of the BJP government's approach to federalism, right? Article 370 also came out as a result of a compact between the Constituent Assembly of India and Sheikh Abdullah and his colleagues. It was negotiated over five months, that was unilaterally torn up and thrown in. Much the same is what the Assamese of fear are happening with the Assam Accords. Now, this is a fundamental problem of federalism. In the 370 case, it was very sad to note that many parties like DDP, etc, which were created on the platform of federalism, actually ended up supporting that. You know, a lot of others have supported the current sets of bill, but of course, a lot of other states now, 11 by last count, have said that they're not going to allow the NRC to happen, right? So, in a sense, this is an issue as much about federalism as about other kinds of, you know, questions of equity, other principles, which are enshrined in the Constitution."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:42.720",
        "message": "And my question to you would be, look, whatever I've written and read about Kashmir, and you know, after the episode that you and I did together, my sense was that what has happened in Kashmir this year is irreversible. I think we will suffer the consequences for decades, because of the sort of alienation that you've definitely created among the people there with these four months of internet blockout and by gifting them what Mr. Shah calls normalcy. Give me a sense of how close are the events in Assam, if not the rest of the country, also close to reaching a sort of an irreversible stage where you can't turn the clock back where you've created schisms, and you've created fault lines, or deepened fault lines, to an extent where it's very hard to undo the damage."
    },
    {
        "speaker": "Guest",
        "time": "02:11:26.640",
        "message": "No, I think definitely in the context of Assam and the Ramaputra Valley, we have, you know, turned the clock back to a situation which was much more violent, you know, people who might have read newspapers in the early 1980s, you know, would routinely come across news about what is happening in Assam and that was a very important, very agitated period in Assamese history, you know, there's the infamous massacre in Nellie, 1983, you know, where maybe up to 3000 migrants were effectively seen as illegal migrants were set upon by a group of indigenous plains tribals and massacred in a matter of hours, right? I mean, you know, there are people like Shekhar Gupta, who reported from there, who still refer"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:09.960",
        "message": "to that as a touchpoint in terms of their memory. And imagine if 3000 migrants were massacred, not in Nellie, but in Delhi."
    },
    {
        "speaker": "Guest",
        "time": "02:12:15.560",
        "message": "Yeah, again, we'll have to check the exact number, but I think the official figures are lesser, but the unofficial toll puts it at 3000. And that, you know, the fact that we might actually be looking at going back to a period of such intense ethnic hostility and rivalry, to me is a very dangerous sign of what is to come. And see, ultimately, as I said, you know, these are things which can only work if we have a degree of patience and political judgment to understand that this is a very diverse country. You know, if we believe that, listen, there is one agenda, which is going to be set, whether it is ideological or political, and that we are going to ram this through, then I think invariably, there'll be a pushback. The Indira Gandhi years of Indian politics are an object historical lesson for us in that context, the extraordinary centralization of power under Mrs. Gandhi led to various kinds of visiparous movements, right, the Punjab, Assam, all of these began in the context where you had a central government, which was abusing constitutionally vested powers, in her case, particularly with Article 356, and the imposition of President's Rule, and of course, subsequently, the emergency provisions, and the imposition of the emergency and all the other, you know, brutality which went with that. Now, that, you know, it is if you want to keep this country as a broadly functioning federation, you know, then I think that degree of excessive centralization is always going to be problematic, right. And the dialectic between excessive centralization and devolution of powers to provinces is a much larger one playing out throughout, you know, modern Indian history and going back at least to, you know, to several centuries. So in that sense, we have to learn something from our own history."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:09.920",
        "message": "And you know, two sort of related questions here. One is that we had almost at some point assumed that recently, especially after the election results were out, that the BJP have gained some kind of intellectual hegemony in India that that finally their side of the story that that their ideology has sort of won the day. I was sitting earlier today at Carbox, which should actually be which is actually in Santa Cruz, but it's okay to call it Carbox. You mentioned to me that you disagreed with that thinking and you wouldn't call it a hegemony."
    },
    {
        "speaker": "Guest",
        "time": "02:14:44.800",
        "message": "Can you elaborate on that? Well, I mean, the argument about hegemony is basically to say that, listen, you have a political party, which commands the consent of a majority of people in this country, right. And every hegemony is always partial. In fact, by definition, Antonio Gramsci, the person who kind of, you know, came up with the modern sort of notions of hegemony, the Italian Marxist thinker, Gramsci is, you know, one of his important points about hegemony is that hegemony is always the interest of one group, which is laying claim to represent the interests of the rest of the society, right, to the extent that you're able to persuade the rest of the society, that their interests are actually best represented by your interest and your platform, you have commanded hegemony, right. The other way of thinking about hegemony is that consent in an hegemonic system always is greater than coercion. So, you don't need to use the tanda, so to speak, to keep people in check, right. And in some ways, electoral systems, automatically democratic parliamentary systems like ours and also other kinds of systems, which are based on electing leaders, do confer a degree of legitimacy, because we believe in the legitimacy of the process, we may dislike this or that party, but we will always accept the outcome. To that extent, you know, there is a mechanism for legitimation for gaining hegemony, which is there. But the discussion around hegemony and here, you know, there have been very interesting writings by Yogendra Yadav, my friend Milan Vaishnav, others have written about this particular thing is to say, you know, what is the nature of that kind of hegemony and to what extent have they actually managed to do it, right. And I think the second sort of victory in 2019, and the increase to a 300 plus majority, effectively was seen as a great approbation, right. And again, I don't want to minimize the scale of that victory. Don't read me wrong. I mean, I think getting, you know, 35% plus vote share in a first pass the post system is a formidable achievement for most political parties. So I wouldn't want to minimize that even one bit. But I think from there to suggest that listen, hegemony is kind of more or less in place because you know, 370 just look at it, people just applaud what they are doing, was to perhaps misunderstand the challenges of hegemony, right. And to understand that hegemony is a very friable project, you know, what seems as commanding concept at any point of time, can always be shown up to be not quite what it is. And I think this moment to me is important, not because I don't know what the political future of this country is, and so on. But to me, what it suggests is that we may have exaggerated notions of the BJP's hegemony, the way in which the law enforcement machinery has been used even in the recent past, not to mention the way in which the media has been suborned for a while now, and other institutions have been let loose on political opponents, you know, etc. I don't want to say anything about the judiciary suggests that, you know, actually speaking, the margin of coercion seems to be greater than the margin of consent out here. And the BJP simply cannot take consent for granted. It cannot assume that just because it has won a majority, a thumping majority, no less, on the basis of a political platform, that every bit of that platform is, you know, ticked off by the people irrespective of whether it cuts against their fundamental rights, and you know, what the protections of the Constitution are. I think that in that sense, you know, this moment suggests as you know, to invoke a phrase from the great historian Ranajit Guha, you know, there is dominance, but perhaps without"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:33.160",
        "message": "hegemony. No, and in fact, you know, that video, which, you know, all of us have seen, which you know, of Ram Guha being surrounded by those three uniformed cops and sort of dragged away by the arm was at first heartbreaking, but also heartening, because then it shows you the power of ideas. It you know, that three uniform men need to that there is so much fear in the establishment, that they are striking out with that they feel the need to strike down with the force of the state with coercion, as you said, and you cannot take consent for granted. And what is even more heartening, and this is what I want to sort of ask you about next, as we have spoken about students movements in past episodes. And this is so incredibly heartening that you have the opposition parties who are pretty much absent from the fray, who are unable to say anything new or original who are unable to oppose in constructive ways. I mean, all of this is happening in a week where Madhya Pradesh I think offered that if you give blanket to cows, you get gun licenses, some nonsense like that. And that's a Congress rule state, which is why I say the Congress is a party of Kamal Nath, not Rahul Gandhi, because in practice, that is what they are. But leaving that sort of rant aside, it's just incredibly heartening to see so many students come together. And these are spontaneous demonstrations in some cases, like in Delhi, for example, the mobile internet was shut down in large parts in Bangalore section 144 was imposed. In fact, 144 was imposed in all of Uttar Pradesh 200 million people, which is mind blowing. And I think pretty unprecedented and, you know, it's beyond colonial, and it's just incredible."
    },
    {
        "speaker": "Guest",
        "time": "02:20:05.080",
        "message": "No, and I think it's also an important moment in the history of student movements and, you know, in the context of 20th century India itself, right? Because the students have been a part of much of the mobilization around the nationalist movement, which happened from 1920 thereabouts, right? So, they were in the non cooperation movement, Gandhiji called on them to sort of leave their colleges and schools. They were part of the civil disobedience movement, they were very fundamentally a part of the Quit India movement of 1942. And then, you know, we have some very fine historical accounts of their involvement in those things. Post independence, you know, there was the sense that, listen, now it's time for students to focus on national development and their own betterment and, you know, these kinds"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:46.280",
        "message": "of things. Ambedkar's warning about, you know, why don't you give up the grammar of anarchy, we have one freedom now as if."
    },
    {
        "speaker": "Guest",
        "time": "02:20:51.560",
        "message": "Yeah, but that was especially applicable to the students, you know, in 1955, I think there was a, you know, a student unrest and a couple of students were shot down in Patna. And Jawaharlal Nehru actually goes there. And he says that, you know, it is one thing to engage in intellectual politics. But this kind of demonstration, dharna and all that stuff is unacceptable, right? So, there is this, you know, standard reflex that listen, you guys should contribute to the nation rather than, you know, so the metaphor of discipline. At which point the students should have said, okay, boomer to him. Well, yeah. So, so, so those kinds of, you know, it is a, let's put it this way, I mean, you know, that strain of thinking has been quite ingrained in post-colonial India, despite this. But that has never stopped students movements from being important, right? If you think of practically every major state reorganization movement, right, around linguistic nationalism, sub nationalism, you know, questions of regional identity, and so on, you know, there's a Samyukta Maharashtra movement, you think of, you know, the Andhra movement, which began with, you know, if you think of, say, the anti Hindi agitations in Tamil Nadu, think of Assam, which we've spoken about, all of these were, you know, students were pretty much, you know, front and center, right? But from the late 60s, there is a certain turn in this kind of student and in fact, I think from that point, you should perhaps start calling it as youth sort of movements and youth politics, because the youth as a category come into its own, really from the late 1960s, right, because that's when your, you know, your institutions of higher education start getting significant numbers, there's an expansion of campuses, more people staying on campus. So campus issues become very important, right? Even now, the precursor to this was like things around what's happening in campuses, JNU, you know, it's not just that, you know, this happened today, right? So those kinds of issues. So in a sense, the youth as an autonomous kind of force in Indian politics really, again, just like as it happens globally, everywhere, you know, 67, 68, thereabouts is very important in India, right? And particularly in the context of West Bengal with the Naxalbari movement, a lot of young students who move out, go to the countryside to agitate, you know, spread the flame of revolution, etc. There's a huge crackdown upon them. But that is an important moment, right? That's also incidentally, an important moment in Pakistan, and the student movement in Pakistan actually deposes Ayub Khan in 1969, as we've sort of discussed in that episode on Bangladesh. But you fast forward to late 1973-74, right? You have students movements in two states in India, in Gujarat, the Narmad movement, and then in Bihar, both of which are again, you know, start around student issues, then morph into bigger things. And then ultimately, Jayaprakash Narayan, you know, comes in as the person who's providing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:31.640",
        "message": "moral and national... The two of the young leaders who came up in the student movement in Bihar were Lalu Prasad"
    },
    {
        "speaker": "Guest",
        "time": "02:23:36.800",
        "message": "and Nitish Yadav. If you think about Indian politics today, practically every major leader that you can think of, has entered politics in that crucible of the period between 1974 and 77. It's as true of Congress Party as it is of the opposition."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:53.960",
        "message": "In fact..."
    },
    {
        "speaker": "Guest",
        "time": "02:23:54.960",
        "message": "Jaitley being a student leader and... Sushma Swaraj, Mr. Modi himself, you know, was there. You look beyond, look at the OBC leadership of North India, as you talked about, right? Lalu Yadav, Nitish Kumar, come to my state, Tamil Nadu, I mean, Stalin, who was the chief minister of the, you know, was his father, but you know, he was in the forefront of agitation, got beaten up, was in custody, and so on. All of these leaders actually came to the fore. So in a sense, that was an extraordinary moment, where this conjuncture of youth movements, the anti-emergency, subsequent anti-emergency protests, and you know, that period really created a new set of leadership with new sets of ideas, and so on. If you fast forward to 1990 or thereabouts, you know, people of our generation, we will remove the anti-Mandal thing, right, which is not a progressive thing, as perhaps you and I will think about it, right? But what is interesting about the current moment, I think, is that its scale and scope is much wider, it is much more spontaneous, less organized, less dependent on any kind of external direction, at least until this point of time, on what, unlike this thing, right? So in that sense, I think it was Pratap Bhanu Mehta, who wrote in his column day before yesterday, that this is the largest student sort of movement we've seen since 1974. And I think he's right. Which, of course, was followed by the emergency then. That's right. Yeah. But, you know, again, history, you know, may not repeat itself, it may rhyme. But the, the reality is that, you know, in that sense, this has been quite a striking thing for us to watch. And I think, again, you know, we should not be parochial, just look at Indian history. But I think look around, I mean, see what has happened in the Arab Spring in various countries in the world, right? Because this is politics driven by, you know, various forms of connectivity, which simply were not available to an earlier generation, right? I mean, the speed with which, you know, even WhatsApp messages are going around saying, are you going to this protest? Here is a list of lawyers, if you get caught up, just call one of them."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:51.640",
        "message": "It's a globalized spread of ideas, and just to see some of the placards, like one particularly memorable placard in Bombay was, Jab Hindu-Muslim Raazi toh kya karega, Naazji?"
    },
    {
        "speaker": "Guest",
        "time": "02:26:01.400",
        "message": "Yes, and, and of course, you know, as with many of these movements in the past, but more so today, the presence of young women, you know, and in such large numbers, you know, and leading that the formation of ideas, it's, it is very interesting. But at the same time, you know, I think history, including Indian history, suggests that student movements always have had their limitations. So it is important to recognize those as well, you know, not to assume that, you know, there are some kind of inbuilt problems, which is that, you know, the historian Eric Hobsbawm used to say the problem with student generations is that they only last for three or four years,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:35.840",
        "message": "right? So you won't have a permanent leadership structure emerging and something building over time, these kids will be gone in a couple of years, they'll be doing jobs, they'll be doing MBAs. But you know, this is not just a student movement of the youth movement."
    },
    {
        "speaker": "Guest",
        "time": "02:26:48.040",
        "message": "Absolutely. That's what I was saying. You know, it's a youth movement, which has also galvanized so many other people, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:53.200",
        "message": "And I'm also struck by the different ways of protesting, especially by the women. For example, one, there is that iconic video of those, you know, first, there's this guy who's trying to stop his lady friends from, you know, going out against the police and confronting them. And the cops come and drag him away. And then all these women go and surround him and they, you know, save him from the lattice. And the other very striking image of this young girl with a placard, and the placard says that my father wants me to study history, but I want to make it and she's offering a rose to the sheepish policeman. Those are beautiful images."
    },
    {
        "speaker": "Guest",
        "time": "02:27:26.360",
        "message": "It's so Gandhian also. Yes. And, you know, I think there is one thing that these young people have realized and made us all realize, I think, which is, I think Gandhi would have thought of it as his fundamental point, which he used to say is abhaya, to be fearless, right? I think what has, and this is the reason I say that, you know, the hegemony of the BJP seems more friable and brittle than what we thought."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:51.200",
        "message": "Because today it is a state which is scared and the citizens are standing up."
    },
    {
        "speaker": "Guest",
        "time": "02:27:55.360",
        "message": "They are fearless, like you said. So again, I will say that, you know, it's important to understand that this is going to be a long drawn out process, you know, I think this kind of people coming out, standing up for their constitutionally guaranteed rights, their, you know, cherished notions of what it means to be an Indian, etc. is important. But there is also a danger that I increasingly find with our world of social media that, you know, we can become something of an echo chamber. I mean, let's also understand that there must be a lot of people out there who do not accept what is happening, who may think that these laws are right, who in due course will be mobilizing as we've already seen ABVP and other student groups trying to mobilize. At this point of time, as you're saying, yes, I think it has come as a surprise, if not a shock, that things could sort of snowball out of control so quickly. But I think the success of this moment will also, you know, as you said, have to be measured through various yardstick. And, you know, as a former army person, you know, I'm always aware of the coercive sort of power which the Indian state wheels, you know, I've had an insider's view of what that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:00.960",
        "message": "means. No, maybe this can be a crucible through which future leaders can emerge and also, you know, I used to worry about liberal elite echo chambers, but 100,000 people at Azad Maidan is not an"
    },
    {
        "speaker": "Guest",
        "time": "02:29:09.600",
        "message": "echo chamber. Absolutely, yeah, precisely. All I'm trying to say is that, you know, it puts paid to this idea that, listen, you know, in a sense, the ideological battle is over, right, that the battle of ideas and of politics is over. Now it is all about striking these low kind of compromises to which coalition government can stop whom, where. I think that story will continue, as you said, you know, the fate of the opposition and that of the Congress Party is a discussion for another day. But at this point of time, you know, I think it's definitely heartening to see that there is so much there. And I think, you know, we have to remember one thing, you know, see, democracy is a very peculiar form of a political system, you know, because say, unlike older forms of systems, there is no divine right to rule. There is no divinely sanctioned ruling class who can tell you what you do. Unlike say the socialist regimes of the 20th century, you don't have an ideology which is going to prescribe to you what you have to do. So democracy is fundamentally about learning from our own experience. And I think history and our experience is very important, I think it's important constantly to revisit that, to learn from it, and to make history as much as we read it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:18.360",
        "message": "And on these wise words, since we are running out of studio time, we could have spoken for another couple of hours, and I'm going to have to thank you for coming on the show. It's always such a pleasure and such a learning experience for me, Sreenath."
    },
    {
        "speaker": "Guest",
        "time": "02:30:28.960",
        "message": "No, not at all. It's always great to be here and to have this opportunity to have a sustained conversation"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:33.200",
        "message": "with you. If you enjoyed listening to this podcast, listen, I recommend you listen to another podcast. It's called Interpreting India. And in fact, it's hosted by Sreenath. It's done by Carnegie where he works. So do a Google search for Interpreting India and check that out. That's worth listening to. You should also head on over to Amazon and buy Sreenath's excellent books. My previous episodes with him will be linked in the show notes at cnuncine.in. Check those out. You can follow Sreenath on Twitter as SreenathRaghava3. That is a three instead of the N at the end. So at SreenathRaghava3, you can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at cnuncine.in and thinkpragati.com. The Seen and the Unseen is supported by the Takshashila Institution. Visit takshashila.org.in to find out more about their many public policy courses. For one of the postgraduate courses, which starts in January, in fact, I teach a module on how to write an op-ed. So if you want to become a master at it, that's something to consider. Thank you for listening."
    }
]