[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "This episode is being recorded on December 24th, and India is in ferment. Protests are ongoing across the country in response to this Government Citizenship Amendment Act, and the state is cracking down on innocent and defenseless citizens with incredible violence. The reports that have been coming out of UP, for example, are just horrendous. I had an episode last week with Srinath Raghavan that gave deep historical context to the notion of citizenship in India, the history of the NRC, the troubled history of Assam, the current consolidation of Hindutva, and student politics. I recommend you check that out. At this moment in time, all the focus is on the BJP's radical social agenda and all the dangers it poses for our nation. So why am I doing an episode on economics? Because I believe economics matters. People often think of economics as an arcane, abstract subject, numbers and graphs floating in the air above us that don't actually have an impact on people's lives. That could not be further from the truth. Everything in our lives is shaped by economics, and often by economic policies we cannot control, decided somewhere far off by social engineers who believe they can design society, influenced by special interests who are experts at redistributing money from the poor to the rich. This is not a problem of this government alone. For decades, we have suffered from bad economics, and the poor have suffered the most. Perhaps that's why we have even normalized it, and we take it for granted. But we must not. Bad economics"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:34.440",
        "message": "has a humanitarian cost. Economics matters. Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Varma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:52.640",
        "message": "Welcome to the scene and the unseen. One of the reasons that the BJP won in 2014 was a consequence of the bad economics of previous governments, especially the UPA right before it. Many people who voted for the BJP in 2014 did so assuming that they would not further the social agenda and they do economic reforms. Well, we can see what's happening on the social front. As for economics, at first they carried out no reforms at all. And then they progressively carried out what I can only describe as economic deforms, which only damaged the economy. I've had many episodes on demonetization and the botched implementation of GST, both of which basically helped devastate our economy. Those episodes will be linked from the show notes. In a nutshell, instead of helping to free our markets further, we now have less free markets and lower growth. Mahatma Gandhi once said that he would judge every policy by what impact it had on the poorest of poor Indians. And that is exactly my yardstick. It has been estimated that every 1% of GDP growth in India takes 2 million people out of poverty. If that growth goes down, it has a humanitarian cost. It's a human tragedy. And that growth has unquestionably gone down in recent years. In this episode, as the year draws to a close, I'm only going to focus on 2019. Where we started the year, what were our causes for hope and despair? And how have we performed through this year? My guest for this episode is Vivek Kaul, also known as the Shahrukh Khan of economics. Every time some news comes that has anything to do with the economy, there is an outpouring of requests on Twitter for Vivek's take on the matter. Vivek, welcome to the scene and the unseen. Thanks Amit for having me. So as we are sort of, you know, one of the constant criticisms you get on Twitter from people is that Vivek, why don't you write about good news once in a while, it's always bad news, bad news. What's your response to that?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:42.560",
        "message": "I mean, as I tweeted out recently, if you want good news, you should follow the Twitter handle of the Press Information Bureau, and the various ministries of the Government of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:55.800",
        "message": "India. I mean, they'll give you all the good news that you want. So yeah. And I guess what you do as an economist, we just look at the numbers and talk about what"
    },
    {
        "speaker": "Guest",
        "time": "00:04:03.360",
        "message": "the numbers show. And if then what Yeah, I mean, so broadly, yes, I mean, which is how it is. And at least in the last few years, I mean, since demonetization happened, there is hardly been anything good to talk about. I mean, a couple of things notwithstanding, I mean, like, if you look at how the insolvency and the bankruptcy code has gone, it can be called sort of a partial success. I mean, despite the fact that it was launched with very little preparation, and the fact that our legal system wasn't really, you know, ready for it, it has managed to deliver a few good things, especially given the fact that some of the largest corporates who had defaulted on their loans, have lost control of the companies. And I think that is very, very important, because you know, more than the recovery, I mean, recovery is important. But even if recovery does not happen, and decent recovery doesn't happen, and corporates lose control of the company, the message that it sends across is very, very strong. So, in the years to come, any corporate who previously has been in the habit of defaulting on loans and getting away with it, will think more than twice, you know, before doing anything like that, because he's likely to lose control of his company. So, I think that's one good thing that's clearly happened in the last few years. The other good thing, again, I mean, this is not something specific to this year, but so, you know, up until a few years back, there used to be a funny home loan deduction that used to be available to the taxpayer. So, if you bought your first home, the total interest that you could take as a deduction was limited to around one and a half lakh rupees, which was later raised to two lakh rupees. But if you bought your second, third, fourth, fifth, sixth, or whatever your 10th home, the entire interest on your home loan could be taken as a deduction from your taxable income, as long as you declared a notional rent. And this was a huge tax saving device for especially for people at senior levels in corporate India. And I mean, the one thing that I never sort of figured out is was why should the government of India encourage people to buy a second, third or a fourth home? I mean, I can understand encouraging people to buy their first home and giving them a limited tax deduction. But so, so Arun Jaitley did away with that in one of the budgets. I thought that was also a great move. So, these are, you know, two good decisions that I can immediately think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:48.880",
        "message": "about. So, And, and, you know, and I, of course, don't have any home. So, none of this makes a difference to me. But the largest question I'm going to ask is, you know, as someone who's commented on economics for a decade and a half, what happens to the economy is often a consequence of decisions taken long ago, there's a big lag sometimes between an economic policy actually being announced and implemented, and then with the results of that being failed. And you know, one example of this, which people doubt is that some of Vajpayee's reforms, they started actually showing the effects only in UPA 1 and the UPA 1 gets credit for those numbers. And similarly, a lot of what has gone wrong with the economy today, in a sense started with the bad loans, so to say, the phono loans policy of the UPA 2 government, especially when Pranab Mukherjee was finance minister. And I of course, had a great episode with Pooja Mehra, which really elaborates on those sort of events in granular detail. And a lot of what is what 2019 started with a lot of what we have seen unfolding through 2019, and tell me if you agree, is essentially the inevitable consequences of DEMON and the botched implementation of GST. Like we thought at least I thought that DEMON, when it was announced, I thought on the same day that this is going to devastate the economy. But it took a while for that to actually happen. Or if it did happen immediately, it took a while for those numbers to come. But this year, there can pretty much be no doubt that the full consequences of the bad economic management of the last few years is now unfolding."
    },
    {
        "speaker": "Guest",
        "time": "00:08:23.960",
        "message": "What do you think? Yeah, I mean, I mean, I agree with you completely on that. See, I think what happens is and this is, you know, more anecdotal than data driven. And because I've seen some of my friends struggle with it, you know, when you're running a small enterprise, and you start facing headwinds, you don't shut it down immediately, right? Because I mean, you started it, and that's the only thing you do. So it takes time for you to sort of realize that this is not working. Now, I guess that's, that's something that's happened because of one demonetization and the botched up implementation of GST. The informal sector and the smaller players in the formal sector have over a period of last two to three years, been facing a lot of pressure on the performance front. And that pressure is now, you know, starting to show and it's triggered into the overall broader economy as well. Yeah, I mean, I would agree with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:17.640",
        "message": "that completely. And the thing to remember here is also that economists use a term called welfare shocks. And what is a welfare shock? What happens is that when something like demonetization happens, and, you know, somebody who's running a business on the margins in the informal sector, and remember, he's on the informal sector, not because he wants to evade the law, but because of the panoply of bad laws and regulations we have, which force many entrepreneurs into the informal sector. And if someone on the margins like that goes out of business, it is not the case that when the economy gets back, he can just, you know, come back and start the business again. Like, for example, I may have a business running two ACs, I can't afford to run two, I start running one, when things get better, I put the second AC back on. But that's not how this works. These people suffer what is called welfare shocks, where once they are done, they are completely done. And you know, they just don't come back, they're down for good, they just fall from that status level, they might go slip back below the poverty line, if that's where they came from. And the other problem there, and I'm also going to ask you about this, is that it's very hard for people to get a grip on it, because there is actually no data from the informal sector."
    },
    {
        "speaker": "Guest",
        "time": "00:10:23.400",
        "message": "Yes, so there's very little data that actually comes out in a formal way for the informal sector. But there are enough, I mean, if you look at a lot of the industry, small industry associations, they have put out a lot of data over the last few years, which tells you that a lot of small enterprises have been destroyed in the aftermath of demonetization and a botched up implementation of the GST. I mean, you know, a great example is a place like Tirupur, which used to be a global hub for producing t-shirts. And, you know, the mess that the city got into after demonetization is very well documented. And a lot of players operating in Tirupur were basically, you know, small players who sort of employed up to 50 people. So, you know, bits and parts of it are pretty well documented. Obviously, it's not documented at an overall economic level. Having said that, you know, the interesting thing is, you know, when demonetization happened, most corporates like the idea because what they thought was that the informal sector will now get formalized, and they will benefit because of it because their business will go up. But what they did not realize was that if the informal sector of the country gets destroyed, the purchasing power or the consumption power of people who used to work in that informal sector also comes down. You know, and that has also impacted the corporate revenues and earnings in a big way over the last few years. Another point I wanted to make here was that, you know, this and I mean, this is something I've said before, but it is important to say it again, is that over the years, you know, the informal sector in India has often been linked to the black economy, right? Which is partly true. Yes, I mean, people who are making money there do not pay income tax, but you also need to take into account the fact that a lot of people or in fact, most of the people who work in the informal sector do not make enough money to be paying income tax. So while the owner himself may be waiting on tax, you know, people who work there, I mean, they don't need to pay tax, but and they do pay tax, indirect tax, like we all do. So, so I think these are, you know, some points that people need to realize that nothing is all black, because, you know, ultimately, when black money is also spent, you know, the guy who earns it, at some level does pay tax on it. I mean, it's it may not be a direct tax, but he's definitely paying an indirect tax."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:00.320",
        "message": "No, and you brought up a very interesting point there in passing, which I want to elaborate on very briefly, which is actually triggered by something I saw on Twitter today, which is a post by Kangana Ranaut, where she's talking about the alleged violence done by protesters. And she's saying only 3% of us pay tax and the rest of the people are freeloaders. And the point is, no, you know, only a small percentage pays income tax. But every single person in this country plays tax in some sort of the other every time you buy a little bit of salt, or you buy a bar of soap, you are paying tax, we are all participants in this democracy, and we all have a stake."
    },
    {
        "speaker": "Guest",
        "time": "00:13:32.240",
        "message": "And also, there's an interesting point, you know, I mean, some point to that point, which is that, you know, this three to 4% number, paying income tax is also extremely exaggerated, because the bulk of individual income tax is paid by when I done a calculation some time back, around 0.26% of India's population pays around 80% of its individual income tax. So it's not even three or 4%. But having said that, everybody pays indirect tax. No, I mean, if such a small proportion of people pay income tax in the country, what it shows is, one, the general poverty of the country, and two, the fact that our income tax department has really not been up to the mark and a bad tax policies, which, you know, at some level over the years have led to a situation where people simply they feel they're dealing in black"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:29.040",
        "message": "rather than dealing with the, with the system and dealing in black being part of the informal sector actually carries significant costs. So the very fact that people tend to do so should, you know, show you how onerous regulatory structures are, do they feel the need to somehow kind of stay out of it, you know, like before we get to 2019, of course, just to sort of set the context, I was chatting with a couple of my friends about, you know, this episode that I'm talking to Vivek, is there something you'd like me to discuss? And one of them Devanshu Dutta said, hey, please ask him about how much the phrase he used, I really liked it was a forced formalization, how much the forced formalization attempted by the government has contributed to this and forced formalization was, of course, the one of the stated intents of demonetization that bring the informal into the formal sector, to which another of my friends, Mohit Satyanand, and both of these guys have been on my show before. And Mohit Satyanand said that he wouldn't call it forced formalization as much as forced exits, because what demon forced many people to do was exit rather than formalize."
    },
    {
        "speaker": "Guest",
        "time": "00:15:30.840",
        "message": "Yeah, so which is precisely the point I was making, you know, corporates, the big corporates were initially very happy, because they thought that, you know, formalization will now happen and they'll benefit. But what has happened is that, while the informal sector has been destroyed, that business hasn't moved to the formal sector, simply because when the informal sector gets destroyed, you know, a lot of people lose their jobs, the purchasing power comes down. And once the purchasing power comes down, at some level, it does impact consumption. And that leads to a situation where corporates do not benefit from, you know, forced formalization. But as Mohit rightly put it, it's more of forced exits. So, which is what has happened in the last few years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:10.240",
        "message": "So, basically, there's a Procter and Gamble, which is making soap, which is making whatever it makes, and suddenly people are buying less of that, because they are in the, they have"
    },
    {
        "speaker": "Guest",
        "time": "00:16:17.680",
        "message": "to make. And there's data to back that up. So, if you look at, so, you know, you look at Hindustan Unilever, which is, you know, good benchmark for anything in the consumption economy in India. So, if you look at the volume growth, which is basically the growth in the number of units, they sell and not the revenue. So, that was in 2018, the unit growth was 10 to 12%. This year, it's come down to 5%. So, that tells you that the pace of FMCG growth has halved. So, that is a, that's a huge thing. So, that should tell you that all this, you know, these theories of forced formalization haven't really worked."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:56.440",
        "message": "So, and my other question to you is that you're someone who watches the economy very closely, right? Now, we know that a lot of the numbers that the government puts out are extremely unreliable. And, you know, even with something like the GDP numbers, even if you take the GDP numbers, say at face value, and I had a long episode with Rajeshwari Sengupta on this where we discuss why they cannot be taken at face value, but going deeper into the problems with GDP as a measure itself. One of the things we agreed on, and one of the things which was debated when the GDP was first mooted was should it include government spending in it or not. And because you know, it was a measure implemented just before the Second World War, the decision that was taken, if I remember correctly, against the advice of Simon Kuznets, who in a sense was the father of the GDP, was that, no, let's include government spending in it. But the problem with that is that if the GDP is being used as a measure of economic growth, that is an incentive for the government in power to spend more because all that spend gets counted. And it may be ineffective spending, it may even be destructive spending. You know, like you would actually, you know, the GDP would grow if you simply, you know, build bridges and blew them up and just reiterated that forever, the GDP would keep growing. And what has happened? And like, do you therefore feel a need to pass these numbers more closely, especially the GDP and say, okay, how much of this is just government spending? And how much of this is society itself?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:19.760",
        "message": "Okay, you know, so there are two answers to this question. One is, given the unreliability of the GDP numbers since January 2015, when we moved on to a new method, a simple way to get around that is to look at a broad set of economic indicators. Now, while those indicators may not give you this one number to come to a conclusion, like, you know, GDP does, it gives you a better feel of the way the overall economy is headed. So, I'll substantiate this with an example. So, sometime in late March, I think early April, not late March, I wrote this piece for the Mint, wherein I said that India is getting into a consumption slowdown, okay. And so, when I said this, a lot of people didn't buy it, but then that's that's a different story for another day. But, you know, the way I caught it was simply because, you know, I looked at car sales, I looked at scooter sales, motorcycle sales, moped sales, tractor sales and commercial vehicle sales. So, six kinds of vehicle sales for different sections of the society. So, car sales, a very urban phenomenon, motorcycle sales, both rural and urban. Scooter sales, primarily more urban, more women. Moped, obviously, you know, for people who cannot buy bikes and scooters. Tractor sales, rural rich. And commercial vehicle sales, basically, you know, a good indicator of whether investment is happening in the economy or not. So, all the six indicators had fallen, okay. And this hadn't happened in five years. I mean, I had data for five years, it may not have happened even beyond that. So, what that told me was that there's something which is not right. Now, the GDP data would have never caught on to something like this, right. So, that's one part. So, you have to obviously, you know, if you want to do serious economic analysis, you can't rely on just one indicator, you have to look at multiple indicators. You have to look at government indicators, you have to look at private indicators, you have to look at theoretical constructs like the GDP is like the inflation is and you also have to look at high frequency, you know, economic indicators like car sales, and two wheeler sales and so on. So, that's one part of it. The second part is government spending. So, one exercise which I always carry out and that again has helped me quite a lot in getting the, you know, the economic scene right is, see, GDP has four constituents, right. Primarily, you have consumption expenditure, which is the major part of the Indian economy, with close to around 58-59%. Then you have investment, which is down to around 28%, 28-29%. Then you have government expenditure, which varies anywhere from 8 to 12%. Now, it's like close to 13%. And you have net exports, which is exports minus imports and is negative in the Indian case. So, a good thing to do while analysing GDP numbers is to just get rid of government expenditure, okay. Subtract that government expenditure from the overall GDP number. And what you get is non-government GDP. I mean, you can call it private GDP, you can call it whatever you want to, but or actual GDP, or as Kuznets GDP, because that's how he would have made it. That's how he had imagined it. That's how he wanted it. So, if you look at that number, that gives you a better indication. So, like, if you look at the first six months of 2019-20, the GDP growth is 4.8%, whereas the non-government GDP growth is 3.8%. Wow, that's a big difference is 100 basis points. And that brings me to the point that I try making all the time, but nobody really seems to get it is. So, you know, whenever an economy is in trouble and not just Indian economy, economists want the government to spend more money. I mean, this is something that comes from John Maynard Keynes. But what Keynes had said, and I mean, obviously, I mean, I call it the bastardization of Keynes. Keynes had essentially called for savings during good time, and then spending that money in bad time. Now, obviously, no government saves money. I mean, all of them run a fiscal deficit. So, now, if you look at data for the last three years, the growth in the Indian economy has been driven largely by government expenditure. So, the government expenditure in 17-18 increased by around 15%. And these are real GDP growth numbers not, you know, adjusted for inflation. So, government expenditure went up by 15% in 17-18, around 9.3, 9.4% in 18-19. And in 19-20, I think, in the first six months, it's grown by 12.7%. So, the point is, you know, it's not like so the government is already spending a lot of money. And that has been driving the GDP growth number. I mean, as I said, if you take out government expenditure from the GDP, the growth this year is 100 basis points lower. Now, the question that no one seems to be asking is, and I also don't have a sort of a correct answer for this is that, where is this money going? Right? Because if they're spending this money, it has to go somewhere, you'd want to see some of it come back in the economy and create some kind of, so where is this money going? Now, I have a sort of a theory on it. And so, a lot of this money essentially is going towards buying rice and wheat, you know, which the Food Corporation of India buys and distributes through the public distribution system. But if you look at FCI data, you will realise that the organisation stores much more rice and wheat than is required. So, in that way, we're basically buying rice and wheat from large farmers, giving them that money. And then that rice and wheat is essentially rotting in the go downs of FCI."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:31.040",
        "message": "Because the purpose of buying them was not to feed people, but to just to buy that money,"
    },
    {
        "speaker": "Guest",
        "time": "00:24:35.520",
        "message": "just to buy that. Now, imagine that a few years back, I had done this calculation, and I'm not sure whether if the number is still that, but the broader theory is still right. And I'd found that around the excess stocks with Food Corporation of India, 80,000 crore rupees worth of excess rice and wheat were lying in the go downs of FCI. I mean, this is when you had accounted for the strategic reserve as well that every nation needs to maintain. So, now imagine that 80,000 crore rupees going somewhere else. And, you know, let's say it just goes towards building four lane highway."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:10.960",
        "message": "Or it's raised in the pockets of customers who it was whatever I mean, I mean, I'm even okay with the four lane highway, you know, in this recent speech that you made in Bangalore, you gave an illustration of how high the opportunity cost of this sort of money can be. And you use four lane highways."
    },
    {
        "speaker": "Guest",
        "time": "00:25:26.360",
        "message": "Yeah, so that four lane highway example was from Vijay Kelkar and Ajay Shah's book, the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:33.400",
        "message": "new book, In Service of the Republic. I recorded with them last week, but that episode will be coming out after this one that will release on Jan 6, incredible book, it's a masterpiece"
    },
    {
        "speaker": "Guest",
        "time": "00:25:43.040",
        "message": "and great episode and you should read it. So anyway, so the Mr. Kelkar and Mr. Shah point out that it costs rupees 1 lakh crore to build a 10,000 kilometre four lane highway. Okay. Now, so with around 80,000 crore of excess rice and wheat with FCI, you basically lost out on around 8000 kilometres of a four lane highway. Now, the example I used in the speech was slightly different. I mean, I had compared four lane highways with the amount the total amount of money that the government has been spending in order to recapitalize public sector banks and to keep them going in the last few years. So between 1718, 1819 and 1920, the government would have ended up spending close to 270,000 crores to keep these banks going. So which basically means 27,000 kilometres of four lane highways,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:35.920",
        "message": "which has massive what economists would call massive positive externalities on the economy"
    },
    {
        "speaker": "Guest",
        "time": "00:26:39.960",
        "message": "because you exactly you know, I mean, this does not mean that you let go of all public sector banks and allow them to go bust. But at the same time, there is no need for the government to be you know, running banks like Dena Bank and Indian Overseas Bank and United Bank. You know, I mean, some of these banks have now been merged away. No, and in fact,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:57.800",
        "message": "you know, like when we think of government spending, I'd like people to think along two lines. One is beyond the obvious point one is just a simple moral cost of government money itself. Every rupee that the government has is coerced from someone that carries a moral cost, the person it is coerced from, which is some taxpayer who is buying a bar of soap or salt or whatever, that taxpayer could have found an alternative use for it, which would have contributed to their welfare. And surely which they would know more about than you would that's that's one."
    },
    {
        "speaker": "Guest",
        "time": "00:27:26.400",
        "message": "Let me just take this forward. So where is this money to recapitalize government banks coming from? It's been coming from the excise duty that we pay on petrol and diesel. Okay. So in that way, every petrol and diesel buyer in India direct or indirect, I mean, indirectly, we all buy petrol and diesel, right? Even though we may not have vehicles, but let's say we go to buy, you know, vegetables somewhere. So that cost of transport is built into the price of that vegetable, right? So indirectly, all of us are essentially paying a sort of a premium. Every time you know, we buy anything to bail out the public sector banks in India now. So there's another angle to it. Now the angle is, India produces very little of the oil that it consumes. Okay, we import close to 85% of the oil now. And at the same time, you know, our exports have sort of fallen over the years. So one of the things that people regularly talk about, and especially when it comes to, you know, low value exports, in order to get them going, you need to let the rupee depreciate. The problem with letting the rupee depreciate is the moment you let the rupee depreciate, your petrol and diesel prices start to go up. Okay. Now, one way of ensuring that the petrol and diesel prices wouldn't go up is by cutting down the excise duty on it. But the moment you cut excise duty on it, how do you finance the recapitalization of public sector banks? So the moral of the story is that I mean, the direct effects in economics are very, very obvious. But it's the indirect effects, which actually hurt the economy more."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:08.640",
        "message": "In fact, I would say that there's no moral in the story. There's an immoral in the story. To continue with sort of the two part point I was making very quickly about government spending is one, of course, that all government spending carries a moral cost because of the coercive effect of acquiring that money, which is why whatever you which doesn't mean that government should not exist, we need it. But before we needed to protect our rights to begin with, but before you recommend any kind of government spending on anything, you have to firstly justify that moral cost. Now, assuming that you do that, the next step that then comes is you have to think about the opportunity cost of that spending. Like you just gave a great example of it Vivek, when you spoke about how the 8000 kilometres of four lane National Highway, but essentially, the opportunity cost can be anything if the money just stayed with the people it was coerced from, in the name of taxes, they would spend it in their own lives, it would be their consumption. That is also a cost, there is also a crowding out effect of such money, and various kinds of indirect effects as you know, of which, you know, you just give one excellent sort of example. So, you know, like you just said, in March, you wrote this piece about how there's a consumption crisis and nobody believed you. In August, I recorded an episode with our friend Mohit Satyanand on, I mean, the episode was called to economic crisis 2008 and 2019. And at that point, people were still in denial that we are in a crisis. To some extent, but I think there's a slightly greater awareness that higher crisis."
    },
    {
        "speaker": "Guest",
        "time": "00:30:33.240",
        "message": "Yeah, but now the spin is that it's not a structural thing. And, you know, is there something to that? I mean, there'll always be something to that. But, you know, it's not just because of that. I mean, so there's a very long answer to this question. And I think there are two answers. So the first part, where the global excuse has been used over and over again is essentially when it comes to our exports. And, you know, when it comes to exports, the exports of India have sort of fallen from around 25% of the GDP in 2011-12 to around 19.7% in 2018-19. Now, you know, as I keep saying over and over again, you know, no country in the history of economic development has gone from being a developing country to becoming a developed country without a successful export sector. Okay. I mean, maybe India has some new model brewing, but at least it's not happened up until now. And also, I mean, if you look at our two previous growth spurts between 92-97 and 2003 and 2011, that was, I mean, I wouldn't say largely driven by the export sector, but the export sector played a very important role in it. Also, the export sector tends to create a lot of jobs for what we call the MSMEs, you know, micro, small and medium enterprises, which have traditionally provided around 35-40% of goods exports. So, it's very, so, you know, so it creates a lot of economic growth. Also, within the export sector, sectors like textile, okay. So, textile is a very important sector because it creates jobs for women. And especially given the fact that our female labour force participation rate has fallen dramatically over the years, where, which basically means that lesser and lesser women who are a part of the workforce are actually going out and working. Now, the excuse that has been offered in case of the export sector is that, no boss, it's a global phenomenon and blah, blah, blah. But that's not true. So, I mean, so recently, Dr. Shankar Acharya, who, you know, he's a senior economist and a former chief economic advisor, he wrote in a column in the Business Standard and I quote, so between 2011 and 2018, India's goods exports increased by only 8%, okay. In sharp contrast, Vietnam's exports grew by 154%, Cambodia's by 114%, Myanmar's by 82%, Bangladesh's by 61%, the Philippines by 40%, and even China on such a large base by 31%. So, obviously, what this tells you is that our export sector has been unable to compete internationally. And that's the long and the short of it. I mean, you know, obviously, you know, the global slowdown has some sort of a impact, but largely our exports have slowed down because we are unable to compete internationally. And, you know, I mean, to compete internationally, I mean, this is very, very obvious and cliched and has been said over and over again, reforms are required on the land, labor, capital,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:03.880",
        "message": "and tax front."
    },
    {
        "speaker": "Guest",
        "time": "00:34:04.880",
        "message": "Which many hoped in 2014 that Modi would finally do, but he hasn't. Except for, you know, reducing corporate income tax rates. Now, even, you know, for competing within the country, the entrepreneurs need to pay a fair price for electricity and freight. Now, the cost of cheap electricity right now in India for farmers is borne by the industry. Along similar lines, railway passengers are subsidized at the cost of freight. The taxes on aviation fuel have ensured that air cargo rates in India are one of the highest in the world. So, I mean, these are fundamental anomalies which need to be set right, and they cannot be set right overnight. And on top of this, we have a GST services tax system, which is in a mess. Now, in fact, Kelkar and Shah have a very interesting point in the book where they say that 80% of countries which introduced the GST after 1995 have opted for a single rate GST. And this is a fundamental point which our lawmakers do not seem to get. I mean, you know, we are still stuck in sin goods and it's not, you know, it's about the overall simplicity of the system. So, I can understand two rates, but the current, you know, paraphernalia is, in fact, now we have a funny situation wherein the GST on inputs, a lot of inputs is greater than the GST on the final consumption good. So, because of that, a lot of companies are getting refunds. And so, it tells you this is the problem of launching a system, you know, and wanting to give a bhashan at midnight and claiming that it's a big victory without really planning for it properly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:51.480",
        "message": "And unless someone say that, oh, this is in hindsight that we know the problems people have been working on. Exactly. So, the truth is that, out of the many episodes I have done on GST on the scene and the unseen, the first one was before GST was implemented with our good friend Devanshu Dutta and Devanshu identified exactly the problems that have eventually turned out to be problems. Everything was foreseen, not just by Devanshu and me, but by all good economists. But this government, of course, does not value expertise as we have found out again and again. Moving on from this, you know, another sort of very interesting point that you made in your speech and that harks back to a book that both of us have been reading and talking about, Narrative Economics by Schiller, is about how the mentality of consumers can lead to vicious cycles in the economy which just keep it going more and more further down. And you've used a historical analogy of this with the Great Depression of 1929. Can you can you elaborate a bit on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:51.920",
        "message": "Sure. Before I talk about narrative economics, I think Robert Schiller is this one economist who gets these broad predictions right. I mean, very few economists get, you know, as the old joke goes that economists predicted nine out of the last five recessions. So Schiller got the 2000 stock market bubble right and even got the real estate bubble of 2008. Right. So in narrative economics, he basically sort of the core point of the book is that how the narratives that human beings create in their heads and in their lives, essentially end up impacting the overall economy. So the example he gives is that of the Great Depression of 1929. And I'll quote him. He says that in the four years after 1929, GDP per cent, which is per capita income, went down by a catastrophic 20 percent. It's not called the Great Depression for nothing. But at the same time, the sales of new cars of by the Ford Motor Company fell by 86 percent. So per capita income went down by 20 percent, but car sales went down by 86 percent. Obviously, there was a disproportionate impact on car sales. Now, the question is, why did that happen? Now, you know, during the Great Depression, close to 25 percent of the American labor force lost its jobs. They became unemployed. The absolute number was around 13 million. Now, what happened was what this told you was that everyone knew someone else, you know, someone in the family, some close friend or a relative who had lost a job. So this created what we can call the psychology of the slowdown. Right. So the bigger problem during the Great Depression was not I mean, obviously, you know, people who lost their jobs had a problem. But the bigger problem in the minds of people was the fear of losing a job and not being able to find another one. OK, because everyone knew someone who had lost a job and was just sitting at home and doing nothing. And this started to influence their consumption decisions. So like Schiller writes, and I quote him, some people postponed buying a car or other major consumer items and which led to a loss of jobs in the auto and consumer products industries, which led to more people postponement, which led to a second round of job losses, and so on for several years. Now, so it essentially, you know, the psychology of the slowdown had set gotten into the minds of people. And that created a bigger problem over the years. So what happens is a lot of people talk about this in a very, you know, sort of a nondescript manner where they say, oh, it's all in the mind. I mean, boss, when it gets into the mind, it becomes a bigger problem than the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:46.680",
        "message": "actual problem. And also the thing to note here is that it's not that they were worried about nothing. It's not like a tulip bubble or something like that. They had reason to be worried the economy was doing badly. But these are sort of the ripple effects of that worry, where they decide that, okay, things are going bad, my cousin is out of a job, God knows how long this will go on. I had better chill out a little bit and, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:40:07.160",
        "message": "cut back on the lifestyle. And that creates a vicious cycle. And so what that does is, you know, when the consumer confidence goes down, the business confidence also falls very, very quickly. So it's like, you know, like, Mr. Modi recently made a speech, I think, at the 100 years of Asocham, which is a business lobby, and asked the industry to invest. Now, the problem is, you know, I mean, you can ask the industry to invest, but the industry is not there to, you know, for social service, right? So the industry will invest when people will consume, because when they put money into something, they're looking for a certain rate of return, which is higher than their cost of capital. I mean, the capital may be equity, it may be debt. And in a scenario where the consumers are not interested in consumption in the same way as they were in the past, expecting industry to invest is problematic. I mean, there is there's a problem with that argument. I mean, as a government, you can only sort of set a series of reforms in place and encourage the industry to invest. Now, whether the industry invests or not is, you know, depends on the industry when the government cannot do much about it. So anyway, so once the consumer confidence goes down, the business confidence also goes down very, very quickly. And when the business confidence goes down, you know, tax collection becomes a problem, which is exactly how things are playing out in India. I mean, if you look at the I mean, I have data for the first seven months, I remember the tax collection, the gross tax revenue of the government has gone up by around 1.5, 1.6%. Whereas in the budget, it is assumed to go by 18%. So that tells you, I mean, if there is one data point that you need to look at, to sort of convince yourself that there is an economic slowdown, this is it, because this is government data. And it is a high frequency economic indicator published every month. It's not a theoretical construct like the GDP is. So in this scenario, and obviously, you know, all of these points are understood by the politicians of the day. Now, in 1929, what happened was that the American President Calvin Coolidge tried to talk up the economy by, you know, saying things like all is well, and you know, the stock market is doing well, and stuff like that. So, you know, you had public officials, businessmen, journalists, all trying to talk up the economy. And there is this, again, there's this something that Schiller writes in his book. And he says that this led one observer to quit because everyone was being so positive about the entire thing. Unfortunately, there appears a strong tendency among writers on business subjects to put out nothing but optimistic statements, and to avoid all discussion that might be construed as pessimism. I mean, I can vouch for the fact that, you know, one of the leading business dailies in the country, or rather the leading business daily in the country operates exactly like this. So their feeling is that if we keep saying all is well, ultimately, all will become well. So because they believe they're so influential. So now, if you sort of look at it, you know, if you compare this to what has been happening in India, the situation is slightly similar, obviously, we are not in a depression, technically, we are not even in a recession. Recession is when the economy contracts for two consecutive quarters. So we are growing at a slower rate than we were in the past. So we are a part of a slowdown, or what former RBI Governor Raghuram Rajan called a growth recession. So the moment he called it a growth recession, you know, a few smart people on Twitter commented, how can the words growth and recession be used one after the other, obviously, they do not understand that, you know, economists have terms for various situations. This is a jargon which Rajan was using. And growth recession is essentially a situation where economic growth is slow. But the economy is in contracting, to be called a technical recession. So basically, your growth is in recession in the sense what was growing at 7% that became 5, became 3, that's in the growth rate is in recession. At the same time, the unemployment is going up. So anyway, so we are in a growth, you can call it a growth recession. I think Arvind Subramanian has called it a growth slowdown or something like that, you know, we can keep arguing on the name, but that's not important. Now, you know, even in India, you know, our ministers or policymakers, government, journalists, television channels, have all tried to talk up the economy. Now, I think my, the statement which obviously became most famous was the one that Nirmala Sitharaman, wherein she said, the finance minister, she said that, you know, car sales have fallen because millennials are buying Uber and Ola. I think for a finance minister of a country as big as India is to make such a juvenile statement was sad. And this is like, you know, the government has access to, you know, so many people in the Indian Economic Service, it has access to so many think tanks. If such a statement was to be made, you know, there had to be some research evidence backing it up. Okay. Also, it's like, you know, millennials have been around, the poor guys keep getting blamed for everything, but they have been around for a while now, right? And so have Uber and Ola. So it's not like millennials were not there in 2014, 15, 16, 17 and 18. And Uber and Ola was also there. So why was it that millennials stopped buying cars because of Uber and Ola only in 2019? Right? I mean, so there are basic logical holes in what the minister said."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:04.400",
        "message": "In fact, as a tangent, you know, Vivek, I think we have to confess that even people in our 40s, like we have kind of given millennials too much of a bad rap, as we are finding out over the last few days with these spirited protests across the country being led by millennials fighting for our idea of India. You know, there's actually a lot more reason to have"
    },
    {
        "speaker": "Guest",
        "time": "00:46:24.880",
        "message": "hope from this generation than there is. No, I mean, so I always, I've always said this, that the next generation is smarter. And I mean, given that I keep talking to students all the while, I think there is nothing wrong with them. I mean, this is I mean, they may have a different attitude towards life. They are smarter because they invite you to gift talks. No, I mean, so it's not, it's not like that. So I mean, so you can see you can make out the smartness of a group by the kind of questions they ask you, right? And so everywhere I go, and I mean, I talk to millennials, I think there's nothing, I mean, wrong with them. I mean, they may have a different approach to life, they may have a different approach to learning, like one of the beautiful things that I sort of learnt at the IIM in Vishakhapatnam recently, where I had gone to talk, where the professor just said he's Vivek Kaul. And he said, I won't introduce you because these guys have already googled you and they've seen your YouTube videos. And, and I was like, yeah, I mean, this is how this generation operates. And otherwise, what would have happened is in any other scenario, he would have introduced me for five, seven minutes, and then I would have had to crack a joke. And, and we lost the first 10 minutes of the class here, within the first minute, I was talking what I had gone there for. So they had done their homework, it was just done in a different way, wherein, you know, in our generation would have probably dug up, read a book or whatever these guys are, you know, they have their ways. So, so getting back to what we were talking about, so other than Nirmala Sitharaman, the other, you know, the statement that was made was by Ravi Shankar Prasad. And he said that on 2nd October, people spend 120 crores watching three movies, Joker, War, and Saira, Narasimha Reddy, Chiranjeevi's big release. And he said, so where is the slowdown? Okay. Now, you know, in a country like India, whipping up a big number is never really a, you know, it's not, it's not a problem at all. But you also have to see where that big number fits into the overall scheme of things. So if you look at the projected GDP of India during for 2019-20, I mean, this is the GDP, which is on which all the calculations have happened in the budget, which was presented in February last February this year, not last year, we are not yet into 2020. So the GDP forecast is around 211 lakh crore, okay. Private consumption is around 58-59% of the GDP. So at 59%, I think it works out to around at 125 lakh crore, okay. So if you divide that 125 lakh crore by 365 days, so the average consumption expenditure on any given day in India is around 34,250 crore, which obviously will be a little higher on a day like October 2, because it's a holiday, long weekend, and people go out and spend on these opportunities. So now imagine 120 crore as a part of 34,250 crore, which Indians anyway, spend on a given day. So the percentage is around 0.35%. So, you know, you have to look at the broader context before you go out and say things. And the funny part was, he later said that I have withdrawn my statement. Now, how do you this is something I've never understood. How do you withdraw something you have already said, you can either say, I stand by my statement, or you can say"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:00.280",
        "message": "I was wrong. How do you withdraw it?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:03.320",
        "message": "Because if reality changes, suddenly, you never said it to begin with, I can, you know, I can understand once you've said it, and you realize it's okay. I mean, we all say things which we regret. I mean, all that what that requires is, all you have to say I was wrong. That's it. I mean, how do you withdraw that you can't withdraw that, right? So, and so then, you know, so there are these points which keep getting made, wherein someone picks up a part of the whole, and then throws that number at you and then asks you this question, where is the slowdown? So, the other example that I love giving is on cars. And there are these two cars, car companies, I should say, which are doing very well this year. One is the Korean company Kia Motors, and then I think the other is MG Hector. So, these cars, companies have sold a few 1000 cars. And every time you say there is a slowdown, they say, but what about Kia Motors? So, I did a very rough calculation. And so, I'll sort of read out these numbers. Kia Motors has sold 40,845 units this year. By this year, I mean April to November. MG Hector has sold 11,401 units. This is between April and November. In total, 11.49 lakh cars have been sold this year. So, Kia Motors and MG Hector form only 4.5% of the total cars sold. The total car sales during the same period in 2018, stood at 15.35 lakh. So, from 15.35 lakh, we have fallen to 11.49 lakh, which is a drop of 25%. So, so clearly, there is a, you know, I mean, you can always take one data point and you can cherry pick and yeah, and see, it's like the example I give these days is let's say India grows at 10%. I mean, let's say, I'm assuming here. Now, obviously, there will be parts of India, like let's say, Karnataka. Karnataka may grow at 15%. But Bihar might go at 4%. So, that does not mean that there is no problem in just because India and Karnataka are growing at a higher rate does not mean there's no problem in Bihar, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:16.640",
        "message": "And in this case, just because a small part of the whole is doing well doesn't mean the"
    },
    {
        "speaker": "Guest",
        "time": "00:52:19.600",
        "message": "whole is doing well. So, this is like the other way around. So, yeah, I mean, so there are a lot of these things, which are sort of, you know, where people throw numbers at us, without, you know, really giving us the context. But you know, the interesting thing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:32.840",
        "message": "here is that their target audience doesn't want the context, of course, they want the impressive number they are learning through WhatsApp University, they want the impressive number by which they can feel that they have a good argument to defend whatever side of the argument they're on. You know, this is not a failing, restricted to one wing or the other. And big numbers, like you said, sort of sound good, you know, speaking of big numbers, you know, another sort of big number I came across recently was when I was on our favourite app, TikTok. Am I correct in saying it is our favourite app?"
    },
    {
        "speaker": "Unknown",
        "time": "00:53:04.560",
        "message": "Yeah, of course. I love TikTok."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:05.880",
        "message": "Yeah, so TikTok. So, I was on TikTok. And I had, of course, introduced our good friend Mohit Satyanand and his wife Premi to TikTok. So, I saw a statistic I thought would interest them, which was that there were literally hundreds of videos on onions, which were parodying the government. I mean, TikTok was a centre of dissent in India. And the total number of views for these videos was some 360 million. So, I instantly took a screenshot and I send it to Mohit and Mohit was amazed. He was like, Oh, my God, this means like one view for everyone in every four Indians. And this is mind blowing. And this is amazing. And then I scroll down and there is another hashtag, some backbenchers hashtag or whatever, which had 6.4 billion views. I don't know how that is even possible given our population."
    },
    {
        "speaker": "Guest",
        "time": "00:53:50.240",
        "message": "So, that's the whole thing. So, if you go on to YouTube now, you'll realise that a lot of songs in different Indian languages, not Hindi, okay, have huge number of hits. So, there are Punjabi songs, I think there's one Punjabi song, which I don't recall the name right now, which has close to a billion, which I mean, obviously, a lot of people watch them again and again. What is also happening here is that because YouTube pays you, you know, the business model is such that the more hits you have, the more money you make. I'm sure there are bots or something which are going on. There was this controversy also recently with Badshah on YouTube, wherein YouTube, I think refused to pay him because I mean, you probably thought that there are bots which are driving up. No, the thing is, they have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:38.280",
        "message": "software to detect bots. But there was this interesting viral video, which, you know, was doing the rounds a few months ago, we showed this Chinese sort of clicking factory link clicking factory, where they just had, you know, 10s, if not hundreds of phones just lined up on the wall and a guy going from one to the other just clicking like on each of them like physically, so it's not a bot doing it. So, even if you have some bot detection software, this is a guy physically or not. Yes, cumbersome, but you know, the Chinese will do anything. And hey, guess what, the Indians won't even though we have cheaper labour, that's, you know, it's a business model we should be getting in. But where is our informal sector anymore? Let's now take a quick commercial break. And we'll come back shortly to actually talk about 2019. One of the great joys of doing the seen and the unseen is that it forces me to read a lot more than I used to. I was a voracious reader as a kid. But once I entered adulthood, I lost that habit. And it's an incredibly important habit. The more we read, the better we understand the world and the people around us. We make sense of the world through stories by connecting dots. And the more dots we have, the clearer our vision. Reading gives us those dots. I've been working hard in my reading habit. And now I invite you to join me. My new podcast, The Book Club by Amit Verma begins in early January exclusively on Storytel. This is a weekly show that I run for a year. Every week on The Book Club, I will recommend one book that I enjoy reading. And I will speak about what it brought to me and why you should read it. You can use my show to take random recommendations yourself or you can start a reading club of your own using my show as a starting point. I'll discuss all genres of fiction and nonfiction. And hopefully together, we can understand the world a little bit better. Coming soon, The Book Club by Amit Verma, only on Storytel. Welcome back to the scene in the unseen. I'm chatting with my good friend, Vivek Kaul, the Shah Rukh Khan of economics, the doomsayer of Twitter, about, you know, economics in India in 2019. And you know, one of the things I learned as a cricket journalist, because I started at Wisden and then Cricinfo and so on, is that look, everybody's watching the match and the basic commodity of the information, the news, what has happened, people know. So when you're writing about the match the next day, for example, you should have a lot of analysis and go deeper and have more color and all that because the bare facts everybody knows. But the thing is, you know, with the economy, I'm not sure if we even know the bare facts, because it is such a complex subject, and there is so much rhetoric around. So I'm actually going to ask you for the bare facts. How did our economy actually do in 2019? How does one sum it up? What is your match report?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:23.560",
        "message": "I think this has been the worst year in many years. I think by far the worst year since I would say 2004, 2005, or even before that. So basically, you know, what has happened is that, I mean, as I've said before, the private consumption expenditure is by far the biggest part of the Indian economy. And it constitutes around 58-59%. And the growth in private consumption expenditure peaked way back in 2011-12, okay, you know, at 17.5%. And after that, the private consumption expenditure growth has largely seen a downward trend. But it has always managed to grow in double digits. And this has basically ensured that India has continued to grow."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:13.640",
        "message": "And by private consumption, just to clarify, what you mean is people like you and me spending"
    },
    {
        "speaker": "Guest",
        "time": "00:58:17.440",
        "message": "money. Spending something. Movies. Popcorn. Pictures. Cars. Correct. This is all private consumption. Now, in 2019-20, for the first time since 2004-05, the private consumption growth has fallen into single digits, and it's been around close to 7%. I mean, nominal 7, not adjusted for inflation. So, the question is, why has this happened? Okay. The answer for this lies in the fact that our household savings and our net household financial savings have been falling in the last few years. Now, what do I mean by this? The net household financial savings are essentially, you know, fixed deposits, insurance, mutual funds, small savings, etc., minus the liabilities that people have sort of accumulated over the years. So, the household financial savings peaked between 2008-09 and 2010-11, when they were greater than 10% of the national disposable income in each of the three years. Okay. After that, they have been falling and in 17-18, they reached a low of 6.5%. And this has primarily happened because financial liabilities of people have been growing, which basically means people have been borrowing more. Now, what does this tell us? It tells us that the consumption growth, since it's peaked in 11-12, has been financed more and more by people borrowing more. Okay. So, the borrowings have essentially continued to finance our consumption in the last 7-8 years. And that story is now unravelling. Now, other than looking at the…"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:00.880",
        "message": "By borrowing, do you, newbie question, do you include things like credit card?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:04.000",
        "message": "Anything, you know, personal loans, so on, I mean, NBFC loans. And now, if you look at overall household savings, they have also been falling over the years. Now, what that tells you is that other than borrowing, a greater proportion of the income is being spent towards consumption. So, which again explains why people are saving less and using that money to consume more. Now, the question again is why are savings falling? Okay. And the answer for that lies in the fact that our income growth has also slowed down in the last few years. In fact, the per capita income growth peaked way back in 2010-11 at 16.9%. And I think since 2014-15, the growth rate of income has been in single digits. Okay. And if you look at the income tax data, it tells you that between assessment year 12-13 and assessment year 18-19, salaried income has grown at just 4.5% per year. So, what that tells you is that if you adjust for inflation, the salaried income has actually come down. Rural wages for men, you know, sort of grew at 28% in 13-14. Since then, they have grown in single digits, with the growth in 18-19 falling to just 3.8%. Wow. And this is again nominal terms. If you take an inflation, it's gone down. And all nominal. The same is true for the rural wages for women. So, basically, because the income growth has slowed down, people have used a greater proportion of their income to consume, because of which their savings have come down, and they have also borrowed to consume more. Right. So, all this was essentially financing Indian consumption since the consumption"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:04.880",
        "message": "growth peaked in 11-12. And do these falling savings then have an impact down the line on investments?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:10.760",
        "message": "No. So, which is what I mean, I was coming to. So, basically, now, the question is, why has the income not been growing? The income has not been growing primarily because if you look at the investment to GDP ratio, that also has been falling over the years. So, the investment to GDP ratio peaked in 2007-8 at 35.8%. And in the last few years, it's varied between 28 and 29%. Now, just to give you a few data points, which essentially show you how bad the situation is. In 2010-11, the new investment projects announced were worth 25.7 lakh crore. In 18-19, this was down to 12.1 lakh crore or 46% of the earlier year. During the first six months of 19-20, new investment projects worth just 2.04 lakh crore have been announced. So, this tells you how bad the situation is on the investment front. Now, this is a scarier number because announcements are okay. I mean, people announce all kinds of things. When it comes to investment projects drop, the situation appears to be even more grim. In 10-11, the investment projects worth 4.04 lakh crore had been dropped. This jumped to 20.74 lakh crore in 18-19. During the first six months of 19-20, projects worth rupees 7.9 lakh crore have already been dropped. So, basically, what has happened is that investments haven't sort of grown at the rate they were expected to, because of which there has been an impact on income growth, because of which there has been, you know, people have consumed a greater part of their income, and they've also consumed by borrowing more, and because of which our consumption growth sort of, you know, which should have slowed down dramatically earlier did not slow down. And all this is now sort of coming together. Now, the problem is you might ask that, you know, why are you saying this now and not in 2018? The problem is that a lot of data in India is not available quickly enough. So, if you look at the financial savings data numbers that I'm offering now, were not available back then. So, the numbers were available only as of 15-16, and then 16-17. And the trend was not very obvious. But once the 17-18 data came in, the trend became very, very obvious. So, basically, you know, as our current chief economic advisor keeps saying, investment ultimately finances consumption. Consumption can only finance consumption up to a certain extent, because it is investment, which creates economic activity."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:02.440",
        "message": "In fact, that's the central point of the episode I did with Mohit Sityanand in August, which will be linked from the show notes."
    },
    {
        "speaker": "Guest",
        "time": "01:05:07.480",
        "message": "So, one example I sort of, so in every city I speak, I mean, at least the bigger cities, I give the example of that city. So, I was recently in Bangalore, and the example I gave in Bangalore was of the IT industry in Bangalore, right? Now, when the first set of companies came in, and they said, okay, let's establish something in Bangalore. So, Bangalore was a sleepy pensioner's town three decades back, and now it's, you know, it's a global IT hub. So, when the first set of companies came in, and they established, you know, their code writing center or whatever, they hired people. Now, those people who were hired had to then go look for housing, okay, right? And once they sort of, you know, rented their homes or whatever, they had to furnish that home, right? Then they had to hire cooks, so on and so forth, maids. And that's how the, you know, economic activity sort of created other"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:01.720",
        "message": "economic activity."
    },
    {
        "speaker": "Guest",
        "time": "01:06:02.720",
        "message": "Because the cooks will get a place to stay, they'll have some kind of furniture, they will travel around. So, if you look at, so, you know, many years back, I was at the Indian School of Business in Hyderabad, and one researcher offered this very interesting data point. And he said, every formal job in Bangalore creates six informal jobs around it. And, you know, to the extent, I mean, look at the real estate boom in that city, I mean, it would have never happened, right? I mean, and when a real estate boom happens, the kind of employment that is created, especially for, you know, people who do not have specialized skills is mind boggling, right? So, a similar thing has happened in Hyderabad, a similar thing has happened in Pune, where economic activity has feeded on economic activity, which is already happening. And at the heart of it is, I mean, you can call it investment, you can call it anything. Basically, someone needs to start a business and employ people to run that business. So, unless that happens, it's very difficult for consumption to continue to be robust. And it is very difficult without consumption. If consumption is not robust, the economy"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:17.560",
        "message": "cannot continue to grow at the same pace. And the thing to notice is starting a business is not a blind shot in the dark, someone deciding to do something for society by starting a business. There are incentives in play, he has a sense of the market, how much money people are willing to play. What you've just described is a virtuous cycle, that you have investment happening, it creates jobs and opportunities for many people who all consume and that consumption then makes industry prosper and they spend more and then therefore people are more to consume. And it's a virtuous cycle. What we are in now, as you also described eloquently before, this is a vicious cycle, where people are consuming less and less. And therefore, industry is growing worse and worse, and they are spending less and less. So, people are consuming less and less because they have less and less money. Now, the thing is, how did we get from that virtuous cycle to a vicious cycle? And what can be done to like, how does one get back out of this? What are the typical sort of things that you'd look at doing? I mean, I understand part of the problem is just diagnosing the situation properly, which hasn't really happened to that extent. And, you know, even within that there are so many fumblings. But how does"
    },
    {
        "speaker": "Guest",
        "time": "01:08:26.000",
        "message": "one move from one kind of cycle to another? I think I'll answer that. I think before that, the other thing I wanted to sort of elaborate on was India's demographic dividend. Okay. I think it's very, very important to talk about this. So, you know, the first time I sort of encountered this term was sometime in 2006, 2007, when I used to be a journalist covering personal finance for this newspaper called Daily News and Analysis, which shut down sometime back. And I used to have to cover these new mutual fund, equity mutual fund schemes being launched. Now, obviously, there was no difference between once, you know, all the schemes were the same, you know, they'd probably go and buy stocks and make money for the investors, hope to at least. So, all these press conferences used to have a presentation made by a fund manager. And all the fund managers used to have what I started calling the IDD slide, which is basically India's demographic dividend. Now, demographic dividend is essentially a period of few decades in the, you know, in the life cycle of a country where the workforce increases at a faster rate than the overall population. And this happens primarily because the infant mortality rate over the years, which is basically the number of babies who die before the age of one comes down dramatically. Now, as these people enter the workforce and find jobs and you know, make money and spend that money, the economy grows at a faster pace because of that millions of people get pulled out of poverty. And it's happened in all the countries which have gone from being developing to becoming developed countries have had, you know, demographic dividend play a role in it. Now, in India's case, we were told back in 2006-7, that a million Indians were entering the workforce every month, okay, which is around 1.2 crore a year. And this is when our female labor participation rate is low. You know, if a majority of the women start entering the workforce, this number could go up to at least 2 million a month, not 2 million a month, but around 1.8, 1.9 million a month easily. So, now, so obviously, you know, there had to be, you know, jobs had to be created for these people. But given the fact that, you know, investment isn't really happening, the kind of jobs that had to be created for these people haven't been created. And because of that, you know, now you have all this unemployment data coming out, which is very, very scary. So, you know, you had the National Sample Survey's offices, periodic labor force survey, and according to which the rate of unemployment among 15 to 29 year olds was at 17.4% in 17-18, having jumped from 5% in 11-12. Now, the Center for Monitoring Indian Economy puts out more recent data, and they say that the rate of unemployment in January 2017, among 15 to 29 year olds, 20 to 24 year olds, and 25 to 29 year olds was 27.3%, 21.6%, and 8.7%. In November 2019, the rate was at 40.9%, 39.2%, and 10%. So, there has been a huge jump. At the same time, the labor force participation rate has fallen. So what that basically means is that a lot of people who could not find jobs have opted out of the labor force. And even then, the rate of unemployment has gone up. I think Dr. Ratan Roy, who is the boss man at NIPFP, if I remember correctly, made a very interesting point in a recent interview. And I think this all of us should have this data point in our heads. And this is coming from Dr. Roy, I mean, who's, you know, as nonpartisan as one can get. Not from Dr. Debra Roy. I mean, we need to differentiate between our Roys and"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:42.720",
        "message": "our Debra Roys. Yeah, between the economists who still have some integrity and those who don't, if I may"
    },
    {
        "speaker": "Guest",
        "time": "01:12:48.200",
        "message": "put it plainly. The number of young Indians without jobs, but also not looking for jobs. And additionally, not in any institute for training or education has almost tripled in the last 10 years. It was estimated to be at 3, 3.5 crore a decade ago. It's now believed to be 10 crore or more. So if you remove the retired and those too young to work, this 10 crore constitutes a very sizable section of the population of our workforce. Now, you know, one thing that has happened because of this is, you know, if you look at all the, or not all the, but large section of landowning castes in India, wanting reservations in government jobs, this is a clear impact of that, okay, where our demographic dividend"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:33.640",
        "message": "is not working. I mean, this is, in fact, a dual problem, because the thing is that, for example, the Jat agitation, the Faryana, the Maratha agitations here and different agitations and different, the Partidar agitations of Gujarat, I have had occasion to refer to them in multiple episodes on multiple subjects, because they also reference, for example, a problem with agriculture, because, because people in agriculture are effectively trapped in agriculture. What really happens is that with every passing generation, the amount of land holding within a family keeps going down. Because if you have two kids, your land is halved, if you have three, it is one third and so on down the generations. And why you have so many landowning castes across the country, Jats, Partidars, Marathas, agitating for reservations in these numbers is because agriculture is simply not a way for them to make a living and they need an exit. And because our sort of industrial policies and our policies regarding land and labor still haven't been modernized, unfortunately, the sort of generation of jobs that should have led to this demographic explosion actually being a dividend simply hasn't happened. I mean, when we talk about you have 1 million people coming into the workforce every month, and therefore you need to provide jobs for them. Provide jobs is the loose way of putting it. The point is, it's no one's job to provide jobs, you know, a government is not going to provide jobs, it can only create the conditions in which the natural creativity and entrepreneurship of people can thrive. And then those industries will happen, those jobs will happen. The truth is that those conditions have never for the most part existed. Yes, you know, the 91 reforms did help a little bit in terms of liberalizing product markets, but not factor markets, not land, labor, and so on. And we are feeling the effect of those fundamental structural reforms not being made because month after month, every month, more than 10 lakh people come into the workforce, and the jobs aren't there."
    },
    {
        "speaker": "Guest",
        "time": "01:15:25.480",
        "message": "Right. So the other impact of this now which is happening, and I think this is the next big dangerous thing is state governments wanting to reserve jobs for locals. So it's already, Andhra Pradesh has done it, the Maharashtra's new three party government in Mumbai is talking about it. Now, I think this is basically a race to the bottom and puts the entire idea of India at stake. You know, if we cannot even move around in the country to get a job, then you know, where does that leave us? Also, you know, this is also gets us into the touchy subject of migration, right? Because within a country, people are bound to move from parts which have less economic activity to parts which have more economic activity. And migration is by far the quickest way of reducing inequality, okay. So if that is not allowed to happen, and you know, it's it's a very tricky situation. Now look at Andhra Pradesh, it's a new state, right? I mean, and it needs a lot of investment. So how do you get that investment? I mean, companies come and establish factories and offices there. Now, would you expect a private company to go to a state which insists on hiring local labor? Or would a company go to a state which lets you know, hire the best people available for the job, right? Now, so the point I was trying to make, you know, I think I said this somewhere in I think in Bangalore only where that, you know, imagine if in the late 70s and early 80s, the people who ran the IT policy of Karnataka, even if there was anything like that, I would have said that only Karnatikas have to be hired, right? Or only people who are local to let's say, Karnataka, I mean, they may not be Karnatikas because Bangalore is full of Tamilians, as well, and even Telugus. So would the IT companies have come to Bangalore and established as many, you know, companies as they did, or even take the example that I remember here is when Indian School of Business first came to India, or rather when the idea was mooted, it was supposed to be established in Mumbai, what happened was that the Maharashtra government wanted 20% reservation or some such number for the local population, which is an end Chandrababu, when I do saw this as an opportunity, because Hyderabad had just started coming up at that point of time, and ISB in Hyderabad would have been this trophy project, which would sort of attract a lot of global attention, which it did. And he just seized on to the opportunity and just, you know, and ISB ended up in Hyderabad. So my point is that, you know, how will it will be interesting to see how will companies react to this? Also, how will politicians react to this, because it's very easy for a politician to just say, okay, we'll reserve jobs for locals, you know, that again, I mean, it brings us back to how you know, what we were talking before we came to the studio to record this episode as to how governments and politicians like to put out simplistic things, right? So okay, there are jobs are a problem, okay, we'll not let migrants come in. But is that really the solution? No, because ultimately, what you want is economic activity, right? And when migrants come in, I mean, they do create economic activity, lots of it, in fact, I mean, they spend money, they eat, they rent homes, they go out watch movies, in fact,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:56.120",
        "message": "Bombay, like all great cities in the world is a city built entirely by migrants. And I've in fact, had I had a great episode with Chinmay Tumbe on his book, India moving, which, by the way, I think is a great book, one of the most underrated books of the year, which talks about just internal migration without India and its effects. And I want to elaborate a bit on this question of simplistic narratives. And then come back to you with a question after that, which is that, I mean, what has always been the case, but what we've seen more of over the last few years, as populism has grown, is that these simplistic narratives, finding a certain popular validation, for example, one of the things that distinguish Trump from say, Hillary Clinton, when he was standing against her in 2016, was his use of powerful, simple narratives to explain the problems of the world. For example, he said that, why are there no jobs in middle America, two of the simplistic explanations he came up with, one, immigrants are coming and taking away your jobs. And therefore, let's stop immigration, let's send the Mexicans back. And two, outsourcing is bad, your jobs are being shipped overseas. So you know, let's stop shipping jobs overseas. Now, both of these explanations are completely wrong. But both of these are very easy to understand and get behind in a rhetorical sense. Similarly, you've pointed out how in our cities, people will often say, oh, there's a jobs problem. It's migrants are coming and messing it up. They are also a problem in the culture and blah, blah, blah. Let's stop migrants. Let's give jobs to locals. I mean, one simplistic narrative that I see coming up in the days to come, and Modi has alluded to it in his speeches, is the population problem, which is not really a problem in my view at all. But because you know, there is a jobs crisis, I expect him to blame it on our growing population and propose population control measures such as only two kids per family, which will of course, which he expects to hit Muslims disproportionately, because that is a rhetoric that they have more kids than Hindus do, which is not exactly true, though it is true that the poor have more kids than the rich do, and the Muslims tend to be disproportionately poor. Leaving all of that aside, I mean,"
    },
    {
        "speaker": "Guest",
        "time": "01:20:57.280",
        "message": "No, I just like to cut in there. And in fact, you know, this this population thing, and it really, it's such a huge thing in the minds of people, but it's not really true anymore. Because if you look at the births for women, it has come down to around 2.3, okay, the replacement rate is 2.1 globally, which basically means that for every 100 women, 210 children need to be born to for the population to be the same. Now, in Indian case, because the infant mortality rate is higher, our 2.3 is almost equal to 2.1. Now, so which basically means that our population will start stabilizing in a few decades. And we have done it the right way. We haven't done it the China way, wherein we have limited, you know, the number of kids. And because of that, you know, China has this, you know, there are, you know, parents basically want boys."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:49.400",
        "message": "I left two responses to that, and one of them is a disagreement. First response to that is even if it wasn't 2.3, if it was 2.8, or 2.9, or whatever, I don't care. Because you know, one of the basic fallacies that people tend to hold about economics and society is that more people are a bad thing. That is not the case. People are what the economist Julian Simon called the ultimate resource. People bring in more than they take out. I mean, a classic illustration of this is that look, all migration happens from rural areas to cities, from places which don't have so much population density to places of very high population density. The most prosperous parts of any country are its highly dense cities. Why do people migrate to them? Because more people means larger economic networks, more opportunities, better markets for whatever goods or services or talents that they might have. And you can point to say, a Bangladesh or an India which are poor countries and say, look at the population density. But you can also point to a Bahrain or a Monaco which have a greater population density and are far more prosperous. So in that sense, population isn't a problem at all and of all people, our current generation of leaders who grew up during emergency should realize that. My second point, which is a slight disagreement, is I don't think we've got here the right way."
    },
    {
        "speaker": "Guest",
        "time": "01:23:06.680",
        "message": "I think, you know, we keep talking about China, but, you know, we keep talking about, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:12.920",
        "message": "know, Sanjay Gandhi's forced Nazbandis, which happens in the tens of thousands during emergency, but it's actually those practices continue to the present day with throughout the country, rural government doctors and health care centers are incentivized to do more and more Nazbandis and poor uneducated people fall prey to it. And all the problems that we put on, you know, the door of population that this is happening because we have too many people is actually something that governance should be blamed for. All the failures of our governance are, you know, ascribed to population and I strongly suspect Prime Minister Modi will again do that to explain his failure of not enough jobs by attempting to say that there are too many people. And we should give a response like that. We should give an explanation like that the response it deserves if it does come about."
    },
    {
        "speaker": "Guest",
        "time": "01:24:00.560",
        "message": "So going back to we were talking about simple and simplistic explanations. So obviously, Donald Trump has used it successfully, and so have, you know, our leaders in India. I mean, look at the explanation for why is there a slowdown in consumer demand? It's because millionaires are not buying cars. Now, the explanation is much simpler to sell than say something like incomes have risen at a slow pace, and hence people have not been spending money, or the fact that they don't have much confidence in the economic future, or the fact that they have over borrowed in the recent past, or the fact that India's so called demographic dividend is collapsing, or the fact that investment in the Indian economy is collapsed. I mean, these are all proper nuanced, sometimes difficult to understand arguments, right. And you know, in our daily lives, in our busy lives, we are basically looking for pointers. Now, everything in life cannot be a pointer. But that's why WhatsApp, I mean, we have more graduates graduating out of the University of WhatsApp than proper universities."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:07.680",
        "message": "So my sort of question for you, which was coming on from the simplistic thing is that simplistic narrative sell, like the nativism in our cities, or like farm loan waivers will solve the problem of agriculture, given that I think both of us would agree that a lot of good politics makes for bad economics. What is the way out of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:25.280",
        "message": "I mean, see, ultimately, you know, as a politician, as a leader, you need to be, how do I put"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:32.600",
        "message": "it? Thinking of the longer term? Yeah, you need to do the right thing, unless you I mean, I know, it's a tie to the election"
    },
    {
        "speaker": "Guest",
        "time": "01:25:40.000",
        "message": "cycle. No, you are in the next election. But then I mean, so, you know, I mean, it's not like reforms haven't happened in other countries and people haven't won elections. So the problem in India is that no leader ever has tried to explain the utility of economic reforms to people. We've always tried to push, you know, reform by stealth, you know, wherein we are in a crisis. And so we have to do this. So no questions asked. So we push this through. So that sort of gives a bad name to economic reforms. But I mean, look at the fact that, you know, what happened in 1991, when the economy was opened up, large parts of the economy were opened up for the private sector. I mean, look at the kind of wealth and prosperity it has created, obviously more than 350 million people brought out of poverty, obviously not for everyone. It has also led to, I mean, you I know, you don't agree that India has, I mean, inequality"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:33.280",
        "message": "is not an issue in India, because poverty is an issue, I think, I mean, yes."
    },
    {
        "speaker": "Guest",
        "time": "01:26:37.400",
        "message": "So you know, it probably hasn't pulled enough people out of poverty and, but it has, you know, done its fair share of things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:44.920",
        "message": "Let me put it like this. I think it's pulled 350 million people out of poverty. And there is still a great task, which has moral significance, which is to pull the remaining people who are still in poverty out of poverty. And that hasn't happened because we haven't reformed fast enough or gone far enough."
    },
    {
        "speaker": "Guest",
        "time": "01:26:59.960",
        "message": "So someone has to sort of, you know, I mean, look at our Prime Minister, he gives so many speeches, does so many election rallies, I mean, he's connected to the public. I mean, it's a broadcast, yes. But he's connected to the public probably more than any other leader in the recent past. So I think the buck stops with him, because, you know, a finance minister can only be as good as, as the Prime Minister is, I mean, as much support as he or she gets from the Prime Minister. Having said that, I mean, as I said, you know, we need to do a lot of things which governments know about, all governments know about this. I mean, you have to bring in land and labour reforms, tax reforms, look at the fact that education is a huge problem these days. I mean, so while there is unemployment, at the same time, when companies advertise for jobs, they do not get people with adequate skill sets. Most of our engineers are unemployable. People who sort of go through the school system cannot read, write, do basic math properly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:04.440",
        "message": "In fact, that's like you pointed out one of the great ironies, which we've addressed in every episode on education that I've done, for example, that there is this mismatch between demand and supply. There might be a jobs crisis, yes. But even for jobs that are available, there aren't enough skilled people and you have like 1000s of PhDs applying for jobs available for peon, which means that the market for education is failing. And what I again point out is that all the sectors which were privatised and allowed to, where the private sector was fully allowed to operate, like airlines or telephones or whatever, which I remember in the 80s were government monopolies. We have all thrived there, tremendous value has been created, everyone can, you know, many more people can afford that value. But in education, where there is still such a strong government control over the sector, you know, there's just been, you know, the outcomes are so..."
    },
    {
        "speaker": "Guest",
        "time": "01:28:54.280",
        "message": "Yeah, I mean, in fact, you know, people who complain about call drops these days have no idea as to how, you know, fixed line phones used to be dead for days at the end. Because you know, the lineman wouldn't have been bribed properly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:08.080",
        "message": "No, and this goes back to the demographic dividend at one sign of the demographic dividend is that 60% of the country is born after 1991. But what this also means is that this 60% has no lived experience of what life was like"
    },
    {
        "speaker": "Guest",
        "time": "01:29:20.960",
        "message": "under those socialist days. I mean, when you had only one TV channel, when you had one TV channel, which would operate"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:26.200",
        "message": "only in the evenings, it would take you five years to get a telephone line, it would and that was actually a time where a used car was worth more than a brand new car. Because you could buy a used car immediately, you could buy a used car immediately, a brand"
    },
    {
        "speaker": "Guest",
        "time": "01:29:38.080",
        "message": "new car would take six years to come. So I remember, you know, our telephone connection in Ranchi, I think Papa first applied for it in 1983. We finally got it in 1992."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:48.240",
        "message": "There you go. Nine years."
    },
    {
        "speaker": "Guest",
        "time": "01:29:50.240",
        "message": "Yeah. Can you even imagine? Now you can just get it in under nine minutes. Yeah. So I mean, yeah, I mean, obviously, there are a lot of problems with the current system,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:58.680",
        "message": "but it is no comparison with what you have to unleash private enterprise, which simply hasn't happened. And for people who haven't, you know, read my columns on this before, I quickly want to clarify the point Vivek was making about inequality and poverty that I think in India, our key problem is poverty, because the pie is not fixed. Inequality is not an issue we should worry about simply because as what happens in developing countries like India, and the data shows this, is that as poverty goes down, inequality inevitably goes up. It doesn't mean the rich are getting richer and the poor are getting poorer or staying poor. Everybody is getting richer, except the rich are getting richer faster, which leads to increased inequality, but which also leads to people coming out of poverty. This is also, you know, people moving to cities is also an illustration of this because cities have far more inequality than towns do. And yet people come there because that is a way to get out of poverty. So India's problem is poverty, not inequality. Inequality has become a fashionable term and a lot of people when they complain about inequality, they are at they actually mean poverty and poverty is our moral imperative. That's what we have to solve. And the kind of policies which would tackle poverty and inequality are very different and almost opposite in some cases, which is why I feel that that's distinction which otherwise seems merely semantic is important."
    },
    {
        "speaker": "Guest",
        "time": "01:31:22.520",
        "message": "So you know, we were talking about things that need to be done. Now, one of the things is, you know, if you look at the ability of tax authorities to harass us, that continues to remain high. In fact, I was just reading a news report a few days back, wherein, you know, the tax authorities have been asked to raise their income tax collections, right? Now, you know, in an economy which is growing at 7% nominally, the income tax collections cannot grow at 20%, right? So when you force them to sort of raise collections, how is that going to happen? That's only going to happen through harassment. And the moment you you start harassing entrepreneurs, I mean, you are essentially helping kill the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:04.600",
        "message": "entire idea of entrepreneurship, I mean, I mean, the term people use for this is tax"
    },
    {
        "speaker": "Guest",
        "time": "01:32:09.400",
        "message": "terrorism, right? So, so this this has to go and you know, there are no silver bullets as such. I mean, there are the all these points which have been written about debated about labor"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:20.280",
        "message": "laws and everything. Everything. I mean, it's all well known."
    },
    {
        "speaker": "Guest",
        "time": "01:32:23.280",
        "message": "It's not like they don't know. And what I find funny is when you know, the Minister of Finance asks for suggestions from people on what she should do in the budget."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:31.160",
        "message": "I mean, I just find that bizarre."
    },
    {
        "speaker": "Guest",
        "time": "01:32:32.960",
        "message": "Yeah, I mean, as if she doesn't know what is to be done."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:36.360",
        "message": "And if she doesn't know, she doesn't. As if a lot of it wasn't in the 2014 manifesto. I had the Congress politician Salman shows on my show a few months ago. And he was saying how when Mr. Modi came to power in 2014, he in the Congress was actually a little bit hopeful, because there was a lot in their manifesto, which he agreed with in terms of reforms, and they've carried out none of those."
    },
    {
        "speaker": "Guest",
        "time": "01:32:56.560",
        "message": "In fact, these days, there's this I mean, what I find really bizarre is that there is this small scale industry which has come up with things that redistribution will lead to economic growth. I mean, I find that I mean, you know, whether you are in favor of redistribution or against it is a different argument. But redistribution has not led to development anywhere in the world, right? I mean, there's a trade off between redistribution and growth."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:21.600",
        "message": "And sometimes you make that trade off on the side of redistribution, because you feel it's a moral imperative, you have to help the poor."
    },
    {
        "speaker": "Guest",
        "time": "01:33:26.880",
        "message": "But you should have to be aware that there is a trade off. And also, you know, redistribution can also only happen once some wealth has been created, right? Like, you know, I remember this line from this, this movie, which Ketan Mehta made with Shah Rukh Khan and his wife, Deepa, it was called Oh, Darling, Yeh Hai India. And there's a line in the in the title song of the movie, which goes Jo bacha nahi, wo baat diya. So what you haven't saved, that also you're distributing. I mean, so obviously, you're going to get so redistribution beyond the point where there"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:59.680",
        "message": "is I mean, what do you redistribute, you need to first earn that money to redistribute it. This goes to the point that people often make about the Scandinavian states, that what about the Scandinavian states, their welfare states, the point to note is that they were incredible free markets until the point that they got so massively prosperous, that on their small scales, they could actually afford to become welfare states and tax a lot and redistribute a lot. And they actually started turning back on some of that when it started hurting, but"
    },
    {
        "speaker": "Guest",
        "time": "01:34:25.520",
        "message": "they were already at very prosperous. Also, what people don't get is that as far as entrepreneurship is concerned, it still thrives out there."
    },
    {
        "speaker": "Unknown",
        "time": "01:34:33.760",
        "message": "I mean, people are encouraged. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:34:36.360",
        "message": "So being a welfare state doesn't mean that you don't let people do business."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:39.040",
        "message": "Yeah, exactly. And this is something that people don't get."
    },
    {
        "speaker": "Guest",
        "time": "01:34:42.560",
        "message": "What about Scandinavia? First, look at the per capita income."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:46.280",
        "message": "And also, you know, like Elkar and Shah in their book, they make a very interesting observation also, where they point out that one data point worth looking at very closely is the flight of millionaires. And this might seem completely irrelevant to a poor country that let the millionaires go, what difference does it make? But the point is, these are your wealth creators, who generate jobs, who generate employment, who generate growth, who are all choosing to leave en masse. And what you do not see what is seen as a flight of these millionaires, but what is then unseen is a many other prospective millionaires who don't come up who would in a counterfactual because you've created conditions that are antithetical if you want to create"
    },
    {
        "speaker": "Guest",
        "time": "01:35:21.600",
        "message": "Yeah. Ultimately, you know, growth is the only antidote to poverty. And this is a simple point that, you know, which our politicians don't seem to understand. And by politicians, I don't just mean the current set, but all of them in general."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:35.720",
        "message": "I mean, yeah, you know, one one interesting observation that I completely agree with that which our friend Shruti Rajgopalan, who's also a frequent guest, I made in a column which came out today, we are recording on December 24, is that this what is happening in India currently, both in social terms with the CIA and all of this and also in economic terms, displays the government social engineering mindset, or you could say the engineering mindset, where they have a vision of society and they want to create it with all of these top down actions, whether it is in a social context, or whether it is in the economic context. And there still isn't the realization that social engineering never works. It always has terrible unintended consequences, that what the job of a state is to protect the rights of every individual and then let them interact freely within the rule of law so that everyone can, you know, reach their full potential."
    },
    {
        "speaker": "Guest",
        "time": "01:36:27.960",
        "message": "So, you know, so why don't you share the Mao example also?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:31.080",
        "message": "Right. So the Mao example, which Kelkar and Shah used in their book, which is something that, you know, right after demonetization happened, the first column I wrote for the Times of India after that the example I gave was how Mao decided that because sparrows were destroying crops, all sparrows should be killed. So he gave an idea, kill all sparrows, right? That's his attempt at saving crops. But what happened was that the fragile ecosystem went completely out of whack, the sparrows were killed, and insects, especially locusts proliferated and the crops were destroyed anyway. And it was a massive economic disaster. Now, what this tells you is that a certain kind of social engineering on such a grand scale is flawed, even if you cannot predict exactly what will happen, people may not have known the ecosystem so well to know that if sparrows are killed, locusts will destroy the crops. But simply because there are all these massive unintended consequences, that you should keep your interventions as small and local and measurable and reversible as possible all points which Kelkar and Shah make in the episode you'll hear next week. And and for that reason, you know, such social engineering always backfires and is similar to what Modi tried with demonetization. That's a comparison I then made and which Kelkar and Shah also made in this book that such grand attempts at social engineering always fail and yet, we have this engineering mindset all around us, where people imagine that because they can design a machine or they can run a company that they can actually design an economy and construct a society and that simply isn't possible, it is always bound to fail and has led to nothing but heartbreak and misery every time it's been tried through the 20th century by both the left wing and"
    },
    {
        "speaker": "Guest",
        "time": "01:38:06.840",
        "message": "the right wing. Right, so I think, you know, one of the things that we still haven't talked about is 2019 was also the year when our monetary policy went for a toss."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:20.400",
        "message": "What is monetary policy for up for my listeners?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:22.520",
        "message": "Just explain. Monetary policy is basically the interest rate policy that the nation's central bank decides on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:30.240",
        "message": "So is the RBI decides."
    },
    {
        "speaker": "Guest",
        "time": "01:38:31.240",
        "message": "The RBI in the Indian case through the Monetary Policy Committee decides on. So they decide to sort of either raise or, you know, decrease what is called as what is called the repo rate. So repo rate is the rate at which the RBI gives loans to banks. So Shaktikanta Das led RBI has cut the repo rate by 135 basis points from 6.5% to 5.15%. The hope was that banks would also cut interest rates as the RBI cut the repo rate. Now, what has happened instead is that if you look at the weighted average lending rate of banks, instead of going down, it's gone up. So it's gone up from around 10.35% at the beginning of the year to 10.4% I think as of October, if I remember correctly. So now what has happened? I mean, this is something that a lot of people are baffled about. And you know, what you need to understand here is, again, if you're the kind who just reads Times of India, you will see that every time there is a repo rate cut, the next day the headline that is run is repo rate cut, home loan EMIs, EMIs, whatever, vehicle EMIs to come down. But that's not how it actually works. Now, how does a bank operate? You know, a bank borrows money from all of us, and then it lends money at a higher rate. Now, if you look at the cost of borrowing, which is primarily through deposits, so if you look at the cost of borrowing of term deposits of banks, it's gone down slightly in the last, since the beginning of this year, it's gone down by around 12 basis points. And the RBI has cut rate by 135 basis points. So unless the cost of deposits come down, the lending rate on loans will not come down. I mean, this is as basic as it gets, the RBI can keep cutting the repo rate. Now, why is the cost of deposits not coming down? Now, if you remember what we sort of talked about earlier, I had said that the financial savings, the net financial savings of India as a whole has come down in the last few years. And I explained as to why it has come down. Now, in this scenario, banks, in order to encourage people to save, need to offer them a good rate of interest, so they are not in a position to cut interest rates, or not as much as the RBI wants them to. The other thing that has happened, and a lot of people don't seem to know about this, is that the overall public sector borrowing, and by this, I mean, the real deficit run by the central government, these fiscal deficits of the state governments, the borrowings of organizations like the Food Corporation of India, this has gone up over the years, I mean, it used to be around 8% of the GDP, now it's more than 9%. So in an environment where the financial savings have come down, government borrowing is going up. So in this environment, expecting interest rates to fall is a little silly, okay. So now what does this tell us? It tells us as to how intricately linked everything is in the economy, right? I mean, you know, it tells us as to, given the fact that India has gone the way it has, where investment is not happening, because of that consumption is being financed through savings. And because consumption is being financed through increased savings, you know, savings have fallen. And because of that, banks cannot cut interest rates on their deposits. And because of that, they can't cut interest rates on their loans. It's all, you know, in economics, they used to teach the vicious circle of poverty. India is poor because India is poor. So this is sort of, you know, the vicious circle of India's lack of economic growth. I mean, if we can call it that. So this is something that, you know, has to be tackled. The only way it can be tackled is through increased savings, right? Now, how will people increase savings? One is if they consume less, but if they consume less, it hurts the economy, right? So the way to increase savings is essentially to increase incomes. Now, in order to increase incomes, investment has to happen. For investment to happen, the government has to create the right conditions. Also, before that, the consumption slowdown has to unravel, because businesses won't invest until, you know, consumers start consuming. So to sort of solve that problem, you know, one of the things that the government could have done is to cut down on the personal income tax rates, but they chose to cut down on corporate taxes, which helped no one because it just helped push up corporate earnings, and money did not end up in the hands of people who could spend it. So yeah, I mean, so this is basically, you know, how intricately linked everything is. And at times, it's not the solutions are not."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:57.400",
        "message": "No, and I have like two thoughts kind of strike me in response to this. One is, of course, how incredible perverse it is that while private savings are going down, government borrowing is going up, that while private consumption is growing at a slower pace, government spending is going up, you know, and the one way of getting out of this vicious cycle where we are saving less and spending less because we have lower incomes is, of course, like you pointed out, a cut in the personal income tax rate so that people just have more to sort of, you leave more money with the people to spend, so that they will spend more and save more, and that can help us come out of that cycle. The other sort of thing that struck me was how you pointed out that everything is so intricately linked, which is also why people in government imagine that with public policy by using different levers, one lever here, one lever there, they can influence the process, not having the humility to realize that the process is so deeply complicated that every intervention has unintended consequences, and therefore, you're better off sticking to certain first principles."
    },
    {
        "speaker": "Guest",
        "time": "01:45:00.640",
        "message": "And basically, you're better off just letting people carry out honest entrepreneurial activity. As long as you do that, you know, you will get your share of taxes, people will make their share of income and, but as you know, it's it's easier said than done. So, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:19.880",
        "message": "So, so, you know, certainly, you've looked at the economy very closely for like 15, 16 years or whatever, and year on year, you know, things have changed, you look at the data, how have your feelings about what is happening evolved over this time? And do you feel that 2019 is particularly worse? Is there a reason to be worried?"
    },
    {
        "speaker": "Guest",
        "time": "01:45:37.720",
        "message": "Like, I mean, yes, I mean, 2019 has been worse from the data point of view, there is no denying that but I think what I find more worrying and, and I've said this many times before is the brazenness of this government in not admitting that there is a problem. I mean, as I say, over and over again, is how do you solve a problem without admitting to it? Right. So, I mean, so unless you do that, I mean, yeah, I hope in 2020, they see, I mean, they lose a few more elections, and finally, some sense comes in."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:14.600",
        "message": "So, yeah,"
    },
    {
        "speaker": "Guest",
        "time": "01:46:15.600",
        "message": "But it's less likely to lead to economic reforms and more likely to lead to social polarization. Even more rhetoric of the kind that is not good for the, I mean, I'm just waiting for"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:26.040",
        "message": "them to come up with the population rhetoric and blame the failures of governments on too many people. And that's so totally going to happen. We've kind of, you know, spoken about 2019 and how dismal it has been in 2020. What will save us? And you know, one of the things I think about in these troubled times is that what will save us is art, like, I look around me and not just in the protest movements, but even in general, the quality of cartooning has just gone to a new level, because there is so much happening that is so surreal that, you know, comics have so much material to"
    },
    {
        "speaker": "Guest",
        "time": "01:46:59.160",
        "message": "play with. In fact, I was just thinking about it the other day, and that, so there used to be one of the big protest poets in Pakistan was a gentleman called Habib Jaleeb. And he wrote some of his best poetry under the dictatorship of Zia-ul-Haq. And a couple of his, you know, famous poems, one is called Main Nahin Manta and the other is called Hukmara. It's essentially about intellectuals who kowtow to the government. And he'd written it on this other big Pakistani poet called Hafiz Jalandhri, who had essentially become an advisor to Ayub Khan. Anyway, that's different. But what I'm trying to say is that, Habib Jaleeb would have been proud with the kind of protest poetry that's coming out now, especially the one that, you know, Varun Glover,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:48.320",
        "message": "Hum Kagaz Nahin Dikhayenge, Hum Kagaz Nahin Dikhayenge, which is brilliant, and which, which works for all 72 years of India, boss, if you kind"
    },
    {
        "speaker": "Guest",
        "time": "01:47:54.760",
        "message": "of look at it. I mean, the simplicity of it is just, I mean, the way he captures the emotion is just superb."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:01.440",
        "message": "Yeah, it's just superb. And similar sound and I think same number of syllables as to Hum Mandir Wahin Banayenge. Which is, which is the point, which is the point, right? Yeah, it's brilliant. Which is how he…"
    },
    {
        "speaker": "Guest",
        "time": "01:48:11.760",
        "message": "Hum Kagaz Nahin Dikhayenge,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:12.760",
        "message": "Hum Mandir Wahin Banayenge. So, Vivek, iss, iss mauke pe aap bhi kuchh suna do yaar."
    },
    {
        "speaker": "Guest",
        "time": "01:48:16.760",
        "message": "Haan, actually. So, this is something by, I mean, I wish I could write poetry like the way our great Urdu poets do. So, this is a poem by Rahat Indori, not a poem, it's just a couplet by Rahat Indori, who is one of the greatest Urdu poets alive. And it's in the context of whatever is happening in India right now. And he says, ke adhe the zith pe, ki sooraj bana ke chhodenge, ke adhe the zith pe, ki sooraj bana ke chhodenge, paseene chhoot gaye ek diya banane me. So, you know, it's very difficult to build the most simple of things. So forget about, you know, big things like demonetization and…"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:56.400",
        "message": "We were adamant that we will build a new sun and yet we are sweating over a mere candle on the spot, off the cuff. Translation by me, please forgive if something went wrong."
    },
    {
        "speaker": "Guest",
        "time": "01:49:06.360",
        "message": "No, no, it's perfectly right. So, in fact, you have a job coming up as a translator."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:12.880",
        "message": "I have no job."
    },
    {
        "speaker": "Guest",
        "time": "01:49:14.880",
        "message": "Given that both of us, you know, the economic activities that we indulge in aren't really happening. So, we are poor podcasters who are doing this for the love of it and the greater benefit of mankind."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:27.040",
        "message": "Humankind. Humankind. Humankind. So kindly watch your language, we shall instantly cancel you. All episodes of Vivek Kaul will disappear from the scene in the scene archives. So should I ask you the hope and despair question, boss? Yes, sure. Okay."
    },
    {
        "speaker": "Guest",
        "time": "01:49:42.960",
        "message": "So consider it asked. What gives you hope and what gives you despair about 2020 since we were speaking at the granular level of a year? I think the despair is obviously what is happening all around us and the fact that the media has been so subdued. In fact, you know, one tends to get more news from what people share on the social media now than the real media. I mean, like the other day, there was this huge march in Dharavi, I mean, which barely made it to the newspapers, whereas it was there all over the social media. So that is the huge and the fact that so many educated people, so many people in my immediate, you know, some of my best friends, immediate family, by this entire idea of NRC and, and the citizen amendment thing. So I find that very, very disturbing because, I mean, when the people you're closest to believe in these things, I mean, how do you talk to them? Or more than that, why should you talk to them? Forget how do you talk to them? That really is disturbing me. The hope obviously, at the end of the day, as I've always said, is the people of India, because I mean, and that's been shown in the last few days, where people have actually come out, you know, against what, you know, Modi and Shah have been trying to do. And so that gives you hope and you know, the funny thing is, and I was just thinking about it the other day that, you know, when Modi made this speech in Delhi, and he said that, whatever he did about NRC and the fact that, you know, Amit Shah had sort of contradicted it over and over again. So I was I was just wondering, you know, has Narendra Modi also reached a stage where he's become the mukhota of the BJP?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:47.200",
        "message": "I think that's wishful thinking, I think, without necessarily thinking of it in those terms are kind of playing good cop, bad cop, and also, a large part of the population will believe anything they say."
    },
    {
        "speaker": "Guest",
        "time": "01:51:56.820",
        "message": "So Modi can just say, that's the thing, you know, what they're basically doing is that, you know, one guy is saying one thing, the other guy is saying the other thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:06.160",
        "message": "And basically, all kinds of audiences taken care of, I mean, I'm going to invoke the philosopher Harry Frankfurt, Harry Frankfurt wrote the superb essay in 1986, which later was released as a book in 2003, called On Bullshit, where he said that bullshit is different from lies. Lies is when you care about the truth, you acknowledge the truth, but you choose to deliberately deceive somebody by lying. Bullshit, it has no relationship with the truth. You don't care if what you are saying is true or untrue. You just say it at the spur of the moment, because it sounds good. And it's a thing to say. And this is true for a lot of things Donald Trump says on Twitter. And once of course, having come up with some spontaneous bullshit, he will always keep doubling down on it. But I think of, for example, Modi's speech as like, of course, it was full of untruths. But was he lying? Or was he bullshitting? And that's, that's a question I'll leave it to listeners to answer. Any final comments? You did not mention what gives you hope?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:00.160",
        "message": "I said the hopes, the people, I mean, people as in the, you know, at least some of them who will probably end up doing the right thing. Not all of them, actually."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:13.960",
        "message": "Yeah. So on that, on that bleak yet hopeful note, we shall end this episode of The Seen and the Unseen. Thanks for coming on the show, man, Vivek. Thanks, Amit, for having me. If you enjoyed listening to this episode, hop on over to your nearest bookstore online or offline and search for Vivek Kaul by every book he has written. Do not search for my name. And you can follow Vivek on Twitter at Kaul underscore Vivek. You can follow me at Amit Verma, that's A-M-I-T-V-E-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in and thinkpragati.com. The Seen and the Unseen is supported by the Takshashila Institution. You can read more about them at takshashila.org.in. Thank you for listening, and have a good year."
    }
]