[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other day. I dreamed that while browsing in a bookshop, I ran into the me of 1990 from 30 years ago. He's 16 years old. I'm 46. He was walking around in the street in 1990 and walks into this bookstore, which magically also has another door leading out to 2020. The poor lad is bewildered by the books here. I watch him barely as he opens one book to that early page in which the date of publishing is written. And then he steps back in shock and horror. He turns around to see who else is there. But I'm the only one there. Our eyes meet, but he doesn't know he is me 30 years later. No doubt he imagines his future self differently. And as I now remember, he also imagines his present self differently from what it is. I look at him with jealousy. He's so slim with all his life ahead of him. I look at him with revulsion. I remember who I was my anxieties and my prejudices, my unearned arrogance, my foolish vanity. I look at him with pity. He will take so long to learn so little and then it might be too late. And meanwhile, the poor lad is trapped in the future. As I am lost in these thoughts, I see him turn around and walk towards me. I recoil in horror because at that moment, as his young eyes meet mine, it strikes me"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:17.140",
        "message": "that he is less of a stranger to me than I am to myself. Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science. Please welcome your"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:32.040",
        "message": "host Amit Verma. Welcome to the scene and the unseen. I'm often amazed by how much the world has changed in the last 30 years, perhaps more than in any other 30 year span in history. Technology, social media, globalization have all transformed our society. We normalize change so quickly. So yesterday's miracle is often today's banal. Yesterday's magic is today's science. So some of us don't even realize how much we have changed and are changing. I explored some of this territory in episode 137 of the scene and the unseen in which the great columnist Santosh Desai shared his insights on the changes in our society in the last 30 years. And my guest today is Paromita Vora, another columnist who never fails to take me deeper into myself. So much of her work makes me look at the familiar with new eyes and new eyes. In fact, is a theme of some of her work. Paromita has made films, written many columns, created installations and open minds. Also, she brings to all her work a lens that is different from the male gaze of men with beards, as she calls them, which misses as much as it sees. And as the show is called the scene and the unseen, how could I have a better guest on it than Paromita? Welcome to the show, Paro."
    },
    {
        "speaker": "Guest",
        "time": "00:02:46.000",
        "message": "Hi, thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:47.000",
        "message": "So, Paro, before we sort of get down to your work and all the weighty themes of this episode, tell me a little bit about yourself. What's your journey like? What did the seven-year-old Paro want to be?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:58.480",
        "message": "I think I wanted to be a librarian when I was seven years old. I seem to remember that. Which is a little bit like a drunk wanting to own an alcohol shop, right? I just I wanted unlimited access to books like many of us at that age in that era. Where was this? Where were you born and brought up? I was born in Pune, but I was brought up in many different places because my father was in the Air Force. And in fact, one of the things wherever I went was to find the local lending library and become a member. And when I was seven, we were actually posted in Hyderabad in Sikandarabad, which is a beautiful cantonment town and full of a sense of Enid Blyton like mystery. Because, you know, since it's a cantonment town, it still has all those old colonial buildings with very high ceilings. And I don't know if there's a secret passage behind this room and all of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:44.480",
        "message": "All famous five and five letters."
    },
    {
        "speaker": "Guest",
        "time": "00:03:46.560",
        "message": "And my brain was definitely chock full of having read all that stuff. And I wanted more than anything to have a secret club, except I didn't have too many friends. And there was a very old colonial club called the Sikandarabad Club, and it had a separate room, which was a children's library, like almost like a little house inside some what felt like a forest to me. When I saw it as a grown up, I was like, oh, it's just a few plants. And there was a very elderly or seemed elderly to me at that time, Anglo Indian lady who ran the library. I was a bit scared of her, but she sort of took to this funny kid who would come every day. Every day I would go to the library for a new book, right? Were you the only kid who would go every day? I think I was the only kid who used to go to the library, maybe. I mean, there was a shelf of Nancy Drew's and Hardy Boys and you know, that sort of thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:36.760",
        "message": "And you read both."
    },
    {
        "speaker": "Guest",
        "time": "00:04:37.760",
        "message": "So I read both. I read all very quickly. And I might have been the only kid who was reading the other books in the library, right? And she was very sweet. I was scared of her, but now when I look back, she was very sweet, always looking for books to give me. And I guess this was my idea of heaven as an odd child who didn't have a lot of friends, who was a little peculiar and a bit of a misfit. So I obviously felt like when I grow up, if"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:00.720",
        "message": "I'm a librarian, I'll always be at home. And what is that kind of moment where you discover a different kind of literature from the children's literature? Like I remember for me, it was like I was very privileged in the sense my father had thousands of books at home. And one day I stumbled upon a book titled The House of the Dead. And of course, it seemed like a nice adventure book. And I picked it up. And it was Dostoevsky's account of his time in prison in Siberia. And I was completely hooked. So that's kind of, you know, I can remember that as a moment that changed everything for me. Was it a similar sort of?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:30.440",
        "message": "So I mean, I don't have such a precise memory, but I do think that this voraciousness is a way that you, like your life changes because your appetite is constantly leading you to look for more and more things. And my parents had a lot of books and all the books used to be kept in the study room, which had the television. So and you didn't really, I mean, back in the 70s, you watch TV once a week for the Sunday movie or Chitrahaar or whatever. So that room itself used to feel like a mystery room because you didn't go in there very often. Nobody was staying in that room. And that bookshelf, once I'd finished all my books, I obviously would keep looking. I must confess that the book I remember most was some kind of a porno I found, I think. But yes. And then I got caught reading it and got whacked also. But I mean, I think the first grownup book that I remember reading, though I don't remember the book now, was Of Mice and Men. And I do think there's something fantastic about reading something you don't really get. But knowing, you know, there is something to get here. You know, there is that feeling of mystery and excitement and adventure and gives you something to look forward to and push towards that I want to become the person who understands that book. And so you start looking for other books along the way. And I think in the same way, a little bit later, we were posted in Baghdad. My dad was posted in Baghdad. And there was a Kendra Vidyalaya there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:49.640",
        "message": "Kendra Vidyalaya in Baghdad?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:50.640",
        "message": "Yes. And in fact, you know, in the Kendra Vidyalaya, because I had studied in the South, my Hindi was horrible. And I was like, I cannot study Sanskrit. Like Hindi is bad enough, but now suddenly, so I cried and cried and I was somehow excused. And my Sanskrit teacher refused to take that lying down. And she said, I'll give you extra classes in Sanskrit. And I'm very grateful to her because Sanskrit is a pretty systematic language. And because now I see that I'm a conceptual thinker, so I really took to it. And my Hindi teacher was very upset because I got like 100 on 100 in Sanskrit and some 5 on 10 or whatever 50% in Hindi. And she felt betrayed by all of this. But I feel that my teachers at that time also, teachers take an interest in the odd kids who they feel are bookish. And my teachers gave me many books. So I remember that my social studies teacher gave me Alex Haley's Roots, when I must have been 11 or something. So again, while reading it, I of course understood that book, it was not so hard to understand. But it was a little bit more grown up than the stage I was at. But I think all of those things, yes, did help me know that the world is a very complex and interesting and different place. And all the places I'm not supposed to go are the places I should definitely go and check out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:01.080",
        "message": "No, and it strikes me that back in those days, 70s, 80s, for a curious, imaginative Indian kid, which I also was in the 80s, I can remember there's really not much to do. You read books, if you're fortunate enough to have books available to you, read them. But today there is so much. So I'll ask you to take sort of a step out of yourself for a moment and imagine the seven year old Paromita or the 10 year old Paromita in today's times. Is she still reading as much? What is she doing? How is she driven?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:25.960",
        "message": "I think a seven year old version of me probably would not exist very easily. Well, maybe they do exist. I think I don't think that a seven year old today would be reading as much. But I don't think that they're any different in terms of a sense of curiosity. In fact, you know, the strange coexistence in India, especially of how on the one hand, kids are very separate from adults. But on the other hand, they're all mixed up in adult life. I think it creates a particular kind of condition. So I do think that seven year olds today are both very grown up in some of the things they understand in ways that we certainly weren't. We were a little bit more lost in the woods. But I think there is still a sense of mystery and science that they're very interested in. I think certainly if I was seven today, I would be a little bit more interested in doing experiments and learning how things work because YouTube is the new library, right? I mean, the internet is a new library for kids. And I think they are discovering varied things in it in their own way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:27.840",
        "message": "Can we explore the thought a little bit further? Like when you talk about how adult life is much more interspersed with childhood life than it was then, is that in some ways maybe a threat to the innocence of childhood? Or what does it mean for the experience of childhood?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:42.320",
        "message": "You know, I am not a fan of this innocence of childhood idea. I don't think that children are any more or less innocent than anybody else. I mean, I perceive myself as a very innocent person still. So I think innocence is a quality that all of us have. And some of us hold on to it till we die. And some of us don't. And one of the reasons that we don't is because innocence has a certain vulnerability involved, right? And when I say innocent, I don't mean naive or unknowing of the world, right? But rather that you're willing to be surprised, rather that you're willing to imagine, like, going to something anew."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:20.120",
        "message": "You're not jailed."
    },
    {
        "speaker": "Guest",
        "time": "00:10:21.440",
        "message": "Yes. So one of my favorite pieces of writing actually is William Blake's songs of innocence and experience. And for me, it was a very novel idea when I read it that, well, being innocent is not the same as being good. To know and then be good is very different than to be virtuous by not knowing anything and maintaining innocence, right? So I'm not using innocence in that way, but I'm using it in the sense of being open and vulnerable and going in with a childlike curiosity and willingness to be delighted by something. That's why, you know, one of my dhaadiwala irritations is the way in which people speak as if they already know everything. Yeah, the men with beard syndrome you have often written about. Yes, yes. And you know, Twitter has given so much play to that tendency. So somebody will always say, oh, this is just happening because, you know, the liberal does this and now the right wing is doing that and now this thing and that thing. And yeah, I don't disagree. But I also feel that if we can so neatly wrap everything up, then there's nothing left to really learn in the world. And that is never true. There's always something new happening at every moment. And innocence requires being open to that possibility rather than saying that I know what everything is. I think the opposite of innocence is a kind of fear, which is if I don't already know everything, then who am I? What am I? Like, you know, what's my role? So I think there is that. But to go back to your question about the interspersing of adult and child, you know, I think that it's actually not so much as it threatens children's innocence, but it threatens their individuality. You know, the possibility of being bored, which is something we are talking about as children, that you had to make your own entertainment. So you kind of always were getting into places you were not supposed to. You inserted yourself into adult life, tried to watch movies that were forbidden to you, tried to read your parents' books, eavesdropped way too much on adult conversations in an effort to entertain yourself as much as curiosity about what's forbidden. And I think today adults insert themselves into children's lives too much. They want to pre-decide. And in a society which already pre-decides so much, you know, in terms of our identity, so much is already set out for the kind of life that we might end up having. Now there's an extra layer of it that your kid is going to like, you know, parenting as an idea has taken hold of middle-class India in a very big way. And especially with more nuclear families, the tendency of parents to be involved in their children's lives to the extent where children don't really have a strong sense of privacy, individuality, fallow time, a place basically to become yourself. Because that's really what that time is, that you figure yourself out as you go along, because nobody's really paying that much attention to you. And I think paying too much attention to children is binding adults and children in some kind of an unhealthy circle where, I mean, how do you also grow older if you're all the time in the role of parenting, right? Because becoming older is also a pleasurable new experience. I can say now that I'm growing older, it's because it's completely different. It's an unknown world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:31.280",
        "message": "That really gives me hope because I'm terrified of it. And yet it's happening."
    },
    {
        "speaker": "Guest",
        "time": "00:13:34.000",
        "message": "I think it's fantastic because you do change and you don't know you. You have the chance to get to know yourself all over again in different phases of your life. And honestly, the biggest romance you'll ever have in your life is with yourself. So this newness of you and even the fact that you're slower or that you think differently, you don't automatically know all the popular culture. I was terrified of this happening to me because I love popular culture. And now that I don't automatically know all of it, it's actually pretty okay because there are some new things that I know or some harder things that I want to do, that I feel able to do. And this is all a kind of new discovery of myself and through that a new discovery of the world and other people, right? But I think if you lock yourself into that role of parenting, then this kind of a stunting happens of both parents and children. So I think that childhood then doesn't become the place from which you grew up as it ought to be. And I do see that replicated in a lot of young people's lives, a lot of young people that I encounter, that there is also a desire to please the parents over much. There is a desire to excel very fast in a way that is not possible when you're very young. You need that time to become good at something, to learn. The importance of being unimportant, in other words, has really been devalued, right? Because to not matter all that much gives you the freedom to make mistakes and meander. But to all the time be in somebody's gaze is suffocating. And I feel that is really the loss that some childhoods are experiencing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:13.200",
        "message": "That's a very profound thought. And it also brings me to the question like both what you said about children suddenly having parents much more involved in growing up and also in the whole notion of the love affair with yourself, like you said, which I imagine for everyone would be a love-hate relationship. Brings me to the question of the construction of the self. Like if I may quote from one of your pieces, you've written an excellent article and all the pieces I refer to will be linked from the show notes. Quote, being yourself is often sold to us as something ineffable, as if there is a virgin self, noble and unadulterated found in the departmental store of life between Auroville mindfulness and vintage chic, which we must find and display for best results. Stop quote. And this really spoke to me because it's always struck me that you know what all these self help books talk about being true to yourself and finding yourself and being authentic and all of that is sort of circling around the central question of what are we it's not that all of us are unique. I mean, I tend to think that all of us are fundamentally the same. We are not blank slates because we are all hardwired in different but very similar ways. And obviously, we are brought up very differently and go through different influences. But rather than searching for an authentic self, I think it is more, perhaps, a wise to search for the best self that you can be after you define yourself. And this you know, when you from the point of view of growing up, for example, just thinking aloud, it seems to me that children at the time we grew up would have a lot more space to themselves to think about stuff and to find what interests them and where they want to do. Whereas now perhaps the anxieties that are ubiquitous in modern lives are onto them much earlier than they used to be. And they're anxious to please their parent, they're anxious to please their peers on social media, they're anxious to be validated and get notifications and retweets and so on. And dealing with anxiety is something that I think you will have to do anyway in an adult life. But now it comes"
    },
    {
        "speaker": "Guest",
        "time": "00:17:07.720",
        "message": "much earlier than it otherwise would. It does. And I think like the fact that you're always supposed to be present for somebody else's gaze, really, it's disturbing, you know, because it creates a distortion of yourself. And I have to say that I don't think it's bad to be present for somebody else's gaze. I think this seeing and being seen is not just a social kind of thing. It's also a profound human exchange that when two people meet each other, they see something about each other. That's what makes conversations really happen, right? I mean, the fact is that like why is dating in India such an arduous thing? It's because people don't really have much by way of the art of conversation going on for them, right? So there can be a dullness about or a kind of by rote feeling about so many exchanges, because you're not really seeing the other person and nor are you showing something of yourself. I mean, another version of this is like sometimes women will say that I dress for myself. And they're saying it's reactively because otherwise you're scrutinized so much for the way that you look as a woman. But I think it's all right. It's all right to dress for yourself, but also to dress to please others, also to dress to attract others. That is part of the exchange. Life is all about yourself and others, yourself in the world, right? But I think that to be locked into one thing where you can't withdraw from other people's gaze. Yes, I think that it's a terrifying thought for me. So maybe I note it more when it's happening. But I think what I noticed is that, you know, I began living on my own when I was 22 and it was very, very important for me and not in a Virginia Woolf room of one's own kind of way, although it turned out that that's a very important truth. But I mean, I just want I didn't want to share a place with anybody. I lived very poor in tenement housing, but I knew I had to be on my own. And of course, I got some of the snide stuff from my relatives, not my own family, but my extended family about, well, obviously, if a girl wants to live on her own completely, what is it for? It's because she wants to mess around with boys. And I did want to mess around with boys, of course. But I also just wanted not to be scrutinized all the time. I didn't want to account for every minute of my thoughts and movements. I just wanted to come and go as I pleased. It was very hard being 22 or 23 and living on your own with very little money. Even simple things like I didn't know how to cook properly and, you know, I didn't have a fridge. There were a lot of logistical things you learn to navigate. But it was the most important thing I ever did for myself because, yes, by being completely on my own, I figured myself out. And it takes such a long time to do that. So if young people don't have that space to even start that journey. And we live in a society that is so social and so family oriented and people are so keen on marriage. When are you going to get that time? Right. So I feel, yes, that we do need to worry about maybe not social media so much because I think that if you have that sense of a relationship with yourself, it gives you a resilience vis-a-vis social media as well. I don't think you become as dependent on that validation if you are given the time and you learn to make it important to yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:25.320",
        "message": "But how many people have that? And also what it strikes me and you've written about this very eloquently about, you know, how it's changed through the decades is just how one navigates relationships in the sense that like what you correctly said is that, you know, one of my favorite writers, Georges Simenon, the French author, once said that the fundamental problem in all his work was how one person can communicate anything to another person. We are all in a sense strangers to each other, which at one sense is bizarre because we're all in a sense the same. But when you speak about the, you know, the problems of communication between men and women in modern India, which is especially acute outside elite circles, where there are so many anxieties, crippling anxieties and all of that. And it strikes me that it's so tragic. You have a boy and a girl sitting with each other and the boy is essentially dating a vision of the person he wants to be with and vice versa. And they don't know the real person. And when the real people collide, it inevitably results in heartbreak and you can live in that kind of denial and delusion all your life."
    },
    {
        "speaker": "Guest",
        "time": "00:21:24.040",
        "message": "You can. And I think so much of it also has to do with the fact that life is broken down and that's not a new thing, but it's exacerbated now. Life is just like broken down into milestones and goalposts, right? So you're just very anxious about getting to the next goalpost. And that also in the dating scenario gets replicated, right? Like, am I going to get to first place? Am I going to get to second place? Am I going to do this? Is this going to be a real thing? Is this going to be no strings attached? What is it? Like constantly worrying about what it is rather than figuring out what you're feeling at that moment, right? So experiential things are not encouraged in our society. I remember that there was a young woman who was part of a television show that I made and she had come away from Meerut to be an actress in Bombay. And, you know, I mean, she didn't have much of a chance of it. And then at some point she met Honey Singh at some awards function. I didn't even know who Honey Singh was at the time we were making it. And in fact, I mean, one piece of footage, she's dancing to something and I'm like, wow, this music is really awesome that she's dancing to it. And my colleague was like, that's Honey Singh. And I'm like, oh my God, isn't that the person that everybody hates? But you know, the fact that she loved his music and she got to meet him. And that was kind of like the excitement of the Bombay dream that you may not become the actress, but you can still meet your idol. So there was a magical quality. And it was a show in which women shot their own lives on video for about a year. So she, you know, I remember she met Honey Singh at the awards function and then she goes with a friend on the bike, on bandstand. And she's so happy that this has happened to her. And she calls her mom and she's like, Mom, do you know what? I met Honey Singh today. And her mother says, what's the use of that? And her face collapses and she says, I mean, I was feeling happy. But what's the point of it? How does it matter? What's it going to add up to? It's something that we find a lot that we have to account for. You repeatedly have stories of young people telling you that my parents don't care that I found a job that I really, really enjoy. They just are like, oh, are you going to be able to buy a house at x date? Are you able to do that? So now if that's what you're boiled down to, You could say she has an innocence by your definition, and they've lost it. In fact, in fact, I remember that in one of the scenes, she was waiting for an audition and she started talking to another boy who was at the audition. And she asked him, how old are you? And he said, 21. And she said, innocent. I loved the way she said it so much. So I also do frequently that were innocent. So but yes, she had that innocence, I have to say, and maybe that's why what attracted me to as a character that she had the exuberance to be happy, to allow life to surprise and delight her even in the shittiest of circumstances. She was also willing to be in the shittiest of circumstances, because she imagined that something good might happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:19.160",
        "message": "Which film was this and when was this?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:20.160",
        "message": "It wasn't a film, it was a series that I did for Zee TV called Connected Hamtam. And it was about five women at a turning point in their lives, real life women, who shot their own lives with a video camera for one year. And then we made like these 65 thematic episodes with it. And when was this? 2013, I think. Oh, okay. Have you met her since?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:38.600",
        "message": "Yeah, I've been in touch with her. It's been a while. She's still the same. She's still"
    },
    {
        "speaker": "Guest",
        "time": "00:24:44.160",
        "message": "the same. And it's pretty remarkable, right? Because she still hasn't become an actress. But she still thinks she might."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:50.320",
        "message": "The interesting thing about Honey Singh is though a lot of his music and lyrics are misogynist and he is whatever they say is a specific rape song that was attributed to him was actually fake news. It was by another band."
    },
    {
        "speaker": "Guest",
        "time": "00:25:00.480",
        "message": "But he is misogynist. And I think like, the outrage against his lyrics, you know, I feel divided about it. But I do think that, you know, if performers can be encouraged to think outside the box, because these are also by rote formats, right, that you're gonna write about a girl like this, and you're gonna do this, but you can actually write something completely different, because a lot of it is also about the music and the kind of rhythmic quality of the lyrics, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:25.440",
        "message": "But just thinking aloud, I guess, in an artistic sense, the more successful you are, the more you're incentivized to play it safe. Because if something has brought you there, boy meets girl songs have brought you there, why would you try something different, you know, and therefore, you only try to do different things where you're not successful. So whatever, you know, you"
    },
    {
        "speaker": "Guest",
        "time": "00:25:43.360",
        "message": "I mean, I think there's some truth in that. I think that only people who the people who create newness and change are always the people who don't, who are not in the system already,"
    },
    {
        "speaker": "Unknown",
        "time": "00:25:51.440",
        "message": "right, who are not the beneficiaries. So that really brings us back to why dhariwala men"
    },
    {
        "speaker": "Guest",
        "time": "00:25:56.360",
        "message": "are so predictable and boring, why they'll always really imagine that the utterly boring thing they've said is worth saying. It's because the system has rewarded them endlessly, right, for just being guys. And so there's no challenge to that. Of course, the challenge has come because you are seeing a complete change in gender relationship. The challenges come from you. I mean, just dhariwala columnist versus non dhariwala columnist."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:19.840",
        "message": "I mean, I'm presuming you include me among dhariwala columnists."
    },
    {
        "speaker": "Unknown",
        "time": "00:26:22.480",
        "message": "I don't know about that. Yeah, now you're going to be polite."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:26.480",
        "message": "I refuse to come into all this. Okay, that's okay."
    },
    {
        "speaker": "Guest",
        "time": "00:26:29.480",
        "message": "No, I'm just saying that, like, there is a shift, right? There are so many kinds of, I mean, it's not just about women, like the entire trans community poses a complete rethink to how we talk about gender and how we talk about each other for that matter. And I know that sometimes political correctness feels like too much of a schlep. And it feels like, oh, but you know, you're being too persnickety. But the thing is, it is the thing that brings a shift in our way of looking at things, right? And whenever somebody tells me that, oh, it's so difficult to use the pronoun they, like, what's the big deal? But you know, there was a time when nobody, I remember that when I would say, please don't write miss, write miss for me, people would be like, they'd roll their eyes. See, this is what I mean. Boys love puns, but boys who will become men with beards. I used to always say I want a t-shirt that says Pushpa, I hate puns because boys are often subjected to the unending puns"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:30.280",
        "message": "and I'd be like, stop it, stop it. I don't often do this, but anyway, you've caught me"
    },
    {
        "speaker": "Guest",
        "time": "00:27:33.600",
        "message": "in a weak moment. If you say so. So I think that there is a challenge posed to that way of being and thinking. And I think those people who embrace the challenge will do something fantastic and new. And those who don't embrace the challenge, but who become sulky in the face of the challenge or say that I'm being attacked and what do you people know? You"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:57.560",
        "message": "will just keep doing the same old thing and become obsolete. So choose. Yeah, no. And what strikes me is that look, the universal anxiety that we all have and that humans have their hard wire to have is the anxiety to be loved, to be validated by others, right? And therefore, you keep constructing yourself in response to what you think others would appreciate in you. You might define the others differently from people around you, but whatever you construct yourself that another thing is when society is changing so fast. And when the preferences of society are changing so fast, that also means that that constant reconstruction of the self also then has to gather us, you know, then the requirement for that gathers a certain velocity. And I can totally see a lot of people, including men with beards, including, you know, middle aged people like me, who are just then the reflexive responses to say, no more, you know, you know, what is this shit?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:49.640",
        "message": "I mean, I think change is overwhelming, you know, change inside you and change outside you is overwhelming. But maybe it also means making a different relationship to time. And I would stress again, a different relationship to yourself. I think I have a friend who feels annoyed by the way that I seem to keep shifting subjects I work on, because I do get interested in a topic for a very long time, right? Like, I worked on a lot of things about the city for an extremely long time. But just when writing about Bombay and making films about Bombay became a cool thing, it felt like I shifted focus."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:27.960",
        "message": "You made a film trying to find Sandra from Bandra. Everybody watch it, please link from"
    },
    {
        "speaker": "Guest",
        "time": "00:29:31.680",
        "message": "the show notes. Yeah, so I'm thinking you're a rabbit hole person. I'm a rabbit hole person. As in you find a subject you like and you go down the rabbit hole. Yeah, but I go down the rabbit hole is the correct way, actually, because it's not like I'm not a completist. I won't read all the books by writer and because I'm not a boy, I'll not get all the albums. But I'm definitely willing to go down the rabbit hole and see what will happen. And then once like the full pleasure of it has been experienced for me. And there must be something perverse that when the really big rewards start coming in, because now that thing has become more established as an idea and more people are working on it, I start to lose interest in it. And I don't feel like doing it anymore. Now, this might just be my personality quirk. But I think that saved me from some of the things that you're talking about right now. So my friend who's annoyed with me, he calls me bunky Julia because he's like the closer success comes to you, the more inside the forest you want to go and like investigate some new Florida and fauna. And I'm like, Yeah, but imagine I get to do it. So there are many ways to define success. One would be that I just sit in the same damn tree until the turn of the tree comes around, right? Or the other is that I really like I've worked for 30 years doing a number of very different things. I have not conformed to this idea of the brand, right, that you just do one thing in one way, and then you become really, really successful. And no, I'm not really successful in that sense. But for me, the definition of success is that I want to do certain things. And I get to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:57.160",
        "message": "do them. And there's a memorable line from one of your columns that seems to express this where you talk about how the treadmill has been sold as a journey. Yes. And you've basically said that no, you know, I'm not getting on one of these treadmills. I'm going"
    },
    {
        "speaker": "Guest",
        "time": "00:31:09.400",
        "message": "deeper into the forest. And you know, it's because I have a great annoyance and dislike of being bored. Like I cannot tolerate boredom of the kind that comes from pretense. So I don't mean like sitting at a railway platform for three hours is unbearable. On days it may be unbearable on days it's pretty okay to drift off. But that thing that you make me watch a movie that is just pretentious. Yeah, it's like there's nothing new in it. It's just pontificating. Or somebody writes the same old politically correct posturing kind of novel that I'm supposed to hail it as the great new piece of political writing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:47.000",
        "message": "I refuse. In fact, you've created a hashtag that sort of sums all this up. Why don't you"
    },
    {
        "speaker": "Guest",
        "time": "00:31:50.640",
        "message": "share it with us? Yes, I want to make this hashtag famous. Hashtag bore mat kar yaar."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:55.880",
        "message": "Yeah. Social media, please find ways to make this hashtag famous because it applies to"
    },
    {
        "speaker": "Guest",
        "time": "00:32:00.040",
        "message": "so much. Right. And I also think that if people refuse to be bored, the world will have a lot more like lively work, you know, I think that actually, I feel the hashtag very political, because I see so many people do a lot of boring work, but still get to be in really important places, you know, like you'll see the same filmmakers in the same kind of film and everybody's trashing the films, but they're again making those kinds of films. And the same opportunities that are writers, there are columnists, there's all kinds of things. And it is privilege. The very fact that you have gender and caste and class on your side means that you get the right to bore other people. And I think you can boil it down to a very simple experience that of going to a family dinner. And there's always one uncle who bores you, you know, better let me tell you. And then they'll start telling you about, you know, whatever, whatever is a new course, they don't even know anything about it, but they will start to tell you. And I used to always get angry when this used to happen. I used to leave the table, I used to say, abo kuch nahi pata, my parents would be like, you can't talk like that. And I'm like, he can't talk like that. I know more about it than him. So this insubordination wasn't coming out of rudeness or any kind of youthful hotheadedness. It is just like, how can you bore me? Because that boringness is coming out of your right to oppress me. You are taking up my time. You don't think that you have to charm me, please me, engage with me. That is boredom, right? That you think I'm not there. I just have to be this blank and captive audience to whatever you throw my way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:25.760",
        "message": "But then, you know, that brings up an interesting question, which is that, does that mean that, for example, a filmmaker who wants a film to unwind at its own pace, like say, a Tarkovsky or a Bellator or whatever, is boring you and is not conscious enough of entertaining the"
    },
    {
        "speaker": "Guest",
        "time": "00:33:40.600",
        "message": "audience as you say? No, I don't think that boredom is the opposite of entertainment in the conventional sense, right? To engage me, to challenge me is to not bore me. Even when I said earlier that the idea that you would show me the same hackneyed thing, the hackneyed thing pretending to be new is a thing I can't bear. And we have too much of that around. Somebody is supposed to be a cutting edge filmmaker who's not like that. That edge won't even cut butter. So I just feel like I don't want to. I don't want to be part of receiving any of that. I won't see those films. Like now, because I'm older, I also have a new column called Life is Short, by column I don't mean writing column, but like it's a section in my invisible notebook that I'm not seeing that film because life is short. I'm not going to do that because life is short. But to engage us, to make us see the world differently, like a Tarkovsky, classical music, Drupad, these are difficult things to learn and to enter sometimes, not always. But I think the invitation to the entry is full of, there is a passion, there's an intelligence, there's a challenge to me. I don't mind being challenged. I may even come out saying that didn't really work for me, but I don't mind if there is that honesty of that artist really wanting to do something, really having something to say. Right. So I obviously don't mean that's something that is like, I met somebody the other day who said like, you know, people don't have an attention span for more than six minutes now. So the ideal length for a video is, or it should be 25 minutes, which every listener of the scene in the unseen knows is utter bullshit. It is bullshit because you know, I think films are as long as they need to be. And they could be very long and very short. So I have made films 13 minutes long. I have made films 95 minutes long. I mean, I make the film till the film is there. And I've had people watch the long films and the short films. Somebody can feel bored in a 10 minute film also. I frequently felt bored in a 10"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:37.400",
        "message": "minute film. You can feel bored in 30 seconds. Just to sort of pick up one of the phrases you use, which was hackneyed. And I'm again thinking aloud here. But you know, when I was a cricket writer, a decade and a half ago, and one of my constant bugbears was that Indian writers use so many effing cliches in their writing, you know, like Martin Amis titled one of his books, a war against cliche and cliches are obviously the biggest. And it happens far more in cricket. And after a while, I realized that no, wait a minute, it's not because they don't know. Or it's not because they can't think outside cliches. It's because especially in places like the Hindu where this post writing was supposed to be very good and was extremely bad and cliche ridden. And you know, verbose and flowery and cliche ridden. And, and I realized that it is a virtue to know as many cliches as you can, as for example, you know, Ravi Shastri does or Sidhu does, or whatever, you know, when I was blogging back on the blogspot version of India Uncut in perhaps circa 2005 2006, I started documenting Shastri's cliches well before anybody else. And it came to more than 100 posts, I think, because, you know, it would just think I don't know much about Shastri. Yeah. And, and I find this problem in films also, though, I am obviously not as educated in terms of films, as you are to be able to speak about it. But I find it one, the problem of avoiding cliches is harder in films. Because if you typically set up a scene in a particular way, it almost like becomes a convention ki pehle long shot fir mid shot, koi baat kar raha hai to close up, stuff like that. How do you avoid those cliches, which are perhaps harder to avoid, but all other kinds of cliches, like the way a story unfolds, or whatever. I mean, am I right in saying that the cliche is a bigger problem in Indian popular culture?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:16.440",
        "message": "So I think that there is, I don't know if the cliche is a bigger problem. I don't I mean, like, see, right now, there are the protests going on, and people are writing poems at like a high, high rate. slogans are amazing. Yeah. And you're seeing so much newness. You're seeing a real absence of cliches. Otherwise, you know, protests when you were younger, like we used to cringe because they were a they were a location of cliches. And so much of political language has been ridden by political cliche. But I would like to argue that one can look at this occurrence of what you're calling cliche in two different ways. One is that certainly in India, or Indian culture, Indian social culture, there seems to be a great comfort derived from saying something which everybody knows. And there's a deep suspicion of the person who is saying something that seems not so familiar. But more so if that person is trying to say that I'm better than you, because I'm saying something not so familiar, right? So yes, the joke, which we all know, will always make a group of people crack up. And we always feel like, I mean, there'll be those of us who feel like this is a cliche joke where people laughing at it. But there is something about like a kind of community culture, where saying things which everybody knows, makes me seems to make urban middle class people feel comfortable. So there's one type of cliche operating there. The other is writing artistic production, where you do not expect to find cliche, you know, which is supposed to be the place where cliches are killed. So the new things can be made are so comfortably cliched, which I think does have a lot to do with privilege. Because really, if a lot of your work and I'll take documentary film as an example, I think that so much of Indian documentary filmmaking, there have been some great filmmakers here. And I don't even want to preface the word doc filmmaking with documentary filmmaking as if it's not a film, I feel very irritated with those who say, I'm going to make a film. And they always mean fiction feature. But really, a documentary is also a film."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:17.480",
        "message": "In fact, you know, this is why in my introduction, I specifically made sure I referred to you"
    },
    {
        "speaker": "Guest",
        "time": "00:39:20.840",
        "message": "as a filmmaker, not as a documentary film. Yeah. So I mean, the thing is, I make documentaries and documentaries are a kind of film. But I think that while there's been like tremendously exciting work done in Indian documentary, you also have had a convention of the political documentary, which says the same things in the same way forever and ever. And it is more a demonstration of your political position than a real exploration of an idea from your political perspective. These are two different things, right? So I feel like the first, which is just demonstrating your political position, is simply a reiteration of your privilege."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:56.360",
        "message": "Can you illustrate that? I mean, not with specific people or so on, but you know."
    },
    {
        "speaker": "Guest",
        "time": "00:40:00.840",
        "message": "So, you know, for example, I would say that there'll be a roster of topics of importance. And communalism has always been on top of the list. If you want to show that you're communal, you have to be anti-communal. So, for example, speaking about feminism, it's not that high on the list. It's not considered to be that important. So similarly, having a film which will not have a commentary is considered to be a purer kind of filmmaking because you're letting the people speak in their own voices. These are certain cliches of filmmaking. They're not cliches when they started out. They came from a very particular place that the technology of cinema made it possible for us to record interviews. And why should I impose what something means onto you? But after some time, it just becomes a stock fashion of shooting something. You know, I'm not even really thinking about this. I will make a film in which people will speak in their own voices. They will only fit into a schema of what is liberal and not liberal. But by making that film, what is really happening, I am showing that I am liberal. And because I am liberal, I should have the privilege to decide things for others. And my way of saying should rule the country. So a lot of the enterprise of documentary film was too closely entangled with the idea of the nation state and how the nation state should be. So either it's critiquing the nation state or it is with films division expressing the desires of the nation state. In contrast to that, what you do have in the late 90s and early 2000s is a kind of like an efflorescence of filmmaking approaches where somebody is making a film about their parents. Somebody is making a film about body image. I made a film about feminism and what it means to me. So you're actually seeing suddenly that documentary becomes a way to express yourself creatively and politically. And that gets rid of some of the cliches. So what I want to say actually is that a cliche in form or cliche in work is really a cliched way of thinking. It presents something that is otherwise considered to be a cliche suddenly seems fresh when it is located in a different way of thinking. And I would say we should also be careful to distinguish between cliches and conventions. I don't think that conventions are automatically bad things. I think the convention becomes a cliche when the filmmaker is not really thinking or the artist is not really thinking why they want something in their film, right? So I'll give you an example in film criticism. One of the things that you frequently find people saying in India is, oh, you know, it's Indian films are inferior because they have song and dance. People are running around trees. This idea that realism makes a film more rational, that it makes it superior and serious. And therefore, it's an art film and that's what we should aspire to. I think this is such a primitive way to think about something. You know, realism is only an aesthetic because everything is a lie. Everything that we make is a construction. So realism is a kind of way in which I make the film. And fantasy"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:14.640",
        "message": "is another way in which I might make the film. You're never realistic. You're just pretending to be realistic is what you're saying. And"
    },
    {
        "speaker": "Guest",
        "time": "00:43:19.040",
        "message": "therefore, it has as much artifice only expressed differently. So realism is an artifice, the same way that when you say, oh, today is Desi day. So today you wear a saree. As if to say you are not Desi on the rest of the days, but you are Desi and your dress is as Desi as a saree in some senses. Is English and Indian languages one of those same discussions, right? So what is considered to be the norm and what is considered to be the oddity or the exception then has a lot to do with who is in a place of privilege or what ideas are being privileged, right? So the idea that we now have to shake off this Desi-ness, it's like having some kind of an accent in your English that you have songs in your film, right? That makes the film somehow infradig. I feel this is really cliche thinking because in fact, the presence of the songs is an act of great sophistication in filmmaking. It's the poetic with the prosaic, right? It's a place of emotion. It's a place of eroticism. We've had great poets write songs in Hindi films. You have amazing song picturizations. The height of sophistication of Hindi filmmaking is in the songs. The height of stupidity is in the criticism that says, Oh my God, these songs. So, you know, a stupid gaze can destroy something beautiful so quickly. And the stupid gaze often comes with just privilege, which doesn't recognize that there are other ways of looking at the world. And that's why that gaze is always destined to become obsolete. The person who retains their innocence in a way, which is to say that I could be wrong. I could change the way I think. There is no danger in changing the way I think because I'm not clinging to my privilege at all costs. That person is not going to become obsolete because they will always be open to the new thing, feel delighted by it, and then employ it in their work, right? So I think that's the kind of cliche tendency which creates boringness. So we now will have very boring films or very retrograde films in their thought, which look realistic. So now everybody will say it's very good. And, you know, it's these are the people who will put India in the international scene. Why do we care so much about the international scene? Like who's gaze that's performing for somebody else's gaze? I mean, we've got a massive country with massive audiences. I think we're pretty okay. So, you know, that's why I love Shahrukh Khan because Shahrukh Khan is like, no, I care about the Indian audience."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:34.040",
        "message": "And this is fascinating because I was talking about cliches and cricket writing in popular culture. And you sort of expanded my gaze on cliches, by pointing out that cliches can apply to ideology and politics as well. And what it boils down to is that, you know, another way of thinking about this is that look, the world is deeply complicated. So we have to explain it to ourselves by making up stories about it, by building frames through which we can look at the world and things make sense. And we build those frames. And those frames give us a certain comfort and therefore become a cliched way of thinking. And especially in modern, we start to assume they are normal. Yeah, yeah, right. And that seems to be especially hardened in modern times by two things. One is, of course, social media has the effect of drawing us into echo chambers and what Cass Sunstein calls group polarization, where within groups who agree with us, we become increasingly more extreme than we already were and more hardened. And the other also is that, you know, I feel incredibly thankful that 25 years ago, there was no Twitter, because I would have said and done the stupidest things. And then, because I have put something out in public, I would have felt compelled out of ego to double down on it. And that could actually have become my hardened position, almost forced by the gaze of others that once I have said this, and then people attack me, and then I double down on it. And then I find a tribe that agrees with the original thing I said, and soon I am part of the tribe and any independent thinking I could subsequently have done, sort of vanishes. And that's, that's something that worries me."
    },
    {
        "speaker": "Guest",
        "time": "00:47:03.160",
        "message": "Do you think that really you never had hardened positions before Twitter, in your peer group?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:08.360",
        "message": "Of course I did. But I think they arose gradually. And I also think that the early positions I had when I was in college, might have hardened, I'm speculating, might have hardened, had I actually taken positions on them in social media, and joined a particular ideological tribe or the other, and then I would never have been able to leave."
    },
    {
        "speaker": "Guest",
        "time": "00:47:27.200",
        "message": "Maybe I don't know. But I think that, you know, already the previous discussion we were having tells us that maybe social media amplifies what is already out there. But I do think that there are so many people who choose something very early in life, and then stick to it, no matter what, even if they're miserable, stay in bad marriages, in awful jobs, because I think that's what they ought to do. They've said that this is what they are, and now they"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:53.580",
        "message": "cannot possibly abandon it. That's a sunk cost fallacy plus the inertia of life."
    },
    {
        "speaker": "Guest",
        "time": "00:47:58.000",
        "message": "Inertia of fear, what else is out there, plus great dependence on how other people see you. So I think like this hardening of positions, first of all, I think in youth, we all do it to some extent or the other. So for example, a common example of it is when two people you know who are romantically involved fall out with each other, right? And say you've never liked your friend's boyfriend. And then she's like, he's this way and he's that way. You're like, yeah, I always felt he's this way. I'm so relieved you're not seeing him. After one week, they get back together. It's over, right? Like you're out of the picture. Because to some extent, so I think it's the fact that people feel like they want to disconnect themselves from that position which they had. That's one way. So they harden the position for the boyfriend. No, I never said that. You were the one who was saying this, whatever, that would be one. The other thing is that once they have said he's horrible, they're unable to go back to the person because they have said he's horrible, right? So this tendency to harden the position, I think it's a human tendency. I do think that, yeah, because social media is so amplified and social media rewards you fast. You have reason to stick with very silly type of things. But I don't think it's any different than real life. The fact that you won't leave a marriage, relationship, job, career choice, house, family that's cruel to you, whatever, all of these things. I mean, when you see the show The Crown, you often wonder why Princess Margaret doesn't just give everyone a kick and go off. But she's just embedded in that royal family, its privileges, and wanting their approval despite the immense cruelty to her. So I feel like actually that happens. And social media has created different types of cultural capital and rewarding very quickly. So it's very difficult for you to leave those rewards, but it is exactly the same as life. And in other words, I have also seen people on social media change their positions over time. I have seen them become different. I have been trolled a couple of times very badly online quite some time ago before it was such a common thing. And because it was not so common, it was traumatic for me. And the first time around, I cried. I felt like I'll never recover from it. It felt very, very serious. But I think the impact that it had on me actually was, A, I thought very hard about why it had happened. I felt there was even, I didn't agree with it, but I didn't disagree with the essential political thought that it emerged from. And actually, because I suffered so much from its cruelty, it did change a little bit the way I began to write about other people. So I feel in the long run, it did change me, and it did change my positions. Since I'm not a person who takes a lot of, like, I don't spend a lot of my time online, I don't express myself online in the same way. Perhaps I'm not the right person to talk about it. But I do feel that this interactivity with others can yield many selves. And I have seen other people also change the way that they are. I don't think it's impossible. But and I do think that through this very, you know, like, hyperkinetic format that we're in, we will also reach a place of conversation, which is more reasonable,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:13.840",
        "message": "I hope. No, and I don't want to be an old man with beard railing against social media. And oh,"
    },
    {
        "speaker": "Guest",
        "time": "00:51:17.720",
        "message": "look what the young... No, you love social media."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:19.720",
        "message": "Yeah, I love social media. And one of the things that I think it gives us is an escape from cliche. Because we are exposed to newer kinds of thinking than we otherwise would have been newer forms of art than we otherwise would have been. And that sort of changes everything. So I kind of came into this episode thinking, okay, there are three big themes, I guess we'll talk about, which are feminism, documentary filmmaking, and desire and sexuality. And instead, we've had this delightfully digressive chat, which we will continue, which I'm very happy. This is exactly I think my listeners will agree, this is exactly how a good conversation should be. And we shall continue after the break and also get to those three topics. So let's take a quick commercial break. If you've gotten so far in this podcast, it means you like listening to good audio content and you're thirsty for knowledge. In that case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is their local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of the book and so on. As long as Storytel sponsors the show, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is a brilliant collection of short stories by Hansda Sauvendra Shekhar called The Adivasi Will Not Dance. When I first read this book, it reminded me of Manto. And you can now listen to The Adivasi Will Not Dance by Hansda Sauvendra Shekhar on Storytel. Download their app or visit Storytel.com. Remember that Storytel with a single L. Storytel.com. Welcome back to the Scene and the Unseen. I'm chatting with Paromita Vohra on many, many different non-cliched things. And let's kind of get back to biography. So you know, one of the interesting things I learned about you while trying to research for the show was that you once worked in the same place as I did, which is Channel V. And you wrote Videocon flashback for Javed Jafri for a short time for a short time. And I wrote Timex Timepass for him a little while after that, you know, both of us also worked with Manu Chopra, who was the lead writer on both those shows. Take me through your journey working while living alone in Mumbai. Like, were you sure from the start that you want to be a filmmaker? What did you want to be? How was that process"
    },
    {
        "speaker": "Guest",
        "time": "00:53:46.760",
        "message": "like? I think, I mean, like people often ask me, when did you decide this? I decided early. But it was not decided. I mean, I don't know. I was not a very career minded person. I was very like I wanted to work, but I didn't know what I wanted to do. And I studied English literature in college. I went to a great college with great teachers, Miranda House. And I kind of felt like I'll just do my MA now. And I didn't have any plan in life. I had a teacher, Zakia Pathak. She was really awesome. Very strict, very rigorous intellectually. And she used to wear fantastic earrings. So we were all very dazzled by her. And she taught us the Greek classics. And I was quite a chela of hers and would feel devastated if I disappointed her in any way. In my third, and you know, I had no friends. I was just like misfit character. I didn't even take the U special because I was so scared of other people. The U special is a bus in Delhi, which is only for the university, the university special. It's a DTC bus, but it only goes to the university from different areas. But I didn't go in it. In fact, I suffered the bad DTC buses because I was more scared of my peers than of the molesters in the buses. Why were you scared of your peers? Because I perceived myself to be very odd. I thought people would mock me or make fun of me or something. Like I really felt very uncomfortable with other people. And I felt my differentness very acutely, in part maybe because I had changed schools such a lot. And being the new kid always, you're already very strange and different and bookish. And then you're also the new kid. And I was very shy. I am very shy, although it doesn't seem that way. So I think I found it very difficult. I found it very, very difficult to be a young person. And I wasn't like other young people with that life and those pursuits that young people have. So it's only later in college that I began to make some friends. So I had friends in school, not that I didn't, but I didn't have that kind of youth lifestyle that many of my peers did. My cousins, my sister, all of them. So anyway, in the end of my first year, I came second in the university. But I know there have been the doldrums academically for quite a long time. So suddenly, I mean, I made the college famous. So I suddenly became famous. And that gave me a certain amount of confidence, which is why I also have this belief that, you know, people always telling you that you must learn to love yourself and only then the world will love you. But I don't think so. I think sometimes when the world loves you, you also learn to love yourself. And certainly when people began to take me seriously because I had got some kind of academic rank, I also took myself a bit seriously. I felt a bit more confident as I started making some friends. And then I made a lot of friends and I became extremely sociable. And by the time I hit the third year, I was like, anyway, I didn't like the third year syllabus so much. And I began doing a little badly, relatively. And one day Sakya Pathak met me in the corridor and she said, Paramita, what do you plan to do after college? She had this very clipped way of talking. I don't know, ma'am, I think I'll do my MA. I also said it in this very like, I'm so stylish, I don't know what I'm going to do. And she said, this is an extremely non-serious approach. It's very nice to be popular, but that doesn't mean that your studies should suffer. So I said, no, ma'am, I don't know. I immediately became siddha. And I said, no, I think I'm going to do my MA. She said, we would love to have somebody like you in academics, but it's very important to go out into the real world and see what else there is. And if you don't like it, you can always come back. I'm so happy she said that to me because I kind of took it to heart. And then my friends were doing this, they're going to apply for this Mastcom thing. And by then I knew, like people used to let me be a journalist. I didn't want to be a journalist. I knew I wanted to do something creative and documentary films sort of like made its appearance on my horizon. And I thought like, maybe this. And then I came to Bombay to study at the Sophia College at the Polytech doing Mastcom. And the first Bombay Documentary Festival happened when I was in college. And we got that week off to watch films. So every day from nine in the morning to nine at night, I watched films nonstop. And I think it was fantastic because I saw that documentaries are very open ended form. You can make anything, everything is a documentary, right? And it was also because there were not only Indian films, but films from all time in India. So I saw filmmakers like Shastri, Sukhdev, etc, who've seen a resurgence and rediscovery in the last few years, but whom we didn't know in the 90s. And I also saw great filmmakers from around the world. It was like an amazing edition"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:18.620",
        "message": "of the festival. What are the people who struck you or what are the films which struck you in particular"
    },
    {
        "speaker": "Guest",
        "time": "00:58:22.240",
        "message": "and inspired you? Well, I think I remember that I saw India 67 by Sukhdev and felt amazed that this was a film I could make. You know, Anand Patwardhan came to show us Bombay, our city and it totally like galvanized me as a young person, I felt full of political fervor. But of course, later, Jean Rouge, Chronicle of a Summer is my favorite film, favorite film, I adore that film. And it was, it's just my desire to make a film like that someday. And Agnes Varda, whom I love very much. So these, you know, Chris Marker, I think these are all filmmakers. And as you can see many, like Chris Marker is a very abstract filmmaker. So to go back to our earlier conversation, although I believe that things should be engaging and pleasurable, I do think pleasure is also intellectual. I think thinking is the greatest pleasure in the world. It's the most luxurious and voluptuous thing that we can have is to just think. So all of these filmmakers actually think in different ways, and they have created different forms for the way they think. So I love that. And I felt this is a form in which I can be political, creative, expressive, and I can be myself. I can find myself. I'm saying this retrospectively. I don't think I had this thought at that age. But I felt ki haan. I mean, if you look at it biographically, perhaps the story of my life is the story of hiding from my peers at all times. No, no one else from your Mastcom class went came to this documentary. No, actually, I'm trying to think is anybody else? No. I was the only person who who makes documentary films from my badge, if I remember right. Some people might have applied for the internships, like, you know, whatever, I got to do my internship with Anand Patwardhan, which was also very lucky for me, because it was right at the heart of what I wanted to do. And I worked for Anand for three and a half years, which was, I would say, a great political education. Imagine you're a middle class kid, and you end up working for a political filmmaker. There I discovered textile mill workers union, I discovered organizations like Awaz-e-Niswa, Ekta Samiti. I mean, there was just a whole world of independent artists and political people, actors, filmmakers, all sorts of people coming in and out of Anand's house. He did all his work on his own, right, like all he owned his own equipment and edited his own films. So for a young person, it was a great exposure to filmmaking as well. I was also lucky because it was at one of the most fertile periods of Anand's life. And I think it didn't hurt that he had a very obsessively hardworking assistant like me, to augment that a bit, but he made three films while I worked with him. So I also got a lot of learning from it. And you know, I have my differences with his kind of filmmaking, and we've argued about that. But I think it opened up, it opened up a world for me. It helped me to add, even the fact that I had differences, right? The fact that I sat for three years and watched him edit, allowed me to think that I don't think he should do this. I don't think we should talk about this in this way. And that's a big thing, to be able to work with an artist for a long time, to see how their voice is, to not only be thinking of what kind of film you want to make, just to be immersed. It is such an amazing experience and a very great learning, which I think young people really deprive themselves of nowadays, because everybody's very keen to make something of their own fast. But I think just being a bit lucca, and being an assistant for a long period of time was good for me. When I quit my job there, I worked with a couple of other filmmakers, Richard Joshi. But then also, I was living in Bombay, and I had to earn a living, right? So I ended up doing like, I directed a couple of episodes on one show you might remember called Show Theme. Do you remember?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:01.320",
        "message": "No, I don't remember which one."
    },
    {
        "speaker": "Guest",
        "time": "01:02:02.320",
        "message": "Oh God, it used to be on Doordarshan. And it was one of those early, in the 80s, a show where there would be a theme. And there would be an anchor talking about that theme. And then there'll be scenes from films or songs from films around that theme. And I directed an episode where Bhagyashree Patwardhan was the anchor. So I was quite excited. So yeah, I worked with Manju Singh. I don't know if you would remember her, Manju Didi. She used"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:22.680",
        "message": "to do one children's show on TV."
    },
    {
        "speaker": "Guest",
        "time": "01:02:23.680",
        "message": "The name is familiar. I think I'm a few years after you in the last few years. Four or five years. Yeah, the late 80s is like, I don't..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:30.680",
        "message": "Yeah. So but you've seen Golmal, the Rishikesh Mukherjee. Of course, yeah, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:02:33.680",
        "message": "So the person who plays Amol Palekar's sister, she was like this famous Manju Didi of Doordarshan, right? And so I worked with her, which was, yeah, she was already, not many people knew her anymore. But she also had produced this great series called Ek Kahani."
    },
    {
        "speaker": "Unknown",
        "time": "01:02:46.680",
        "message": "I remember."
    },
    {
        "speaker": "Guest",
        "time": "01:02:47.680",
        "message": "Yeah, yeah. So, you know, I mean, it was already at the end of her glory days, but still, it was an interesting thing to go into all these different universes. Then Channel V happened and I worked there for a while. I wrote a soap opera, which had never got made. I did a bunch of different things. And I'm very grateful for that chance. I worked on Sanjay Leela Bhansali's film Khamushi. I wrote some of the scenes in that film."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:09.680",
        "message": "Horrendous. I just said horrendous in response to Bhansali. I'm sure your scenes were very good."
    },
    {
        "speaker": "Guest",
        "time": "01:03:17.680",
        "message": "I mean, actually, I'm a great fan of Bhansali's."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:19.680",
        "message": "Khamushi is actually a pretty good film, but I'm not a fan of his later work. I have to"
    },
    {
        "speaker": "Guest",
        "time": "01:03:23.680",
        "message": "confess. Oh, well, I loved Hamdil Dei Chukya Sanam and I love Ram Leela. But yes, I got a lot of gullies for writing a column in which I praised Ram Leela from my friends because they went and saw it and they were like, Paro, what do you mean? You are trolling us now. I feel like Bombay afforded all these possibilities. Two things, really. One is that you could go into completely different universes. It's not just that you're stuck with your own kind of people. It's not like you moved to Bombay and stayed in the Bandra-Varsova stretch and hung out with other hipsters and tried to make it in a fairly sanitized media industry. But really here, to make a living, you did what you could do. On the one hand, what would now be called hipster space of Channel V. There was a very political space of political documentary. There was a slightly like seedy space of the B-grade television and sometimes writing some faalto script for somebody, whatever. Corporate films. I worked for a corporate filmmaker for a while, but it was so good. I worked on a couple of ad films. So to have this very agnostic kind of Catholic exposure, to learn that I really don't want to do this, oh, I see what is needed to do this. I think it was really good for me. I think it somehow was formative in a way I didn't understand at that time. And I think it was lucky for me because it mirrored my personality without my realizing it, because I am very eclectic in my tastes, in my work, and in the worlds I like to belong to. So this kind of a queer"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:54.680",
        "message": "existence, you could say. Did it also shape your personality as much as mirror it?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:58.680",
        "message": "Who can say? I think certainly the fact that you go into different places allows you to see things from different points of view. When you're working on a film, your job is to do whatever is needed to be done for that film. So in a sense, you sign on to the enterprise and you see it from the point of view of that enterprise, whatever is needed to be seen. You may disagree with it. You may say, ye mujhe jamta nahi hai, ye film ko aise nahi banana chahiye, whatever, and leave. But you have been through that whole journey. So I think this is valuable. Yes, maybe it does shape your personality in that you learn to be more relaxed about yourself because you also become more confident about what you think. Whereas if you always exist only in one universe, you may lose some of that confidence in yourself because you become very dependent on the dynamics of that universe."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:42.680",
        "message": "No, and what I see in a lot of young people today, like you mentioned earlier, that they want to make their thing very fast. And there is a sense of entitlement that the world sort of owes them something. And your experience seems interesting, not just in terms of the fact that you had a long apprenticeship in various places, or that, you know, the eclectic nature of your learning. But also, would you say that part of growing as an artist, one quality that is important to be able to grow as an artist is also humility, where you're willing to learn from others and from different sort of setups, even if, you know, you're not looking down and saying, oh, this is B grade, I don't want to do this. But it's like, no, what can I learn from this? Is that a big part? Because it seems to me that one of the follies of youth, and you know, certainly one of the things I lacked when I was younger and I've only gradually come to appreciate, is that humility where you are not the center of the universe."
    },
    {
        "speaker": "Guest",
        "time": "01:06:35.680",
        "message": "I think not being the center of the universe is very well put. It's very important. I come from a mixed family. My father was Punjabi and my mom is half Bengali and half Khoja. And when my mother experienced the full and pleasurable force of Punjabiyat, I would say, because I love being Punjabi. She always used to say that, you know, something would happen and she'd say, oh, PMS, which was not pre-menstrual syndrome, Punjabi male syndrome."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:00.680",
        "message": "Twitter kindly note, this can be another hashtag."
    },
    {
        "speaker": "Guest",
        "time": "01:07:04.680",
        "message": "But it would be about how much boys are valued, actually, that mothers love their sons more than they love their daughters. But the way in which we value boys and don't value girls is that boys don't really know what it is not to be the center of the universe. And in a sense, what we discussed earlier about young people or children, the fact that children are always at the center of their parents' universe. So that becomes a crisis when you're not at the center of the universe. You feel anxious and you feel you're failing if you're not all the time at the center of the universe, which is a lot of what accrues through social media validation, right? That, OK, I'm at the center. I'm at the center of the conversation. So I think, yes, not being at the center of things was very important for me. Maybe it suited my personality, which is that I'm scared of everybody and wants to hide, but it also did shape my perspective. In fact, it allowed me to come to the center from time to time without feeling I have to be there all the time, right? And this idea of a dance, I like the metaphor of the dance in so many ways because it is about somebody leads, somebody follows. You can take turns doing that, or there can be a group of people. You can be a backup dancer for some time, and then you can be the central dancer for some time. And sometimes when you work on a friend's film, it is that, right? I've had friends who are filmmakers work on my films. I have worked on my friend's film in any sort of capacity sometimes. Recently, I directed a video and I had very bad assistant directors on it, and I knew that I was going to get screwed if I didn't get better help. And I called up my friend, and three of my women friends were all directors who've all made feature films and are accomplished directors. They came and they assisted me like they were writing things on cupcakes and they were just doing everything. And this other friend of mine who'd come to the set was like, wow, these women are amazing. And look at the way they've just taken over and they know what to do. And I'm like, obviously they're filmmakers, but they didn't have any hang ups about coming and just doing that. And I think I feel the same way, right? So I think what that gave me, it's not only about it's okay not to be at the center, it gave me tremendous enjoyment of life, right? Like it is so enjoyable not to be the one who's responsible. When you are working on somebody else's film, you're having all the fun of being on a project without a really big responsibility of..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:16.680",
        "message": "You share in the pleasure of the work without the pressure so much. Yeah, it's like being an aunt, right? Like you get the fun of the kids without... Without having to change the diapers."
    },
    {
        "speaker": "Guest",
        "time": "01:09:25.680",
        "message": "But you're also there as a support to your friends. And you experience that. What does it mean to be part of a group in a positive sense while being an individual? Actually, you get to experience that. That's one thing. I think the other thing that it taught me, which is very important, you know, is to get out of that cliché thinking. No thing is automatically better or worse. You look at everything for itself. One of my favorite lines is a line from a Hindi film song, a very old Hindi film song. And it is, Badli teri nazar to nazare badal gaye. If you look at something differently, it looks"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:58.680",
        "message": "different, right? It's what gaze you bring to it. I think your film Unlimited Girls has this quote from, quote about changing your eyes"
    },
    {
        "speaker": "Guest",
        "time": "01:10:05.680",
        "message": "instead of... Now a very famous masterposed. The journey of discovery lies not in seeking new landscapes,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:12.680",
        "message": "but in finding new eyes."
    },
    {
        "speaker": "Guest",
        "time": "01:10:13.680",
        "message": "Yeah, which really struck me. No, it is a beautiful thought. It's an important thought. Love is that kind of a thing, right? That when you look at something with the gaze of love, you see it very differently than when you look at it with a cold gaze. So very bad behavior, looked at compassionately and with love, becomes explained that somebody is hurting, so they are behaving badly. And you understand that. As opposed to when you're not looking at them with love and you're just like, what the hell is this behavior? And both gazes are important and valid in their own ways. So I think I learned the value of that. It also opened me up in a very interesting way. So for example, while making my films, I found this peculiar experience that often people whose politics I agreed with would behave obnoxiously. And people whose politics I was opposed to would behave very nicely with me, right? Like you're interviewing some fundamentalist, moral policing type of person, and they're calling you to their house and taking out their best china and giving you sarson ka saag and makki ki roti. And there's somebody whose politics you admire and they keep you waiting, they cancel at the last minute. And to be open to understanding this, that you know, you can agree and disagree with people at multiple levels. I can disagree with your behavior, while agreeing with your ideas, and vice versa. Actually, it also changed my political perspective. So I feel like traversing all of these different universes allowed me to be politically much more open."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:42.680",
        "message": "No, and this is something like what you just spoke about speaks to this fundamental truth of what Walt Whitman expressed in, you know, I contain multitudes. And the thing is, in today's day and age, where everything is, oh, there I go on my man with beard social"
    },
    {
        "speaker": "Guest",
        "time": "01:11:55.680",
        "message": "media rant again, but it made you so self conscious. You made me so self conscious."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:00.680",
        "message": "Excellent. Actually shaved today before coming. So but not that that takes away my beard. But yeah, so you know, we often want to see the world in binaries. And we refuse to accept that people can have so many multiple sides to them. But there is this almost this need to condemn anyone as a hero or a villain. And anyone who tries to find nuances is basically shat upon by all sides. You know, for example, when Vajpayee died, and it was all a binary. And the truth of the matter is that he enabled fascism to a certain extent. At the same time, he was an excellent Prime Minister. And there's no harm in sort of, you know, accepting both those sides. And even within those sides, the different sort of journeys that he made. And it's, you know, the same with Nehru, for example, you know, again, a great man, I can say a lot that is good about him, and a lot that is bad about him. But today, it's like you only see a Nehru which is a caricature, not a real, fully rounded"
    },
    {
        "speaker": "Guest",
        "time": "01:12:57.680",
        "message": "person."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:58.680",
        "message": "Just a person who was trying to do something, right? Yeah. And you never consider the circumstances of the times or what those people are sort of responding to or reacting to or whatever."
    },
    {
        "speaker": "Guest",
        "time": "01:13:09.680",
        "message": "No, I think that what you say thinking in binaries is the great affliction of our times, you know, and the internet. Spoken like a man with beard, honestly. Once in a while, we take your privilege for ourselves, just as a little bow, not the whole costume. But I think that, you know, eventually, we can't remain in that binary, you know, human beings can't. And we will always shake ourselves free from it. And then the binary tries to impose itself on us and we shake ourselves free from it. So I do think that things like poetry, art, feminism, all of these things, they exist to demolish that binary and the queerness of being politically, humanly, sexually, emotionally. That's life. That's actually where life happens, you know. The truth lies in the middle, as they say sometimes. But I think that's not a fashionable viewpoint right now. I think that why it's particularly difficult is because if you're not willing to see things like step out of them for a second and see them as processes that are occurring, people play a certain part in history and certain really good intentions can have really bad effects at times. We see this in individual life and we see this in historical moments. And if we're not able to do that for ourselves, we will always feel very afflicted. And I think we'll find it difficult to, we'll be anxious all the time, like our anxieties will, it'll ratchet up our anxieties. And we do see that as well, right? So I guess we will find a way as human beings to move away from these binaries. I do think that a lot of the protests that we see around us right now in this political moment is actually a push back against this very, very constricting way in which both liberal and right-wing politics have often constructed reality and politics for us. You are seeing now people redefining that politics. And I think we can't look at these protests, for instance, only in terms of the immediate result, but in a long-term sense, they signal a shift in the way people are thinking about who they are, how they should be, how politics should happen, who should make that politics happen. What we call leaderless revolutions is not an easy thing, but it is there. It's a real thing that's happening, right? There are multiple leaders, multiple voices. So I think it indicates that we want to get out of the binary and we're looking for a way to do it. That's why a lot of it is happening offline. It's not coming from the online,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:39.680",
        "message": "which has become rigid as a structure. That's very true. And a reflection of that is perhaps these spontaneous protests that are happening throughout the country over the last few days. And they're not led by anyone or even any particular ideological core or whatever. They're just spontaneous outbursts and within them, they contain so much diversity. And yet they're all responding"
    },
    {
        "speaker": "Guest",
        "time": "01:15:59.680",
        "message": "to the times in this passionate way. And perhaps it was important for some time to assert our differences. Maybe that was needed to not say hum sab ek hai, because hum sab ek nahi hai. To assert that differentness, to talk about caste, gender, sexuality, class, language, ethnic identities, all of these things, maybe we needed to do that in order to come to a place of some commonality, right? So I do see it also as that kind of a cyclical movement."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:27.680",
        "message": "Yeah. Let's kind of get back to the first of our themes I wanted to pursue, which is"
    },
    {
        "speaker": "Unknown",
        "time": "01:16:33.680",
        "message": "no, don't give that embarrassed look. I'm thoroughly enjoying this. This is my model"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:38.680",
        "message": "conversation. I sadly booked the studio only for three hours. So we have an hour and a half only to go. Let's talk about sort of documentary filmmaking. And one of the things that you've spoken about is how there were these traditional notions of what documentaries are and your journey through discovering documentaries and making them yourself changed those notions completely. Can you elaborate a bit on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:00.680",
        "message": "So I think the kind of documentary film orthodoxies that I inherited were very much about the political activist documentary, which, you know, chose an issue, followed that issue, interviewed people to get their perspective, critiqued the kind of structures of privilege that were creating those inequalities. There was, as I said earlier, a roster of important topics. So you talked about communism, labor, caste, very much lower down the line gender. Sexuality was nowhere on the scene for sure in the films. You also had what I call the pan-Indian documentary, right? Documentaries that were made often represented themselves as being about India. And these issues were supposed to represent the concerns of all of India. I think when I started making films as an assistant, this was the orthodoxy, but there were other... See, there was also a partial history of documentary that you received since this was the overwhelming way in which a documentary was considered important. Like, how did a documentary attain significance if it had all of these qualities? Then it would be circulated among certain spaces because it's not like it was going to the market and then people were liking it or not liking it. There was a completely different logic by which documentary circulated. So it conformed very much to fulfilling these notions of what is a good documentary. However, that said, there were a few filmmakers, both who existed before. Like, for example, films division was considered a government film. But as we now know, there were, of course, great filmmakers working in FD in the 60s and their films are now, like when we watch them, I feel very modern, very exciting, critical of the government. All of that is also going on, right? But we never really got to know about those films when we were young people, insofar as anybody got to know anything about documentary. Even working in documentary, the people and the filmmakers you got to know about were all of them who were involved in the political documentary. But a few filmmakers were on the scene. Reena Mohan made this exquisite film called Kamla Bai about the first woman to be on the Indian screen, Kamla Bai Gokhale. It's a very unusual film because it's only Kamla Bai talking for 40 minutes and she is indescribable. She's very profane and full of character and sharpness. She's 88 or something in the film. She's very old in the film, but it's incredible. And I had never seen a film like that. And it's very important to see Indian films which are different, right? Like, it's not enough to see films from other countries. You need to see something which is of your context. There was Madhushri Dutta. There were, I would say, a number of women filmmakers who were emerging on the scene who were making films quite differently, who were looking at the idea of biography as history, for instance, which is another way of saying the personal is political. So, there was a beautiful film called Sagira Begum by Sameera Jain, which was made in the 90s. So, a little bit of this was beginning to happen. By the time that I started, when I started to make films, you know, technology was also changing. So, video was coming in. So, you have to understand that when first films were made on celluloid, before liberalization, you had to get permission to even buy a roll of film. You had to apply for a permit. So, it was expensive and it was difficult. But then with video coming in, a certain kind of democratization of access starts to happen, but it was still expensive. So, I made my first couple of films on a format called Betacam. And then digital video came in. And it coincided, I think, with the fact that we'd had 10 years after liberalization. So, many of the traditional audiences of documentary film had actually scattered, right? People's movements. All of that had, to some extent, been decimated. Trade unions and even women's organizations, to an extent. NGOs had come in. A lot of shift had happened on the political landscape. So, I think there was a need to build up a new political audience or a new audience. And I think that my generation of filmmakers, if one were to think that there were people who entered documentaries from a purely political perspective, a generation after that that entered documentaries from a kind of... They studied filmmaking and they were also looking at it filmically. And then I think you have a generation like mine, which is coming at it from a very creative and personal and political, everything, perspective. And I'm going to say that I'm generalizing. I mean, it's not that everybody has a creative impulse. But because it coincided with the coming of digital technology, it enabled a lot of experimentation. And I think when I made Unlimited Girls in 2002, I was also able to fully express something that I was feeling filmically, like to bring into it every format almost that I had poked my nose into in the last 10 years of working and living in Bombay. But I also, I think I wanted to politically express what I was seeing in the world around me. I didn't want to replicate the political orthodoxies that I was being given. And I think that was a significant shift that you are making a film with an observational politics. Your politics is not pre-decided. There is no schema. You have a question in your heart. What was my question in Unlimited Girls? If you're a feminist, can you still have love? What makes feminists, what makes people say, I believe in equality, but I don't know if I want to call myself a feminist. It's the fear of losing love. It's the fear of losing belonging. And this was a thought that I, as a 30-year-old who had lived a feminist life for 10 years, was thinking about. And I didn't think that the answer that you get from many movements that, you know, you'll always have the sisterhood, was really an answer that worked. So that question drove the making of that film. That film was full of all the things that I love, from yellow nail polish, to internet chat rooms, to making these fake ads. Like, it was full of my desires, my pleasures, what I had seen in the world, what I found amazing. And it was also full of my own personal political experiences, which was of living on my own, decorating my own house, feeling the excitement of being a grown-up person in a city where you have your own power, allowed to give you your own power. It's not the power that is delivered to your parents' house or your aunt's house, your own newspaper bill. You know, even these things, your own house key, they're such crucial, exciting bits of being a grown-up. And all of that is in the film, actually. Having my own camera. And also, actually, this thing that I call feminism and think about partially, what is it actually? To go on a journey of discovering it. And I think it paralleled both my own personal needs and desires, as well as something that perhaps other young people felt in a language that was very much of the time. You know, John Waters, a filmmaker whom I love, has this thing that he says artists are never ahead of their times. Artists are off their times. People are behind the times. But in a way, I think, yes, some films come along which are off their time. They're so deeply off their time that they will always remain contemporary for that reason, because they were contemporary in the moment. So they're not created in order to mirror their times."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:15.680",
        "message": "They are their times. No, and I mean, you made Unlimited Girls in 2002, and I'm ashamed to confess, as I did to you, I only watched it recently while after I invited you. You're in a big, shameful group of people. Don't worry. I'm in a big, shameful group of people. But again, what you said really strikes me as true, because it is not of 2002, although it has a lot of delightful, artifact-y things like a computer booting up and a Yahoo chat room. But it is really of this time. And I was particularly struck, one, by how in such an entertaining and empathetic way you documented what was essentially your intellectual journey of discovering what feminism was, which I thought was sort of that central quest, and two, also how it was constructed. Like, you know, one of the things that you have sometimes spoken about is the artificial distinction between fiction and documentary and the power of the camera. And it also strikes me that, and again, this is something common to documentaries and social media, that wherever you are, in either of these, you are supposed to be real. You're pretending it's a real you, but it's performative. You're performing for the world. So as a documentary filmmaker, also you're absorbing what is a performing. I mean, in some sense, of course, as we chat with each other, we are performing for each other in the audience. And what is interesting, what I found really lovely about Unlimited Girls is a lot of it is fiction, you know, like the chats that you portray and all of that, and some of it is, but it's so crisply put together."
    },
    {
        "speaker": "Guest",
        "time": "01:25:38.680",
        "message": "It is such good storytelling. Thank you. I mean, I think, you know, I also, filmmaking is a collective enterprise, and I mean my editor, Jabeen, my cameraman, Mrinal Desai, or everybody who was part of the film and so many people. I feel that the greatest artifact of Unlimited Girls is the credits. The credits are very long, and if you read the credits, you'll see the names of many people who went on to be independent filmmakers. So really, I think there was a big scene that was also part of the making of Unlimited Girls that helped me to make the film that I made. I was part of that scene, and that's an amazing thing to have. But I think that there was a way, like there was an idea, right? Like there was primarily a creative idea of how the film would be told, and it came from a political idea. I will not make a film which is a debate between patriarchy and feminism, which is going to be a zero-sum game. I'm not interested in that. I want to talk about feminism for all the fantastic things it is, like what feminism has made possible for me and made possible in the world. So this is a film about feminism, which will not waste its time talking about patriarchy, in part because it's a waste of time to talk about patriarchy. Like why will I pay so much attention to something I don't like when I could spend so much time talking about something I love? And two, I do believe that many films have been made already before I made Unlimited Girls, which critiqued patriarchy. So there is no need for me to reinvent that wheel. I'm going to assume that people understand that. So I'm not going to think that my audience needs to be indoctrinated. I am not making the film to indoctrinate my audience, but to have a conversation with my audience. So I want to make a film about two people who are a little bit separated on the spectrum, Chunky Girl and Fearless, who are both feminist-ish, as I call it. But Fearless is like, yeah, I mean, I guess I am one, but I don't know. It's a label, blah, blah, blah, blah, blah. So let me figure it out. And at the end of the film, Fearless is like, yes, it's a compliment to be called a feminist."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:34.680",
        "message": "So she makes that journey from ambivalence to ownership. You of course voice Fearless in the film, but did that also mirror your own development?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:40.680",
        "message": "No, I never had any ambivalence about being a feminist. Like the first time somebody said that, oh, don't listen to her, she's a feminist, before I really knew what the word meant, I was like, sounds good. Whatever. Yeah, feminist. Because if the thing you're saying, don't listen to her, is a problem for you, and I love that thing, I'm cool. Call me what you want. So I've always owned that word. And I have really, my life has been illuminated and animated by the idea of feminism, among other ideas. But I think that this idea that there'll be a conversation, and also when I began researching the film, I found so many well-kept cyclostyle notes, because cyclostyling is another artifact for another time, which were of all these conferences and all these meetings that had happened, and so many disagreements, right? So many disagreements. At one of the feminist conferences, there was a whole discussion on whether lesbianism can be a feminist issue. And it was decided that it's not. And there was a sense of deep betrayal, because there were so many lesbian women who were also in the feminist movement. But you saw the same people coming back to another conference two years later, you were seeing a shift. So actually it was kind of fantastic to read all those notes and see, these people keep arguing with each other, but they keep coming back to the table, and they keep changing. And when you look at the history of the movement, one of the reasons that it has remained as a movement in a very strong sense, is it has always tried to learn from its mistakes. It may not always have done so successfully, but Shah Bano, Bhavri Devi, these have been landmark moments in the history of the Indian women's movement, which have shown a mirror to privilege and forced women to reassess what it means to be a feminist in India, right? So I think this is a great quality, this conversational quality of the movement. And I wanted to replicate this conversation without having what a famous filmmaker, Deepa Dhanraj calls, well, her cameraman, rather Navro's contractor calls, women sitting in a circle talking, which was a kind of motif of many feminist films. And I was like, how do I get these women in a circle talking? Take them out of the circle, put them in a chat room. Yes, put them in a chat room. That is exactly what I did. I put them in a chat room. And the chat room itself is a mixture of fiction and nonfiction, because some of the voices are real women's voices. Some are actors. Some are lines that people actually said. Some are lines that I wrote to make the conversation more seamless. So, you know, the film does feel crisp and seamless, because it is constructed in the way a fiction film would be constructed, but using reality materials. And I also don't believe, as you know, I've already said ad nauseum in this discussion, that realism is just a costume, like any other costume. And I think that the whole idea of the documentary is very intertwined with the idea of the nation state. And the fact that it has been removed from the market has been very bad for documentary. Because had it been part of the market just like every other film, it would be meaningful and it would keep changing in different ways. I think what is very significant about Unlimited Girls is it was a film very deeply in relationship to an audience. And all my films have been very much in relationship to an audience. So it's not like I have a position which is very pure and now I'm going to tell it to you. But it's like, I want to dance with you. Come, let's dance. I'm leading the dance. But let's dance. You're free to misinterpret the film in a different way and disagree with it. I keep the film structures very open in ways that I don't mind if people disagree. There's enough places for you to disagree and agree. So that is also how the film is constructed. There is not a unitary. My position, I think, is very clear. You can make up in the films what I actually think. But I feel happy that I found a structure of work which allows for other points of view to be kind of framed. And I think this was significant about Unlimited Girls. And in the years since I've had many, many young filmmakers tell me I never was interested in documentary till I saw Unlimited Girls. And I thought, oh, it's possible to do it this way. So I think it's also important that something gets made so that the way that I saw other people's films and felt like, OK, I can do this. So you keep increasing that possibility. The other thing which you're really doing when you're doing that is that since you're refusing to replicate the positions and the formats that came before you, you are actually also foregoing that privilege. You are unmaking privilege. And I can't stress how important I think this is. The thing is, I don't want to be disingenuous and say that by making films in the way that I did, I lost privilege and also I didn't get to be in the A-list festivals and I'm always in some peculiar position. But of course, she matters."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:59.680",
        "message": "But exactly how does she matter kind of is a question in people's minds. And you also pointed out about how you never got any awards. And someone who was on many of these award panels once told you that, you know, I love your films more than all these other people, but you are too entertaining. Yes, you're too enjoyable. You're too enjoyable."
    },
    {
        "speaker": "Guest",
        "time": "01:32:15.680",
        "message": "It's not entertaining, it was you're too enjoyable. And I thought, how sad for you that you doubt your own enjoyment so much. What happened to you that you don't believe that the thing you like is worth embracing in public? And that is a story of most people's lives. The thing that they love, they do not have the confidence to own."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:32.680",
        "message": "You could call Shakespeare enjoyable."
    },
    {
        "speaker": "Guest",
        "time": "01:32:34.680",
        "message": "Shakespeare is enjoyable. He is and in his time he was a commercial guy, Dickens. Much Ado About Nothing is one of my favorite plays because it's just been enjoyable, right? So I think that this idea of enjoyment, it's a deep discomfort with the body, the body's pleasures,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:50.680",
        "message": "simple human pleasures. That art must take effort. And if I'm consuming it effortlessly and laughing,"
    },
    {
        "speaker": "Guest",
        "time": "01:32:54.680",
        "message": "then maybe it's not art. Yeah. So the thing that thinking can be pleasurable, like all of this is woven into our miracles. But the thing is, what you said earlier, the power of the camera. I was interviewed for a film and I started crying. And I was shocked because I thought, like, I'm a filmmaker. I know what's going on. And I don't want to be seen crying on camera, right? So I think that it made me very conscious that the camera has a power dynamic beyond and above everything."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:20.680",
        "message": "This is under the skin or something."
    },
    {
        "speaker": "Guest",
        "time": "01:33:21.680",
        "message": "Skin deep. Skin deep, yeah, sorry. But I think that what it helps me to do is think hard about how can I tackle this problem of privilege. And one of the ways in which I did it is, you know, creating this persona of fearless or the persona of goddess Annapurna. There are all these very strange characters who are telling the tale of the film, whom you can't fully trust. So it's a way of telling you that you don't need to trust a filmmaker. I form no intimate relationships with my subjects. In fact, I don't have, I mean, I have what I call an intellectual intimacy in the format of interview that I do, which is a bit like what we're doing. Like, it'll be a lengthy interview, but it won't be very intensely personal. Like, don't spill your guts. I don't make friends with people. I don't lie to them about my political position, even if we're opposed, because I want to do the maximum possible for you to not tell me anything you don't want to tell me. And I might still try to get it out of you, but you should have some agency to deny me, right? Now, I don't believe that I'm always able to achieve this perfectly, but it's my desire. And I think as a filmmaker, I do have that much ego, that even if you don't give me everything that would make it an easy interview to cut, I can still do something to make this good, right? So I think Unlimited Girls was all of those things. And in the films that followed, I guess I explored this path in different ways. And, you know, the different films obviously had different kinds of results,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:45.680",
        "message": "but these were the central questions. No, and in fact, Unlimited Girls will be linked from the show notes. So please do watch the film there. I want to talk a lot more about feminism, but I have a couple of questions about filmmaking that I'll sort of get out of the way. One is an ethical question and the other is an aesthetic question, but also with an ethical component. And the ethical question is that, you know, you have once said, quote, the central dilemma of documentary is that you're taking someone else's story and making something with that, stop quote. And this is also a question asked to, for example, many narrative nonfiction writers or long form journalists, that you go into someone's life and you spend time with them and you take their trust and you take their stories. And then you just go away and it's for your own self-interest. You build something that will benefit you and not them."
    },
    {
        "speaker": "Guest",
        "time": "01:35:30.680",
        "message": "This is clearly something you've grappled with. Yes. And I think that my discomfort with that, you know, that I take somebody's story and on what pretext that is going to, it's politically important. That's what people always told, right? It's very important to tell your story because it will make a difference. But will it make a difference to that person's life? Oftentimes not. Right. And I think it's only by confronting that, that I arrived at a different form of filmmaking, which did not require people to expose themselves on camera, but only to say what they think about something. So, in fact, you know, even I made a film called Q2P, which is about public toilets. Swachh Bharat Abhiyan. There was no Swachh Bharat Abhiyan then."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:11.680",
        "message": "There was a Shat Pratishas Chauchala Abhiyan. It was called that in those days. Which later movie renamed, of course."
    },
    {
        "speaker": "Guest",
        "time": "01:36:16.680",
        "message": "So, I think even in that film, a lot of it is like, what do you think about this? What do you feel about this? Right? So, actually, it's that kind of an intellectual conversation. And even so, some lines get crossed, like, I shot this woman bathing her little baby. And that's always an uncomfortable sequence, right? Because she's on the road, so I filmed it. Would I go into your house and film you bathing your baby? I couldn't without your permission. And sometimes you try to build in something which is self-reflexive into the film. But I feel that's also a little bit of a disingenuous thing. But that said, you know, this power dynamic will remain. It will remain in research. It will remain in any time that we engage with each other. You may edit some things out of this interview. I'm trying to retain agency. You're trying to give me some. But yet, we have some desires of our own."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:04.680",
        "message": "And I think this is part of human life."
    },
    {
        "speaker": "Guest",
        "time": "01:37:06.680",
        "message": "I never actually edit anything from interviews. You're so ethical. But since I edit a lot. But I think there is a way in which we are always trying to get something from each other, right? All relationships are about that. So the question is, what's the max ethical place we can bring our relationship to? What's the max ethical place a filmmaker or a person working with nonfiction can bring their work to? I think different artists address and solve this question differently. I think I solve mine by introducing huge elements of fiction so that the onus is not on the nonfiction story. I don't make films which are character-driven. I'm very uncomfortable with a single-character film. Not all. There are some great ones. But mostly, I also don't make films about topics which are like other people's suffering, mind for importance. I don't know if it's right or wrong. But this has been my way of addressing it. So I guess I have ended up making what you'd call an essay film, which really thinks about a concept or an idea rather than takes one particular reality and then tries to make a story out of that reality"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:11.680",
        "message": "which will stand in for a larger idea. No, and it did strike me about Unlimited Girls while I was watching that. There is no one in that film who would feel exploited by your having shown them in that way. And I sort of go by Kant's categorical imperative of never using another person as a means instead of an end. And the means versus end informs a lot of my value judgments, which is why, for example, I'm completely opposed to string operations because whatever the higher cause is, it's based on deception. You're deceiving someone. But the way you are tackling that, if I got you correctly, is by being very straightforward with the subject on what it is exactly than what you're doing. And then they have the agency to deal with that how they will."
    },
    {
        "speaker": "Guest",
        "time": "01:38:51.680",
        "message": "And also that the larger structure of the film doesn't depend on them. Actually, the larger structure of the film depends on my artistry, right? So I make myself vulnerable. And I feel like you have to put your ass on the line. This hiding behind the subject in order to get political importance. I am strictly opposed to it, and I hate it. And I feel there's so much of what we call virtue signaling, right, online. So you see that online also, but you saw that also in political work. So I think, yeah, but at some level, I also feel like, you know, if you look at the history of art, art has almost never used reality. Until photography emerges, you don't have realistic forms of that kind because even when you make a botanical image, we know it's an image. The artistry is present. So we never believe that it's the thing itself. So this idea that I shot something, and that thing is the truth, so I am very good because I showed you the truth. That idea only emerges very late in the history of art. So if you look at Indian culture, we don't have this realism funda at all, right? Like, you look at all our forms, and the closest you get to something that engages with factuality or reality around us, actuality, as we call it, is the imitator. So the behrupia wears, dons a persona, and then, it's not on a stage, but it's within real life, right? So I might don the persona of a milkman and come to your house every day, but you don't know I'm the behrupia, who's pretending to be a milkman. Or I might dress up as Lord Shiva and roam around, and am I Lord Shiva or am I the behrupia? People respond to me differently, right? So this notion compels me in a very interesting, I find it very interesting, that the closest we come to an actuality form is one which actually mixes fiction and non-fiction. And it does so in order to comment on the world. Because how you respond to the behrupia says something about you, as well as how well the behrupia has done their job. And when you really look at the history of behrupia practice, you know, behrupias are not allowed to stay in their mask, I mean, in their persona, for more than a certain number of days. I forget the number of days now. Because you should not become the mask. And I mean, this is a very interesting question when it comes to online anonymous accounts, like Twitter accounts which are anonymous."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:03.680",
        "message": "There are behrupias which become the mask, perhaps?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:05.680",
        "message": "Yes. And when you become the mask, you become attached to the power of the mask. That is why you must not stay in the persona for too long. Because otherwise you get attached to the power of that anonymity. And then it will lose its meaningfulness to destabilize reality, right? The jester, or the behrupia, destabilizes reality. But if you keep on and on being that, you will become part of the power structure. Because you have a power by being hidden. So it should remain at the level of vulnerability for both of you. Which is exactly like love, right? It should remain at the level of vulnerability for both of you. Otherwise it's oppression. So I think that it's an interesting thing to work with a form that uses fictional methods and the fiction inside the non-fiction to think about reality."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:49.680",
        "message": "That's a fascinating insight. My next question, which I promise, which is really an esoteric question, is that I noticed in Unlimited Girls, for example, and it's probably selective noticing. So tell me if I'm overthinking it. But you had a lot of shots which were very unobtrusive in the sense you're shooting them from a low angle or from the side and you're not in their face. And is that a deliberate thing in terms of you don't want them to be conscious of the camera? So in a sense, you're hiding it out of their natural line of sight?"
    },
    {
        "speaker": "Guest",
        "time": "01:42:18.680",
        "message": "No, the camera was never hidden because of the camera person."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:20.680",
        "message": "No, it's not hidden."
    },
    {
        "speaker": "Guest",
        "time": "01:42:21.680",
        "message": "Just in the sense that it's not immediately visible right there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:25.680",
        "message": "Yes, I think... That you take the camera out of the action, so to say,"
    },
    {
        "speaker": "Guest",
        "time": "01:42:28.680",
        "message": "and it's just... But I think it wasn't so much in order to make them feel that way. But there was this idea that you would not see Fearless, but Fearless would kind of stand in for the camera. It was like a virtualness of you being in Fearless's body. But also because I was really experimenting in Unlimited Girls with this conversational interview thing, which means I was doing interviews for two, three hours. And so I wanted the conversation feeling rather than the interview feeling to be there. So that's really why the choices of camera angle were made in that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:55.680",
        "message": "Let's kind of talk about feminism. Like in your film, you ask, I think, Urvashi, the very direct question, how did she become a feminist? So since you have asked her that almost seemingly lame question, it gives me the freedom to ask you."
    },
    {
        "speaker": "Guest",
        "time": "01:43:08.680",
        "message": "How did you become a feminist? Obviously, I don't know the answer to it because I think I always naturally was naturally born feminist. But I think, you know, I arrived at the idea of feminism in a very strong way through the feeling of not belonging to whatever were the normative structures. Not because I was cast out of them necessarily. Although, yes, in part, I didn't fit in many, many senses. But because I also didn't like them. Like I didn't feel comfortable. I didn't feel comfortable being the fat girl who's always supposed to be jolly and please everybody and say, I know, I know I'm fat, but that doesn't mean I'm going to try and look good. Don't worry. Meaning I didn't want to fit into all those categories. I didn't want to be the entertaining person who's also not very intellectual or the intellectual person who's automatically boring. Like I didn't want to fit in any boxes. And I think that's where it started for me that I won't fit in the box and I don't feel this way. So why can't I say it? I want to do this. So why can't I do it? I blame my parents because I grew up in a household where pleasure was paramount. You were encouraged at a very early age. Not encouraged, but it was just the way everybody was. What do you like? What music do you like? What do you feel like wearing? What your tastes were and what your enjoyment was, was given a lot of importance in my house, both in my father's house and my mother's house. So there was that and there was the fact that my grandparents were both in the movies and my grandparents were separated. So I also had this kind of a model of unconventionality in a more literal sense. And I felt that I got a lot out of that. I got to be whoever I was because of the world, because of all these things. And I think the more that other people described me, the more irritated I would feel. And the need to describe myself on my own terms was very, very important. And I think that led me to feminism in a more formal sense. I don't think, I mean, although because people think in more conventional ways, it's not like all my work has head-on addressed feminism or feminist issues. I don't think of feminism as a topic. I think of it as a lens. And it's a way of asking questions, as Fearless says in the film. It's not the answer. It is the question. So feminism's always a question that I bring to something. And it can be to filmmaking. It can be to the way we talk to each other. It can be to the way I dress. It can be to thinking about how to decorate my house even sometimes. And of course, to think about how politics works. So I think that is what made me a feminist."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:40.680",
        "message": "Yeah, and in your film, you have a character musing about is feminism a choice? Can you choose to be a feminist? And your position on that seems to be, you use the phrase, live feminism, that your feminism is something lived. And your position on that seems to be that you have no, that once you realize you're a feminist, you're a feminist. It's not a choice. And I equate it to, for example, my atheism, that you don't choose to be an atheist. You just figure out one day that, oh, all this is bullshit. And, you know, why should I believe in some,"
    },
    {
        "speaker": "Guest",
        "time": "01:46:07.680",
        "message": "you know? So it's not a label that you walk into."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:09.680",
        "message": "It's a label that you find"
    },
    {
        "speaker": "Guest",
        "time": "01:46:10.680",
        "message": "to describe yourself. There is a character actually in Unlimited Girls who says that. I won't be defined. I'd be described by being called a feminist. And I felt that was a very powerful thing she said. That something, that you say, oh, that's what I am. That's the name for people like me, right? And it's very important to find that for yourself. That's not the only thing I am,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:27.680",
        "message": "is also what people are saying. And another interesting take I found in the film, which is also relevant in modern times, is where one character talks about how, I think fearless only, where you'd like to define feminism by, quote, identifying yourself through the things that you like, stop quote. Whereas a lot of modern feminism, and in fact, a lot of modern Hindutva, seems to be defining itself by the things that it is in opposition to. Can you elaborate on that a bit?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:57.680",
        "message": "Actually, Urvashi Butalia also says this in her interview, that, you know, we knew what we didn't want, but we didn't always know what we did want. And that was difficult. I think we all have to be so careful not to become scolds, because then we'd all become dhariwala men, you know, like always telling other people how you ought to be. I think of feminism as an idea which really gives you a lot of play in thinking what kind of person you want to become. Do you want to fit into the predefined schemas of gender that society offers you? Or do you think that you actually can walk down a road and figure out, you know, which flower you are in the garden of life in a way, so to speak, that everything is not in these neat beds that... So I think that feminism is, and for women, because it is something that was drawn from the experiences of women, hence it has certain tenets. It's not that it's just everything. Just because I say I'm a feminist doesn't mean every single thing that I do will be feminist. And I think that's something to be very careful of, because you should not go into that purest, basically inquisitorial mode, that I am the priest of this thing and now I will see whether you are pure enough or not. It's something like a fantastic magic thingy,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:11.680",
        "message": "like something in Harry Potter. And because you're feminist, you can both do things which are feminist and do things which are just things"
    },
    {
        "speaker": "Guest",
        "time": "01:48:17.680",
        "message": "and do things which are not feminist at times. So you're not... Once I went on a date with a guy who kept asking me, like, one after the other, like, so what do you feel about 498A? But what about this? But don't you think that... And, you know, after that I was like, okay, you know, I'm not like the feminist"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:31.680",
        "message": "answer generator here. Can we just talk about... Somebody should build a feminist answer generator. Twitter, take that up also. Oh my God, it's happening all over the field. But I thought I'm a feminist"
    },
    {
        "speaker": "Guest",
        "time": "01:48:39.680",
        "message": "and I'm just trying to talk about topics that interest you. And I was like, well, a lot of things interest me and your limited understanding of feminism is not really interesting to me. So that's the other thing, right? That people never make an effort to understand what something that they don't already know is. So most people define feminism by 498A is a topic you're supposed to discuss. Do feminists hate men or not? Equality sometimes enters the conversation. I want to do something for the upliftment of women. This is most people's notion of feminism, right? Feminism, those are like some tiny little dot parts of feminism. Feminism is about imagining a different world. It's about imagining ourselves as different people. It's about reimagining relationships between people. And, I mean, I've often said this, it's about looking at the world with a look of love, giving importance to things that were not considered important in the old structures, right? So for example, if women sat together and discussed their personal experiences and understood, hey, this is not happening only to me. It's happening to many women and it's happening to us because we are women. There was a click moment for everybody. They felt a sense of coming together. This oral experience, which was never given any importance, you know, in a world where everything has to be written. The fact that I have experienced something, my experience was given importance. It contributed to an understanding of the world, right? This is something that happened in the movement and it happens in oral culture with many communities, right? Adivasi communities. We have sung songs and remembered people for a long time. We give that importance, let's say. So I feel like this way of thinking is very central to feminism. The personal is political and the political is personal. That you make sense of the world also through your own experiential relationship with it. And that's also why the unspoken, or the unseen, as you might say, is important in feminism. That you may be talking to me respectfully, but I may feel disrespected. You may say that, like the person who was asking about 498A, et cetera, perhaps thought that they were trying to talk to me about feminist topics. But actually, I was finding it violent and annoying because I just thought like, you're not even trying to understand what I think. You're just telling me what you think I think, right? So in some sense, it's not doing that. But allowing a thing's importance to manifest itself and to learn about a thing and then to value it for what it is. That's what feminism enables us to do. And I think that it is important to read the debates that have gone into feminism."
    },
    {
        "speaker": "Unknown",
        "time": "01:51:10.680",
        "message": "It is important"
    },
    {
        "speaker": "Guest",
        "time": "01:51:11.680",
        "message": "to read feminist writers. And there's, you know, do paise ka feminist ideas that people espouse. I don't believe in it. I mean, I'm a highly serious person. And I believe that you should study anything that you're interested in. Sonal Shukla says this awesome thing in Unlimited Girls and she's at a library, so it's quite fitting that she says it. That, you know, if any other topic you would have to read, you would have to know the history of something. You won't say you're an economist, but you don't read anything about economy, right? But for feminism, everybody feels they can comment on it without ever, ever finding out about it. Including people who say that they are feminists who never look at the history of feminism in the world, in India. Like, it's okay to just pick up some stuff from the ether and read a few things. I've had feminist women, young feminist women saying to me, like, why do I have to read ten books? And I'm like, why don't you want to? Why don't you want to see what other people have said?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:04.680",
        "message": "You don't have to do the same thing. I mean, in a sense, I have the same grouch about economics that nobody will comment on, you know, how a jet engine works unless they've actually studied, you know, that. But everybody feels like they're an expert on economics or kuch bhi bol do. And it's very interesting, you know, I caught you when you just, earlier you were talking"
    },
    {
        "speaker": "Unknown",
        "time": "01:52:20.680",
        "message": "and saying, I'm entertaining,"
    },
    {
        "speaker": "Guest",
        "time": "01:52:22.680",
        "message": "bore mat kar yaar. Now suddenly you're a highly serious person."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:25.680",
        "message": "But for a moment I thought I busted you there."
    },
    {
        "speaker": "Guest",
        "time": "01:52:27.680",
        "message": "You didn't bust me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:28.680",
        "message": "I mean,"
    },
    {
        "speaker": "Guest",
        "time": "01:52:29.680",
        "message": "I think that, you know, seriousness is the most entertaining thing"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:33.680",
        "message": "there is in the world, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:52:34.680",
        "message": "Because it's so rich. I would bloody well hope so because I am told"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:37.680",
        "message": "I'm too serious. You know, so I've just launched this new book show on Storytel called The Book Club and on the second episode which released yesterday or which is going to release the yesterday"
    },
    {
        "speaker": "Guest",
        "time": "01:52:47.680",
        "message": "of the release of this but hasn't yet released at the time. We're already all lost."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:51.680",
        "message": "But yeah, is on a book I really love, a woman by Mary Wollstonecraft and one of the reasons I love Wollstonecraft goes to what you're saying, which is where she talks about, I mean, first of all, she's not just an early feminist. She's a serious political philosopher wasn't given that credit in her day because of course she's a woman and I wish she was given that credit today and what she does, which I love is that she takes ideas from John Locke who is called the father of liberalism and is indeed my hero. I mean, where I get my liberalism from and my notions and she points out what in those days was a radical notion that human rights have to apply to all humans, not just to men and she draws her feminism so beautifully from there that it is immediately apparent and what I've also always believed that if you're liberal and of course, the word has many meanings nowadays, but in the sense that I mean that if you're liberal, you are by default a feminist and this goes to one of the things that you said in your film where you said, quote, you're not talking about changing a house, you're not talking about changing the whole house, stop quote, and I've always seen feminism as not just something that relates to women, but relates to men, particularly in the sense of the male gaze and we are talking about the seen and the unseen and I think all men live in a sort of reality, which is so different from the way women live in in the sense that when women are out in the street, they are so much more hyper aware of everyone who's passing them they are so much more aware there being a woman makes them aware of so many other things which are unseen by men who don't give a shit who are just nonchalantly they can walk into a lift or they can go wherever I mean, would you agree"
    },
    {
        "speaker": "Guest",
        "time": "01:54:34.680",
        "message": "with this sort of? Yeah, I think men don't look at their surroundings"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:38.680",
        "message": "because the surroundings"
    },
    {
        "speaker": "Guest",
        "time": "01:54:39.680",
        "message": "have been built to facilitate them and don't threaten them. Yeah, they don't threaten them. Sure. But men feel very threatened by the presence of women like there have been these studies done where I'm not saying it that men have reported saying that 50% of the people in the room were women when there were only"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:56.680",
        "message": "like 15%."
    },
    {
        "speaker": "Guest",
        "time": "01:54:57.680",
        "message": "So like any women are too many women for men, right? And similarly, if you have one woman's perspective, you feel you did your job. You know, like you don't that there should be an equal number or a sizable number of women and trans people and queer people and all kinds of people quite effortlessly speaking in a newspaper or on a television show or part of your set of interests or the realities that you take into account. This does not seem to occur to cis heterosexual men, right? And to cis men in general. They're like, this is normal. And they believe that they're feminists just because they're not beating their wives. Basically, the bar for what makes you a feminist in men's minds is so low, right? And I do think that men also continue to get congratulated for the very, like people always giving lollipops to boys for doing nothing much."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:54.680",
        "message": "For basic decency at most. Yeah, basic decency. You suddenly a big hero."
    },
    {
        "speaker": "Guest",
        "time": "01:55:57.680",
        "message": "No, he really tries, yeah. Like I've had like women also say that to me that I think so and so are pretty good. I'm like, now that his name came out in MeToo, do you still feel good? You know, I don't know. I never imagined. I'm like, yeah, come on, dude. I mean, you are so busy being grateful to some guy for, I don't know, just talking about sexual violence or just making dinner one day or just like talking the talk. Why don't be grateful? Like be demanding, you know, be assertive and say, hey, you got to shape up. So anybody who thinks that a man is well-rounded, if he has not read a bunch of women writers, I really think you need to change"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:35.680",
        "message": "the way you think. And you wrote in a column once that, you know, when the whole MeToo thing happened, a lot of the men who were named, whoever you had met"
    },
    {
        "speaker": "Guest",
        "time": "01:56:43.680",
        "message": "personally, you knew you were not surprised. Yeah. Well, it's the radar of men who are not interested in women at all for themselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:50.680",
        "message": "It's a pro-forma interaction they do."
    },
    {
        "speaker": "Guest",
        "time": "01:56:52.680",
        "message": "Yeah. So I never liked them, you know, I mean, I always felt like he's a solid bore and he's just going on and on talking at me. And, you know, I'm very talkative"
    },
    {
        "speaker": "Unknown",
        "time": "01:57:04.680",
        "message": "as is clear."
    },
    {
        "speaker": "Guest",
        "time": "01:57:05.680",
        "message": "And so I think and he, I can feel that he's not interested in what I have to say. I can feel it. And so I don't want to listen to his boring jokes and his extremely ordinary insights. I think my insights are better than his insights. So my ego, in a sense, my intellectual ego allows me to see that this is not a person who truly, truly respects women as people. And I have met enough men who do respect women as people to know that it can be different, right? Had I never met any other kind of man, had I never had a father who really liked me as a person, even if he was fed up of all my choices, perhaps I wouldn't have"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:39.680",
        "message": "known what that looks like. And you also mentioned that, you know, when you were at your father's house and the feminist asked what you like, what you wear, did that play a part in making you a feminist by default in the sense that you weren't then indoctrinated so much"
    },
    {
        "speaker": "Guest",
        "time": "01:57:53.680",
        "message": "in the ways of patriarchy? No, not at all. I mean, of course, there was some amount of, you know, girls, boys thing, and especially when you grow older. But I think I was very lucky in that sense that I remember a moment when I was in the car with my dad going to the market or something. And he said to me, we had just moved to Delhi. And so we were close to the rest of the family for the first time. And he said, you know, you're not going to grow up and just get married after college like some of your cousins. You know that, right? Like you're going to be somebody. And how many people's parents say that to them?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:26.680",
        "message": "That's lovely."
    },
    {
        "speaker": "Guest",
        "time": "01:58:27.680",
        "message": "Yeah, it's fantastic. And the other very important, like I have talked about this often to my friends moment is, so my father was really not very happy with most of the choices I made. And even the way I dressed and like generally he did find me quite like jungly and what are you doing? And I was a bit of a disappointment. She's such a bright girl. She's making documentaries. I don't know if anyone watches them or not. And thank God I started going to America and all that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:51.680",
        "message": "So people thought that I must be doing something if other people care about me. People of this generation"
    },
    {
        "speaker": "Unknown",
        "time": "01:58:55.680",
        "message": "don't get where going abroad is so routine."
    },
    {
        "speaker": "Guest",
        "time": "01:58:57.680",
        "message": "But in our generation, fuck if someone's gone abroad. It's like validation of the biggest."
    },
    {
        "speaker": "Unknown",
        "time": "01:59:01.680",
        "message": "It's like having 5 million Twitter followers."
    },
    {
        "speaker": "Guest",
        "time": "01:59:03.680",
        "message": "So one trip is all you need."
    },
    {
        "speaker": "Unknown",
        "time": "01:59:05.680",
        "message": "So,"
    },
    {
        "speaker": "Guest",
        "time": "01:59:06.680",
        "message": "but the thing is that I went to a film festival. My father was very ill. This was a little while ago. He died. I went to a film festival. I won an award. Rare enough occurrence for me. And then I came back to Delhi and my friend called from abroad. And my father answered to landlines and extensions. So my father answered the phone upstairs and I answered the phone downstairs. And I was listening to their conversation and she said, uncle, you must be so proud of Paramita. She's going to all these festivals. She's winning all these prizes for her films. He said, yes, I'm proud of her, but I'm really proud of her because she's a very honest girl. And I thought like, wow, that is it's so nice to hear that your father sees you as a person."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:43.680",
        "message": "Did he ever tell you that?"
    },
    {
        "speaker": "Guest",
        "time": "01:59:44.680",
        "message": "He did. Actually, when my father was sick, you know, we became, I mean, we were close, but there was a lot of personal conversation between my dad and I. And I think this was very special. Like, I think the fact that my father was a very emotional person also. He was not a very alpha kind of person, but very caring parent, all of that. And the thing is, this thing, disagreeing with my choices, but letting them be. Not forcing or trying to force me to be otherwise. Continuously complaining also, like forever. My father wanting me to open a PPF account. I've written a column about it that he just kept on saying, beta, open a PPF account. I'd be like, I don't have money to put in a PPF account."
    },
    {
        "speaker": "Unknown",
        "time": "02:00:23.680",
        "message": "And then we had a very big fight about it."
    },
    {
        "speaker": "Guest",
        "time": "02:00:25.680",
        "message": "He said, okay, I will never tell you again. You know, I'm your well-wisher and you're not listening to me. I was like, great, never tell me again. Thank God. And three years went by and my dad never discussed the PPF account. And then one day when I was like relaxed, he said, beta, if you would just open your PPF account. And I was like, okay, let's go tomorrow and open it. And my father was so, so happy, right? So there was a way in which, yes, he would complain. He would try to push me to do things that he thought were the right thing. But he never forced a conversation about marriage. He talked to me about it once. I said, I don't want to get married. He said, but, and he didn't say you should because people do it. He said, but beta, logon ke sukh-tuk hote hain. You need to share them with somebody. And I said, no, papa, I think I'll really be okay. I have a lot of friends that really think I'll be okay. And he said, okay, if you say so."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:11.680",
        "message": "And he never raised it again."
    },
    {
        "speaker": "Guest",
        "time": "02:01:12.680",
        "message": "Amazing. Right? So I do think this is very important."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:16.680",
        "message": "I'm not setting my dad up as some kind of great model of feminism. No, but for a man"
    },
    {
        "speaker": "Guest",
        "time": "02:01:20.680",
        "message": "of his generation, like, my God, yeah. But it was sweetness in him. It was the ability to love me that made him do it. It was not because of being feminist. What I'm trying to say is that he was a very loving person. He loved people. People loved my dad. He was very caring. He took his role as somebody who's an elder person, thinking about younger people and it's an important thing to do. Now, I had older people look out for me. It was important for me. I feel I must do it for others. I feel that the parenting thing that we spoke about in the beginning, it discourages the idea that all children are our children. That's why it discourages us from understanding that public university is very important because it's not just my kid going to Ashoka. It's about all kids getting the chance to study and do well, right? I should care about it at a social level. And I think he had that. It was a very ordinary Indian quality, I think, before. And I think that just created a sense of it's okay to be who you are. You will still be loved, right? So the question of feminism that if I'm a feminist, if I go against everything that is taught to me, will anybody still love me? So when you are taught at a young age that you will still be loved, even though you won't be agreed with, this is a very big learning. And I think that even though I was an awkward kid, even though I've had lots of difficulties fitting in and continue to be rude to people and struggle, actually, with the real world, so to speak, I don't think I'm a very savvy person. And I do find it a struggle. But it's okay, you know. I feel that something or the other will happen. And I think this was an early learning. And I think it's a very enabling thing for feminism. Your friends, having friendships, being encouraged to have friendships. I don't think many families give kids that, right? Like, make friends, go out, let your friend come over and stay the night. You can go and stay the night at your friend's house. Very early on, this kind of social relationships with others, my parents had a lot of friends. So I think these were great learnings that helped me in my feminist journey."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:09.680",
        "message": "And this empathy and this openness to others that you talk about is, I think, also relevant in current battles in feminism nowadays. Because, you know, for example, there was this book Christina Hoff Sommers wrote in 1994 where she coined the terms equity feminism"
    },
    {
        "speaker": "Unknown",
        "time": "02:03:23.680",
        "message": "and gender feminism, which, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:25.680",
        "message": "for the benefit of my listeners, I'll quickly give a summary. Equity feminism basically comes from the view that men and women should have equal treatment in the eyes of the law and basically equality of opportunity and so on and so forth. And gender feminism looks deeper at the sort of structures that have led to women being oppressed like the patriarchy and so on and so forth. And I actually hold that there is truth to both. I don't see why they have to be two separate things. But what gender feminism can also often go into is what is the current identity politics of today, which is not just within feminism but in different domains. But what that identity politics seems to do is that as opposed to the empathetic view, it takes a view that others, the other person, where suddenly patriarchy is not only the enemy, men are the enemy. And therefore you have these very harsh, strict binaries, which is why, you know, Steven Pinker in his book The Blank Slate had once speculated that the reason behind the bizarre thing that a lot of women say they are not feminists is that they are put off by this second kind of feminism where you are treating men as the enemy and treating yourself as a victim. And that actually, like, I, of course, look at feminism from the Lockian, Wallstonecraft, you know,"
    },
    {
        "speaker": "Unknown",
        "time": "02:04:41.680",
        "message": "equity feminist kind of way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:42.680",
        "message": "Shit, you're smiling like you're thinking man is there."
    },
    {
        "speaker": "Guest",
        "time": "02:04:45.680",
        "message": "But I'm just sort of, yeah,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:47.680",
        "message": "so that's kind of how I look at it from my individual rights view, which all my listeners are sort of aware of. But there is also this identity politics, which I think is in opposition to this because like I understand that identity politics is real. It's all around us. We suffer from it. Women suffer from it. But I think the answer to identity politics is on emphasizing individual rights and the autonomy and dignity of every individual. And I don't think that you can fight identity politics with an equal and opposite identity politics because you just then enter into warfare."
    },
    {
        "speaker": "Guest",
        "time": "02:05:17.680",
        "message": "I think that, you know, to go back to the discussion about how feminism gives value to many different things and in that sense is an inherently queer theory because it says that there is not only one way. Patriarchy insists on these unitary identities and hierarchies, right? That one thing is more important than another thing. Whereas feminism actually says there are different values. Everything has its own different value and its own place in a way, right? So, I think that identity politics is very important because when you're talking about a rights framework, we do live in societies that afford rights to people and where some people get more rights or some rights don't work for people because they don't take into account centuries of inequality, structures that are rooted in that inequality and to replicate inequality. I once worked in a television company for a short time when I was making that show and I was appalled at how the structure is essentially constructed to produce mediocrity. It's not that people want to be mediocre but anybody who is not going to be mediocre is going to suffer and is going to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:21.680",
        "message": "disliked by that system. Which is actually a structure"
    },
    {
        "speaker": "Guest",
        "time": "02:06:23.680",
        "message": "at a lot of big corporations. Yes, it's corporate structure. That's definitely true. So I feel like similarly patriarchy is also a corporate structure which is designed to create mediocrity actually and call it meritocracy. Caste is that kind of a structure. It creates mediocrity but says it's merit. So I think that identity politics is important when we are talking about rights so that we can foreground that there are diverse populations with diverse sets of experiences and they all need to come to rights from a different place. That rights are not also some unitary kind of notion. It's important to challenge also day-to-day normalizations of social relations which we don't question. I don't agree that women don't like to say they are feminists because they feel it's a man-hating thing. I think women who fear losing privilege and privilege always accrues from men. Unfortunately, we are still in a world where men get to decide what's important and not. You would have to be really bloody-minded person like me who says I really do not care what men think. In fact, I don't care what anybody thinks. I think this is important. I'm going to do it, right? So I think that's got its own costs and its own advantages. But essentially, men decide if you're important, if a man chooses you, decides to look at you, listen to you, you feel you are important. So those who are still very tied to that power structure fear losing the privileges by stepping away from it. They are very well aware that they will lose their privileges. They will not be part of that scene. Sooner or later, when you get beaten up by the police, they leave that scene. I feel, you know, that's what I see happening with a lot of older women who've not left the privilege structure. That said, eventually identity politics also has to, I feel, what you're calling empathy, I would call imagination, which is the point of it is to loosen the grip of that identity on yourself. And it's very difficult to imagine yourself changing if you can't imagine other people changing. So you have to conceptualise change within identity politics. And that's got to somehow at some point. See, there's an evolutionary thing also, right? So there'll be an evolutionary moment where there'll be a lot of anger and hardline positions and a feeling of enmity because there is an enmity, actually. People, identities are inimical to each other. My expressing myself in certain ways has to be done with difficulty because the world doesn't let me. So in that sense, there is an enmity and the world is inimical to my progress. So there will be a time of conflict. But yes, of course, we cannot harden into that because then we are not going to be able to change. Even I can't change if I can't imagine that you can change, right? So in order to have that imagination of change, what's the language of conversation we are going to have? How am I going to point out your privilege to you without saying that you are incapable of changing?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:11.680",
        "message": "This really becomes a question. Or rather, how are you going to point out my privilege to me without me feeling that you're attacking me personally?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:18.680",
        "message": "Well, how are you going to look at your own privilege? Or how are you going to learn not to feel attacked when your privilege is pointed out is also a way I can put it, right? I think a lot of people feel attacked just by having their privilege pointed out. And to some extent, you have to get over it. So to go back to the time when I got trolled, for a minute, I did stop to think like, why did I get trolled so badly? I wasn't doing that. That's what I meant. And I say that. I don't think it was fair what happened to me. But I could see. A friend of mine was very irritated with me and said, don't do that. Don't see his point of view because that's like just, you know, hurting yourself. And I'm like, actually, I don't agree with him, but I see where he's coming from. And I have some other gain about thinking this through, you know. So without going into details about that, I just feel like it's not always the onus on me to attack you nicely. It's always also the onus on you to not be reactive to my attack. And that is also why I think the look of love is important. That sometimes when somebody attacks us, we also have to look at them with the thought that, oh my God, there's decades of privilege. I mean, centuries of privilege on my side and centuries of lack of privilege on the other. For one second, let me not get upset. It's upsetting, but let me not act on my upset. I mean, one can also conceptualize that, right? And I think it is, again, a two-way street, right? If you forever and ever, despite my trying, say that, oh, you cannot change, then no change is possible, because without unmaking privilege, how will we remake privileges? So I think this is an important question, but I would say, again, it's not a question of interaction. It is a question of imagination. And for example, the term toxic masculinity, which after some time starts to stand in for all of masculinity, that masculinity is automatically toxic. When I have that imagination of masculinity, I'm basically telling you, you can't change. If you're a man, well, until the great feminist utopia arrives, you are doomed. You know, so this determinism, I think, is an absence of imagination. I wrote a comic about acid attack victims, right? And in which the main character, I mean, the main villain, was called Ahamkara, and he spews acid. Like, it's very complicated. He gets a boon, and somebody makes him drink acid,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:27.680",
        "message": "but basically he becomes this guy. Ahamkara spewing acid, though,"
    },
    {
        "speaker": "Guest",
        "time": "02:11:30.680",
        "message": "is very well done. So he is continuously, like, he has a power to spew acid. And then he brings all these women who are victims of acid attack into this island, where he says, nobody wants you, I will look after you. Now, this is actually a liberal kind of position at one level. So it's not what you imagine. The protector of these women will actually be weakening them by saying, nobody wants you. And then Priya, who's a superheroine who comes and saves them, she actually has this mirror, magic mirror, and it's the mirror of love. So when you look at yourself in the mirror, you see what you really are from inside. And you're reminded that you are not only the wound that you have sustained, but you're much more than that. And you liberate yourself from Ahamkara's grip. When the women liberate themselves from Ahamkara's grip, Ahamkara ceases to be a demon. He becomes very diminished. And Priya gives him the mirror and says, look at yourself. And he refuses. And she leaves the mirror with him and all the women leave. And she's like, maybe one day he will look at it. So for me, it was always the conception that Ahamkara could change if he wants. They don't want to sit here and now try to reform him. They have liberated themselves. They're off. Now, if he wants to sit on his stupid acid island and feel sorry for himself,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:37.680",
        "message": "that's his problem. I think the diminution of Ahamkara should be everybody's personal quest. I just want to say I agree with everything you said. The clarification I want to make though is that what I meant about identity politics is that one, it is real. All these structures you speak about, the oppression of the patriarchy and so on are all real, indisputable. I think they are very useful at the level of analysis. I think when you actually start engaging, bringing identity politics can become a bit of an issue. For example, if I am in a discussion online and people are saying, check your privilege, that stops the conversation immediately. When people say that, oh, you are Savarna, shut up. And I'm immediately removed from the conversation. That stops the conversation immediately. It might be true that what I am saying is influenced by my privilege, but bringing it up, I think poisons the discourse because I strongly feel that the discourse should always center on argument and not on the people making the argument. So in that sense, I think identity politics at the level of analysis and just understanding what is wrong with our world is essential. But at the level of action and actually bringing that identity politics by othering people and treating them with contempt, even if they are the people with privileges and positions in power, doesn't help the discourse"
    },
    {
        "speaker": "Guest",
        "time": "02:13:52.680",
        "message": "and therefore hinders change. I mean, I think contempt always hinders change. So I would agree with you there. Check your privilege has come to be a term of stopping people from talking rather than a term that is just what it is."
    },
    {
        "speaker": "Unknown",
        "time": "02:14:06.680",
        "message": "Exactly."
    },
    {
        "speaker": "Guest",
        "time": "02:14:07.680",
        "message": "So I think like all of these things, like toxic masculinity, which has come to be a meaningless term, right? You just use it. You just chop it on anything"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:15.680",
        "message": "and then that's it."
    },
    {
        "speaker": "Guest",
        "time": "02:14:16.680",
        "message": "Actually, I use it a fair bit. I don't."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:20.680",
        "message": "I am like I am car. I am getting so diminished"
    },
    {
        "speaker": "Guest",
        "time": "02:14:23.680",
        "message": "by this conversation with you. So I just feel like it's very like I think we should all think a little bit about the language we use. I agree with you that is this language conceptualizing a movement forward or is it not? And you know, I wouldn't argue with you if I feel like many right wing people when they say horrible things to me, my latest ploy is to say you are being very silly or like you should behave like a grown up or something. Then they get a little confused by this auntie kind of response."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:50.680",
        "message": "But I think millennials won't know what it is, but you were auntie 303. I was auntie 303. Look it up young kids"
    },
    {
        "speaker": "Guest",
        "time": "02:14:59.680",
        "message": "who don't know what that is. So we might come up with the various modes of engagement, right? But I feel like, yeah, if there is a person who's unable to see their limitations, I usually don't engage with them at all. I don't have a great desire to engage with them. And I do feel there's a lot of worth in sometimes not engaging. So I feel the compulsory engagement which happens online is what also drives us to these absolute positions, which makes it impossible to have a conversation that imagines change. And I think that, yes, if you spend less time thinking about the other, which is a little bit different than what you're saying, which is othering people, there is an other and there is a self in everything. So if you find that somebody else is very bothersome and their identity is preventing them from seeing you in a certain way, I would not engage with them. I would rather grow my own stuff and force them to engage with me. The lawyer Flavia Agnes did a very interesting thing. I made a film on two of her clients. And one of her clients, her husband, tried to kill her or some drama happened. Then he had a girlfriend whom he brought into the house and he threw this woman, his wife, out of the house. So she went to Flavia saying, I want a divorce. And Flavia was like, do you want a divorce? Or do you need a house to live in? Like, which is the thing you want? So she felt, OK, I've been thrown out of the house. I've been treated badly. I don't want this man. But really, what did that do? That left everything on the man's terms."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:25.680",
        "message": "He didn't want her either, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:16:26.680",
        "message": "He wins if he gets a divorce. But she needed a house to live in. Like, that house was also hers. So Flavia was like, see, if you're back in the house, I can get a stay order. He cannot throw you out of the house. But once you're out of the house, it's difficult for me to get an order to go back into the house. So you must first go back into the house. So she went back into the house, like she, whatever, had the key and all that. And after that, a stay order. And then the judge was like, OK, you have to separate the house into two sections, her section and his section. And he harassed her like crazy while she was there. But she had to stand strong. So finally, he was like, OK, what will it take for you to give me a divorce? And then he was like, OK, now we'll talk, right? So there is a way in which you don't, you're bad. It's not, I'm good. That's what I need. That's what I'm going to do. To bring the other person to your terms, I think is a very important political effort. And so, yes, I know argument, nicety, all of those things matter to me as well. Empathy is very important to me. But I think that the real heart of politics is about strengthening yourself, strengthening your position, and then getting people to talk to you on your terms instead of always falling into their terms. What is happening today with the protests is that instead of immediately falling victim to the right-wing agenda and then getting into those meaningless arguments, people are like, ha ha ha, joke, ha ha ha, poem, something, something. So the terms of the discourse are changing. And that is the really revolutionary thing about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:42.680",
        "message": "And really, the flowering of art is the one silver lining in all of this because the cartoons, the poetry,"
    },
    {
        "speaker": "Guest",
        "time": "02:17:48.680",
        "message": "hum kaagas nahi dikhayenge. But art is the place, right,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:51.680",
        "message": "where change happens,"
    },
    {
        "speaker": "Guest",
        "time": "02:17:52.680",
        "message": "where what is coming and what is going can do so in a much more fluid way, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:57.680",
        "message": "And you have made my job easier because this is such a lovely segue into the influence of popular culture on you and on, you know, and on your work. Thank you for that happenstance."
    },
    {
        "speaker": "Unknown",
        "time": "02:18:09.680",
        "message": "You're welcome. I was wondering ki kaise cut kare abhi."
    },
    {
        "speaker": "Guest",
        "time": "02:18:12.680",
        "message": "Madam toh itni films mein"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:13.680",
        "message": "itni fluidly kar leti hai."
    },
    {
        "speaker": "Guest",
        "time": "02:18:14.680",
        "message": "Lekin hum podcast mein first going home. Dekho maine kar hi liya. People do everything for men. What to do? Ha ha ha."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:20.680",
        "message": "Kuch bhi nahi kar paate aapne aap. Well, shows your empathy. Yes. Yeah. Thank you for that. So, yeah, I mean, you've engaged with popular culture at a very serious level. You haven't sat back and said ki nahi yeh misogyny hai, yeh yeh hai, yeh wo hai. You know, obviously, all the cliches about containing multitudes, but you have loved popular culture. I mean, the very fact that you wrote flashback presumably with our old friend Imtiaz Baghdadi, the great researcher, is just a sign of that love. And, you know, recently you wrote a column on SRK and, you know, how his evolution mirrors evolution of middle class India. And you wrote a similar thing about rom-coms, how they also mirror the... So tell me about the influence popular culture has had on you. And have you always loved it? Was there a point at which you sat back and started thinking about, looking at it with a critical gaze? And what did you then find"
    },
    {
        "speaker": "Guest",
        "time": "02:19:12.680",
        "message": "when you did that? So, you know, I think it's interesting that... So I didn't ever think of myself as outside of popular culture, right? Like most young people, the big thing was radio in my youth. And then there would be just like... It was so difficult to get Western music when I was a teenager. And there were these two programs on radio called Play It Cool and In The Groove. In The Groove came in the evening and Play It Cool came in the morning. So I would listen to them and then you would copy down the lyrics of songs because you didn't know"
    },
    {
        "speaker": "Unknown",
        "time": "02:19:36.680",
        "message": "when that song would come again and when you would get to hear the song, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:19:38.680",
        "message": "So that thing of trying to have the song."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:40.680",
        "message": "I think you kids listening to this today should kindly realize how freaking lucky you are. You can listen to any song"
    },
    {
        "speaker": "Guest",
        "time": "02:19:46.680",
        "message": "anytime you want. Yes, I mean, that's another of the things about YouTube that I love that I can listen to any song I want. Recently, somebody asked me what I wanted for my birthday and I said, I want a CD player and they were like, who even has a CD player anymore? And I'm like, well, I have 500 CDs, so I need a CD player, right? But the thing is that this idea that culture is just what you like. Popular culture is what you like. You do it very effortlessly when you're young. It's only later on that you start getting told that something is high culture, something is low culture, you shouldn't like this. But definitely, I am the generation that grew up being told that Hindi films... People who like Hindi films and Hindi film songs are definitely, like, uncool. So, Hindi film music was not cool the way it is now normal for people. But my grandfather was a music director in films. I mean, he was a very famous film composer."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:31.680",
        "message": "What was his name? Anil Biswas. Oh!"
    },
    {
        "speaker": "Guest",
        "time": "02:20:34.680",
        "message": "God, you are his granddaughter. I am his..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:36.680",
        "message": "He was my nana."
    },
    {
        "speaker": "Guest",
        "time": "02:20:37.680",
        "message": "I will ask you to sing at the end of this interview. And in fact, Badli Teri Nazar To Nazare Badal Gaye"
    },
    {
        "speaker": "Unknown",
        "time": "02:20:42.680",
        "message": "is a line from one of the songs he composed."
    },
    {
        "speaker": "Guest",
        "time": "02:20:44.680",
        "message": "So, and my grandmother was an actress and she was a film producer later. So, my uncle was also a music director. So, I lived in a house which was full of Hindi film songs. We listened to the radio. My father loved music. He was of the generation that gets educated in Urdu, not Hindi. So, he couldn't even write his own name in Hindi. But there was all this, like, Urdu poetry also in the house and Begum Akhtar also in the house and Hindi film songs also. Some porno books"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:08.680",
        "message": "that I didn't follow the Roman Empire. Which you were spanked for finding. Why should anyone"
    },
    {
        "speaker": "Guest",
        "time": "02:21:12.680",
        "message": "get spanked for finding it? As well as they are 7 years old and reading porno, I don't know. Like, they shouldn't get spanked. I don't agree with that. But, yeah. Would that change your whole life? Yes, well, agents of wish. But the thing is, so, I think that it was just normal to enjoy. Playing Antakshari was a big thing you did. So, it was funny for me that the thing which you liked to do most of the time, you then pretend to other people that you don't do. This, I did find strange. Plus, it really was my family thing. I recently interviewed Raveena Tandon for something. And, you know, one of the things she said is that, well, I went to, like, Jamnabai and there everybody was like, Hindi film. Eww. But that's the world I came from. So, they looked down on me. But I was like, what's wrong with it? So, I feel like this idea was always strange to me. But, I remember when I started working for Anant, that one day I was sent to some film studio and there was some recording of some film going on. And I asked, it's a new film called Ramgad Ke Sholay. Basically, it will be all these duplicate actors who are going to play Sholay but as the copies and it's a parody. So, I came back and I was like, there's going to be this movie called Ramgad Ke Sholay and, you know, I saw Amrish Puri"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:19.680",
        "message": "in the studio today and something. And everybody was like,"
    },
    {
        "speaker": "Guest",
        "time": "02:22:22.680",
        "message": "what's with this chick? Like, why is she so into all this? So, they were not into that thing but obviously, the coming of television and, like, post-liberalization cultures brought all this out and I was in the lucky position when I wrote Flashback of being a person who knew Hindi film songs but who also knew Indo-Western combo to be able to succeed in media at that time and I think I did have it. So, it was a lucky thing but most people who were like me were not working in that programming place."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:53.680",
        "message": "You know,"
    },
    {
        "speaker": "Guest",
        "time": "02:22:54.680",
        "message": "they used to work"
    },
    {
        "speaker": "Unknown",
        "time": "02:22:55.680",
        "message": "in promos if you remember."
    },
    {
        "speaker": "Guest",
        "time": "02:22:57.680",
        "message": "So, the cooler people were still in promos and the slightly uncool people were writing all this"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:02.680",
        "message": "Hindi film music based programming but I was in that uncool place"
    },
    {
        "speaker": "Guest",
        "time": "02:23:06.680",
        "message": "as always. But it was a bit cooler than in my time. So, I think that, you know, people didn't like it and of course, because I, in my house, there wasn't a difference made between poetry and Hindi film songs. People liked both and they seemed to be at ease with it. So, I may have inherited that. But also, I don't, I mean, I do think that there is something different about the fact that I don't just enjoy it. I obviously also look at it critically but not in the sense of criticizing it but I see something happening in it. I'm not sure how that started to happen but I would credit Nandini Ramnath with making me think about it in a more formal way because she and I would often discuss things and she would be like, I really like what you said about that or that's really interesting or something. Some of it, you know, it came from my irritation with all the left liberals who are older than me who were like saying, this is regressive culture. All of Hindi film music and new stuff, Govinda is aggressive, this one is aggressive and my feeling was not really,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:09.680",
        "message": "you have a class snobbery thing going on here. Govinda is bloody amazing."
    },
    {
        "speaker": "Guest",
        "time": "02:24:12.680",
        "message": "But, you know, people felt many things. There was misogyny as well, of course, as you're rightly pointing out but there was also many interesting class settings and it was just the creativity of the writing and the exuberance of popular culture which I loved and every time somebody fishes out their guitar and starts singing Bob Dylan's song, I start breaking out in hives."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:33.680",
        "message": "So this thing that, I used to hate boys who like Pink Floyd, for example. I know you like Pink Floyd. Not that I don't like Dylan"
    },
    {
        "speaker": "Guest",
        "time": "02:24:39.680",
        "message": "but this kind of canon of what is great."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:41.680",
        "message": "So I think"
    },
    {
        "speaker": "Unknown",
        "time": "02:24:42.680",
        "message": "and I remember"
    },
    {
        "speaker": "Guest",
        "time": "02:24:43.680",
        "message": "the Simi Garewal show which everybody loved to hate but which I loved and I think my reasons for loving it was solid, really good interviews, people talking about their personal lives, you never got that anywhere. Like Abhishek Bachchan or thinking about being single, Raveena Tandon talking about her adopting these two girls, her heartbreak, Dev Anand talking about his relationship with his ex-wife, you never got that anywhere. Dev Anand talking about his relationship with Surya and how he could never really love anybody after. Like you never got this kind of conversation anywhere else. She was small C but she was also all of these things, right? And so I would be talking to Nandini Ramnath about it and then she started asking me to write pieces, longer pieces about it for Time Out. I thought, really? You think? So I wrote a piece about Himesh Trishamiya then I wrote a piece about Simi Garewal. So these were things"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:31.680",
        "message": "people didn't take seriously. What was your take on Himesh?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:33.680",
        "message": "I coined a good term for him, his him-ness. But you know, I saw his popularity in a structural way. It's not like I was a fan, but I could see that around that time I wrote a television series about the business of Bollywood for a business channel and that would help me to see that, okay, he has these hooks and his music allows you to make dance steps that are hooks. So this is the early version of virality. Like it's very quick to catch on. And at the same time he kind of comes from the legacy of Altaf Raja into a more remixed idea. That's why he's very popular with auto rickshaw drivers. You know, so it's kind of the end of T-series and the coming of something new, a different Indo-Western fusion from what happened immediately post-liberalization that he's offering. And this Urdufication, I used to call it. Like he only had a repertoire of about six Urdu words and he would use them liberally in the songs. So you get that old Altaf Raja punk or that vibe, but with this Moroccan beats. So it allows many different populations to enter it and participate in it. And it creates this virality of the dance step and the repetitive hook, etc. And then there was all the other fantastic thing like the village, which thought that if you sang Jhalak Dikhla Aaja, you would get possessed"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:52.680",
        "message": "by a ghost. Oh, can you believe it? Like when you said"
    },
    {
        "speaker": "Guest",
        "time": "02:26:55.680",
        "message": "Ek baar aaja, aaja, aaja, aaja, and the ghost used to enter you. So there was a village in Gujarat which was, you were not allowed"
    },
    {
        "speaker": "Unknown",
        "time": "02:27:01.680",
        "message": "to sing those songs."
    },
    {
        "speaker": "Guest",
        "time": "02:27:02.680",
        "message": "Wow. So, I mean, there was all of this, like, you know, this kind of cultural material that floats around and you listen and you think like, what does it tell you about what people are feeling? And what does it tell you about how the world is changing around us? And it was, it was, it's like being in a playground, right? Because you go in there and you're seeing all these things and you're like, oh, this is what it means. Oh, this is what it means. And that's exciting. So I think that's what I felt about it. Over time, of course, yeah, it's all the things. It's trusting what I loved. Shah Rukh Khan always, people always made fun of me for that. You know, he can't act and I'm like, what a kind of like dumb ass thing to say."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:37.680",
        "message": "He can't act. That's bullshit."
    },
    {
        "speaker": "Guest",
        "time": "02:27:39.680",
        "message": "First, I mean, come on. Please."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:42.680",
        "message": "We should take this outside. Outside, yeah. I feel like that's bringing realism into fantasy, right? Like people don't love"
    },
    {
        "speaker": "Guest",
        "time": "02:27:48.680",
        "message": "Shah Rukh Khan for his acting. They love him for something else he unlocks in us. So I think that's what I felt about it. Yeah. I mean, I feel like that's bringing realism into fantasy, right? Like people don't love Shah Rukh Khan for his acting. So I think that making sense of cinema in a literal way, and especially with popular culture, it's a very stupid thing to do. Popular culture is all about sensation and how we feel things. So it allows us to feel things fully."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:13.680",
        "message": "It overtakes us. So what do you think is the way I am judging Shah Rukh as a bad actor and the way I might look down on some popular cinema is valid from its frame of reference, but that frame of reference is inapplicable because these films"
    },
    {
        "speaker": "Guest",
        "time": "02:28:25.680",
        "message": "are not trying to do that. They're not. Their enterprise is completely different. Sure. So you can't really bring that lens to it. But I also feel there's a squeamishness about simple pleasure, right? Bodily pleasure is a problem for people. Later on, it became fashionable to write about popular culture, but it's written about in a fairly loveless fashion. No longer. I think there are new writers. I mean, other writers who are doing really interesting work on Bollywood now, Hindi films, whatever. But yeah, for a long time. And I think that's what they wanted to do in a film, the way they represented queerness, the way they allowed sex to be present, the voice that they gave to women, the voice that they gave to emotion, which is completely lacking in our cinema right now. And I feel that's part of the success of a film like Abish Singh that it is so much about emotion that it's the only place that people are getting to talk about feelings. So whatever its problems might be, they're clinging to that, you know? So I feel by removing songs from films, which gave some expression to our feelings as well. So I think the playback song itself as a thing, that the voice and the person are two different people. It's itself such a queer idea. I know it, but I accept it. It's a fiction."
    },
    {
        "speaker": "Unknown",
        "time": "02:29:39.680",
        "message": "I know the reality,"
    },
    {
        "speaker": "Guest",
        "time": "02:29:40.680",
        "message": "but I accept the fiction as real, you know? I know that it's Lata Mangeshkar's voice, Nutan's voice. Unless it's Himesh who's acting in the film."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:50.680",
        "message": "No, if it's Himesh,"
    },
    {
        "speaker": "Guest",
        "time": "02:29:52.680",
        "message": "then Himesh takes over everything."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:54.680",
        "message": "He's him-less. Yeah,"
    },
    {
        "speaker": "Guest",
        "time": "02:29:56.680",
        "message": "he is the fiction and the nonfiction. So he erases the actor in a certain sense, and that is why he tried to become an actor eventually. But yeah, so I think like there is a lot of complexity in popular culture, which is poetic, which speaks to us, which says something about subterranean parts of ourselves. And I found it a great way to understand life. I'm not saying to understand society as if I'm something outside it. I feel it's a great way"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:19.680",
        "message": "to understand life and who we are. So not just watching the film, but also saying that why am I reacting this way instinctively to this aspect of the film? And then that makes you"
    },
    {
        "speaker": "Guest",
        "time": "02:30:27.680",
        "message": "see the world differently. So, you know, Ulka Anjaria has written this book called Reading India Now. And she's an academic. And for about a year while she was in India on her sabbatical, I would see her at every talk that I gave and every event I was part of. And I'm like, wow, she's so culturally active. She goes to everything."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:45.680",
        "message": "Oh, she's stalking me."
    },
    {
        "speaker": "Guest",
        "time": "02:30:46.680",
        "message": "No, actually, well, she kind of was because a year later. And then, you know, I had drinks with her one day and I asked her, what are you working on? And she said, I'm working on contemporary culture and Chetan Bhagat and something and all of that. I'm like, yeah, yeah, sounds good. But I didn't think about it too much afterwards. And about a year later, she sent me a chapter saying that there is a chapter on your work in my book and I wanted you to read it. And I hope I'm not misrepresented in any way. And when I read the chapter, I was halfway between like ecstasy and tears because I felt like nobody had understood my... First of all, she has read everything I've written, which is a massive amount of reading. And she had seen everything I've made and understood what I was trying to do, which was fantastic. And one of the things that she wrote about was my review of Anarkali of Ara. And she said, it's the idea of the critic as a lover that you love the thing, but you critique it from a place of love, not from a place of contempt, which is what you were talking about, right? And so for me, like when I saw Anarkali of Ara, I felt relief. And I'm like, why am I feeling so... Like this feeling I had at the end of the film because, you know, throughout the film, I realized I'd been holding my breath, no matter what. It's going to be like that fucking film Pink, where the men will uplift the woman. But that's not what the film was. The film was about her just wanting to sing and dance again. It wasn't about her wanting revenge. She didn't even want to. She just wanted to sing and dance and wear blingy clothes again. She didn't want to be only the moment of sexual crime, which people are continuously reducing women to, right? You're the victim of the crime and you're nothing else. So when she ends with that thing and I came out and I was like, this is a film made for people like me who want to say yes, who it's not only about no means no, it's also about yes means yes when I want to, not when you want to, which is something totally missing in our films. So the idea of writing about something because you see it as enabling, important, vibrant, I think that is a critical place that we don't feel enough, right? And the way that I relate to popular culture is really to look at what it enables,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:45.680",
        "message": "not what it disables. So the natural follow-up question to that, which has two parts to that and one is cliched, but the other may maybe slightly less is in your time, in the time that you've been writing and working the last 30 something years, one, how has popular culture changed? Or rather, that's a question. There are two parts to it. How has popular culture changed? One, in a general sense of, you know, you think of, for example, the market for entertainment and as society changes, you imagine popular culture will change and how much of that has happened and what does it reflect? And a part two of the question is that Bollywood is often like governance, in fact, driven by the elites, that you have a few privileged elites and a few structures and, you know, most new actors who come in are coming in because they're the son or daughter of someone and blah blah blah and you have these big families ruling over the thing and what I find interesting is that to a certain extent, these elites are driving the change. So when I look at a film like, say, Kapoor and Sons, which has come out of, I think, the Karan Johar stable and I'm thinking, you know, gayness is such a natural, normal thing but is it happening this way because the elites are more, so to say, with it or have, you know, progressed further than the rest of society."
    },
    {
        "speaker": "Guest",
        "time": "02:34:01.680",
        "message": "I mean, I don't know if I'm being very coherent but... I don't think the elites have progressed,"
    },
    {
        "speaker": "Unknown",
        "time": "02:34:06.680",
        "message": "first of all."
    },
    {
        "speaker": "Guest",
        "time": "02:34:07.680",
        "message": "I think the elites can often be more conservative"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:09.680",
        "message": "than many other parts of society but that's also"
    },
    {
        "speaker": "Guest",
        "time": "02:34:12.680",
        "message": "not really fair. I mean, I look at things like Kapoor and Sons but I like"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:17.680",
        "message": "Four More Shorts,"
    },
    {
        "speaker": "Guest",
        "time": "02:34:18.680",
        "message": "please. Because I feel Made in Heaven is very Bhadur Lok"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:22.680",
        "message": "and it's like a very"
    },
    {
        "speaker": "Guest",
        "time": "02:34:23.680",
        "message": "nationalist kind of thing. But it's got"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:25.680",
        "message": "this very national... I meant the aspect of showing gayness in a very"
    },
    {
        "speaker": "Guest",
        "time": "02:34:29.680",
        "message": "natural way and not in a caricature sort of... Gayness in a natural way"
    },
    {
        "speaker": "Unknown",
        "time": "02:34:33.680",
        "message": "also has become a kind of"
    },
    {
        "speaker": "Guest",
        "time": "02:34:35.680",
        "message": "liberal calling. Cliché. Cliché, yeah. So I will get tea but it's still there for its issue to an extent and Made in Heaven takes a lot of its power from the juicy personal dynamics as from its very worthy kind of interest in social issues. It's like 10 episodes of one social topic after the other. Whereas Four More Shorts, please, is about four girls who want to have sex, make money and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:58.680",
        "message": "you know, solve their emotional life. So I'm with that. I haven't actually seen it."
    },
    {
        "speaker": "Guest",
        "time": "02:35:02.680",
        "message": "I'm going to go back"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:03.680",
        "message": "and watch it. You may not like it. It's a bit trashy but I was like with it."
    },
    {
        "speaker": "Guest",
        "time": "02:35:07.680",
        "message": "How dare you say I don't like trashy things. I'm called the Govinda of podcasting for a reason."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:11.680",
        "message": "Right. Control yourself."
    },
    {
        "speaker": "Guest",
        "time": "02:35:13.680",
        "message": "The podcast is three hours long"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:14.680",
        "message": "and it's a good thing. Yeah, if I made it"
    },
    {
        "speaker": "Guest",
        "time": "02:35:16.680",
        "message": "five hours long they'd call me I don't know the Bela Tower of podcasting. Exactly. It's all about size. So the thing is that I feel that Bollywood first if we're talking about popular culture it's not only Bollywood. But Bollywood at first was like full of people who are not elites. There were elites of course, Devakarani and all there were Brahmins there were upper caste people but there were a lot of Muslims there were a lot of Anglo-Indian women there were a lot of melting pot feeling about Bollywood early on. And then of course families start to come in and studios and systems and privileges form. It was always very driven by those camps but in its content also it represented a far more diverse world than today's Bollywood does. Right. Which is to say you had working class people you had queer people not being gay in that accepted sense but you had a lot of queer presence. If you look at older kind of men who are singing those Kavadis you see queer presence in a very much more potent because it's not been neatly you know like politically correctly presented. Now both things have a different power is what I'm saying. I'm not saying one is better than the other but it's not necessarily a linear progression of one progressiveness and then it's getting better and better. But I think what's what's happened the significant change in popular culture is in fact I don't think it's the same in the rest of India. It has been excessively corporatized it works excessively by corporate logics which means it works by playing the numbers not really by the slightly"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:53.680",
        "message": "maverick quality of creativity."
    },
    {
        "speaker": "Guest",
        "time": "02:36:55.680",
        "message": "I agree so there's no imagination. Yeah so it's not potent it's not risk taking you know it's a fairly risk averse kind of space creatively from time to time you'll see something but not really and people don't back the risky thing it plays out in all the worlds that we have but digital I mean"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:16.680",
        "message": "TikTok I was just going to come to TikTok because I have this feeling that"
    },
    {
        "speaker": "Guest",
        "time": "02:37:21.680",
        "message": "this is one thing you and I could bond over we could sit and watch TikTok together but the thing is that why I don't watch a lot of TikTok but the power of TikTok is it has overturned the logic of celebrity actually I no longer need Ranveer Singh because I am Ranveer Singh right TikTok can have million followers like that you don't need English you don't need literacy even you just need to know how to make a great 20 second clip right so what is it doing it is actually making popular culture"
    },
    {
        "speaker": "Unknown",
        "time": "02:37:52.680",
        "message": "folk culture again"
    },
    {
        "speaker": "Guest",
        "time": "02:37:53.680",
        "message": "yeah this division of culture into folk and not folk is a colonial division but actually folk culture was culture and Bollywood is a kind of urban folk that's all it was right you have all these great Shahis I mean one of the reasons I used a Lavani to make a film about consent for Agents of Ishq was because I looked at Lavani and I was like oh my god this is so sexy and it's so clever a form and it will allow me to say something fairly didactic without being didactic because it is totally rooted in lived experience right it's an experiential form actually so you've always had multiple folk and pop cultures I won't say folk multiple popular cultures have existed but the corporatization in Punjab Bollywood was not a big factor there because pop music"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:41.680",
        "message": "is the main popular culture and south people listening to this"
    },
    {
        "speaker": "Guest",
        "time": "02:38:45.680",
        "message": "will be so pissed off at me because they're like what Bollywood is not yeah what are you talking about so but I'm saying even the big big film producing states or regions"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:56.680",
        "message": "right"
    },
    {
        "speaker": "Guest",
        "time": "02:38:57.680",
        "message": "so yes maybe Tamil movies are very big but nevertheless movie production is very corporatized it is corporatized although there is much more inventiveness in the big film producing culture you have a lot more inventiveness you have a lot more relationship with the audience what corporatization does is it severs"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:15.680",
        "message": "the relationship between audience and creator and not just that what you know the fact also remains is that because of"
    },
    {
        "speaker": "Guest",
        "time": "02:39:22.680",
        "message": "technology and the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:23.680",
        "message": "internet today anyone in the country"
    },
    {
        "speaker": "Guest",
        "time": "02:39:25.680",
        "message": "can see Malayalam films and get inspired by them exactly which would not have been the case 20 years ago you're reaching the long tail but I think that has been incorporated into the everyday practice of life now we have done it again there are moments you know I also know that facetiously when we would do Diwali puja since we are a most untraditional family we would sing some filmy kind of prayer song like so the way in which popular culture and the fact that many people sing bhajans which are based on filmy tunes so we have always had that mixture of everyday life and popular culture which is not real but actually being the only spokesperson creating a binary of culture in a sense it has lived its day and that is why today when people say why aren't Bollywood stars saying something about politics"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:21.680",
        "message": "I'm like who cares have some pity on them"
    },
    {
        "speaker": "Guest",
        "time": "02:40:25.680",
        "message": "because they can't in a way"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:27.680",
        "message": "and one of the really popular hashtags on tiktok if you remember"
    },
    {
        "speaker": "Guest",
        "time": "02:40:32.680",
        "message": "was the onions I would say"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:34.680",
        "message": "a lot of popular tiktok is extremely"
    },
    {
        "speaker": "Guest",
        "time": "02:40:36.680",
        "message": "misogynist as well which our society is but we are also seeing all these"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:40.680",
        "message": "grannies and"
    },
    {
        "speaker": "Guest",
        "time": "02:40:41.680",
        "message": "so many people doing like"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:43.680",
        "message": "cartwheels grannies doing cartwheels and so many"
    },
    {
        "speaker": "Guest",
        "time": "02:40:47.680",
        "message": "women with channels of their own and millions of followers and also I met this woman I keep forgetting her name but she is very well known on tiktok she used to do motivational videos on tiktok because English is so good can't you teach us English on"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:10.680",
        "message": "tiktok so she started"
    },
    {
        "speaker": "Guest",
        "time": "02:41:12.680",
        "message": "doing conversational English videos on tiktok and she has a huge following so I also think this response apparently in a couple of weeks she had some million followers but the relationship"
    },
    {
        "speaker": "Unknown",
        "time": "02:41:27.680",
        "message": "between audience and creator"
    },
    {
        "speaker": "Guest",
        "time": "02:41:29.680",
        "message": "is what digital has become so I think it's an exciting moment for popular culture and I would say even for myself something that I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:46.680",
        "message": "could do with"
    },
    {
        "speaker": "Guest",
        "time": "02:41:48.680",
        "message": "unlimited girls because of the coming of digital culture make a film that didn't look like any film before it cost less"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:02.680",
        "message": "it was in my hands"
    },
    {
        "speaker": "Guest",
        "time": "02:42:05.680",
        "message": "I could buy my own"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:08.680",
        "message": "camera this is a"
    },
    {
        "speaker": "Guest",
        "time": "02:42:10.680",
        "message": "moment for you to announce your tiktok"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:14.680",
        "message": "channel I am going to start one soon right"
    },
    {
        "speaker": "Guest",
        "time": "02:42:19.680",
        "message": "after this podcast done oh my god amazing so yeah if that happens I will obviously do it but you know we don't have to worry"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:34.680",
        "message": "too much about bollywood's badness because it's not that important anymore so we have now this episode has reached that stage of self loathing where I'm hating on myself for having an amazing guest but not enough time to do justice to her so it's time for you to start a new journey and I'm going to"
    },
    {
        "speaker": "Guest",
        "time": "02:43:09.680",
        "message": "start this"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:11.680",
        "message": "journey"
    },
    {
        "speaker": "Guest",
        "time": "02:43:12.680",
        "message": "right now and I'm going to start this journey right now and I'm going to start this journey right now and I'm going to start it right now and I'm going to start this journey right now and I'm going to start this journey right Indian sexual lives. As soon as we started, however, it kind of blew up for us because people started writing saying, I also want to write a story, and I have an experience I want to share, and I also want to be an agent of Ishq. And so now it has become actually a very co-created kind of space where we make some things, but a lot of user-generated materials on the site where people send in their narratives. We work with a huge number of really talented illustrators and more and more keep getting added because people just write to us saying, I love your stuff, and I also want to draw for you. So I think now Agents of Ishq has become that kind of a community space where people are talking about sex and love in a very open, honest, and thoughtful way. If you haven't seen it, please check it out, folks who are listening."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:37.640",
        "message": "Agentsofishq.com, the link, of course, will be on the show notes."
    },
    {
        "speaker": "Guest",
        "time": "02:44:41.480",
        "message": "Yes. And also, I think one of the things we've done is a lot of cutting-edge work on consent, like cutting edge in the world, because we made this Lavani about consent, which is, first of all, very entertaining and awesome, but also because it said that consent is not just about the binary of yes and no, but it's about yes, no, and maybe. And I do think that the maybe space is very important generally as a feminist, because the idea that somebody will take time to decide is the most"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:06.120",
        "message": "fearful thing for us all. In fact, one very evocative phrase I learned from you was a"
    },
    {
        "speaker": "Guest",
        "time": "02:45:09.880",
        "message": "garden of consent. Yes, the garden of consent."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:12.120",
        "message": "Which is a space where everything is fluid. It's not necessarily a yes or a no. And you've even, in a separate place, spoken about relationships and dating, for example, as more of an exploration. So it's not a goal-oriented thing, by end of first date, I must get to this base or that base. But you have to think of it as an open-ended exploration, which,"
    },
    {
        "speaker": "Guest",
        "time": "02:45:30.120",
        "message": "and there are so many modern anxieties. I mean, there'll be many people who'll have the experience on Tinder of somebody not wanting to meet them unless sex is guaranteed. And I have often said to such people that, you know, you may be worried whether I will sleep with you or not, but how do you know you will want to sleep with me when you meet me? I mean, it's a question not only about what you're getting from the other person, but thinking about what you really want, which I think people don't do because they're so anxious about achieving that goal. And there's a fantastic piece on agents of ish written by an Indian woman of Caribbean origin called Flirting Without Agendas. And it's about appreciating each other, not about flirting in order to get something, which is what you're saying the goal. So I think like there are all of these very beautiful ideas that conform more to the way that we actually wish to live life, if we may or may not always be living it that way, that I think makes it also, it's an important project, I think, because it dares to say many things that people feel, but are scared to say out loud. And it could not have been done without the very strong feminist grounding that it has, right? So it centers the experience of women and queer people first. Men are not the center of the conversation. Their experiences are not what drives the idea of what is liberation. Liberation is different for each person is what we believe. And everybody's ability and possibility to define their own sexual journeys is what qualifies as liberation. If you really, really feel you are monogamous, then you are liberated if you live that life. And if you're really and truly polyamorous, you're liberated if you can live that life, right? So there's no one liberation. I Love Latika is a project that I did purely for pleasure and joy for myself. It's a digital interactive project where there is vine with many, many different kinds of flowers and fruits. Many are not realistic. And when you click on it, on any fruit, it opens, either it becomes a flower or it starts like oozing pulp and many erotic things like that. And it plays a poem, an audio clip of a poem, which is an erotic poem from an old one, a new one from different places in the world. So it's actually just that. It's like a little room surrounded by a diaphanous curtain that you go into and you just look at all these gorgeous and surreal flora and fauna and listen to erotic poems. And while watching people play with the Love Latika, I felt very much that people love poetry. They don't know they love it sometimes, but poetry should be read out and spoken so that people can develop a personal relationship with it. It shouldn't only be in books, so it also should be in books. And also that actually people, when reconnected with their erotic selves, become at home with themselves. I really felt what you said at the beginning of our conversation, that people always think about other people looking at them. So we never see anybody in a state of repose. Where they're comfortable in their own skin. Yeah, at home with themselves, right? It's very rare. Everybody's very conscious of being looked at today, even if it's only because they're taking selfies all the time. But suddenly I saw people just immersed in themselves and it was beautiful. And some people said I felt very vulnerable while being there. So that was all very delightful. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:33.720",
        "message": "This is a moment, Paromita, when I am going to acknowledge my privilege because it's a great privilege talking to you. I mean, I've got so many insights and so much wisdom and so much to think"
    },
    {
        "speaker": "Guest",
        "time": "02:48:42.920",
        "message": "about from this conversation. Thank you for coming on the show. No, thank you for having me and thank you for making this wonderful show."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:50.120",
        "message": "If you enjoyed listening to this conversation, just follow all the links to Paromita's work on in the show notes. You can follow her on Twitter at Parodevi. If you like any of her work and I'm sure you love a lot of it, please amplify it. It deserves to have a much wider audience as you'll realize when say you watch Unlimited Girls or visit Agents of Fish. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Scene and the Unseen at sceneunseen.in and thinkpragati.com. The Scene and the Unseen is supported by the Takshashila Institution. You can find out more about the public policy courses at takshashila.org.in. Thank you for listening and don't be good tonight. Do something naughty."
    }
]