[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "There's an old cliche about no matter what truth you discover about India, the opposite is also true. I've always argued that India has always been deeply illiberal and my main piece of evidence for this is the way women are treated. Indian culture is unquestionably sexist and even in the year 2020, most women are second class citizens in India and yet Indian history is littered with badass women. Some of them are outliers operating despite social constraints, but many of them were enabled by social norms, particularly in Kerala, where for centuries a matrilineal system made women the dominant figures in their households with men taking a backseat. And very often the women who have stepped forward to take charge have proved themselves to be capable of leading from the front. Let's shift the lens for just a moment to the present. At the time of recording this episode on January 16, 2020, protests have been raging against the Citizenship Amendment Act for a few weeks now. These are mostly spontaneous protests erupting from below instead of being managed from the top. And it's especially striking to me how many women have come forward to lead the charge. Maybe these women will lead us towards more freedom. And if they need to search for inspiration, all they have to do is look south towards Travancore."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:25.240",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:40.160",
        "message": "Welcome to the scene and the unseen. My guest in today's episode is a young historian, Manu Pillay, and we'll be discussing his first book, The Ivory Throne."
    },
    {
        "speaker": "Guest",
        "time": "00:01:49.280",
        "message": "Manu, welcome to the show. Thank you for having me again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:51.640",
        "message": "This is, I think, the third time. This is the third time, yeah. And we have actually in the past discussed how you kind of got drawn to history and stuff. But I'm going to ask you again, because this is your first book. So in the context of your book, it's sort of worth asking, you know, why this subject and did you want to be a historian or did history happen to you after you decided you want to do this book?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:12.200",
        "message": "You know, history happened because of the stories, you know, as I've said before, I think, in one of your earlier episodes, and I recently wrote an essay about it, about my great-great-grandparents, who were both divorcees in the 1880s, both members of this, you know, so-called high caste Sanskritic universe, you know, both are very well educated. They were both from landlord families and so on. And you would imagine, at least my textbooks gave me the impression that, you know, people like this were patriarchal families. There was no concept of divorce. On the other hand, only widowhood could end a marriage for a woman. But, you know, then I'd go back to Kerala and discover that the opposite was the case with my great-great-grandmother. She was not only a divorcee in her teens, really, she got married, I think, at 13 the first time. She got pregnant. She was deeply in love with her husband, who was a Brahmin, which again, you know, it's an inter-caste union, which is where Brahmin men could marry Naira women back in the day. And she got pregnant. It was a female child, but it was a stillbirth. So when this poor Brahmin came afterwards to collect his wife and child and take them to his place, Raman's mother-in-law stopped him at the threshold and said, you know, the baby was a girl, and because the baby died, there's something wrong with you. It's a little bit like in North India, women are blamed for the children they produce. If they produce female children, you know, it's not considered a good thing, at least in very many rural orthodox families. Whereas here, it was the other way around. The man was blamed for, you know, having a dead baby girl, because in a matrilineal family, the death of a female child is considered a bad woman. So the husband was told to go back, never come back, and the marriage was dissolved. And even when we were kids, there was a stone there where, you know, we were often told that he sat on that stone and he wept for an hour before he left. And some 33 years later, when he was dying, he was on his deathbed. He actually sent a servant to express the desire to meet this first wife of his after over three decades. She didn't go, but three of her children actually went and met him. And I thought this was a fascinating thing that, you know, you're not only a divorce in the 1880s, your first husband dies three decades later, and your children go to meet your their mother's first husband, and the second husband agrees to let his children go and meet his wife's first husband and things like that, completely challenged everything I had been reading in my textbooks growing up in Maharashtra. I'm sure in Kerala, people are slightly more aware of this if they grow up there. But for me, I think, you know, listening to stories like this was my first introduction to the matrilineal system. And I was always struck that, you know, this needed some kind of a wider dissemination. There was a lot of scholarly work on it. There is a lot of feminist work on the matrilineal system. But I thought someone needs to disseminate it to a larger audience."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:37.720",
        "message": "So is it fair to say that your desire to write the book came partly because no one had written this and you wanted to write it in a sense, because this is a book you would have wanted"
    },
    {
        "speaker": "Guest",
        "time": "00:04:46.260",
        "message": "to read? You know, I mean, I was doing a lot of reading on Kerala history, you know, I was doing a lot of reading on academic books and you know, historical work, etc. Somewhere in 2018, I came across the name of Sethu Lakshmibai, who's the protagonist of the ivory throne. And I thought, you know, there's only one photograph of her with a little daughter in that picture, which I could find online. In all the history books, she's mentioned briefly, but then very quickly people move on to the next ruler. And I discovered that, you know, all these rulers, there was a lot of general, you know, all about everybody was very much about how they were good for development, how they were all very progressive and simple and so on, and not like your usual image of an Indian Maharaja. Of course, slightly exaggerated that they were so simple. They weren't. They were royalty. Royalty is never all that simple. But I was always curious as to why this lady was sort of footnoted, why she never made it to that kind of a mainstream recognizability in terms of public intervention in Kerala elsewhere. Nobody really, they vaguely knew her name, but they didn't know what happened to her. And most mysteriously, she had a little girl in that photograph. There was one article in the Hindu back in 2008, which had this photo of her and this little baby girl. And I kept thinking it's the matrilineal system. So that girl's descendants are members of the ex-royal family of Travancore, where did they disappear because they didn't live in Trivandrum. The family that lived in Trivandrum was another branch from Sethu Lakshmibai's sister, Sethu Parvati Bai, who is the, let's say, antagonist of the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:07.000",
        "message": "Junior Rani. Junior Rani."
    },
    {
        "speaker": "Guest",
        "time": "00:06:09.000",
        "message": "So it's Senior Rani and Junior Rani. So what happened to the Senior Rani's family? So you know, the moment I started asking questions about Sethu Lakshmibai, I started asking other people, you know, what happened to this lady, a lot of elders, including a great uncle in my family, who's now 99 years old, he said, oh, you know, if you ask questions about that, you're going to stumble on a lot of mischievous material. You shouldn't go down that route. It's not a good story. And actually, when you're 18 years old, and you're told not to do something, you're obviously going to do the exact opposite and start digging up what you're not supposed to dig up. So I think that's how I started asking questions. And initially, I came across some material, I got in touch over Facebook with one of her family members, they sent me a book they privately published, containing all her letters and private papers. And once they sent this to me, I was fascinated by the story, fascinated by the tragedy really in many ways, and even by her personality, you know, the kind of life arc she had. And I wrote, I think at that time with a basic sort of reading with some books and this material from the letters, etc. I got, I wrote a blog, I had, you know, in 2008, it was the age of blogs. And I had a blog that perhaps five people read, five people I knew, who were also interested in Kerala history. But this particular article about her talking about her somewhat tragic life and career, and the way it ended on a very sad note, it brought me this barrage of trolling in 2008. 2008 trolling wasn't a big deal. But suddenly, there was like a heap of messages, comments under this blog saying, how dare you write this? This is all lies. This is impossible. And one even rather casteist remark by one man saying, you know, we were kings back in the day, who belongs to that royal community, not the family, saying, you know, back in the day, if you'd have written something like this, your head would have been chopped off. And I was like, you know, at 18, I was like, my God, what is it about this woman that triggers such, you know, animosity and hatred? Why is it that telling her story as it is, seems to provoke so much angst and hate from all these unknown people I've never met on the internet, and who had never come to my blog before they heard that there was such an article on her. That's when I started deciding that, you know, I had decided to sort of start digging up her story a little more, you know, discovering more details, trying to find out what exactly the story was. And that started really in 2009, and took me to 2015 to finish the ivory throne."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:14.080",
        "message": "And did you decide at that point that you're going to write a book or was it just no, I"
    },
    {
        "speaker": "Guest",
        "time": "00:08:18.400",
        "message": "was more interested in looking up the story. But somewhere along the way turned into a book because I realized there was no book on her. I mean, her granddaughter published this book of letters and so on. But there was no biography as it were, there was no Travancore history written in a revisionist style. You know, most people may not know that, you know, in North India, for example, other parts of India, Travancore history is not really something you think about. But in Kerala, it's a pretty big deal, because that was Kerala's premier princely state. It had a major role in the culture and in the political evolution of the state, a lot of the parties, you know, the rise of communism, etc. It's linked to a great extent to Travancore and the policies of the last Diwan of Travancore. So Travancore was a big deal in Kerala history. So I was just, you know, keen to sort of fill this gap where this lady was concerned. And that I think, I think I wrote my first draft of the book by 2011-12. And frankly, at that time, I thought it was ready to publish. I'm glad I didn't because it would have been a hideous book that would have sunk without a trace. So it took another three and a half years to, you know, get to beat it into shape to get more material to really research and put the pieces together, which took me to, you know, there's material from America, which I couldn't find in India for there's this obscure magazine that I was looking for a journal that covered specifically the princely states, which was a massive source of information, because every two weeks, they had material on different princely states and what was happening, couldn't find it in India couldn't find it in Britain finally ended up finding it in America. And, you know, I had to spend a bomb to acquire that material, a lot from the British archives, then from the Delhi archives, the Kerala state archives, interviews with lots of people, you know, because the protagonist and the antagonist both died in the 1980s, which meant that people who knew them, their children, they were still alive at that time. So I had to go talk to them, you know, and it was interesting to sort of go through that journey for five, six years, and put together the story. Since then, you know, that book has not only filled a gap, I think, to my great advantage in terms of sales, etc. Anytime anybody looks up Kerala on Amazon, or Flipkart or whatever, this is the first book that pops up. Because there hasn't been a big mainstream book on Kerala for a very long time. There are academic books, there are books in Kerala, but for a larger pan Indian English reading audience, there hasn't been that much for a very long time. So anybody who now wants a book on Kerala history, this sort of shows up as the first option they have. And that's great for me in terms of sales. And I'm glad that the book helped resurrect Setulakshmi Bai and put her back in public"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:38.600",
        "message": "imagination, because she deserves to be there. And the book's also been optioned, I believe, for a potential web series."
    },
    {
        "speaker": "Guest",
        "time": "00:10:45.040",
        "message": "People keep saying film, but I think it's too big to be a film. The drama is far too intense to cover it in one two hour film, it'll end up being a shoddy"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:53.000",
        "message": "job if it's a film, I think, I can't really do justice to the story. And in contrast with the books you've spoken about in our previous episodes, but the ones that you wrote after this, there are no marauding elephants, there are runaway elephants in one scene where somebody goes to a function and the elephants have run away. But there is much less bloodshed, but perhaps more human drama. So did you want to be a historian before you actually set upon this quest or did setting"
    },
    {
        "speaker": "Guest",
        "time": "00:11:19.580",
        "message": "upon this quest naturally make you a historian? Yeah, I think it's the second way, which is that, you know, once I started the book, once I started doing my research, it also coincided with my master's degree in London, the fact of the matter was that I only persuaded my parents to let me go there because I wanted the archives. And you can't really tell your parents that, you know, you want them to spend a bomb and send you abroad, if you write a book, no parent in India is going to allow that. So what was interesting was research methods, we were taught for my master's program for the thesis, you know, how to understand the archives, how to negotiate libraries and so on, I could apply that almost immediately to my own research. And once I started doing that, you know, I had another career that I used to work in Parliament first, then I worked in the British Parliament for a while, then I worked with the BBC for a while. But it was the book and then the success of the book that really got me thinking and I was like, you know, this is something I'm passionate about. I am interested in history, I enjoy the research, I enjoy sitting in archives and libraries and discovering, you know, things and I enjoy also, I think, bringing to the fore marginalized stories, all the, both my first and my second book, they're both about, you know, either figures who are marginalized or a region that is marginalized that doesn't get the attention it perhaps deserves in terms of Indian history, as we talk in general. So I think that triggered this desire to keep focusing on history. And now I've taken the plunge, now I've become a full time writer and, you know, researcher. So now there's no escaping with the consequences of what I have brought upon myself. So far it's worked out, but I'm under no impression that this, you know, you never know what the future holds. Three successful books does not mean that your fourth or fifth or sixth will always be a successful book seem to be prepared for the worst, but I've decided to take that gamble"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:57.160",
        "message": "and you know, take that risk. No, in fact, whenever the subject of you has come up in my conversations with other people, all of them basically have the tone of how dare that scoundrel write three books before the age of 30. Has he even started shaving? How do older historians respond to what in their eyes must be this young kid just coming up and churning out book after book?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:18.160",
        "message": "You know, older historians have strangely been very generous. Actually one advantage is that, look at the books now, the first one won the Sahitya Academy is Yuva Purushkar. It was given by a panel of very distinguished scholars. And two years later, I actually ran into one of the jury members who told me who I was up against. And I'm not allowed to name the person. But it was very flattering to discover that, you know, I won despite that person being in the list and in the running for the award. Second book was not only, you know, critically acclaimed, it was also reviewed glowingly in a peer reviewed academic journal. For me, I'm doing my PhD now, you know, I, although I want to bridge the academic world with a larger audience, you always have this fear, you know, are you are you somehow diluting historical research? Are you somehow are you doing it in the way academics do it, etc. So it's good to be in a peer reviewed academic journal, because that means that your work"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:02.000",
        "message": "is passed."
    },
    {
        "speaker": "Guest",
        "time": "00:14:03.000",
        "message": "And this was Rebel Sultans. This was Rebel Sultans in a journal called Studies in History. And it was reviewed by University of Illinois professor and I was actually taken aback. I had no idea. There was University of Illinois professor reading my work. And even the praise, for example, on Rebel Sultans, the first book doesn't have any endorsements from any big names, because that's not something I wanted at that time. The second book, my publishers were keen. So I said, look, you reach out to whoever you're interested in. So we reached out to Muzaffar Alam, and he is a very senior scholar, you know, essentially the, you know, the big name of North Indian history and Mughal history and even the Deccan. He's worked a lot with Sanjay Subramanian. And you know, you discover, he basically came back saying he was working on something, so he wouldn't have time to go through the manuscript. And then, I'm not exaggerating, a day before we went to press, he emailed back saying he'd managed to read the manuscript, and he would love to give her an endorsement for the book. For me, that was a great, you know, I felt really not only honored, but also somewhat more confident, because it's not easy for a Muzaffar Alam to sort of endorse your work. He's a very senior scholar. He's not the type to take, you know, careless only or lazily written history very seriously. So that meant he appreciated it. Then my publisher told me that they ran into Rudraksha Mukherjee, who was also a very big historian. He appreciated the book. And now for the paperback edition, I think he's giving us an endorsement as well. So I think for me, having these big historians sort of support my work and encourage it is something I value a great deal. And I think it, going see, you always make mistakes, you're always, you're always learning none of your works. I think no historian can confidently say their work is 100% solid. You're always learning things are always going to be minor errors and omissions and slips and so on. But you keep improving. So I think it's good to have older historians sort of support that. What where some opposition has come, interestingly, from some of my contemporaries. So a lot of my PhD colleagues in London, most of them, I mean, the ones from India, at least, they sort of frown upon this. I don't know if it's a case of sour grapes, or if it's simply because, you know, they're like, no, no, no, you can't do this popular history thing. It's a bad idea. You know, academia is where you can do it soberly, properly, this making it engaging through writing and turn it into a storytelling process is very risky, it's fraught with lots of problems. And I agree, it's fraught with problems. But as you may have noticed, with the first and the second, the third, not so much, but the first and the second, it's rich with footnotes, I make sure that all my sources, the footnotes themselves sometimes have essay length material in them, because I'm not trying to sort of cut down on the academic aspect of it. If you read the footnotes, it almost reads like it's part of an academic book. It's just the main narrative that I try and make attractive in terms of writing. Some people of my age perhaps disapprove. But you know, because the older scholars who've established themselves and won their stripes and you know, earned their place up there, they've been supportive so far. And for me, I think that is, you know, it's a it's a it's a mark of confidence. Therefore, even though my contemporaries may sometimes, you know, rant about me on Facebook, I can see it, right? I can see that they like, you know, how they do this and things like that. But you know, I think it's good to know that older people support you. So it gives you the strength and the conviction to carry on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:03.080",
        "message": "And also, I don't really get the thing against popular history. I mean, the thing is, as long as the history is solid, why should it be a mark against it if it's written very well, and therefore sells very well?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:12.960",
        "message": "You know, it's an Indian thing. Here, we don't have that much popular history by academics, in the Western world, they always do it. Now, for example, the same people who say that you should not be doing popular history. Sunil Khilnani is an academic, you know, he has a PhD, he used to be the head of the India Institute in London, which is where I'm doing my PhD now. Now he's moved back to an American university. He wrote this iconic book called the idea of India in the late 1990s. He also did a book and I was his research assistant for that project called Incarnations, India through 50 lives. So it's 50 personalities, you've taken their profiles, and you've tried to explain a broader Indian history through that. Now, neither he nor I are scholars on each of these people. I mean, you're taking a VK Krishnamenon, for example, you're taking a Buddha, for example, I'm not a Buddhist studies person, neither is he. We're not great scholars on Krishnamenon, neither is, you know, Dr. Khilnani. But the thing is, that does not preclude us from being able to sort of do a decent amount of research on it and write about it. The argument that you have to be like a supreme expert on everything you touch is I think risky because that I mean, it doesn't hold water, Western academics, and he works in the Western world, which is why for them, also doing popular history is not at all a surprising thing. I mean, right now, there's Supriya Gandhi, who's just brought out a book on Dara Shukla, the tragic Mughal prince, and a lot of what ifs and you know, romantic stories around Dara Shukla. And she's done at least from every, you know, bit I've read so far, she's done a very good job of negotiating that inaccessible, attractive language. So the thing is, Western academics and people in the Western world make the effort to do popular history. Here, however, academics have not, I think, reached out that much into the popular audience. And another crop of historians has grown up who want to proactively touch and reach the popular mass. And there's that break, therefore, which naturally, you know, breeds its own insecurities and competition and rivalries and so on. Historians are also human beings. It's not like we are about ego clashes and jealousies and rivalries and fears and things like that. That's very much a part of anything, any human enterprise. And that, I think, exists more in India now. But, you know, as more and more historians do make the effort, academic historians do make the effort to write for a lay audience, I think it's a constructive thing. On the one hand, you can't complain that history is being perverted by politicians, on the other hand, do nothing about it. And if you want to convince the masses, go out to the masses, go out to the intelligent reading audience, you know, go out and reach out beyond your seminar circuit. I think there is value in that. I think, you know, the fighting for good history happens at different levels. It's not merely about, you know, sitting in the seminar circuit and issuing papers that you and I will read, but not anybody beyond that. That has its value. It is from that that people like me benefit. We learn a great deal from that, but someone has to also connect it for people who are not reading the seminar papers."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:51.280",
        "message": "And also so much of the politics of the present and indeed so much of the present period is influenced by narratives about the past, which makes it all the more important that we examine those more deeply and challenge, you know, loosely held assumptions about the past. And I was sort of just thinking aloud yesterday, and it struck me that, you know, many people call this current government a conservative government. But to me, in one sense, they are not conservative, they are radical, because I think what is inherent in Indian society is the fact that we are so assimilative, we take influences from everywhere, we are actually incredibly tolerant, and that's almost a DNA of our society. And that is something that the current government by trying to overturn and by trying to paint the world in binaries, is actually performing a radical act which goes against what our society is. And it struck me again, and I mean, this is a truism, but it struck me again, while reading your book that Kerala is actually an exemplar of this, in the sense that Kerala was one probably one of the first globalized places in the world, Christianity came to Kerala before it hit Europe, as you point out in your book, early Islam came here and it came here peacefully and the lifetime of the prophet in the lifetime of the prophet. Tell me a little bit about a sort of, you know, like, you quote, right up here at the end, in 1607, he writes, quote, there is no place in all of India, where contentment is more universal than at Calicut, both on account of the fertility and beauty of the country and of the intercourse with the men of all religions who live there in free exercise of their own religion. It is the busiest and most full of all traffic and commerce in the whole of India. It has merchants from all parts of the world, and of all nations and religions, by reason of the liberty and security accorded to them there, stop quote. And part of this, obviously, is because it's a port, right, and ports have always attracted"
    },
    {
        "speaker": "Guest",
        "time": "00:21:47.840",
        "message": "foreigners. See, the idea of the foreigner as an alien is not something that port cultures or coastal cultures have in general, because trade is the ecosystem that preserves these societies. Now look at a lot of this is also linked to geography. Now Kerala is the sliver of the Indian coast. It's cut off by the Western Ghats from Tamil Nadu, etc. It's not easy access. You can access through Palakkad, which is up north and then in the south there's via Kanyakumari district. There's another area, there's another way to access Kerala, or you will access it via the coast. But for the most part, Kerala sort of cut out from South Indian, from the peninsula as it were, which is why even when Vijayanagar was this great, powerful empire in the south that practically conquered almost all of the empire, it never really conquered Kerala, because it was Kerala was sort of its own zone. But it was also a very small area, which meant local economy was not enough to sustain any kind of grand civilization or any kind of grand, extraordinarily wealthy society. That wealth came from trade. It was trade and pepper and calico, calico comes from calicut, fabric, you know, that kind of trade that actually generated money for Kerala's kings. Even the idea of kingship in Kerala was very different from Tamil Nadu, North India. Kings were not kings who had large standing armies and things like that. Kings headed a network really of feudal lords, again linked to geography. You know, there are 44 rivers in Kerala. And we're talking about a time when navigating all this is extremely difficult, you know, moving around is extremely difficult, which means that a king will only control his capital and the immediate surroundings and a lot of it is based on feudal levies and things like that. Kings are not, I mean, they had land revenue, but they didn't really depend very much on land revenue, because trade brought them in multiples of what they earned through land. So kings had an incentive to promote trade, which meant what promoting new people, new colors of people, new people of different faiths. There are no issues with that because their livelihood depended on it. And none of this comes from entirely like noble thoughts. It comes because you have gains from it. So Arabs, the zamorin of Calicut builds, you know, builds up the city of Calicut, which becomes one of the great cities of the trading world. One of the reasons is that other rivals of his have Cologne and other places where the Jews and the Christians are dominant. The Arabs are sort of looking for a place. That's when the Calicut is emerging as a new ruler. And he says, hold on, you know, I've got this access to the sea, I'll give you very good terms of trade. I'll give you honesty. I won't cheat you. I'll give you a very overall make up a setting that invites trade and commerce to the city. And that formula works. The Arabs start gravitating towards this, the Chinese start gravitating towards it. And it's based on certain conditions that the city thrives. Naturally, there is a cultural impact on the area itself altogether. The Chinese bring in, the Malayalis eat, we cook a lot of our food in what we call China Chatti. China is China. It's the kind of utensil that came from China. There are these legends in Kerala where there's this Nambudiri Brahmin, for example, called Pandampurathu Namburi and how he, you know, keeps a Chinese merchant's treasure safe for a very long time and how the Chinese merchant is very happy. So you're meeting a Chinese foreigner with a Kerala Orthodox Nambudiri Brahmin in one of Kerala's oldest legends because the foreigner is always present in Kerala's legends. Islam is present to the extent that there is this wonderful story called Parai Pettapandirukulam, which is the, it's about a Dalit woman, a Paraya woman, practically one of the lowest castes who marries the sage Vararuchi through this adventure of their own. And they have 12 children. The 12 children includes one daughter from which a major matrilineal Naya family is descended, the Kalapara Mupil Nayas, but it also includes a Brahmin, the Meratola Agnihotri. It also includes a carpenter called Perindachan. It also includes a Dalit man who actually brings, every time the siblings meet for feast, this is the man who brings beef, the udders of a cow to this feast, to where a Brahmin brother and the woman and all are present. There's also a Muslim son and there's a son who's a deity. So these 12 children represent different castes, different religions even, and different ways of life. There's orthodox Brahminical vegetarian life. There is somebody who eats the udders of a cow. Everybody's represented in that one story of a Brahmin man and a Paraya woman producing the 12 castes and the 12 children and so on. These legends are basically hinting at something of great value. There are texts like the Kerala Olpatti, which is considered the premier text that explains the origins of Kerala. It's not really a historically sound text. It was written somewhere in the 17th century. Some say even in the 18th century. There's already foreign wars referred to in that with the Portuguese and people like that, depending on which version of the Kerala Olpatti you read. The oldest political legend of Kerala is about this king called Cheraman Perumal, who converts to Islam and goes off to Mecca. So you know, in the oldest political legend of Kerala, there is already Islam and there's already Arabia. So this is the ecosystem in which it works. It was easier to cross the Arabian Sea and reach Kerala than for a Malayali to travel by land all the way to Kashi or wherever else in North India. The sea made access to other countries easier than it did to other parts of the Indian subcontinent. So that is why Kerala evolved its own culture. The funny thing is, despite exposure with all these foreigners, it retained many of its original tribalistic elements also. A lot of tribal gods have survived, our Kava culture, the groves have survived with what are essentially pre-Brahmin, pre-Sanskritic gods. The matrilineal system survived. For some reason, despite all this exposure to patriarchal families and patriarchal religions and travelers and traders, matrilinealism stuck very strong in the royal families in the landed communities of Kerala and even in some very prominent lower caste groups. So you know, Kerala retained some sense of its independent identity. It retained a certain, you know, image of itself, all the same, constantly interacting with the world. For me, it's a great example. For example, right now, we're thinking about Indianness, right? There are ways to retain your Hinduness, there are ways to retain your Sanskriticness, there's ways to retain your Indianness, as it were, within whatever cultural parameters you're comfortable with, but also to engage with the world without feeling like it's some kind of threat, without feeling that foreign ideas and foreigners and anything that comes from outside is a bad thing. You can do both. It's not an either or, you know, our history is full of the and factor. It's both."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:43.840",
        "message": "You don't need to choose. In fact, I had a great episode a year and a half back with Vikram Doctor on Indian food, which is basically about how all Indian food essentially came from outside. There's very little that is originally Indian and yet all of it is Indian. Yeah, sure. It came from outside, but we made it our own. And a couple of thoughts strike me from what you just said. One is the mistake I often make and I caution others against making is thinking of India as that mental, you know, you have that mental map in your head that, oh, this is India. And there in the south, there's Tamil Nadu, Kerala, and these are all parts of this whole. But as you point out, you know, this mental map is a relatively recent construction. You actually have a Kerala if you look at it geographically, which is separated from the rest of what we now call India. And as you point out, it's more plausible for a lot of trade to happen over the seas than say for a Kerala Hindu to go to Kashi. The other important thing that this syncreticness of Kerala illustrates to me is the value of globalization and free markets that they lead to an open society necessarily. Because you know, if you are trading in a free market, it is in your interest to trade with as wide an economic network as you can, you will discriminate less, which is not to say not at all, but you will discriminate less, you will be more open. And you know, that's the key to an open society, you cannot have an open society without also having open trade and free markets. But it's interesting that despite all of this, another thing that comes through very strongly in your writing and in the ivory throne, is that despite this openness and this globalization and all of the and even the matrilineal nature of society, which we'll discuss after this, there are these very stark divisions, which are most clearly exemplified in the solidity and the rigidity of the caste system, which is perhaps in many ways worse in Kerala than other parts of India. What explains that contradiction? Tell me a bit about it."
    },
    {
        "speaker": "Guest",
        "time": "00:29:35.240",
        "message": "You know, Kerala was called famously the lunatic asylum of India by Swami Vivekananda, he knew caste, he had seen the caste system. And then he came to Kerala where he saw not only untouchability, but also things like unapproachability. There are distances certain castes had to keep from other castes, which are superior castes, because even their shadow, even their breath, even passing nearby could pollute"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:54.040",
        "message": "these. I think you pointed out some castes cannot get within 90 meters of a Brahmin and 50 meters"
    },
    {
        "speaker": "Guest",
        "time": "00:29:59.160",
        "message": "of a Nair. Yeah, there are there are rules like that about all of these things. There's even in some parts of Kerala, I think in my, where my family comes from, this caste doesn't exist. But there is a caste that was only allowed to come out at night, they're not allowed to see daylight and be seen by other people during the daylight, because even seeing them no matter what distance can can pollute you. So there's this kind of chaos and you know, madness also in Kerala society. You find this in some ways, I think part of it is also because of waves of immigration. Now, Kerala legend from the beginning says that Kerala is a country of immigrants. So the story is Parashuram brought all the Brahmins here and gave this land to the Brahmins. But at first the Brahmins had to discover that the land was completely occupied by ferocious Nagas. Now you can read that as serpents or you can read that as local tribes. And these Nagas would then push these Brahmins out, the Brahmins had to come back again and then make peace with the Nagas, except and why is it that all Kerala houses have grooves like in the house, one corner will be set apart in the compound as a groove, where it's allowed to run wild and anything is allowed to grow and there'll be a Naga statue in that. It's some kind of an old God that existed and the Brahmins basically accepted that God. So as the waves of immigrants come in, you find an increasing amount of temple construction. That's how a region that was largely forests and not agrarian yet becomes increasingly an agrarian society. That agrarian system seems to have been led by a lot of these upper castes, which is basically the Brahmins and the Nagas and those who tilted towards the future upper castes. Agrarian society meant wealth, wealth meant cornering resources and becoming more powerful, which meant that people who originally lived there, which is the later Dalit castes of Kerala, the Kauravas, the Pulayas, the Pulayas were an aggressive slave caste. But if you talk to them, the older members of the community, this is not written down anywhere, but they have their legends of Pulaya kings, of Pulaya chieftains, of people who had forts and so on in their community. But these were all, I think, forest communities at some point and they were slowly enslaved as urbanization and agrarianism built up, thanks to the immigrant communities that came in over different periods of time. That's how the caste system picks up. It's different groups that arrived at different times, sort of putting them into different boxes. But all the same, the upper castes had a lot to gel with. For example, in a Brahmin family, only if there are three sons, only the eldest is allowed to marry a Brahmin woman, because that way you only have one line in which succession happens in the Brahmin community, which means your property stays intact. It doesn't get partitioned. So if all three brothers marry Brahmin women and have Brahmin kids, there are three heirs, you have to split the property. So if only the eldest produces a Brahmin heir, the other two brothers marry non-Brahmin women. So they go and marry these matrilineal women from matrilineal communities. So that may be a Kshatriya princess or it may be a Shudra Naya. Now remember, Shudra does not mean low caste in the sense, Shudra still Sa Varna, which is in the Varna system. So Brahmins in Kerala said it was Brahmins, a few upgraded Nayas who wore the sacred thread as officially Kshatriyas, and then everyone else is a Shudra. But the Shudras were powerful landed communities. So they would marry the Shudra women also, with the result that in the next generation, you may have one son who's the Brahmin, say the temple priest, the second cousin would have married would it would be the son of this princess or whatever, and the local Raja. The third brother's son would be the local warlord or Naya chieftain or Naya general or whatever. So all three are cousins, they belong to different castes. One is a Brahmin, one is a Kshatriya, one is the warrior. And they therefore ensure that that upper caste prerogative and power they have is preserved. So the caste system was extremely brutal to those who are Avarna, out of that system. But the Savarnas made sure they were constantly gelling with each other through intermarriage and through links of not only economic exchange, but also the exchange of blood."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:29.040",
        "message": "In fact, there's an amusing chapter in the ivory throne about how you mentioned, you know, upgraded Naya is about how Martandu Varma who sort of resurrected the house of Travancore as it were, was an upgraded Naya, for respectability, they did various rituals and all that."
    },
    {
        "speaker": "Guest",
        "time": "00:33:43.720",
        "message": "So he could call himself a Kshatriya. And it's not just him, a lot of, and the funniest is there are, there are families that got stuck midway, like they were in the process of upgrading and then colonialism hits and they never quite complete the process. So usually people think that anybody in Kerala with the surname Varma, you know, your surname really is a Kshatriya, like who belongs to one of these palace communities. But there's a gradation within that. So you have at the beginning, the highest Kshatriya in Kerala is the Cochin Raja because his sacred thread is the oldest. In fact, there's this funny story where Martandu Varma has defeated the Cochin Raja and they've signed a treaty and they, you know, after they've done everything and they go and take a dip in the pond because in those days, that's a cultural thing, you go and bathe together. So then they take a dip in the pond and this Martandu Varma looks at the Cochin Raja's sacred thread and says, it's really filthy, it's all like turned black with dirt. And he says, you know, can't you clean this, look at mine, it's so pristine and white and so on. And the Cochin Raja says, you know, my Poonoola, my sacred thread is a little old as opposed to yours, which is new. The idea being that Martandu Varma is just a recent upgrade into the Kshatriya community, whereas the Cochin Raja has been there for so long that even his sacred thread has turned dirty. So there are families like the Cochin Raja. Then there are later people, for example, the Travenco family and its networks, which managed to gain the upgrade in the 17th century and the 18th century. Then there's another family called the Thekumkur and Vadkumkur Varmas. They have the surname of Varma, but they don't have the sacred thread. So they've literally been stuck in limbo where they're technically still Nayas, but they've managed to get the surname of the Kshatriyas. Then there are lower people like the caste of the Zamorin of Calicut. The Zamorins never thought it was worthwhile to go through this process. Everyone tried and decided it was too expensive to try and get the sacred thread. So they're stuck in another subgroup called Samantas, which are also neither Nayas fully nor fully Kshatriyas, somewhere stuck in the middle. So this process is fascinating because there are families you can specifically identify that tried to upgrade themselves within the last three, three and a half centuries and got stuck at different positions in the caste system. The British come and after that, there's no moving up or down. Then you're stuck because the British are cataloging everything and creating manuals and so on. So whatever box you were found in, in the 18th century became your final box."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:39.840",
        "message": "And the British, of course, are very good at putting you in these boxes for their own"
    },
    {
        "speaker": "Unknown",
        "time": "00:35:43.200",
        "message": "reasons of classification because they're trying to figure everything out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:46.680",
        "message": "And then those boxes will put you in become the fixed narrative and like we've discussed"
    },
    {
        "speaker": "Guest",
        "time": "00:35:50.760",
        "message": "this in the past. There is no way to generalize. For example, you know, you find that a lot of this privilege comes from who can sit and eat with a Brahmin, for example. Now Nambudwari Brahmins in Kerala are extremely orthodox. Now the Zamorin of Calicut does not have a sacred thread. He's not technically a full Kshatriya, but he has the privilege of eating with Nambudwari. Nayas in general cannot cook for Nambudwari or feed them or sit and eat with them. But one particular Naya family, the Kavalapara Mupil Nayar, he has the privilege of eating with Brahmins. Now within this there are ranges, a Punul or a sacred thread wearing Kshatriya can sit next to a Brahmin and eat in the same line. Someone like the Zamorin can't do what is called Panti Bhojanam. He can do Sakshi Bhojanam. Sakshi Bhojanam is to sit in the same room, but not in the same line. The caste system is so intricate, you know, there are people who can sit with, there are people who can sit in the same room, there are people who can sit outside, there are people who are not even allowed on the threshold. My great-grandfather was a school headmaster. He had these aggressive laborers who belonged to Dalit communities. They were not allowed to look at the house, but because of Kerala's educational system which had built up from the 19th century, there were Puleya Dalit teachers in his school and every year as the headmaster, he gave a grand feast for people in our house. And it's fascinating to hear from my grandmother that even in the 40s, the rule was very simple. All the Nayas could sit in the veranda outside the kitchen area and they would be served their food there on leaves. The Christians etc. sat at a lower level because they were not allowed to sit inside the house. So they sat at a lower level on one of the steps and that's where they would eat. And the Puleya Dalit teachers, they would be served their food near the house, which the laborers were not allowed near the house, but because they were teachers they were allowed near the house, but their food was served in the cow shed. So the feast is happening in different spaces because each space has a caste-related connotation. It becomes extremely intricate and extremely complicated in Kerala. And that, you know, that it also reveals a lot about the caste system. The received wisdom we have that the caste system was Brahmin, Kshatriya, Vaishya, Shudra and these were the four castes etc. There was no such pan-Indian caste system. Every region, every place, it had its own Jati system. The Varna system was just a theoretical construct and it was also an instrument of manipulation. You could bribe Rajas to support various causes by promising them a higher Varna. And you know, that was it till the British came and looked up these texts and thought the texts held reality. These were not considered real categories, you know, for people in their everyday lived lives. Their everyday lived lives are much more complex."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:07.160",
        "message": "And I guess one could say that your location in the caste system could be gauged by your location while at mealtimes. Is this stuff that you kind of discovered with this granularity while you were doing research for your book? Or is it something that filtered down to you anyway?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:20.600",
        "message": "I mean, I was in the course of the book because, you know, once although the book is primarily about this wonderful feuding, like these feuding sisters of Travancore, these royal women and that court intrigue and the Darbar politics and all of that and the British and how they intervene in all this. In the process, because Sethu Rashmi Bai also ruled, there's policy, there's decisions on social reform. Looking up these is what led me into these aspects and I found that it was fascinating. That's why the book took me six years because I wanted to not only weave in the palace gossip and all that was happening in a dramatic sense in the palace, but also these larger dynamics of a changing world. Because once colonialism came in and independence is approaching, that period is extremely fascinating between where colonialism is slowly starting to recede and fade and Indian nationalism is growing. How are royal families, you know, placed at that time in a very complicated position where they're not sure which way the future is turning. So at that time to study things with this greater granularity was, I thought, a very interesting, you know, prospect."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:16.440",
        "message": "And what you do very well in your book is that you set up the narrative by talking about all the tumult in the region we now called Kerala, but, you know, there's Calicut and there's Cochin and there's Travancore and all that for maybe 300 years before the British finally come, you know, from the time the Portuguese come to Calicut and they have an awkward time getting through and then the subsequent battles, Martinda Verma, you know, and more part of Verma's reviving the fate of Travancore and then colonialism coming in and everything kind of settling down to this default thing where the British are now in charge. Just take me through a little bit of the tumult of that period."
    },
    {
        "speaker": "Guest",
        "time": "00:39:55.400",
        "message": "You know, it is a very bloody period in the sense that colonialism, so we were talking about the Arab traders in Calicut and so on. They had a wonderful equation going on for a long time. Then you find that the Chinese withdraw from the international seas, which is a huge thing. It's not given its due. But if the Chinese had continued to be in the Arabian Sea, their ships were 10 times larger than these European ships. The Chinese had the capacity to kick Europeans back to Europe and, you know, retain control of the Arabian Sea and trade in general."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:21.320",
        "message": "And were they interested in colonizing others like the Europeans were or were they just"
    },
    {
        "speaker": "Guest",
        "time": "00:40:24.680",
        "message": "happy to trade? I think they were happy to trade. They had a few outposts here and there and they had a certain, let's say, network of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:30.080",
        "message": "influence. So the whole history of the subcontinent would have been very different."
    },
    {
        "speaker": "Guest",
        "time": "00:40:32.960",
        "message": "The Chinese had remained, but the Chinese became isolationist for some, their own internal reasons at that time. So the Chinese withdrew. So it was left, the seas were left only to the Arabs. Now you have the Europeans coming in with their new technologies and their new angst to sort of take charge of it. They try and come and negotiate with these land rulers in Kerala, but they find that they can't beat these rulers on land. And the rulers have a good deal with the Arabs. So why should they entertain these white men from what they think is a barbaric country? They thought the Portuguese were barbaric. You know, that's what the Zamorin thought. He thought of them as barbarians. It's only later that colonizers started calling Indians barbarians. First it was the other way around. Then these guys discover that they actually have more power at sea. The Portuguese and the Europeans in general. So they start, you know, essentially it's piracy and terrorism at sea. They start sinking ships. They start preventing trade from happening. They start playing party pooper till these Rajas are forced to come to the table. Now this unleashes a whole set of new dynamics because now what's happening is the old powers like the Zamorin and his networks with the Arabs, they start fading and these European companies come up. And the European companies have an active interest in promoting smaller, less ambitious rulers like the Zamorin, using them as puppets and building up their own profile in Kerala. That's where you find the Kochi Raja comes up. The Kochi Raja's career for the last five centuries has always been, has entirely been being the puppet in the hands of one European company or the other. The crown of Kochi, which is now kept in a palace in Tripunathara in a museum. If you look at the crown, there's the emblem of the Dutch East India Company on it because they made the crown and gave it to the Kochi Raja. Even his crown is inscribed with the company's logo and a logo because he's not entirely free. Now what happens in the south of Kerala, which is, you know, Travancore at that time is essentially a political backwater. It's a small sliver between Kanyakumari and Trivandrum. Nobody cares very much about it. The family is not even considered fully Malayali. They're very exposed to Tamil society. So they're not considered de facto shuddha Malayalis. Now this prince discovers that this chaos, to quote from a line from Game of Thrones, chaos is a ladder. You can use that to your own advantage. What does he do? He starts getting weapons from the East India Company. The English are still not a major factor. It's the Dutch by this time, we're talking about the 18th century. The Portuguese are displaced by the Dutch and now the Dutch are in control and the English are about to displace the Dutch. So Marthandu Varma acquires weapons, etc. from the English. He gets a prisoner of war from the Dutch to come and start training his armies in a modern Western style. He starts getting mercenaries from Tamil Nadu and does something unheard of in Kerala, which is to start conquering territory. Earlier when kings defeated other kings, they just made them vassals. They do not conquer. They do not annex territory. Very rarely did that happen. Marthandu makes this his chief political activity and he ends up conquering everything up to Cochin. But the timing is also important because suddenly communication is easier. The earlier hassles that existed, say in the 15th and 16th century, no longer apply in the 18th century. Things are moving much faster. The world is becoming a faster place. The English companies are facilitating that. New weapons and technologies are coming in. New forms of fortification are coming in. And he's reaching out to people beyond the Kerala ecosystem. He at one point reaches out to Hyder Ali asking for assistance. So you know, he builds up a new modern state in a modern changing universe. He uses the chaos that colonialism and early colonialism is unleashing in the Indian subcontinent and uses that to his advantage to create the state of Travancore. That is how he sort of, you know, turns a rather sad declining situation to his advantage, benefits from it. Now, the funny thing is he's also a Hindu king with aspirations of his own. So first he has to upgrade himself in caste because if you read Marthandavarma's story, what is fascinating is that he was still then first among equals. Royal blood was not sacred. His nobility was constantly trying to murder him when he was a prince because they don't like him. He decides, therefore, that royal blood must become more sacred. People must hesitate to drop or sort of stab royalty and, you know, spill their blood. So he decides that that means your caste has to be upgraded and a certain awe has to be built around royalty. All kings do it. The Delhi Sultans did it. They use protocol and state and court decorum and culture etc to make yourself look extremely powerful and extremely, let's say, otherworldly, superhuman in some ways. So Marthandavarma says I need a caste upgrade. He gets Brahmins. Now all the Nabudri Brahmins in Kerala are in northern Kerala. So he's not, they don't actually live here, but he has to find a way to woo them and give him a caste upgrade. The process is the ritual called Hiranyagarbha where they construct a cow made entirely out of gold. The king goes in through the cow, sits inside the cow. They chant mantras of birth. So and then he emerges from under the tail of the cow and now he's reborn. He's now reborn as a Kshatriya who can wear the sacred thread, part of the Soma Vamsha or the house of the moon, etc, etc. So he gains, first of all, his caste upgrade. The other thing is once you've got a caste upgrade, you can now no longer let your Nayas who are technically Shudras, you know, they can't come and touch you and serve you. So you need Brahmins to come and surround you and sort of have this Brahminical decorous system around you. Now, as I said, all the Nabudris are in North Kerala. So what does he do? He imports Tamil Brahmins by the thousands into Kerala, gives them various incentives to come to his state, which is free feeding houses, lots of privileges and benefits, etc. So the Tamil Brahmins come in and they start surrounding the royal family. And then he creates a protocol around the royal family, which is even the language used for royalty has to be highly artificial. It's essentially like public relations now. Politicians know that on the one hand, they have to be in touch with the masses, etc. But the masses must never think of them as ordinary because familiarity breeds content. So Marthandwarman knows this rule and he's doing this in an 18th century format, which is that, you know, even as I said, language is artificial. So when a normal Malayali like myself, when I wake up in the morning, the first thing we do is palli dekha, which is to brush your teeth. For royalty, the word is tirumutta vilakka, the cleaning of the royal pearls, because royalty doesn't have teeth, it has pearls. You know, when a Raja or a Rani goes for a bath, it is not called a kuli, which is what we would use as a regular Malayali. That would be the word. They go for a palli nirata, the royal frolic in water. When they eat, it's called amrutheta, which is eating amruth or nectar, you're not eating normal food. When they cry, it's called trikandnirvarkuva, you know, the royal like water is emerging from its eyes and things like that. Then when the Queen of Travancore gets pregnant, you know, the proclamation is never she's pregnant. Pregnancy is not a word you use for Queens and royalty. The word is tiruvairvanu, the royal womb is occupied. And then when the Queen delivers the baby, it's tiruvairvazhinu, the royal womb is vacated because Queens don't do such human things as give birth and get pregnant. And when a Maharaja of Travancore is on his deathbed, they find a Tamil Brahmin and they get the Tamil Brahmin to embrace the dying Raja. What is he doing? He's handing over his sins to the Brahmin. So he can get moksha and go straight to, you know, whatever, heaven or whatever. And the Brahmin is paid 10,000 rupees taken to the border of Travancore and unceremoniously kicked out to disappear with the sins forever. And when the king dies, finally, it's called nadni. He's ended ruling his rule in this nada, this kingdom, he's now moved to the other kingdom, the heavenly kingdom to rule that. So even the language is highly artificial vocabularies constructed around the royal family to reinforce the idea that these people are so special, they're so wonderful, they're so not like you and me. That is to be constantly regenerated and constantly done. The irony is he ends up creating what, and Travancore consciously called itself a Hindu state in the 19th century, called itself the Hindu state of Travancore. But how is the Hindu state created with East India Company arms by a Dutch mercenary who trained its forces by Tamil mercenary armies and by a king who only after he did all this using all these instruments of modernity, he also used Brahminical culture to Sanskritize and to make himself the Sanskritic Indian king. But that Sanskritism was backed by forces that were unleashed by colonialism, just backed by forces that were entirely modern and vintage and not ancient by any stretch."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:00.920",
        "message": "It's optics."
    },
    {
        "speaker": "Guest",
        "time": "00:48:01.920",
        "message": "It's really positioning. Using your ancient unbroken pure Kshatriya lineage was a very modern enterprise."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:07.600",
        "message": "Right. No. And of course, you know, talking of these elaborate rituals and all that in your book, there's a very long description and just reading it made me tired and want to dry myself with towel of the young Sethu Lakshmibai, I think having a bath and the ritual it involved. It is so incredibly elaborate. I think everything would take two hours. Yeah. And what kind of strikes me also about Marthand Varma is that he's a very interesting character in that he seems to combine a medieval brutality with an almost modern sense of real politic. And so I'll just read out a couple of quotes from your book that give a sense of that because I found this quite fascinating. One is, of course, you know, your other books have tons of violence in them. This one doesn't have so much, but still, this is this is a glimpse. And what happens after he discovers a conspiracy in his court court soon enough and evidence fell into the Raja's hands of a conspiracy at court. He had the Pilamar arrested summarily and presented proof of their perfidy. In what was unprecedented, instead of chastising the nobles by demoting their powers, but otherwise leaving them unharmed, Marthand Varma ordered their immediate execution. Their properties were attached and their women and children sold into slavery with not a hint of mercy or sympathy and thus perished 42 noble houses of the realm, obliterating internal opposition from the Raja's path and ringing the death knell of feudalism in the region. Stop, quote, very Game of Thrones style. And the other quote is about when he's dying and you're right, quote, on his death bed in 1758, he issued seven injunctions for political survival to his heirs. The most crucial of which was that the friendship existing between the English East India Company and Travancore should be maintained at any risk, and that full confidence should always be placed in the support and aid of that honourable association. Stop quote. And there is a hint of practicality and like, I mean, I don't know whether it comes from an understanding of what a force the East India Company can be or maybe it's just recognition that his successors aren't as brilliant and enterprising as him, but it sets a tone for"
    },
    {
        "speaker": "Guest",
        "time": "00:50:18.760",
        "message": "what is to happen in the centuries to come. It does, because without the British, the kingdom could not have survived. You know, the brutality, as you mentioned, is actually quite striking because there are still fisher families outside Trivandrum. There are villages where they're called fair fishermen, you know, villages, means fair. The idea being these people are descended from these upper caste Nair women who Marthandor sold into slavery. What did he do? Why is he doing that? Because by giving up these women and making them eat with and live with fishermen, you are forever reducing their caste position. They can never bounce back from something like that. Killing a family member, killing all the men, the women can still have babies in that family, the vamsha still survives. But you demote them in caste, you completely make them important. There's no way they can come back and harm you. There are so many stories. In fact, there's even a story, if you go to Trivandrum, next to the Padmanabhaswamy temple, there is this pond called the Padmateertham. It's a huge pond, massive tank really. The legend goes that it wasn't originally so big. Next to that, one of these courtiers had his huge mansion and the way Marthandor, once he defeats his various enemies, what he does is, it's called kolam thonduga in Malayalam. You not only destroy the house, you turn that spot into a pond and fill it with water so that any sign of a house having been there completely disappears from local and public memory. So get rid of the lineage, get rid of even the land and the property on which these people actually lived. And suddenly these people cease to exist, as far as the future is concerned. They no longer exist as even a concept for other rebels to rally around and sort of make them a focus for any kind of rebellion against the king. You see that even with politicians now. Why is it that the politicians always want to delegitimize somebody else? You delegitimize your rival because you have to make sure they become completely important. Nobody should be able to rally around them because they've been completely sort of stripped of any kind of legitimacy in the political system. And I guess painting them as anti-national is the easiest way to do that. You know, just now there's a politician who said, oh, maybe we should send the actual correct information on the CA to the Citizenship Amendment Act to Rahul Gandhi in Italian. All of this is suggesting that he's illegitimate, he doesn't belong here. It's trying to negate this person's right or even his claim to be here and saying that no, you are not a factor at all. And all of this is about the optics as much as it is about politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:28.920",
        "message": "And interestingly, you'd imagine that, you know, one reads about Martanda Varma's brutality and all of that, and you see all the violence raging and you think, oh, okay, it's a typical patriarchal society, there must be toxic masculinity all over. And yet, and yet, tell me a little bit about sort of the matrilineal nature of Kerala society and how it sort of came to be and what form it took through these centuries."
    },
    {
        "speaker": "Guest",
        "time": "00:52:53.440",
        "message": "So the thing is, people often say matriarchal, it's not matriarchal, it's linear, matrilineal. Because at the end of the day, it's the men who actually hold a lot of power as well. It's not like the men are completely divested of influence. The only changes, to put it simplistically, the family is not man, wife and children. It is woman, her brother and her children. So the focus is the woman. The owner is the woman. So in the Zamorin of Calicut's family, the eldest female, even if she's a 12 year old girl, and the Zamorin himself is 70, and he's her grandfather, she's a granduncle of hers, he will still bow to her and call her Amma, which is mother, because a woman is the technical owner of the property. She is the head of the family. In Travancore similarly, the Raja's wife is only called Ammachi, Ammachi means mother of his highness's children. She is not queen, neither are his children royalty. They are normal, ordinary people. So for instance, one of the Maharajas of Travancore, let's say this one who died in 1924, his full title is His Highness Shri Padmanabha Dasa, Vanchipala, Shri Moolam Dhirnar, Damavarma Kulshekhara, Kiritapati, Manya Sultan, Maharaja Raja Ramaraja Bahadur, Shamsherjung. And then of course there are his English titles. But his son is simply Mr. Velayudhan Thambi."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:01.760",
        "message": "And you can add a Shri, which is given to them. Perhaps to his great relief. That's all he is."
    },
    {
        "speaker": "Guest",
        "time": "00:54:06.480",
        "message": "Thambi, which is a surname, means brother. So you're saying this person is like a brother to the royal family, but he is not a Thamburan, which means he's not a royal himself. He's a relative of the royal family. So the king's son is a mister. The king has a string of titles. The king's son is always a mister and the king's wife is also a missus. So a Maharaja of Cochin, for example, had this very powerful wife. He died in 1932. The wife was never Maharani. She was always called, his name was Ramavarma. She was called Lady Ramavarma. She was never called Rani Parukutti Netiara, whatever her name was. She's called Lady Ramavarma. In his English title as Sir Ramavarma, his wife could be Lady Ramavarma. But in his family title of Raja, the Raniship went to his sister as per the matrilineal system."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:45.560",
        "message": "And the sister's kids are the heirs."
    },
    {
        "speaker": "Guest",
        "time": "00:54:48.720",
        "message": "Heirs again, I mean, people often simplistically say it's the man's nephew who succeeds him. There is no such rule that says the nephew has to succeed him. The next oldest person in the matrilineal joint family is the ruler. That may be your brother, a nephew who's older than a brother, that nephew would rule first, even though he's technically a nephew in terms of relationship. If the nephew is somehow older, the nephew has the first claim to the throne, only then the other uncle who's younger. So age is the determining factor for both the male as well as the female."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:16.280",
        "message": "This is possibly the origin of fudging birth certificates. It did not happen in UP, Bihar sports teams. Ah, you had to do it."
    },
    {
        "speaker": "Guest",
        "time": "00:55:25.400",
        "message": "So let's put it in the context of the Travancore royal family. The favorite analogy I give is through some of these court rituals. So the Maharani of Travancore, Setu Lakshmibai for example, she is the Maharani, her husband is only called the consort. He's not even usually called husband. He's just called the consort. The consort cannot sit in the presence of his wife unless she gives him permission. He can't call his wife by name. Till this husband of hers died in 1976, he always referred to his wife as her highness. He would ask his grandchildren, where is her highness? He'd never say, where's your grandmother? He'd say, where is her highness, because he was always aware that her position was superior to him. When they, you know, she was considered a great reformer because in the 1910s, she started traveling in the same car with her husband. Her uncle was scandalized. He said, he may be your husband, but he's your subject. He cannot be seen seated next to you because to sit next to somebody signifies equality. The queen's husband has no right to sit next to her. He has to follow in a smaller car. Back in the day, you know, they were not allowed to live in the same palace. The queen's husbands lived in these smaller bungalows really attached to the palace and they were summoned to the royal bedchamber whenever the queens wished and that was the arrangement. Usually after marriage, etc., even when they had, you know, let's use the polite word of sexual Congress, even when they had to sleep with each other because astrologers who decided when Shani was in the right place and Venus was in the right place and things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:38.040",
        "message": "The consummation of the wedding, basically."
    },
    {
        "speaker": "Guest",
        "time": "00:56:39.040",
        "message": "Yeah, the consummation of the wedding and, you know, for the initial phase so that you make sure a good heir is born. These husbands were not allowed to die in the palace. You know, only members of the royal family can die in the palace. Husbands are not members of the royal family. So usually if they're dying, they could even be lifted with their deathbed and taken to die elsewhere in a public building or a private building of their own, not in the palace. And the wife and the children, the Maharani and her children will not attend the man's funeral. He may be your father. He may be your husband, but he's a subject of the state and royalty does not attend the funerals of private citizens of the state. That is how the system works. For Maharaja's wives also, the amichis, they are technically private citizens of the state. They are wives of the Maharaja and many Maharajas are deeply in love with their wives. There's one who died in the mid-19th century. Technically his wife was a nobody. She has no state recognition. She has some pensions and honors, etc., but she has no official recognition from the Darbar as a member of the royal family. But when she dies, this man starts fasting and doing lots of religious ceremonies, etc. And three months later, he himself dies because this is all too much for him to take. You know, there's another Raja whose first wife dies very young in childbirth and this man for the next 17-18 years, he doesn't marry because he can't somehow give up the memory of his first wife. Legally and technically in the official documents, the Maharaja has no wife. Even the ritual of marriage. In Kerala among matrilineal communities, all you have to do is hand over a cloth. You light a lamp, put a red silk and a cloth, a munda, and you hand it over to the lady. If she accepts, you're married. If she throws it in your face, you're not married and divorce is very easy. All you have to do is, frankly, my ex-boss got in trouble for saying this, but it is often said in Naya families that to tell a husband not to come back, all you have to do is keep his things outside and, you know, keep his shoes outside or keep his spittoon outside or his walking stick outside and he gets the clue. Don't come back to this house. That is as simple as divorce gets. So there was this, what was the point I was making though?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:29.240",
        "message": "We were talking about matrilineal. I know, even the ritual of wedding."
    },
    {
        "speaker": "Guest",
        "time": "00:58:31.880",
        "message": "So when the kings get married, what happens is the lady is invited to the palace and there's a room where the wedding takes place. There's a cloth and it's kept in a tray and there's a golden cup that's kept there with water. And what happens is the actual handing of the cloth is done by the Chamberlain. It's not done by the king in person. The Chamberlain hands over the cloth. The lady wears all these fine silks and etc. She takes that golden pot of water and then goes into the king's bedchamber. So one could argue that technically she's not even married to the king because the king is like a saintly figure. There is this one historian of Travancore who talks about how Marthandavarma, because he creates all this protocol around the royal family and most importantly, he dedicates the kingdom to God. He goes to the Padmanabhaswamy temple and says all my conquests are dedicated to God. It is often cast as this great spiritual act, but it wasn't a spiritual act. What he was doing was again politics. I mean, there may have been some spiritual angle to it, but look at this. He was a conqueror. He was seen as an invader in other parts of Kerala. Everywhere he goes, even after he's got the heart power, people treat him with illegitimacy. They say you don't belong here. We don't accept you. So you donate it to God. You can criticize the king, but tomorrow onwards, once it becomes God's estate, you can't criticize God. So that's why by handing it over to the deity in the temple and ruling as the deity's regent on earth, you're basically precluding a lot of criticism. Nobody can stand up to you. It was the anti-national of its own time. If you stand up to the king, you're actually standing up to God. You're not a good citizen of the state, etc, etc. So you know, he reinforces this because of which the king starts being, to quote this historian, Sanguni Menon of the 19th century, who was a Darbar historian, the king is seen a lot like the Pope, the semi-religious figure. So the semi-religious figure is not technically supposed to have marriage and kids and carnal feelings. So there is a little bit of that also. But yeah, this matrilineal system, it spreads even in regular, you know, Naya families like mine, for example, in the old days, when my father passed away, you know, there is that question of whether I should even have done the rituals because his sister's children are the ones who have the first claim. Nowadays, the children do it themselves. But even then, somebody from the sister's family will stand with you and they will also participate in the ritual because that you can't entirely give up that old custom either. And you know, when people die, you have that period of pollution that you're not supposed to go to temples for a certain number of days, 10 days or 12 days or something. Technically, for a man's children, they don't, they're never polluted. The day of our father passed away, you can go to the temple if you want, because you don't get that pollution that goes to a sister's family, they are the ones who are polluted,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:56.640",
        "message": "not you. No, and one interesting consequence of matrilineal system, and I'm guessing that there is causation to this and not just correlation, is that the women therefore tend to be extremely empowered in the sense I was, you know, just a couple of days ago, I was reading a biography of Mary Shelley, who wrote Frankenstein, because I was sort of talking about that for my other show, The Book Club and Storytell. And interesting tidbit I picked up there is that her husband Percy gave her a book to read, which was by this guy called James Lawrence. And it was called the Empire of the Nairs. And she was, yeah, and Mary Shelley, you got to remember, is a daughter of Mary Wollstonecraft. She's a feminist herself and all that. But this book was too feminist for her. So you know, because what the book describes and what the Nairs were and what Kerala society was, is not just a matrilineal line of descent and, you know, giving kingship and property and all of that. But you know, women were empowered, they would take multiple husbands, they would, you know, have multiple sexual partners. And, you know, all of those, what we tend to think of as sanskar or whatever is actually something that was brought in by the British when they impose the Victorian values. I mean, as you've pointed out, in the last episode we did, women in Kerala typically went around bare chested till the British, you know, impose their sense of shame on them."
    },
    {
        "speaker": "Guest",
        "time": "01:02:12.880",
        "message": "And it was in fact considered rude to, it was considered indecent, not even rude. You were considered a, I mean, not to use, pardon my French, but you know, you were considered a slut if you wore a blouse. If you're a Hindu woman of high caste, and you wore a blouse, they'd say, my God, why you dress like a slut? Because only a woman of no culture, only a public woman would feel the need to sort of cover herself up like that. No decent woman would feel the need to cover herself, because what are you, why are you sexualizing your breasts?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:35.400",
        "message": "In fact, if I'm not mistaken, there is an anecdote in Ivory Throne also where a queen has a woman who dares to cover her breast in front of her, has her breast mutilated."
    },
    {
        "speaker": "Guest",
        "time": "01:02:42.120",
        "message": "Yeah, there is a story. Because she's like, hey, we are all, you know, yeah, you can't go and you can't go and dress like that. How shameless. But the polyandry is fascinating. This idea of women having multiple husbands, as I said, not only divorce, but you could have multiple husbands. I have met a woman, she's still alive, there's a town called Mamalikara, there's a village near that, which is where my ancestors lived. And in that village, I met a woman in her 90s, who was married to two brothers. She was co-wife to two brothers. And this woman is still alive. I have spoken to her. I've talked to her. And of course, it's very awkward to raise this question. But everybody in that village openly says that madams, you know, they refer to the senior husband, the junior husband based on the on the age of these two men who are brothers. And there is no embarrassment about it. You know, there is a maid says, avrte valya saar and kocha saar, saar is the English word sir, and kocha and valya means junior and senior. There is no embarrassment. There is no sense of surprise, because these things are not all that unfamiliar. We like to pretend now, we like to pretend that there is something taboo about this. But the fact is, in rural Kerala, this sort of story is still, it doesn't startle anyone. There are still families, there are still old people who've lived that life, who've lived in that polyandrous system. My great grandmother, there's a wonderful story about how she first started wearing the blouse. This is only in the 1940s. She's already a woman in her 40s at that time, her second daughter gets married, and the younger women are also wearing blouses and saris, etc. They've stopped giving, they've given up the older tradition of wearing just the thing around your waist. So for the wedding, the boy's mother comes to the house, and she brings with her and she's come wearing this thing called the rauka. And my great grandmother is like, my God, you're my age, but you're wearing a blouse and all that. And she says, well, don't you know, this is a new fashion, you know, it's 1940s now such a modern time, we should start wearing these, these, you know, wonderful new things called blouses. And my great grandmother wears it and first she's extremely ashamed about coming out in public wearing it. So she'll wear it inside the house, show it to her daughters and hide it and fold it away and put it away. Thinking, oh my God, if I wear a blouse, what will my husband say? What will my brother say? You know, how indecent of me to do that, what will they think about me and so on. Finally takes her children sometime to persuade her saying that it's okay to wear a blouse. Wearing a blouse does not make you a bad person. You know, this is a time where she belongs to that generation of wearing a blouse is a bad thing. My father's side great grandmother till she died in the 1970s. She never wore a blouse. She refused. She said, I will not dress like this. This new newfangled fashion that you guys have discovered, I'm not going to wear it. So we have a photograph of her taken on one of those old cameras where you get these square little pictures of her with a niece of hers or something. The niece is wearing a blouse and a regular Majali saree as it were. The old lady's just got a loose cloth on one side of her shoulder. So the other side is completely exposed and she's got this. And my father says that it was, I mean, people didn't even look at it as bad or as something to be embarrassed about. That woman would, you know, people would come to the house, she would feed them. She would have servants around the house. This is an agrarian society. So a lot of workers would be around and she'd be the one managing all this in the stopless avatar because nobody looked at it with that sexual gaze. Nobody looked at it with a gaze of that conveyed vulgarity or indecency in any way. But these things can change very quickly, right? That's the thing with sanskar. Often things we think are ancient sanskar are not all that ancient. They're a very recent vintage."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:44.160",
        "message": "No, in fact, and that's probably the worst thing the British gave us this whole veneer of morality, which you put on everything and I think of, you know, we might be the most if not one of the most sexually repressed nations on earth and a lot of it is, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:05:57.320",
        "message": "because of shit like this, which the British brought in. We weren't like this. We internalized a lot of their, you know, the British started calling us uncivilized. They started calling us barbaric. They said, Oh, you don't even cover yourself. And what is this like hideous culture? And how can you be so proud of your culture if this is how you even walk around? You know, there's this, I was reading a review yesterday of a book on the Devdasi Balasaraswati. And it's fascinating that in the review, it's not in the book, I think, but in the review, the critic talks about how there was a famous Devdasi who would perform and these men would gather around and one of her acts was to pretend she had lost her hearing and look for it basically in the crotches of all these men who would gather and they'd all laugh, etc, etc. It was sort of vulgar in some ways, perhaps it was some sort of playful, sexual, whatever. But we were a culture that even had that. And these patrons of Devdasi were all who big temple Brahmins, big landlords, people like that. And they were basically saying that Indian culture included landlords gathering around a woman looking for her hearing in their crotch. That was permissible. That's there were spaces to allow even something like that. Now, we're not getting into the politics of whether it was good for the Devdasi, whether you know, it was good for women and so on. But the point is, there were cultural spaces where there's that kind of sexual liberation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:03.640",
        "message": "And at least to my limited knowledge, Devdasi weren't slut shamed."
    },
    {
        "speaker": "Guest",
        "time": "01:07:06.840",
        "message": "It wasn't, you know, it was a later equation of Devdasi."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:09.640",
        "message": "Slut shaming also is because of Victorian."
    },
    {
        "speaker": "Guest",
        "time": "01:07:11.840",
        "message": "Victorians not only depose Rajas, which means what the patronage that Devdasi has received is gone suddenly from doing poetry and literature, etc. Many of them are forced to actually get into prostitution, because they have to survive. There is obviously prostitution. One can't say that they weren't coerced and their bodies weren't used by men. But equally, it wasn't like they were without agency. A lot of these women did have agency, a lot of the women were beyond, a random man couldn't go and grasp them. They chose their patrons if they were in positions of power. And there are cases of Devdasi in positions of great power and great literature, in places of great literary quality and great literary achievement. We discussed Muddu Parini, for example, in our last session on my third book. So, you know, there are there are stories like that. But the point is, for a culture now where men go into clubs and beat up women for wearing short clothes. Hello, talk about this Devdasi who's looking for a earring in somebody's crotch. She was, you know, part of India's tradition, as it were. Tradition is not a rock, as I, you know, that's my latest analogy. It's not a rock you put in a gilded cage and try to protect. It's a breathing organism. It has it has an amorphous shape, you know, it is a shapeless commodity, frankly, just keeps evolving and changing with time, acquiring different hues based on what we make of it. So to think that, you know, our culture is some kind of stayed sedate thing where everyone's got their spines erect and they're wearing starched clothes and chanting the thousand names of Vishnu every day. Not true. There is there is a culture far beyond this textbook version, which the Victorians and the 19th century so-called reformers popularized and Kerala fell victim to this in a very major way because the matrilineal system completely shocked all these people, polyandry shocked them even more. And perhaps the idea of women holding property got even more scandalizing for a lot of men."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:49.200",
        "message": "And in your book, of course, is all this and more. And the interesting thing about your book is that it's more than 700 pages. It's 20 chapters and a preface. And we've just finished talking about the preface. Let's take a quick commercial break and we'll come back and we'll actually talk about the book. If you've gotten so far in this podcast, it means you like listening to good audio content and you're thirsty for knowledge. In that case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audio book platform that has a massive range of audio books from around the world. The international collection is stellar, but so is their local collection. They have a fantastic range of Marathi and Hindi audio books. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of the book and so on. As long as Storytel sponsors the show, I will recommend an audio book that I liked on that platform every week. My recommendation for this week is the subject of this episode of The Scene in The Unseen, The Ivory Throne by Manu Pillay. Yes, it's available as an audio book on Storytel. So if you're enjoying this episode, you'll probably enjoy the audio book as well. The Ivory Throne by Manu Pillay on Storytel, download their app or visit Storytel.com. Remember, that's Storytel with a single L, Storytel.com. Welcome back to The Scene in The Unseen, I'm chatting with Manu Pillay about The Ivory Throne, his book on Kerala, in particular, the house of Travancore. And the book begins with a chapter on the most famous Verma of all time, Raja Ravi Verma, which in many ways is a very apt sort of place to begin because his descendants basically rule the rest of the book. So tell me a bit about, you know, how Raja Ravi Verma coming up in the court of Ayilyam Tirunel."
    },
    {
        "speaker": "Guest",
        "time": "01:10:44.480",
        "message": "Ayilyam Tirunel."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:45.480",
        "message": "Ayilyam Tirunel and his wife Kalyani Pillay, who was one of those amachis who sort of a very powerful consort to the king as such, but after his death, sort of fades away. But an early patron of Raja Ravi Verma, who initially when he goes to the paint, I mean, of course, because of his upbringing and everything, he is sort of taken in and patronized. But people refuse to teach him painting, the established guys of the day. And so what's happening there?"
    },
    {
        "speaker": "Guest",
        "time": "01:11:13.600",
        "message": "So Ravi Verma belongs to a group of 10 odd families, which are called Koyildambirans. Koyildambirans are these ex-Rajas who immigrated from Malabar to Travancore. Most of them during the time Tipu Sultan invaded Malabar and they lost all their territories. So they accepted pensions afterwards from the British and they decided to just come and live in Travancore. Ravi Verma's family, however, was the oldest, which came in the 17th century. And they were famous for an entire, for like nearly a hundred years, all the kings of Travancore were fathered by men who were consorts to Travancore princesses. These consorts all, the male consorts all came from the Khilmanur family for a very long time. So Ravi Verma was born into this family. Now a lot of legend has sort of cloaked his story after he became famous. So there is a story, for example, that he was brought to court and he was rejected as a princess's husband because he was too dark. And how he said, oh, this was actually a wonderful thing because if he had been forced to marry a princess, he would never have been able to travel and discover his true calling. It's rubbish because by the time he came to the Travancore court, all the princesses were already married. So there was no question of marrying a royal princess. It's one of those later stories, masala that people add to the stories of famous men. Even the story that, you know, he was some sort of self-taught genius in an artless universe and he had to sort of struggle against the odds is exaggerated in some ways because there was a lot of art in Travancore. He was exposed to a lot of things. For a long time, there was a painter called Ramaswamy Naidu, there was before him a man called Alagiri Naidu. These people were men of talent who, you know, far surpassed him for a very long period. But he did something very unusual, which is that Ravi Verma never got satisfied with court settings and the patronage of one court. He was there for 18 years, 1862 till the death of this king called Ayalayam Tirunel in 1880. The successor king did not like Ravi Verma, so Ravi Verma had no option but to leave. Then he does something. He takes advantage of the railways. He takes advantage of patronage. He's getting, you know, people are moving around. In India, it's finally possible to move around with great ease. So former Diwan of Travancore from a chief minister called Madhav Rao is now Diwan in Baroda. He uses that to bounce and get a painting commission in Baroda. Then he gets another one in Mysore. That's how Ravi Verma becomes this pan-Indian figure and leaves the Travancore setting. If he had stayed content as a Darbar artist, he would never have become famous. It was not purely talent. Perhaps there were more talented men than him in the Darbar. He's the one who made an opportunity out of it. He saw an opportunity, recognized it for what it was and worked like a professional. He diligently stuck to deadlines as far as he could. He delivered on promises he made. He traveled, hustled, you know, even when he became famous, he once went to get a commission from the Nizam of Hyderabad. He was by then a very famous artist. So Nizam made him wait for two hours and then finally just brushed him away. But Ravi Verma's willingness to hustle is really something because, you know, that professional ethic is not something that was linked to his background. He came from a feudal background. He had no reason to live a professional life like this. What is interesting with the Travancore royal family and him though is that how his quest to sort of build a career causes a lot of animosity in his personal life. Now Ravi Verma's wife is the grandmother of the future Maharanis of Travancore, Setu Lakshmi and Setu Parvati guy and there her marriage with Ravi Verma is extremely turbulent. This woman to begin with is from an aristocratic family. She does not understand why her husband needs a profession. More scandalizingly, she doesn't know why on earth he wants to be a painter of all things because painters were seen as artisans. They were not seen as artists, you know, signing your name is an innovation and that he really begins in Travancore and brings a certain respect to it, partly also because of his"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:29.920",
        "message": "class. And the combination of using the lithograph to spread his work and, you know, signing"
    },
    {
        "speaker": "Guest",
        "time": "01:14:36.480",
        "message": "his name just, you know, as a branding exercise, you know, unprecedented. But he also uses his class and caste connections. The thing is, Ravi Verma, because he belongs to these families, it supplies husbands to royalty. He is essentially in many ways an aristocrat. He's part of the cream of society. So wherever he goes, he's not treated as an artisan. He's treated as a gentleman artist. And that's a very new sort of concept for an Indian painter in the late 19th century. Now, the thing is, the wife doesn't like this. It also means a lot of separation from her. There's a charming story, but not charming, really, but a very telling story about how he once has disappeared for a long time. Then he finally comes back to his wife's place. And as usual, as a matrilineal husband, he has to go to his wife's place to meet her. And she's gone for a bath or something, or she's gone to the temple or something. And he's got this wonderful Italian chandelier to hang up there. He tells all the servants to go ahead and put this up before she comes back from the temple visit. So it's a surprise for her. The lady comes back, she takes one look at this well lit, beautiful, expensive chandelier he's got from some god knows which Maharaja or the other, commands her servants to pull it down and throws it out of the window. And she smashes it because she doesn't care. She's like, you know, you've not been here for two years. I don't know, you can just waltz in with a chandelier and think that the present is going to sort this out. It's not. She also, there's a record from her nephew talking about how she got addicted to alcohol. Now, her sisters were already by that time, Maharanis of Travancore. So she's essentially in their shadow on the one hand. She's also got a husband who neglects her. And you know, she's therefore seemed to have a very difficult life. And she dies a very untimely death in her mid thirties, you know, she dies a very young woman. Now, Ravi Verma has three daughters and two sons. One daughter really doesn't come into the picture. The oldest son becomes a drunkard, disappears in 1912. Nobody knows what happened to him. There's a story that he disappeared into Goa and he married a Konkani Christian and there are Christian descendants of Ravi Verma in Goa, but nobody's really heard of them after that. The second son goes to the JJ School of Art, learns art, etc. But has only a fraction of his father's talent. He doesn't become a famous name. And he never manages to leave the Travancore Darbar in Kerala and get stuck in that court environment. So he's not famous. Of the two daughters, this is where the politics comes. Now, Manjalis have the word Soundarya Panakam for it, beauty wars, you know, small little petty disputes in the family. The older daughter is not only good looking, she's extremely imperious. And the mother's untimely death means that she becomes the de facto head of the family. The father's anyway traveling, etc. So this eldest girl steps up and becomes the main force in the family. That she's beautiful and imperious further adds to her personality. The second daughter is not only not beautiful, she's got a squint, she's dark skinned and she's therefore seen as the not pretty sister in the family. The youngest one's also good looking. So the middle sister's got this inferiority complex, you know, of sorts that she's not not only she's not the main person in the family, her sister's the head of the family. She's not even good looking. Now it is these two sisters, their daughters, who get adopted into the Travancore royal family because the Travancore family has kings and princes, but it's run out of females. Whenever that happens, they adopt girls. In North Indian families, they adopt boys from various families. But in this case, they adopt girl children."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:31.400",
        "message": "So if they don't have daughters, they'll adopt girls. And the backstory to this is that earlier the two people, the two girls they adopted were the sisters of Bhagirathi, who was Raja Ravi Varma's wife. And therefore, they have an interest, especially the older one of them, who is Lakshmibai and earlier Lakshmibai, not the heroine of our story. And she has an interest in getting her nieces, so to say, adopted into the grand nieces,"
    },
    {
        "speaker": "Guest",
        "time": "01:17:59.040",
        "message": "her grandchildren. Basically, there were three sisters in the Mavelikara aristocratic family of royal descent from North Kerala. Two were adopted in the mid 19th century into the Travancore family. The one who was not adopted is Ravi Varma's wife. Now a few two generations pass, one of these queens has no children. The other queen has only sons, no surviving daughters. So the adoption is proof pointless because you've produced boys and boys will rule, but boys will not take the family forward. So you need to adopt girls again. So who do they turn to? The grandchildren of their third sister, who wasn't adopted. Those grandchildren are then brought into the family. But now the funny thing is this adoption is fraught with complications because in the Travancore royal family itself, the heir apparent, who then dies very soon after, some say he was poisoned to death, but there's no proof. He basically objects to these girls being adopted for several reasons. He says their grandmother, that is Ravi Varma's wife, was addicted to alcohol."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:47.760",
        "message": "So this is not a good family. And her brother, in fact. And her brother."
    },
    {
        "speaker": "Guest",
        "time": "01:18:50.760",
        "message": "There's cancer in the family. That's why, you know, that's also not a good thing. He thinks these girls are not suitable to be adopted. Some say Ravi Varma used his influence on Lord Curzon, the Viceroy. But the fact is that then Maharaja was keen on these girls, so they get it done. One interesting thing, which I discovered after I wrote the book, and which really took me aback, and it's funny how not a single biographer, even the most authoritative biography of Ravi Varma by Rupika Chawla does not have this story, and it's not made it to my book because I found it afterwards, is that there's one more scandal in Ravi Varma's family, which was that his father-in-law was a murderer. So Ravi Varma's mother-in-law, there's this magnificent painting he's done of this lady. You know, he's, this lady is, you know, he's famous for painting all these fair-skinned Indian classical beauties, as it were. This lady is not only fair-skinned, she's dark-skinned. She has bloodshot eyes, a mane of really like white silver hair, glaring out of the painting. He's got a bulbous nose, not a classical Ravi Varma beauty you'd expect. But he's, this one painting, I think, is the most striking portrait he's done because he's depicted his mother-in-law exactly as she was. Some say he's actually softened her appearance because she's a ferocious looking woman in this painting. It was in the Travancore royal family, now I think in a private collection in Bangalore. And this lady apparently was having, there's a story that she had a servant called Madhavan, and one day Madhavan was found killed. The official story was he'd stolen 12 pieces of jewelry, so her husband caught him and beat him up and murdered him. Now the official who actually investigated it found that the murder was highly sadistic. Someone had tried to gouge out his eyes, a massive jackfruit had been like used to beat him up and this, and then they tried to hang up the body or put it in a, in a, in a pond. It's not clear what exactly happened, but they tried to make it look like suicide. And this particular official said the police is not doing a good job of the investigation. They're trying to cover this up as a suicide. Why are they doing this? This is all in 1862. This is a covered up suicide in Mavelikara. And the senior official says, no, this has to be investigated properly. And they discover in the Cochin Courier, there's a newspaper that says that Ravi Arma's father-in-law suspected this lady, this ferocious lady in the painting, of having an affair with this servant called Madhavan. And that is why he killed him in this sadistic fashion. And the man was tried. He was taken to court and he was sentenced to life imprisonment. And this is not mentioned in any of Ravi Arma's biographies that his father-in-law was essentially stuck in jail and that his mother-in-law was part of one of the big sex scandals of the of the 1860s as it were. So anyway, so there's all sorts of chaos and problems in Ravi Arma's family. Yet in 1900, these two girls are adopted."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:13.880",
        "message": "Which are basically the elder daughter of Ravi Arma, you mentioned is Maha Prabha and she's a fair and beautiful one. And her daughter is Setu Lakshmibai. And the other one, yeah, and the middle daughter, I can't pronounce her name, Kuchukuni."
    },
    {
        "speaker": "Guest",
        "time": "01:21:25.960",
        "message": "So her daughter is Setu Parvati Bai, who were adopted as senior and junior Rani of Travel Corps. Senior and junior Rani. Now, this brings in, now, there was already politics between the sisters, you know, their mothers did not get along. Their mothers were, had their own issues. Now, this translates to the children as well. Because what happens is Setu Lakshmibai, the older one is the fair-skinned, perfect child. She's very good at her exam. She's very diligent, very obedient. Teachers all love her. And as senior Rani, she's very proper. She's just like perfect senior Rani, does everything perfectly. But she doesn't enjoy the limelight. So she's a very shy woman. So people find it sweet. You know, she's in a position of influence, but she's also shy. So like this, this evolving idea of ideal of Indian womanhood, which is that women should be a certain way. She seems to fit all these new notions of what a girl should be."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:09.360",
        "message": "And what you also, you know, describe in your book is how shortly after these two are adapted, there are three deaths in the family, which is both the sons die. And then the senior Lakshmibai dies as well. And therefore, Setu Lakshmibai at the age of 10, at the age of 5, is a de facto queen"
    },
    {
        "speaker": "Guest",
        "time": "01:22:26.280",
        "message": "of Trivandrum. So now this causes issues for her cousin, because her cousin is the junior Rani. Now implicit in that title itself is junior, your junior, she's just a year younger. And frankly, she has more of a personality to be queen. She's rebellious, unorthodox, you know, she's the first person in the Trivandrum royal family to take her daughter and go abroad for the first time, cross the Kala Pani on her own. She goes to meet the Pope and the Pope's secretary says, oh, you know, with the Pope, you can't really wear makeup, etc. You have to be dressed a certain way. And she tells him to essentially buzz off and say that she'll dress exactly as she wants in front of the Pope. In the 1930s, Trivandrum is an orthodox temple town. And this lady has the gall really to bring Margaret Sanger, the great birth control activist who even cheesed off Gandhiji, to come to this temple town and address a gathering full of men and about the advantages of birth control. She's a very spunky, interesting lady, her politics is extremely complicated, but as a person, remarkable figure. So you have a senior Rani who officially holds the limelight, who's very shy and retiring and is very sweet, but does not have, you know, this kind of rebellious personality. You have the junior who hates being in the shadow, who hates being not in the limelight, who wants the limelight and who has the personality for it, but she's stuck in a junior position. And although they're only five years old at the time, six and just about five, one year's age difference. Although they're children, they're seen by the people as institutions. They're not little girls, they're senior Rani and junior Rani. So from the beginning, there is protocol around them. From the beginning, you know, they have to visit and meet state visitors and governors"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:56.760",
        "message": "and viceroys and people. And childhood is gone. They can't stay with friends."
    },
    {
        "speaker": "Guest",
        "time": "01:23:59.760",
        "message": "There is no, they have no friends. There is no notion of childhood. They're not even allowed to see their families except, you know, every six months their families can come and stay. But otherwise, they can't really have any access."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:08.320",
        "message": "Even their fathers have to, you know, their fathers have to bow to them."
    },
    {
        "speaker": "Guest",
        "time": "01:24:11.000",
        "message": "You know, they can't, you know, you can't call your daughter by name. She is now her highness to you. You can't really touch her head and pretend she's your daughter. I mean, private, perhaps you can, but basically a lot of protocol comes into their life. Now they grew up, they get their tutors and governesses, and they're raised in a certain way. Now marriage comes into this. Now, already one is evolving into this good looking pretty one. The other one is not, you know, like her mother. She's darker. In fact, she's dark. During the adoption, a senior courtier even said she's too black to be a princess. There's an actual record of this, that this girl should not be adopted because she's too dark and she doesn't look royal enough. So you can imagine she's obviously affected by this constant comparison with her seemingly perfect older sister. Now marriage happens. How does marriage happen? Boys are presented to these girls. So the senior Rani is presented two brothers and she's made to look from a balcony and choose whichever one she likes of the two brothers. One would think that in courts, horoscopes, etc. matter. No. The Rani chooses who she wants. It's the job of the astrologer to make the horoscope match. Otherwise he loses his job. That's how it works. So she looks at these two boys. The older one is this 20 year old, very handsome man. She says she's a 10 year old girl. She's like, no, no, no. This one is too much for me. She chooses this diminutive looking 16 year old, you know, slightly salki looking, less handsome brother."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:21.360",
        "message": "Which surprises everyone because basically the older boy, as you describe him, and he's even depicted in a Raja Ravi Verma painting, which I then googled to see what it's like, is basically a bare chested Virat Kohli."
    },
    {
        "speaker": "Guest",
        "time": "01:25:31.360",
        "message": "He is. In fact, there's one painting that's not in the book of him. He's sort of, you know, he held his hands like this, he's folded against his chest. And he's again shirtless and he's got his hair let loose a little bit. And he's wearing a typical sort of munda around his waist and he's shirtless and he's looking out like that at the viewer of the painting and it's painted by Ravi Verma and he's strikingly good. I mean, that's a wonderful painting. Like he's, it's odd that in the early 20th century, this man clearly worked out a lot because he's got the muscles and all of that. Yeah, because this is a time when you know, status was in the size of your potbelly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:02.840",
        "message": "I'm like, this is your local Bollywood wannabe in the Lokhandwala gym."
    },
    {
        "speaker": "Guest",
        "time": "01:26:07.520",
        "message": "So there's the painting you refer to is the Ravi Verma painting called Shri Rama vanquishes"
    },
    {
        "speaker": "Unknown",
        "time": "01:26:12.320",
        "message": "the sea in which this one models as Rama for Ravi Verma."
    },
    {
        "speaker": "Guest",
        "time": "01:26:15.680",
        "message": "So he is not chosen, his brother is chosen. His brother later gets smallpox and his face is completely left with pockmarks and he's not a very handsome man, but he's a very shrewd man. And the brother's name is Rama Verma. He's called the Valya Koil Tambaram, the senior consort, because he's married to the senior Rani. Now junior Rani the next year has offered husband choices for herself. She's offered five men. She decides to go and marry a good looking man who's also unfortunately the oldest, he's about 11 years older than her. But she says, look, he's already got a BA degree, he's a graduate from a university and all that. So he must be a good pick. And she marries him, which is a chap called Ravi Verma, which is also called Ravi Verma. He's the Kochi Koil Tambaram, the junior consort. Now the thing is, the marriages turn out very interestingly for both women. The senior Rani is married to this man and she is devoted to her husband. He has the personality to go out, he picks up now that he's picked up from a rural part of Kerala and planted in the palace, he starts learning English and he starts reading a lot. He starts riding, he acquires skills at shooting and sports and things like that. He enjoys this royal life. And she's devoted to him. And she finds that he's really good at the limelight and all of that. So she starts increasingly supporting her husband. Junior Rani's husband, although they get married at 10, the marriage is only consummated at 14. Not immediately, they're children. So in the beginning, they're allowed to play hopscotch with each other and play board games and things like that for one hour every day. Nothing more than that. There's no contact beyond that. Junior Rani's husband, unfortunately, is not, he's already a grown man when they marry. So by the time she's 14 and ready to consummate the marriage, he's in his mid 20s. He's got a graduate degree, but he's extremely orthodox. So just as she's unorthodox and rebellious, and she'll even play golf when she's pregnant and go out riding and learn to drive and things like that. This man won't shake hands with women thinking it's you know, I'm impure. At banquets, he'll sit there clutching a lemon because eating meat and eating in the presence of white people will make him lose his cast."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:56.240",
        "message": "I actually highlighted that line in the book because it's such a fantastic detail that at banquets, he's sitting holding a lemon because lemons absorbed impurities from. Oh, that's the reason you're holding a lemon. It's the same principle."
    },
    {
        "speaker": "Guest",
        "time": "01:28:07.080",
        "message": "You hang a lemon outside the door because it absorbs all the evil in the room. So naturally, the Junior Rani's guests were not pleased when she was there. And she's hosting a party and her husband sits there pretending they're all unwelcome, impure guests. And she was a shrewd, a very, very clever woman, for example, she was a vegetarian. So there are these wonderful stories about how, you know, garden parties that have fish fry going around with toothpicks, etc, for people to eat them. Now she couldn't offend her guests, but she was a vegetarian, so she couldn't eat the fish. So she would have tapioca or cassava cut in the exact shape and fried in the exact same fashion. And that would come to her on a tray. So she could eat something that looked like fish, but it was actually vegetarian, while her guests ate the actual fish while her husband sat there clutching a lemon. So it's as complicated as that. So Junior Rani's marriage is not very happy. Now the coming of the husbands add new complications to this because in the matrilineal system, the sisters are supposed to be tight. Now, to begin with, their mothers have a politics, so the sisters, these adopted Rani's don't get along. Senior and Junior Rani don't get along. The husbands come in, which means a new element comes in succession, who produces the next heir to the throne. They've been adopted to produce the next Maharaja, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:11.800",
        "message": "And the thing to notice, because all these people died, you know, you basically got a king who's passing 50, all his predecessor kings have died before 50. So he is like, I need an heir now, these kids have to produce heirs right away. And the first son born out of either of these two girls is the next ruler, is the next ruler. So now there is competition among them. And you know, Sethu Lakshmibai has a head start of a year. She gets married at 10, the other kid gets married, you know, around the same time, and"
    },
    {
        "speaker": "Guest",
        "time": "01:29:38.440",
        "message": "then they turn 14 and the marriages are consummated. So Sethu Lakshmibai incidentally does get pregnant. But in the eighth month, the baby I think dies in the womb or something. And essentially, it's a stillbirth. It is alleged that there is black magic involved. There are stories, but no evidence of that. But it's a court, royal courts are full of rumors and factions and things like that. And once succession comes in, again, the mothers get involved. Because see, the junior Rani's mother has always been in the shadow of her sister and her daughter, the junior Rani is also junior. So now what happens is in 1912, at the age of 16, the junior Rani produces a male heir. Suddenly, this becomes in many ways her passport to prominence. From being in the shadow of her sister, the senior Rani, she is now mother to the heir apparent. So the heir apparent is entitled to his own palace, to his own servants, to his own income, etc. Even though the boy is just a baby, she says, as his mother, I should be able to manage that. And the Maharaja says that makes sense. He is, even though he's an infant, he's automatically heir apparent to the throne. So everything an heir apparent is entitled to, the junior Rani gets. So she moves out of the senior Rani's shadow. The senior Rani, meanwhile, feels that, you know, she's now suddenly lost all her prominence. Because not only did she have this stillbirth after that, she had several miscarriages. And then for the next nearly a decade, she doesn't have children. She's struggling to have children. And eventually she has girls. Whereas her sister produces the Maharaja, next Maharaja, she produces a girl to continue the matrilineal line and she produces a spear to the throne in the form of a second son. So she's performed her duty to the dynasty within a space of one decade. She's gone ahead and produced three children. Senior Rani has no children. She only has two daughters much later, after all the junior Rani's children are born. So this to begin with, things are getting a little lopsided in terms of who's the main figure in the family."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:16.640",
        "message": "Then we come to the year 1920. And what was also interesting are the details in your book about how after this first son is born, she is so paranoid that he's going to be sabotaged and he's going to be killed as allegedly earlier kings might have been, that she doesn't allow anyone to meet the kid. Have free access to the boy. Including the senior Rani Lakshmibai's husband, the renowned scholar Kerala Varma, who is"
    },
    {
        "speaker": "Guest",
        "time": "01:31:39.640",
        "message": "like a father figure to both these young girls."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:42.200",
        "message": "Father of modern Malayalam prose literature. And I want to come back to Sanskrit and Malayalam in a bit. But he's so he's basically like a father figure to both these young girls. And suddenly one of them gets a son and he's not allowed to be alone with the child."
    },
    {
        "speaker": "Guest",
        "time": "01:31:55.400",
        "message": "And ditto, of course, the aunt is like no any other kid is allowed because I mean, there are no rules. It's just that it's very clear that you are not welcome around this child because people are paranoid. Frankly, that he's not a boy again, that kid from day one is a future Maharaja. He is seen, therefore, as that icon. He's not seen, therefore, as a little boy, he's not a normal baby."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:14.360",
        "message": "And he also he is also the relief for the baggage that these two women, junior Rani"
    },
    {
        "speaker": "Guest",
        "time": "01:32:18.720",
        "message": "and her mother have carried for years and years and years. Yeah. That's the thing. A politics that starts with Ravi Varma's bad marriage. So husband and wife don't get along, their daughters that produces politics between their daughters in terms of the beautiful daughter who Ravi Varma paints and uses as a model and who's given, who's a de facto head of the family and the not so beautiful daughter"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:36.680",
        "message": "who's always in the shadows. Who the mother liked apparently."
    },
    {
        "speaker": "Guest",
        "time": "01:32:38.680",
        "message": "Yeah. Then you have royal children who are now adopted into a royal family where power gets involved. So in addition to family dispute and the usual family quarrels that all families have powers involved now. So things start going. I mean, the standard of the scale of the problem starts increasing, magnifying. Now what happens is that Setulakshmi becomes cornered at court, partly also because she's extremely devoted to her husband and her uncle, the Maharaja, the old man, Mulam Dharam, does not like it. And he says, you know, this boy is just your consort, you should keep him in his place. And the consort, her husband, is also getting big airs about who he is in the sense that, you know, junior Rani is the junior Rani. She's junior to the senior Rani. But for the husband, she's still a queen. So he has to bow to the junior Rani also, because she is still royalty and he's not. He hates that. He feels that as husband to the senior Rani, why should he bow to the junior Rani? Whereas junior Rani says, whether or not I'm junior in my family is not your business. As far as you're concerned, I am also a Rani. So you have to bow to me. So the feud begins between these two people and the senior Rani supports her husband saying, you know, how dare you speak to my husband like this. She's being cornered because she can't produce children. All she has for support is her husband. So she becomes increasingly close to her husband. And junior Rani says, this is not your loyalty should be to the matrilineal family, not to your husband. This is also linked to that larger Victorian conversation that wives should be devoted to their husbands, matrilineal system is bad, patriarchal families are better. So this whole conversation is also part of that larger change in society. What is also interesting is the Maharaja at that time is this man called Moolam Tirtha, the uncle of these adopted Rani's. He is entirely a puppet in the hands of some courtiers. That is another fascinating story that tells you a lot about marriage and matrilineal in Kerala. So the Maharaja is married first to a lady. She dies, leaving him a son. He doesn't marry again for about 16-17 years. At some point, he falls in love with a lady called Kartiayani. Now Kartiayani is the wife of a palace servant and she belongs to a family who traditionally supplied women who husk the rice, etc. in the Padmanabhaswamy temple. So middle class Naya family, not aristocracy, not of especially high birth or anything. And she is married to a palace servant called Shangubalai. Now what happens is Maharaja falls in love with this married woman. Shangubalai agrees to give up his wife. Divorce is easy. So he divorces Kartiayani. Maharaja decides to marry Kartiayani. But there's a rule. Maharajas can only marry from specific, you know, families called Amma Vidus in Trivandrum, which are, you know, the families from which they take their brides usually. So what does he do? He adopts Kartiayani into one of these Amma Vidus, raises her status in society. She suddenly becomes an aristocratic woman through adoption and the Maharaja marries her. In return for, so now Maharaja is married to an already married woman. In return for giving her up, the ex-husband is also given the title of Tambi and raised into a very senior position in court. And he becomes the real controller of the Maharaja. Increasingly the Maharaja's access to the Maharaja, you know, a lot of decisions he takes are actually channeled through this man called Shankaran, Shangubalai becomes Shankaran Tambi. Through his second wife's first husband. So once in court, there was a, there was a journalist who was asked in court who is Shankaran Tambi. Shankaran Tambi was the former husband of the Maharaja's present wife, because that was the fact of it. I mean, it was the former husband of the Maharaja's present wife. So this coterie around the Maharaja, Sethu Lakshmivaya does not like, because she does not like the corruption they're involved in. She does not like the culture that's there. When she's a child, she can't object, but as soon as she turns 18, she and her husband start standing apart from each other."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:55.200",
        "message": "And there's even a rumor, like you pointed out, that this former husband of the present wife was behind the three deaths that happened."
    },
    {
        "speaker": "Guest",
        "time": "01:36:00.840",
        "message": "There was a rumor that he got those princes killed because they were in his way. They didn't support, they didn't approve of him. So he's essentially a shady character. So senior Rani is cornered, junior Rani becomes the main person, the mother of the new heir, etc. Then in 1924, the Maharaja, the reigning Maharaja dies in his 60s. This creates an awkward situation because junior Rani's son is only 12 years old. So he's not old enough to rule. In North Indian patriarchal kingdoms, usually the British would appoint the wife or the widow of the dead Maharaja as a regent, and they would appoint a pro-British regency council. And this is how the state would be governed till the boy grew up. And in the interim, the boy would be trained by Englishmen to be loyal to the British Empire and so on. Complete brainwashing would happen. In Travancore, however, because it was matrilineal, the law was very clear. If there is no male or if the existing male member is not in a capacity to rule either for minority or for being mentally incapable or whatever, it is the power to rule goes to the eldest female member. What does that translate into? Till the junior Rani's son comes of age, power vests with the senior Rani. So for junior Rani's son, what she suddenly discovers is her sister is going to rule, not her. So first she says there should be a council and she should be a member. Senior Rani says no. There have been regents in the past in Travancore. In fact, the word regent is a British invention. In the matrilineal system, when a woman rules, she rules as Maharaja. So in Malayalam documents, Sethulakshmi Bai is called Puraadam Tirunel Maharaja, not Maharani. Colloquially, she's Maharani, but she's also a Maharaja when she rules. And that means she has full powers. There's no regency council put by the British. She rules directly with the minister like all other rulers before her. This now makes that power conflict between the sisters more direct because suddenly senior Rani is in power for the junior son. So the next seven years, senior is in control and the junior is waiting. She's dying to sort of get her son in power. And she eventually manages to persuade Lord Willingdon, who's the viceroy, to reduce the regency by six months and get her son installed. After which, you know, the feud between the sisters really does escalate in many ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:58.660",
        "message": "And what is interesting here is that you'd imagine that, okay, this young shy girl who is, you know, not very outgoing, you don't really know what she thinks. She is now the Maharaja, as it were. And she will just let, you know, her officers and whatever do their thing, or a husband do their thing and take a backseat. But no, this lady turns out to be extremely formidable and a significant early sign of this being the Vycombe rebel, you know, rebel."
    },
    {
        "speaker": "Guest",
        "time": "01:38:22.880",
        "message": "In fact, when she comes to power, the then British resident in a confidential document to the viceroy describes her as the pious orthodox domestic type, by which basically he means she's a housewife. She's not really going to rule. Her husband is probably going to control her. And that's how the government will be conducted until the Maharaja comes of age. What they discover is no, she's actually got a mind of her own. She is gentle. She is shy. She doesn't like the limelight. But she's also exceedingly hardworking. I mean, part of it is not surprising. The fact is, she's been cornered for the last decade in court. She's had no status. So she has something to prove. She knows that she's not going to hold power forever. She's only going to hold it for a period of about seven to eight years. And in that time, she somehow has to prove herself, she has to do her best. And she and her husband have this joint pact that they're going to work as hard as possible and try and get, you know, carve out their place in history because they know otherwise once the junior Rani's son comes to power, they're going to be shunted back into the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:13.400",
        "message": "corner."
    },
    {
        "speaker": "Guest",
        "time": "01:39:14.400",
        "message": "They're not really going to enjoy any influence after that. So those seven years become very important for them. And there is at that time, this Vycombe Satyagraha going on, which is to open up all roads around the temple in Vycombe to Dalits as well. Because till then, Dalits were not allowed on the spot. And this is, there's a major agitation going on in the middle, there are floods in Kerala like the recent floods we had in 2019 and 2018, chaos happening. And this woman's coming to rule, a woman everybody thinks is a housewife has now suddenly been placed in a position of ruling. She however, breaks a lot of these notions about her. She invites delegates to come and meet her, representatives of both sides. She listens to her officials. She listens to these people and she comes up with a compromise solution. She meets with Gandhiji. Gandhiji comes to, you know, talk to her and he's stunned because he comes to meet her not in the palace because she moves around a lot. She prefers staying in these little travelers' bungalows in different parts of the state. So when Gandhiji comes, she's staying in a beach bungalow next to, in a guest house at Varkala beach. And he's stunned because he walks in and the story in the family goes that he thought that she was her lady-in-waiting or something because he walks into a room and all he sees is this woman dressed in plain white, no ornaments, like just a single chain around her neck and standing in the room with her husband. And Gandhiji thought that a princess or a queen or a Maharani would be in silks and wearing pearls and diamonds and things like that. And he wrote in his journal, in his magazine called Young India, that he walked in expecting something like that. But what he saw was this highly simple woman who should be a lesson to other Indian princes, not only in simplicity, but also in how she behaves and her sort of perspective and her views and so on. And she hammers out a deal with Gandhiji saying that she's not going to bulldoze anything through. She says reform, you have to persuade people, win them over and through consensus is the way she's going to work. So she says fine, they want access to the roads, she'll give them access to three roads around the temple. There are four roads, right? All four sides of the temple, take access to the three roads. The fourth road, which is considered the main entrance and the Brahmins are all objecting saying lower caste people should not be allowed, she said for the time being, let that be in the hands of the Brahmins and she constructs a parallel road and she says this is open to everybody irrespective of caste. And slowly over the next four or five years, practically on a case-by-case basis based on issues in different temples, she starts opening up public roads to all castes till by 1929, basically all roads are thrown open to people of all castes. And this is what sets the stage for something her successor does, which is to throw open temples itself in the mid 1930s. She sorts of builds up that process and allows that to happen. She appoints as one of the first things she does when she's put in power, when she inherits power from her uncle is to place a woman at the head of the medical department. That was essentially like the health minister at the time. She gets a woman in that position. She starts nominating women to the Legislative Council of Travancore, a second representative house there also she nominates women. The first feature film that comes out of Kerala has a Dalit woman playing an upper caste lady and her life is threatened. All these men say, how dare a Dalit woman play upper caste roles. This woman, the Marani gives her protection and actually ensures that she's kept safe. There's midwives, she opens up very simple stuff, but stuff that has major repercussions for women. So, births, midwife classes are introduced, batches of midwives are trained and by the end of her reign, one-fifth of all the births in Travancore are handled in a professional manner even in villages because these midwives are sent out even to rural areas. And this is something which would never strike a male Maharaja. Yeah, because it's not really a thing for them. But it's not like she focused only on health and women. She also focused on public works. Some of the biggest roads and highways and bridges that are still being used in Kerala were built by her. She allocated one-fifth of her revenues to public works and one-fifth of her revenues to education, which meant there was a huge boost in school building and running schools, including private schools. She starts, in a major way, giving a lot of grants to even private schools so that they can match up. Textbook development, etc. Schools that, you know, don't have enough material, she'll send them from the capital. Public works, you know, Cochin Harbour. Cochin became again a port of significance because she tied up with the Cochin Maharaja. Cochin's not technically in her control, but she invested in it because she knew her state"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:09.920",
        "message": "would also benefit. In fact, you've described that at length, and that kind of struck me because it shows an instinctive understanding, not just of the positive externalities of public goods like a port like that. She's actually spending money of her own kingdom on what belongs to another kingdom. Because like you said, Cochin is separate and the British have control. And you know, to not be stuck in a zero-sum mentality, to be able to understand that this will benefit us also seems remarkably forward. Another thing that struck me going back to her meeting with Gandhi was, two things struck me from that, like when he goes there to negotiate with her. One, as you describe, is that as he's leaving, she says, I hope before you leave Kerala, you'll meet the other Mahatma. And this other Mahatma she's referring to is Narayana Guru, who's actually from a lower caste. So it is almost astonishing that a Maharaja of a higher caste is, you know, referring"
    },
    {
        "speaker": "Guest",
        "time": "01:43:59.840",
        "message": "to a person. And she never met him personally. She never met him. She knew his significance. The thing is, what is interesting about her is, it's very difficult to place her in an exact box, because she's not a feminist in the sense, like the junior Rani, she didn't get a birth control activist at Trivandrum, but she's a feminist in the sense as J. Devika, the feminist scholar in Trivandrum was telling me, when I interviewed her for the book, she created spaces for women. She didn't promote individual women. She created spaces by putting aside seats for women in the legislative council, by allowing women to go and study law, by giving scholarships for women to go to medical school, you know, these programs that she started. She started this very innovative scheme, where any girl in Travancore who went to college was invited automatically to tea at the palace with the Maharani, just as a sort of incentive saying that, you know, you can get access. She was the chief celebrity of her time. So this was a way of, you know, inspiring girls to actually go out of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:46.240",
        "message": "She was Kim Kardashian in the palace."
    },
    {
        "speaker": "Guest",
        "time": "01:44:47.240",
        "message": "Well, I wouldn't use that analogy. So she was, you know, she had innovative ways of promoting what she wanted. So it was public works, but on a social level. Look, the 1920s were a time of economic boom, till the Great Depression happens in 29. There's a huge boom around the world. She realizes that who are the engines of the economy in terms of trade and enterprise, the Nayas and the Brahmins, the upper castes are landed communities, land is sinking, agriculture is not the future, trade and business and factories, and these are the things that are the future. The communities that are doing this are who? Syrian Christians, who are in a privileged community, and the Eidavas. Now, the Eidavas were a low caste community that cultivated palm trees and toddy tappers, etc. But they also worked in Koya. Now, earlier, they would produce Koya for local markets, their feudal lords, etc. The colonial economy connected Travancore to the colonial ecosystem. So suddenly their Koya mats and carpets and ropes were in high demand in England and in Europe and different parts of the world in America. Suddenly the Eidava community started getting, instead of being paid in kind for their services, they started earning cash. With cash, they started buying land, their enterprises grew, the whole community started rising and a guru like Shri Narayana Guru gave it moral force, gave as a reformer and as a man who stood up for their rights and said that you don't need the approval of the upper castes. He gave it moral force. So by the 1920s, they became exceedingly powerful, even though they were technically a lower caste. Sethu Lakshmivaya recognized that. She realized that the Syrian Christians and the Eidavas are the engines of growth. She decided to promote these communities a great deal, much to the resentment of the old feudal communities. It's never easy. I mean, think of places in India, there are places in Uttar Pradesh, even now, still caught up in this feudal mentality. So think of the 1920s in a highly caste based society like Kerala, a woman coming in and promoting a lower caste and a Christian group, she appoints a Christian as her chief secretary, she appoints a Christian as her chief minister. It was I think the second time in Trivandrum's history that a Christian was made chief minister. The first time was when the state didn't have much of a choice and the British resident himself became the minister. But this was the first time she actually appoints a Christian to that position. So she had guts to do a lot of things of that nature, but she personally remained extremely conservative. There are amusing things like this, for example, when she came to power, both the British resident and the man she chose as her chief minister, a man called Mr. Watts, both of these men are in their 50s and they're both bachelors. Sethu Rakshabhai says, no, no, no, I can't receive bachelors in the palace. I can't be seen sitting and having conversations with unmarried men because she's orthodox. What will people think about me? So these poor men and middle-aged men are forced to go and marry women who are 20-30 years younger than them, simply because the Maharani insists that they would get married. At the resident's wedding, she even sends a nice present saying that, you know, congratulations on your wedding. And the marriages are disasters because both are married highly younger, far younger women than they should have and, you know, the marriages are disasters for them, but they had no option but to get married because the Maharani of Travancore would not receive them in her drawing room otherwise. Every time she received them, she would make sure her husband was present. Her enemies used this to say that she was not controlled by the husband and he's there like this sort of conspiring weird influence behind her throne. And the fact was that, you know, she said nobody should gossip about me having any contact with unmarried men or any men face to face in a closed room. So my husband will always be there. And when a husband went hunting or shooting or whatever, she wouldn't meet the Diwan. It would be difficult for them to get meetings with her because she would not meet face to face with them. She would correspond and write letters and do it through notes and files, but not in person. So personally, very conservative, but in terms of her policies, creating lots of spaces for"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:09.520",
        "message": "women to grow. In fact, what struck me about her governance was that the way I would sum it up and tell me if you agree is that she was liberal, but not radical. And an illustration of that being again going back to her meeting with Gandhi when she meets him and she gives him the permission to make a statement about her feelings and the statement he makes basically says that, you know, that she isn't against, you know, this caste entry into temples and all of that. But she is stuck in an entrance system where she cannot force it through herself. But if public opinion is changed, then she can make it happen. So she is not like a radical, she's not trying to force change through, she knows that things"
    },
    {
        "speaker": "Guest",
        "time": "01:48:47.600",
        "message": "will take time. She's all about consensus and compromise. She's all about, you know, working slowly rather than leaping with great radical enthusiasm because she somehow has a distrust of it. She's always very cautious about what she does. But the result is that these seven years that she's in power become a huge boom in Travancore because revenues rise, a port is being built, the railways come to Trivandrum, electricity comes to Trivandrum, telephone services are expanded and open to the public. Things that are only available in the palace are now open to everybody, girls start going to medical school and there are major incentives for that, film industry becomes a reality in Travancore slowly with that first film that she supports, you know, so all kinds of developments are happening. Of course, in the palace, things are also going bad in the sense that her sister is completely chafing under this regime of the senior Rani. The junior Rani hates the fact that she has to live for so many years under her sister's thumb. So there's feuds over how much money should be given to her. So senior Rani says, your palace expenses, you decide how you want to spend it, those expenses I'll give. But junior Rani also wants more money, like she thinks anything connected with the future Maharaja, she should be allowed to control. But senior says, no, as the head of the matrilineal family, I am the eldest member, I will control those aspects. That is my privilege and prerogative. And it is true. But senior Rani takes it very personally. At one point, there's a black magic incident, you know, where they're trying to tell that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:01.880",
        "message": "that was fascinating. Tell me a bit more about that. I mean, there's you have a whole chapter on that."
    },
    {
        "speaker": "Guest",
        "time": "01:50:05.480",
        "message": "That's, you know, it's interesting, because you always think the British sort of had the documents are all boring and stayed etc. But if you read these fortnightly reports that the British residents sent to Viceroy, not just from Travancore, but from any court, it is essentially a gossip sheet. Are these available online? No, they're not. They're in the archives, some in Delhi, but a lot in the British archives, because the Indian copies were largely destroyed at the time of independence, so that Nehru could not blackmail the princes. So the ones however, whatever they took, they took and put it in London, away from the reach of the Indian government. So these are gossip sheets, because knowledge is power, intelligence is power, you know what the weaknesses of a Raja are, who he's sleeping with, you know, whether he's homosexual, things like that. You discover little secrets like that about a man or about a ruling family. It's far easier to control them, you know exactly where to hit them, where it hurts. So what's fascinating is in this black magic episode, the British resident had his spies informing him exactly about how many rats were being sacrificed, where the priests came from, how much money they had been promised. Nothing escaped his eye, like he knew exactly what was happening in the palace. And this sets in, you know, starts turning other wheels, where the British start saying, oh my God, you can't have the Maharaja exposed to a condition like this, we must separate"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:15.280",
        "message": "him from his mother. And what the junior Rani was doing to sum up, or was alleged to be doing to sum up was carrying out rituals, which would even involve human sacrifice, where the idea was that the senior Rani dies, and her own kid, the next Maharaja is mentally incapacitated. So she basically becomes a queen."
    },
    {
        "speaker": "Guest",
        "time": "01:51:34.360",
        "message": "Yeah, I mean, the record seems to suggest her mother, which is Ravi Varma's younger daughter. She's the one who was the force behind this junior Rani by herself, I don't think was much of a believer in black magic. But the British often refer to the fact that the junior Rani's relations are a thoroughly bad lot. It's her brothers and her mother, they say that whenever they come to the palace, it's chaos, because they start putting all these plots, they start working all these plots, which is why finally, after this black magic and all that, the mother and the brothers asked to leave. They're told to go back to Mavelikara, which is where they come from, and not come back to the palace. They're not allowed to see the Maharaja without permission from the British, really. And it's only after the boy grows up and becomes king that they're finally allowed to come back. So junior Rani spends a lot of her time traveling, she stays outside the state in Ooty and Calcutta and places like that. And she's enthusiastic about going out. Now here there is a little bit of Sethu Lakshmi Bai's fault in the sense that the world is changing. Sethu Lakshmi Bai is still holding to that old royal protocol, because she thinks that is her duty to preserve the existing system, build and change through consensus and compromise, nothing too radical. And that notion of royalty as being semi-divine must be above all criticism, you know, you should always be seen to be perfect. So if you're going out for parties, if you're going out and meeting people in Calcutta, etc., if you're traveling, and that's costing the state a lot of money, these are things that can be avoided. In Sethu Lakshmi Bai's view, you should not do any of that. Why do you need to do that? Stay in the palace and live your life. Why do you want to travel and all that? Junior Rani is like anxious to even cross the seas and go abroad. So there's even in terms of their personalities, the two women don't match. One in the junior Rani sees the changing world. She wants to be part of this changing universe, this pan-Indian network of glamorous Rajas, Ranis and people like that. She wants to be part of that. Senior Rani does not understand it. Finally in 1931, November 1931, the regency comes to an end. The junior Rani's son comes to the throne, which essentially means that man doesn't have much of a personality. All the records suggest that he's a very gentle, wonderful human being, but as a king, somewhat devoid of power that he needed to wield, because all that was controlled by his mother and by his minister, the famous Sir C.P. Ramaswamy Iyer, who would be the last powerful Diwan of Travancore. And from this time, you start seeing Sethu Lakshmi Bai starts receiving a lot of harassment. And it's all kinds of petty things, you know, like it's almost payback for the seven years that she was in power. And now her sister is basically giving her payback for it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:49.560",
        "message": "But it struck me that she's also sort of tied into a lot of these superficial symbolic things. For example, you know, she wants a 21 gun salute to continue after she's whatever and all of these little petty things. So I can understand that, okay, she's going to negotiate over whatever her royal salary is and royal pension is or whatever."
    },
    {
        "speaker": "Guest",
        "time": "01:54:08.600",
        "message": "But there are also these other petty things, which, for example, she's told that she must come and call on the Maharaja every two weeks. And she's like, I'm older than him. I'm his aunt. Why should I go and call on him? The tradition is that he should come and call on me. So then that proposal is gone. Then they say, oh, your daughters must come and see him. She says, fine. But when the daughters are sent, they're told to meet the Maharaja alone. And she says, no, my daughters are girls, they're children. The Maharaja, that is the junior Rani's son, is a practical stranger to them. They don't know him very well. Till they grow up, once they grow up, they can see him alone. But till they grow up, I will not allow my daughters to see the Maharaja by themselves. Their father must be present. Now, the junior Rani hates the senior's husband. So why would she want him in the room? So they say, no, as head of the family, he may not be able to persuade you to come and see him, but he definitely has control over the children. He's their official guardian. So he can come on. She has no option. She has to live with that. Then they say, all your jewelry must be sent to us for inspection every six months. And Sethulakshmi Bai sees through the insult. She's like, this is a way to get my jewelry back. It has nothing to do with inspection. It's harassment. Like every six months, if you keep sending your personal jewelry for inspection, she's like, just take the jewelry. I'll make my private jewelry with my private money, with my income, my pension, and so on. So at one point she wants to travel, they won't let her travel. There's even petty things, for example, as Maharani of the state, she's entitled to guards and certain protection. Now, she does not like living in Trivandrum once her sister's son comes to power because it's unhealthy. She doesn't want to stay there. She builds a private house for herself outside Trivandrum in a village and she wants to retire and live in the village. But they say, oh, but your protection must come with you because you're the queen. So instead of guards being posted there for a certain number of days, every day the guards have to be changed, which means every day the guards have to go to the village, come back to Trivandrum. And who's got to pay for this? The senior Rani has to supply the money for this. So she's like, you're trying to bleed me, then don't give me guards because I can't afford to have guards moving up and down when they can stay there for 15 days at a stretch. You know, let them stay there. Why do you want to keep moving them up and down? There's that. At one point, they take over her ancestral estates. A senior Rani, she controls a 15,000 acre estate. And it is through that that her servants are paid, her establishment is paid. She doesn't have a separate income. That is what supplies her, her chief source of personal income. They take over that. And the British basically shut their eyes and allow the Maharaja to do it. Because the British are coming from a patriarchal thing. They're like, yeah, Maharani must listen to the Maharaja. She can't independently work. They don't understand that in the matrilineal system, family matters are decided by the head of the family. That is not gendered. The head of the family is the oldest member of the family, which whether it's male or female, you have to listen to that person. Technically, Sethulakshmi is the head of the family, but she has no voice there. She, you know, when she rules, when she finishes her reign in 1931, she's ruled exceedingly well. The British love her, nationalists like Gandhiji love her. The people respect her. And you find this even in records to the late 1940s. She's been out of power for 18 years, not seen by anybody before 18 years. But even VP Menon and his people who come to negotiate the integration with the Indian Union say that Sethulakshmi is far more popular than the junior Rani and her son, who've been ruling for the last 17 years. Because her memory is still extremely fond as far as the people are concerned. So she has to really negotiate with the Maharaja and finally get the British involved to get a decent pension, which is 75,000 rupees a year. Now, you look at what North Indian Rajas of much smaller, poorer states were spending 75,000 was a very modest amount. So Maharaja with great resistance finally satisfies and gives her a 75,000 rupee pension. She wanted more, but she gets 75,000 rupees. His 18 year old brother or 19 year old brother casually gives him a one lakh rupee allowance. This is all a signal. So you rule for seven years, work hard and actually rule the state, you get only 75,000. My younger brother, who's just turned 19, a teenager, he gets one lakh a year. That's his allowance. So all of this makes her realize that she is essentially becoming a second class citizen. This kind of pettiness you see even now in government, right, it's the kind of things the current ruling dispensation, for example, does against a certain family, for example, or petty things like denying leader of opposition post on certain technicalities, reducing somebody's security, etc. Which is not a bad thing, frankly, you still have security, but it's all about making them feel like you are no longer what you used to be. And that happened a lot here as well. She was increasingly marginalized and cornered. And finally, in the 1940s, she had an estate that she purchased privately in the hills. So she couldn't, her family could have summer vacations there, taken over by the state. It had to wait till after independence that she got it back. The government of India gave it back to her, not the government of Trivandrum. For 10 years, it was in the hands of the Maharaja because he said, no, I'm going to take over it. So her private residences, she was told by the 1940s, you can't stay in your private houses, you must live in Trivandrum. And because her estate has been taken over, it means her servants are controlled by the junior Rani's son, her house is controlled by the junior Rani's son. And perhaps the greatest tragedy of her life, that palace was built by her, she raised her children there. When the partition of family properties took place in the 1970s, the Maharaja claimed that palace and even though she went to the Supreme Court, she didn't get it. So the palace she built, in which she lived, in which she ruled, in which her children were raised, that also went to her sister's son. So, you know, it was no wonder that as soon as independence came, the Maharani had two daughters. The older daughter said, I am done with being royalty. I mean, this is an oppressive, harassed sort of existence. We've got, it's like living in a gilded cage. You've got all the servants and technically the money and the privileges, but you have no freedom. You can't go from one room to the other without being followed by servants who are all paid by the other center. The other ones were actually in power. So this resentment builds up. So the daughter says, I'm done being royalty. I'm going to Bangalore. She goes off to Bangalore, buys a private house there, puts all her children into school. So her, from being Her Highness Uttaram Tirunel Lalitha Amba Bai Tamburan, second princess of Travancore, the girl becomes simply Lalitha Varma. She gives up her title. She becomes just Lalitha Varma, puts all her children into public schools, starts driving her own car. And it's an education for her from day one. There's this wonderful story in the family about how she went to Bangalore club to shop. Bangalore club has these shops. And this is 1949, soon after she's arrived. So she's put all the things in the basket and she's taken to the till. And the lady says, that'll be 89 rupees, madam. And she says, what are rupees because she's never actually dealt with currency. She understands the vague concept. So her driver from behind is to say, don't worry, let her go, I'll pay because she's as you know, alien to this independent life as that. But from there, she starts becoming a very autonomous figure, becomes, as her children say, her greatest ambition in life was to be a housewife, because she had seen what power did. She had seen what palaces and that kind of that quest for money and power could do. She didn't want any of that. She just wanted her children to be happy, almost middle class people who had little jobs and little things and they all live together happily. And that is the life she wanted. The Maharani Sethulakshmi Bai would come and the story, she came first in 1951. And she was scandalized to discover that her children were crossing the road to go to school. Because the school was the Baldwin Girls School on Richmond Road in Bangalore, just across their gate. And their gate was here. She said, no, no, no, how these poor children look at them with their heavy bags, and they're going to school walking and they have to cross the road, it's very dangerous. So while she was there, she insisted children go by car. And she had this stretch limo, a Humber. All these granddaughters of hers would be put into this car and taken to school on the other side. And the story goes that in those days, Richmond Road was so narrow that when the front of the car was in the school, the back was still in the house. That is the kind of world they had to start adjusting to. Then of course, 1950s, ironically for a family that had all this protocol, 300 servants around them, you know, Martha and Audma created all this artificial vocabulary, they're always referred to as Highnesses and all of that. What happens in Kerala? The commies come to power. One day, Sethu Lakshmi wakes up and discovers her servants in the palace. She's sent away most of them because the privy purse the Maharaja gets, he doesn't support her from that. She has to live out of her own minor income of 50,000 rupees a year that the government of India has bestowed on her. She has to manage her palace with that. So she's reduced her staff to 50 servants and 25 work for 10 days and then 15 days and then the other 25 take over. So very small establishment, but they formed a union and someone's gone and put the communist flag on top of the palace. And that's when she discovers, why am I even living here? You know, I'm not welcome here. The Maharaja doesn't want me, doesn't seem to respect me. I have to maintain a palace at great personal expense. My daughters have left. The younger daughter had gone off to Madras by then, where her husband became a lawyer because he wanted to have a profession. She decides to move to Bangalore and this woman, you know, in the middle of a siege practically by her servants, where the police are deployed to make sure that she can safely get out of the palace because they're refusing to operate the palace. Palaces are not built like individual houses. You can't just go and cook your food in the kitchen and not that she knew how to cook. So you know, you needed your servants to operate it. She leaves the palace and never comes back. So she gets out of the palace, sits in her car. First she drives to the Padmanabhaswamy temple, the family deity. In the car, she turns around saying, forgive me. I'm not staying anymore. You are now in my heart. I will never be able to see you again, goes to the railway station, which is the last time in her life where a crowd of people bow to her because they recognize the Maharani of Travancore. They know who she is. She gets in a train, first goes to Madras. From there, stays with her younger daughter for a while, then drives off to Bangalore. And in Bangalore, she purchases the house next to her sister's, constructs a little bungalow there and it's called Srinivas. And there's this wonderful envelope, you know, her title fully was Her Highness Shri Padmanabha Sevini Vanchi Dharma Varthini Raja Rajeshwari, Maharani Pooradam Dhirnaal Sethu Lakshmibai Maharaja, Artingal Moortha Thamburan, Companion of the Most Imperial Order of the Crown of India. That was her full title. But as soon as she moves to Bangalore, she starts signing her letters, etc. simply Srimati Sethu Lakshmibai. She's given up her title. Like her daughter, she just decides to become a nobody. And then after this, from 1957, she dies in 1985. All these two and a half decades that she lived, she never went back to Kerala. And slowly the state starts acquiring her various properties. She's told one fine day that the house that she'd built in the village where she wasn't allowed to stay by the Maharaja, it was still hers, state wants to start an agriculture college there. She says, fine, take it. Her husband had a house by the beach where he kept his things, etc. State got involved and said, we are acquiring this for tourism purposes. No option. You have to give it up to the state. Slowly everything has gone till finally in the 1970s, they want to set up a medical research facility in her official palace. Although the Maharaja is the owner and he eventually gets the compensation for it. They can't do it without her permission because she's in possession of the keys. So the man comes, MS Valyatan, the celebrated medical grandee. So he shows up and he told me this, that he showed up there and many people told her don't do this. How are you giving up your last thing left in Kerala to somebody? And she sort of, he misses his flight. By the time he gets to her house in Bangalore, it's midnight, this is in 76 or so. And she's waiting. She's awake. And her daughter says, of course, she's awake. She's awake. She's waiting to sign the papers. And he brings her the paper. She signs her right over the palace of claims that gives up her possession, hands over the keys. And then she looks up to him, holds up her hands and says, Valyatan, this is my freedom at midnight. Because now she has nothing. Like for a woman who was queen from the age of five, from the age of five, she had a 21 gun salute. She had 300 servants. Her own father would bow to her. Her husband refers to her highness. She's never known a life different. She's never known another existence. From there, suddenly, and she turns to a family member and says, once I had a kingdom, but that is gone. Then I thought I had my palaces, but that those are gone, too. Then I thought I had this house. But now I can only say I have this room because that is what her life is reduced to that one room where she's increasingly crippled. She can't go out."
    },
    {
        "speaker": "Unknown",
        "time": "02:05:16.680",
        "message": "And she's stuck there."
    },
    {
        "speaker": "Guest",
        "time": "02:05:17.680",
        "message": "And, you know, all as a grandson told me, all she sees is the sun and the morning and evening happening through her windows. And she's just sitting there in that room for the next 20 years of her life. And when finally she dies in 1985, she's cremated in an electric crematorium, surrounded just by family members like anybody's grandmother. Nobody would know this was a person who once dealt with Gandhi, who once dealt with Mussolini's daughter, who once impressed Rabindranath Tagore, who once ruled and controlled the destinies of five million people. None of that. She disappeared as a complete nobody. And for me, that arc was fascinating to think that even now for people to give up power, it's so difficult. You know, when you have power, it's very difficult to give up your conveniences and enjoying that power, to give up money, to become a nobody. And here was this woman who, from the beginning, first she couldn't produce the melee, then, you know, she couldn't keep herself on good terms with her sister. Then she was harassed a great deal by her sister and her son, the Maharaja, made to feel unwelcome in the royal family itself. Communists sieged her palace and sort of took over control and she had to leave. Her palace itself was seized by various people. Her children didn't want any part of her royal legacy. And she ends up, you know, accepting the fact that she's become a nobody. And for a Brahmin-controlled palace, where even her meals were cooked by sacred thread-wearing high caste groups, by the end of her life, it was Christian maids and Nair, you know, so-called Shudra women who are cooking her meals. And she accepted that. And she lived with that sort of thing. And that acceptance of her fate, understanding that the page of history had turned, not only was the royal class irrelevant, she in particular was doubly irrelevant. And she had been reduced to a footnote in the history of Travancore for all her achievements. The future was controlled by the junior maharajas. Ironically, the junior Maharani's family still live in a palace in Trivandrum. And again, I didn't include this in the book. But if you look at the National Archives, there is this tone of surprise because VP Menon and his colleague Velody, they come to Trivandrum to negotiate Privy Purse and the allowances, etc. And Velody writes a letter to VP Menon in Delhi saying that, I was completely startled by the fact that Maharaja is negotiating what amount he should get, what his mother, brother, his family members should get. But he did not once refer to the senior Maharani. It felt as though she doesn't even exist as far as the Maharaja is concerned. And they were surprised by the pettiness of it. They were surprised that he wouldn't even acknowledge her existence to begin with. As small things, for example, you know, again, it's not in the book, but in the archives, they talk about how the Maharaja gets electricity exemption, free electricity for himself and his brother's palace, nothing for the senior Rani. So she is now, she's not getting a share of the Privy Purse. She's getting 50,000 rupees as allowance in a year. She has to maintain a palace, no privileges other than, you know, the money that she gets. And you know, not even mentioned as a factor in the negotiations. Finally, it's a VP Menon and Velodi themselves go to the senior Maharani. They find out from her, and she's got pretty modest demand. She's like, my children should not be treated unfairly. If the other family is getting certain allowances, my children should get something similar. In the end, they don't. They get a smaller allowance because they have no power. And it's interesting to see that although technically a royalty, although technically you're a queen, you're entirely powerless. And having to live through that, I thought was interesting, whereas a junior Rani's family, they continue to live there. I think the last time the Maharani's met was before Sethu Lakshmibai leaves for Bangalore in 1957. And then they meet once more in their life, which is 23 years, almost 23 years later in 1979. Four years before the junior Rani dies, and you know, six years before the senior Rani dies, the junior Rani calls up and expresses a desire to meet her older sister. And the family tells me that she didn't want, the senior Rani didn't want to meet because here she was a bedridden in Bangalore in this house and you know, she didn't feel like, this was a past that she had forgotten that she, that was a different person and this was a different person. A toxic world she left behind. She didn't want to be part of that, but she couldn't say no either. So they came, they had a nice little meeting, etc."
    },
    {
        "speaker": "Unknown",
        "time": "02:09:02.720",
        "message": "And that was that."
    },
    {
        "speaker": "Guest",
        "time": "02:09:03.960",
        "message": "And you know, she did ask one thing apparently, and this I'm not putting the book because I can't substantiate it with documents, but interviews with her family members, they told me that she did ask the junior Rani, that why are you even taking my palace, you know, that palace which she built, where her children were brought up, which was home for them, their final property in Kerala, why are you even claiming that? And junior Rani had some answer for it saying, oh no, but you know, something on the other. And she said, you know, she just smiled and she said, okay, fine. Clearly this is, even asking for that much is too much as far as she was concerned. So she said, forget it. And her daughter's children, you know, they have very little awareness of their royal heritage. I mean, they're aware of it. They know that it's there. And they know their grandmother was somebody important, but they have very few royal heirs because they're like, she abandoned it. She'd gave it up. So why should we, you know, feel like we are entitled to something? And I thought that, well, there was a tragic element to it. I mean, there is criticism that she presided over a feudal court, it was casteist and she of course had her weaknesses and her flaws naturally. But on the whole, if you look at the story, you know, it ends on a very tragic note. And I was just keen to sort of make sure that, you know, this lady who led this very remarkable life, forget the personal drama, even what she achieved in that space of seven years, those seven years are just remarkable, the kind of reforms and changes she made, Keralites are still enjoying the benefits of those seven years, the same roads, we're still using that with the Cochin harbour, the schools, the buildings, the colleges, all of that is still there. And I was like, that deserves some sort of commemoration. So all the Travancore history you would find was pro Junior Rani's family, because they continue to live in Trivandrum, they continue to have a very important sort of profile there. They are influential people there. So all the local historians are focused on them. My job was to revise that record slightly and put things in the perspective, because"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:43.840",
        "message": "the record is clear. To go beyond the seen into the unseen. Yeah, correct. No, the line that really stuck me from your story is the sort of the self awareness and the reflective nature of the Senior Rani when she signs away her final property papers and says, this is my freedom at midnight. And it strikes me that, you know, the story you've told is from her childhood till you know, she's out of the throne. And it strikes me that there's a fantastic story there as well of giving up royalty and learning to live as a normal person and coming to terms with all of that. And I'm sure some of that of stripping the baggage of the past must also involve a lot of self reflection, which would be, you know, really interesting in a book. But that's really not a task for a historian, but a novelist or a poet. It will do well in a novel."
    },
    {
        "speaker": "Guest",
        "time": "02:11:27.520",
        "message": "Exactly. See, the thing is, when you're doing a biography, your greatest challenge is trying to get into the mind of that person. And here I was a fairly young person starting at 19. And even when I finished, I was only in my mid 20s, trying to decipher the mind of a woman who had lived in a different world, who had died 30 years before me, I mean, five years before I was born, you know, and occupied such a different space altogether. And she's a woman. So it's like, it's not easy to sort of penetrate a mind that is, you know, so lost in time and so lost even in terms of its basic nature. But you know, I thought for me, it was a rewarding experience and the wealth of material. The one thing I think the vindication really is that, although she was treated badly and which is written out of history, the records were there. So for me, it was just a question of resurrecting her from the records. The records make it very clear that she suffered, that she was treated badly, that she went through everything from black magic to her money being reduced to a palace being taken over by others. And it tells you so much about human behavior as well. It tells you that even you can have all the power in the world, you can have all the money in the world. But decency is a quality that does not necessarily come to every human being. So how have her grandchildren read your book? How have they reacted? For them, a lot of them, it surprised a lot of them, they didn't know this. They didn't know a lot. I mean, they knew vaguely that she had suffered because she had come away to Bangalore. So they knew that their family's exodus to Bangalore. And even now in India, we have people who have coronations and they pretend to be Maharajas and they have these titles that they still use. And here is a woman in 1950s itself, the family gives up everything and moves up and doesn't go back. Like they, as one granddaughter told me, they don't have a spot of land where they can stick a needle and say, this is ours in a kingdom that their ancestors ruled for centuries, because that's the choice that their family made. Because they were not aware of all the details of the extent to which their grandmother had to face harassment and various problems, etc. They were not aware of the degree to which court intrigue could completely upset a person's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:13.680",
        "message": "life. Or even the things she achieved, like winning Gandhi's respect, governing so well, you know, being so reformist in her thinking about caste and gender, however, she might have been in personal life."
    },
    {
        "speaker": "Guest",
        "time": "02:13:24.680",
        "message": "All of that is pretty, I think they were surprised in many ways, in many ways by that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:29.880",
        "message": "One of the interesting things she also did was she struck down the matrilineal system"
    },
    {
        "speaker": "Guest",
        "time": "02:13:33.080",
        "message": "by law. Irony, no? She inherited power through that system, but it was in her time that it was formally abolished, because by then the clamor for patriarchal families and nuclear families grew. The thing was matrilineal families were also joint families, so which means all the properties tied up. So as I said, the Irawas and the Christians are moneyed classes, they're moving ahead. So the Nayas felt we need to also move ahead. Now all you have is land, so you sell the land, which means land has to be partitioned. Partition means you have to break the joint family, which means the matrilineal family has to break. And also your education system, your new morality is telling you patriarchy is the way to go forward. So all things come together in 1825. This lady, Saitulakshmi Bai is the one who ironically ends up abolishing the matrilineal system. And in many ways, she's the last representative of that system. She her story is a story of how that that that conflict with an emerging new patriarchal morality upsets and reduces the position of matrilineal women. And the male Maharaja, who's her technically a nephew, and therefore lower to her in the palace, high in the family hierarchy, suddenly becomes the main person because he's a man."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:33.760",
        "message": "And it's interesting. She is the last person to climb on that branch, and then she cuts it off herself. So that's really been very fascinating, and it's almost time to wrap it up. But before we go, you know, looking at modern Kerala today, it's kind of interesting that like you pointed out earlier, attitudes and social norms and mores that we think have come down from time immemorial can often be very recent, like, for example, the Victorian morality and all of that. How much of that ancient Kerala, which you describe in your book through the middle years of the century, the empower empowered women and so on, is actually present in modern Kerala?"
    },
    {
        "speaker": "Guest",
        "time": "02:15:08.360",
        "message": "You see, you know, the hints are very clear, for example, Kerala has the India's highest divorce rate. That's partly because I think as a legacy of the majorly in the system, which is, by"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:16.680",
        "message": "the way, a great thing, because it means more women are empowered."
    },
    {
        "speaker": "Guest",
        "time": "02:15:19.960",
        "message": "They have agency. If you're in a bad marriage, leaving it is not taboo."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:24.160",
        "message": "I once wrote a column saying we should celebrate rising divorce rates, which of course got"
    },
    {
        "speaker": "Guest",
        "time": "02:15:27.440",
        "message": "me told because it's like, what the fuck, yeah, but as an indicator, it's always a great thing because it shows that women will not take nonsense from their husbands simply to stay in a marriage. A high divorce rate is a mark that at least the women have that much agency. They similarly, you know, people often say rape is highest in Kerala, reported rape, that is to say, women in Kerala feel that they can report it. And there will be consequences to the culprits for that. Whereas in some states of India, there's so much taboo that most women won't even report"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:54.000",
        "message": "it."
    },
    {
        "speaker": "Guest",
        "time": "02:15:55.000",
        "message": "So basically, there's just no point, you know, high, you know, rape thing on record is a sign again, that women are not, they don't feel like their life ends because of a violation of their of their person and their body. So there's, you know, there are advantages and you see markers like that, which speak to you. But they had lots of other weird thing, which is that the matrilineal system as it was fading. So my great grandmother, she went to school, because by then it was normal for girls to go to school. And what was interesting though, is this while girls were allowed to go to school, Kerala was one of the first places to allow girls to go to school because matrilineal permitted women literacy and education. That new system of education was a patriarchal one. So it was also the same textbooks and the same thing that subconsciously told these women, your job is to be good wives, your job is to be good mothers, and you must be maternal, let your husbands handle things like that. So it also ingrained a strange kind of patriarchy in Kerala, and that is also equally alive. So on the one hand, you do have women with agency, but you also have a deeply entrenched patriarchal mindset in Kerala now, entirely artificial, entirely born out of male insecurities. Because in the 19th century, these men felt like they had to control their women to be masculine. But that also exists simultaneously. So you have both things that actually exist in Kerala. But one of the things that advantages that the state has because it had rulers like Sethu Lakshmibai is that Kerala is talking language, the language of the right to internet, because there's no roti, kappadam, makan problem in Kerala. These things were already handled a while ago. Kerala is the one state where land reforms did work, it actually meant something. Earlier, in many North Indian states, land reforms were just on paper. In reality, families managed to find loopholes and jump through it. Whereas in Kerala, land reforms actually did take place and most of the land was in many ways redistributed and other people ended up getting lots of land. So there are changes in Kerala that were born out of not only the communists who did a great job at least for as far as welfarism is concerned, but also the previous royal rulers. Because under pressure from the colonial state, under pressure from a lot of missionaries, they had no option but to invest in education, but to slowly peel back social inequalities, build up infrastructure in the state and that has therefore kept the state in a very, let's say, enviable position as far as human life is concerned. It has issues in manufacturing and industry. But overall, you know, life in Kerala, you enter Kerala, the first thing you'll see is ads for fabric, textiles and gold, because it's one of the biggest consumer states in the country for gold and textiles, because people have disposable income. You drive through Kerala villages, everybody has a pakka house, most of these houses are flamboyant houses, often, you know, financed by Dubai money. But the point is that people have a lifestyle that is fairly superior."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:24.000",
        "message": "In fact, I read on the internet recently that there was a survey of the fastest growing"
    },
    {
        "speaker": "Guest",
        "time": "02:18:30.380",
        "message": "cities in the world and three of the top 10 were Kerala."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:33.600",
        "message": "And you could argue four if Sharjah is to be included. So let's move from the state of Kerala to the state of Manipally. You told me the last time we met, that you wanted to write three books before 30. That is done. You have written three books before 30. Is the rest of your life a long, slow decline like Sethu Lakshmibai, or what are you working"
    },
    {
        "speaker": "Guest",
        "time": "02:18:54.480",
        "message": "on now? No, I am working on something. In fact, the research is more or less done, I just have to digest the research and start writing. So my deadline is 2022 to publish the book. So but that is a lot of work, because I'm also doing my PhD. So I'm on leave at the moment, but I resume at the end of the summer. So I have to focus on PhD and my writing. And this is perhaps my most ambitious book. In many ways, it will probably be also my most controversial book. I mean, so far, you know, writing about forgotten Sultans of the Deccan, forgotten Queen of"
    },
    {
        "speaker": "Unknown",
        "time": "02:19:20.820",
        "message": "Triumph."
    },
    {
        "speaker": "Guest",
        "time": "02:19:21.820",
        "message": "You can say some important things, but you know, it doesn't upset the political weirdos that are out there. But the next one, I have a feeling might just get a few rotten eggs to sort of perk up and think my God, how dare he say this. So there is there is that project underway, but it will take me a while to actually, you know, complete it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:38.080",
        "message": "Well, it's a pleasure having you on the scene and the unseen. I hope when your next controversial book gets done, do come here."
    },
    {
        "speaker": "Guest",
        "time": "02:19:43.680",
        "message": "This is one platform which will still welcome your heretical views. I'll let you know as soon as it's out so we can do a scene and the unseen session."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:49.640",
        "message": "Yeah, thanks a lot, Manu. Thanks. If you enjoyed listening to the episode, do go on over to your nearest bookstore online or offline and buy The Ivory Thrown by Manu Pillay. Do search for his other books. You can follow Manu on Twitter at Unampillay. That's Manu upside down or backside whatever. Unampillay, you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A, the way the people in Kerala write Verma and not these ignorant North Indians. You can browse past episodes of The Scene and the Unseen at sceneunseen.in and thinkpragati.com. The Scene and the Unseen is supported by the Takshashila Institution. You can check out all their courses in public policy at takshashila.org.in. Thank you for listening."
    }
]