[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "No man ever steps in the same river twice, an old saying goes. Historians know this better than others. Most of us normal folks look back on the past as if it is an immovable block of events. Through the lens of the hindsight bias, it appears that everything that has happened was inevitable. But every historian knows that like the present moment, every moment in time was once in a state of flux, full of possibilities, everything up for grabs. And yet we take it all for granted, geography, culture, politics. The historian Ram Guha once wrote about how easy it is to look back and feel secure in the fact that India is a democracy, that the center did hold, that we are still one nation. But in the years just after independence, it was all an open question. Was there such a thing as a coherent idea of India? Could the Union stay together? And while India is a fixed notion in our heads, lines on a map, a list of states, an anthem and a flag, it is true that our country has been in churn throughout its 73 years of existence, and perhaps now more than ever. As we celebrate one more Republic Day, let's take stock of our Republic."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:15.760",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:21.960",
        "message": "Please welcome your host, Amit Bharma. Welcome to the seen and the unseen. It's the year 2020, 70 years after our Republic came into being. And looking at the present time, I feel cause for both hope and despair. Hope because I see young people throughout our country animated with the same spirit that inspired our freedom fighters, a spirit I had once thought we have lost forever. And despair because we face an existential crisis and a danger of losing the values that our founding fathers and mothers embraced for the nation at its birth. It seems to me more than ever, that perhaps every conversation we have today has more value, more urgency than it would have in some other time. There's so much to make sense of and to put in context. My guest for this episode is Ram Guha, whose books have taught me so much about this country that I love. Ram's been on the seen and the unseen before in a two part series to speak about Mahatma Gandhi. And those episodes will be linked from the show notes. Before we begin this conversation, though, let's take a quick commercial break. One of the great pleasures of my life is getting to hang out with very smart people. Many of them work at the Takshashila Institution in Bengaluru, which also supports the seen and the unseen. Some of the brightest people in the policy world work here. And every time I'm in Bengaluru, I feel so stimulated by the conversations I have, I'd be happy to be a fly on the wall here forever. And guess what, I can listen into Takshashila conversations from wherever I am. And so can you. The Takshashila Wonks and Geeks have a fantastic daily podcast called All Things Policy, in which they discuss everything from nuclear submarines to privacy laws to macroeconomic policy. The conversations are nerdy, funny, and always insightful. Listening to All Things Policy always leaves me feeling smarter. So do search for the show on the podcast app of your choice. All Things Policy. Ram, welcome to the seen and the unseen. Thanks. Thanks, Amit. You know, these days, you're sort of, you're speaking a lot, you're out in the public spaces a lot. During the CIA protests, you were also famously kind of arrested. You've sort of spent your life and perhaps it's a cliche, but a historian is normally thought of as a sedentary figure who's involved in ideas and spends time in libraries. And now it almost seems that there is a more activist spirit in the things that you do, much like the people you have written about, like Gandhi."
    },
    {
        "speaker": "Guest",
        "time": "00:03:47.360",
        "message": "You know, Amit, when I was young, I participated in a lot of demonstrations on two issues in particular. One was the whole question of interfaith harmony. I was in several marches and protests in Delhi in 89, 90, 91, 92, 93, in the years leading up to the Babri Majlis and after. And the other theme on which I did take part in street protests was the environment, you know, destruction of forests, devastation of Adivasi lands. I was also part of the anti-nuclear movement, which failed to prevent a nuclear plant coming up for the Western Ghats in Kerala, a movement that was led by the great Kannada writer and polymath Shivaram Karanth. So in my 20s and 30s, I protested. Then I started writing, focusing on books, whatever I had to say was in my columns. But two years ago, actually, I joined a protest against a steel flyover that would have devastated the heart of central Bangalore. And my wife and I came out and I thought, that's it, you know, it's my city is being devastated. And it was clearly a Ponzi scheme in which politicians and contractors, incidentally of the Congress Party, not of the BJP. To clarify to your listeners who think I'm always only against the BJP, there was a Ponzi scheme of the Congress Party aimed to make money before the election. There are some listeners who seem to think the contrary. So my wife and I were there, you know, as middle aged citizens. My wife is a native of Bangalore, I lived there many years protesting. And that caught some people's eye and I thought that's it. Then of course, this thing happened and this thing happened, it's really as a biographer of Gandhi that I feel so awful about the CIA and what it represents is discrimination against Muslims, the way it was bulldozed through the kind of distorted codes that are used. And I had a vague inkling I would be detained actually. I told my wife that it may happen. And I told her something else I said, look, don't worry, because the Karnataka police is not the Tamil Nadu police, not even the UP police. So I had a vague inkling, I didn't think it would happen, but it happened. And I'm proud that I did what it was a modest act of individual satyagraha, shall we say. And I was certainly inspired by the students, I was particularly inspired by the students of Jamia, and particularly horrified like many people all over India were by the vandalizing of the library. You know, I mean, let me just tell you one interesting kind of amusing and I suppose even informative anecdote. When the Jamia library was vandalized on the 15th, right, when it was vandalized on the 15th, I got a SMS, a message from a historian in Delhi, asking for a clarification, a factual clarification. And this historian asked me, during the Quit India movement, when students participated and in the anti Indira Gandhi pre-emergency struggle when students participated, did the police ever vandalize a library? So this is a query to me as a historian, as someone who'd written both about the 42 movement and the students movement led by Jai Prakash Narayan. And I replied to this friend in Delhi simply, no, because Indira Gandhi and the Viceroy were authoritarians who read books. Now it is partly a joke, partly serious, but I think many people were horrified by what happened to the Jamia library. And I think that led to shortly afterwards, there was a protest in Bangalore, which I did. And then of course, this is this whole, the 19th, which became a very, very big thing. And the 19th was the 70th anniversary of two events. That's why it was chosen to recall why the 19th of December, which I think future historians may write about in some detail, was the day on which there were anti-CIA protests all over India, right? In Delhi, there was a big one in Kolkata, in Mumbai, a huge one in Mumbai, and so on. And the 19th of December was chosen by the organizers for two reasons. I think the principal reason was that it was the 92nd anniversary of 19th December, 1927 was the day on which two revolutionaries, Ashfaqullah Khan and Ram Prasad Bismil were hanged by the British, a Hindu and a Muslim. So that was one reason it was chosen. And the other reason it was chosen was because on that same day, 19th December, 1947, Mahatma Gandhi assured the mayors of the Mewat region, what is now Haryana, that they would be safe and secure in India, and they face horrific ethnic cleansing, particularly in the in the princely state of Alwar, and Gandhiji went to Mewat and told them that he would lay his life on the line for them to stay. So it was a very important, it was two major anniversaries on that day. That's why you had these countrywide protests, and they were amazing. I mean, it was truly amazing what happened everywhere. I could say a little bit about the politics of the Bangalore protest, if you wish. Sure. This is kind of a sociological point, you see, on the 15th, Jamia was vandalized. That evening, there were auto attacks on the AMU. And I think the government and particularly the Home Minister believed that nothing would happen. You know, it would just die down because we've attacked two Muslim institutions, AMU and Jamia and sab log chup honge. But people were outraged, as I've explained, young students all over were outraged by the attacks on these two universities by the pulling out of women from the library of the vandalizing of the bookcases. And you will recall that on the 16th, 17th, tens of thousands of students from totally previously apolitical institutions, such as the Institute of Technology, the Institutes of Management, the National Law Schools, Christ College, all protested, right. And then the 19th was announced. Now, it'd be interesting to know who chose the 19th. These are the two reasons people chose the 19th. I mean, I heard of the 19th from Yogendra Yadav, but there would be other people on Twitter, but there'd be other people who'd been involved. And when it was announced that there'd be a countrywide protest on the 19th, the home ministry in Delhi, I mean, it is my view that the BJP in Delhi, whether it's the home ministry with the BJP in Delhi said that in BJP rule states, there'll not be a chuharacha. And it was a really diabolical plan. So there was going to be section 144 in Karnataka on the 19th, the 20th and the 21st imposed from Delhi, I'm convinced, probably over the heads of the advice of the Karnataka government. And maybe even sections of the Karnataka BJP did not want it. But it was imposed. And the idea was it'll be imposed on the 19th, the 20th and the 21st of December. And the 22nd was a Sunday on 19th at midnight, section 144 would be lifted on the 22nd. The state apparatus would have been brought out for a pro-CAA BJP rally in Bangalore. That was the plan and it went completely all right, because we protested and there was a major, you know, kind of a show and when some people got arrested, more people came. And finally, section 144 wasn't really implemented in any serious way after the first round of arrest and several thousand people, you know, came to the town hall. But it's the kind of diabolical mentality of the ruling regime. That 19, 20, 21, section 144. And it will be lifted on the Sunday when people will be bused to show some kind of manufactured support for the CAA. So I think this is the kind of things that prompted all of this. And it's very heartening. You mentioned in your introductory remarks, the students, right now, one of the very interesting aspects of these protests, which started, I think, with Jamia was that the kind of iconography of these protests, who are these people upholding, Ambedkar, Gandhi and Bhagat Singh. Normally one doesn't see these people together. I mean, normally, you know, the kind of presentation is Ambedkar and Gandhi were rivals or Gandhi and Bhagat Singh were rivals. But it's very interesting that the students have brought these three people together. And I think there's a reason for this. Ambedkar, because he gave us our rights. I mean, today there was a very good Twitter thread by Omer Ahmed, where he said that though Gandhi led the freedom struggle, it was Ambedkar who gave us our rights. And that's why Ambedkar, in many ways, predominates in these protests, right? But Gandhi, because Gandhi lived and died for Hindu Muslim harmony. And Bhagat Singh, because he represents the idealism and the spirit and the unquenchable spirit of the young. So it's a very interesting juxtaposition, you know, and I think it's also kind of, I salute it because we can draw from all these. It is, you can draw from Ambedkar and Gandhi and Bhagat Singh. And it's interesting to see who's not there. You know, Savarkar will never be there or Golwalkar will never be there. So I think the students have been quite extraordinary. And 99% have been nonviolent. And whenever I've spoken, I've always urged the students to be nonviolent. I think that's where it's either must be resolute, courageous, but above all, nonviolent, not just in deed, but also in words. You know, I think one of the ways of shaming the ruling regime is to not to use their resort to their demonizing, abusing language."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:27.640",
        "message": "So I recorded an episode earlier today, we are recording this on January 23rd, I recorded an episode earlier today with Rane Koteswani on Radically Networked Societies. And he made the very interesting point that one of the fundamental clashes in all our society is not just in India, is between a society that is in his words, radically networked by radical fundamentally networked, not the other sense of the term, and therefore fairly flat and you're up against a state which is very hierarchical and top down where information flows slowly. So the term that Pranay in fact used was that we have a state which is a relic of the industrial age against a society which is a product of the information age. And listening to you when you were talking about, for example, plans from Delhi to sort of section 144 on the 1920 or 21st and all of that, it struck me that we also have a state with a tribal mentality against a society with a globalized mentality. Is that something that you would say is an accurate character?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:22.280",
        "message": "I mean, it's very interesting insight, it's probably too early to say how this, you know, because unfortunately, because, you know, the state has deep pockets and vast resources, including punitive resources, which the protests don't, you know, so even if they have a tribal mentality, and they're not so agile, in the way in which the protesters are, they have the resources to exhaust the protesters. So it's a little early to say, it's a little early to be incredibly celebratory about these protests and where they'll take us."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:48.280",
        "message": "I think these phrasings didn't come out in a celebratory way, but just in a way to try and understand what's happening. Obviously, the state has enormous coercive power and monopoly and violence. Another thing that struck me when you were talking about the attack on the library in Jamia is something I read last night, in a book by the Turkish author, Zeynep Tufekci, and which is called Twitter and tear gas. And she talks about all the protests of the Arab Spring across Tunisia and Egypt and later spreading to Spain and Turkey and so on. And there's one very interesting fact, which just blew my mind like my eyes popped out, which was that one common element to many of these protests, you know, whether it is in Istanbul, or whether it is even the Occupy movement in New York, is that wherever you have these large gatherings in these parks, or whatever, become centers of protests, a library springs up. And I immediately thought of what's happening in Shaheen Bagh, where you know, there's been a spontaneous library springing up. And and of course, you know, many things in common with what's happening right now, the role of the youth, the role of women, and so on and so forth. But this really struck me, because I mean, are there sort of echoes of this through history"
    },
    {
        "speaker": "Guest",
        "time": "00:14:56.800",
        "message": "that libraries have some kind of significance? The echoes through history are possibly the reverse, that authoritarian regimes don't like books, don't like learning, don't like education. And certainly this regime doesn't, you know, as shown in the various education ministers is appointed in the ways in which ministers, including the Prime Minister's first day qualifications, in the ways in which vice chancellors are appointed in the ways in which modern science is delegated. So authoritarian regimes, you know, don't like free speech, learning scholarship, ideas of that was true of Stalin, it was through Mao and his Cultural Revolution, in which all the professors were dismissed from their jobs, and it's true of this regime."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:36.360",
        "message": "So I wasn't planning to actually ask this question during this episode, but it strikes me now and I'll ask it anyway, since you're talking about authoritarian regimes and their sort of disrespect for learning, I'd written a piece a while back where I had speculated, I mean, it was based on a story that a friend of Narendra Modi told me. And the story basically was this that once she was sitting at his place in when he was CM of Gujarat in 2007, 2008, sometime around that time, and there was a gathering of seven or eight people and the Prime Minister told them a story about how once when he was young, his mother was very ill, she had fever. So he went to switch on the fan and he flicked the switch on and he found that the fan didn't come on because there was no electricity. And at that time, apparently Modi teared up genuinely because it affected him. And my friend's point was that Modi because he does not read, which mind you, was not his fault, because obviously, he's not born to privilege and doesn't have access to books. Because he doesn't read his understanding of the world is an experiential understanding. So he experiences what the lack of electricity can do. So when he is CM in Gujarat, he makes that a priority power in every village. You know, he can see he can experience the value of roads and cleanliness and water and water. So all of those, he makes a priority, but at a larger level, when you're actually governing a country, in fact, the higher up you go, you also need a great grasp of abstract concepts and to be able to deal with learning. And of course, while it's not his fault that he is not a well read person, because you know, he didn't have that sort of privileged childhood, one would then say that the requirement for a leader is to have the humility to surround himself with learned people and take the advice."
    },
    {
        "speaker": "Guest",
        "time": "00:17:15.000",
        "message": "Absolutely. In fact, you know, he's a phenomenally intelligent man. So first of all, I completely agree with you. I think I've also heard this from other people, that he saw his mother suffer, go far away for water, and so on and so forth. And this is part of his welfare agenda. I completely believe that based on seeing him in interact and speak, I think he's a very quick learner. He is an autodidact who picks up things incredibly quickly, much quicker than any other politician I have seen, certainly much quicker than the likes of Rahul Gandhi. You know, you can talk to him on solar energy, and he will then pick up on the important aspects of solar energy, or agriculture, or infrastructure, or artificial intelligence. He's got a very amazing ability to pick up new facts, new things. But the real flaw he has, and I wrote a column last week in The Telegraph about this, is he doesn't, what you just said, he doesn't cultivate or trust advisors, partly because of this suspicion of acquired scholarship. You know, he's notoriously mocked about Harvard versus hard work, but also partly because, you know, he can't build a team. Brian Modi is always more important than Team Modi. You know, in that column, I quoted someone who has worked with him, who said that the golden rule of working with Modi is, when you give advice, total obsequiousness, no credit. All right, now that's, you know, it's like, you can't, you can't run a large complex government in that way. I mean, if you look at his first term, he had Raghuram Rajan at different points, Raghuram Rajan, Arvind Subramanian, Urjit Patel, and Arvind Palagriha, four top class economists. But none of them could work with him. I mean, Palagriha maybe, you know, could, but then left, right, now he has none of them. He had people in the civil service who were capable in his first term. But in his second term, he doesn't have any, because, you know, if you only cultivate a certain kind of obsequiousness, you'll get that kind of advisor who's second guessing what the prime minister wants, who can never give you frank and open hearted advice. So I think that is really his great flaw. And apart from his sectarianism, which has been noted and widely commented upon, but apart from the ideology, I think it's a personality flaw, a person who cannot build a team, who thinks that a few bureaucrats will run the show for him, who consistently undermines his cabinet ministers. I'll give you one example of this, you know, Arun Jaitley was very close to Modi. He saved his job in 2002. He advised him on many legal issues. They were very close, right, had been for many years. But he was still not willing to give Jaitley, you know, complete autonomy in running his ministry. Now it's well known, or it's overwhelmingly likely that Jaitley was not consulted about demonetization. This has been spoken about, but there's another telling, smaller, but telling episode, which tells you how he did not even respect Jaitley in the way you should respect your senior cabinet colleague. Jaitley had gone for an IMF meeting in Washington, when his beto noire, an arch enemy within the party, Subramaniam Swamy was appointed a Rajya Sabha MP. So Mr. Modi was telling Jaitley, even you better watch out, I'll put someone, you know, at your heels. Now you can't run a team like this, you just can't run a team in this kind of insecure paranoid way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:50.400",
        "message": "You know, I intended this episode and intend this episode to be more about the broader currents of history than individuals. But I can't help but follow up and ask another question, which is, how much of and this is not just in the context of Modi, but you know, I'll come to that. How much of history is determined by the happenstance of particular individuals and positions of power and I'll break it up into two parts. One part is of course, the present part, where it isn't necessary that the head of the BJP would necessarily be somebody like Modi when we've had leaders like Vajpayee before. That's one thing and you have a current of events like what happened in Gujarat where you know, it the rights arguably helped him consolidate his position, Pramod Mahajan dying at a point where he was fairly strong influence in the party and so on and so forth. And eventually he comes to power. And the other element of happenstance, which I suspect that you'll have a strong opinion on is, it strikes me that, you know, over the last year, I've done a number of episodes trying to understand Hindu conservatism and sort of looking at the history of this last century. And it struck me over this time that we were in a sense, very lucky to have Nehru as Prime Minister at the time he was, because it seems to me that a lot of the leaders around him in the Congress Party were either conservatives, and I don't mean that in a bad way, as you know, the current, but were Hindu conservatives leader, not Hindu conservative leaders, like you know, Patel, Prasad, Pant and so on. And he almost seems like a force apart, even when it comes to the episode of the Ram idol being actually planted in the Babri Marjid, which was a Hindu Mahasabha plot. But when Nehru said get the idol out immediately, you know, Pant was CM of UP, Lal Bahadur Shastri was Home Minister of UP and they ignored him because their sympathies lay with the cause. So how much of our history is determined by this sort of happenstance and in the case of Nehru, I've asked this to various people, I'd love to know what you think."
    },
    {
        "speaker": "Guest",
        "time": "00:22:45.880",
        "message": "I think it's a balance. I think Marxist historians diminish the role of individuals in history. Though ironically, they exalt Lenin and Mao as great figures, I mean, the first great personality cult was of Stalin, and then of course, the second one of Mao, the other biographically oriented historians, for example, in North America, where you have all these biographies of founders, you know, this great Washington, Jefferson, they're the people who changed everything, which is the balance, the social, political, structural forces that operate that constrain what even the most remarkable individual can do. But individuals in positions of power, particularly, can shape the direction a society, a government and administration, a regime takes. There's no question about that. Also, you know, the removal of individuals, I mean, you mentioned Pramodh Majan, right? Now, you're absolutely right. Now, if Pramodh Majan had been around, he'd have been a major challenger to Modi, because he had very good relations, he was close to the Bombay moneybags, he had good relations across parties, he was very smart, he was self made, he had administrative experience, right? Similarly, if Tilak had not died when he did, maybe Gandhi would not have had the opening to become the leader of the freedom movement. So accidents of this kind do play a part, without question. But of course, as Marx himself said, you know, men make history, but not in the circumstances of their choosing. So Modi could not have done what he did, right early on to become prime minister had the Congress regime not had the kind of, you know, problems that it did, right? So but this is really, I mean, this is really a two person regime. And there's not been a two person regime in India. Even Nehru, you know, trusted, of course, Patel died, but he trusted his ministers and above all, he respected, he would take advice from professionals, you know, he would not not decide the Gamla Reserve Bank, if he wanted to do something, he would consult the Gamla Reserve Bank on science policy, he would consult Bhabha, right, and so on and so forth. So this kind of absolute centralization of decision making,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:48.920",
        "message": "I mean, one could argue Indira Gandhi, we have not noted since Indira Gandhi's time. True. Let's talk about broader trends now in this in an excellent speech you gave at the Kerala Lit Fest, where unfortunately, once, you know, stray line at the end got all the media attention, but I really enjoyed the speech, especially for the and it'll be linked from the show notes, especially for the meat of the speech, where you talk about how the notion of nationalism evolved around the world, but the divergent path that notion took in India, can you can"
    },
    {
        "speaker": "Guest",
        "time": "00:25:20.560",
        "message": "you elaborate a bit on that? Yeah, so essentially, nationalism in 19th century Europe, where it was the first force in a systematic way, was oriented towards, you know, making the citizens of a nation or a particular unified territory, protected by boundaries and an army, making those citizens come together on the basis of a single religion, a single language and frequently a common enemy. So to be English, you have to speak English, the minority tongues were obliterated or marginalized. To be truly English, you had to be a Protestant, which is why the king was also head of the church, and you had to hate France, right? Now, that kind of model of nationalism, of course, and I argued only partly in just that Pakistan is really a perfect 19th century European nation, India, I think, again, very much because of Gandhi and very much because of Gandhi's diasporic experience, but he recognized that extraordinary religious and linguistic diversity of India, which he encountered in South Africa, was something that we nurtured, appreciated, enhanced, and nationalism had to be built on shared values, not on shared identities, not on common religion, common language, common enemy, but on gender and caste equalities, economic self-reliance, non-violence, Hindu-Muslim pluralism, Hindu-Muslim unity, and so on, right? Now, and the constitution in many ways takes that vision much further. I also argued that there were sections of the Indian left that did not subscribe to this because they did, I mean, their heroes were somewhere else and it's also got me in trouble in Kerala, among the leftists, because I said, you know, for them, it was always Stalin and Mao over Gandhi, right? And today, it may be Hugo Chavez, and I don't know, Hugo Chavez is dead."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:02.320",
        "message": "So I don't know who the hero of the global left is. Corbyn and Sanders, perhaps. Corbyn and Sanders."
    },
    {
        "speaker": "Guest",
        "time": "00:27:06.560",
        "message": "Corbyn and Sanders. I mean, Corbyn and Sanders. I mean, it's astonishing how some young Indian leftists revere Corbyn. I mean, I mean, the only thing that can be said about Corbyn is that he's a slightly better version of Rahul Gandhi. I mean, he's a born loser. Basically, he's a born loser with huge flaws, huge flaws in his ideology, in his personality, in the way. So but this kind of sentimental looking outside, right, to heroes, meant that the left was kind of marginalized. So great pity, great pity, because they could have contributed a lot had they stayed within the mainstream of the freedom movement. On the other hand, the gun, more strongly and more viscerally and more effectively, the Gandhian model of patriotism was attacked from the right by Hindutva, which actually prescribed in a curious way to a European model of nationalism. To be an Indian, you have to be a Hindu. To be a true Indian, you have to speak Hindi. And to be a truer Indian, you have to hate Pakistan, you know, that's kind of the model of nationalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:59.280",
        "message": "Hate Pakistan later, but hate Muslims to begin with, pre-independence."
    },
    {
        "speaker": "Guest",
        "time": "00:28:03.120",
        "message": "Yes, hate Muslims to begin with, but also actually hate Pakistan to begin with, because hate Muslims came from, why did partition happen? Because the Muslims, we could not trust them, right. So I talked about this, why the Gandhian model of patriotism ceded ground to the Hindutva model of Jingoism and why we need to reclaim it. But I also talked about, you know, the failures of the left, the failures of the Congress Party, the growth of religious fundamentalism worldwide, and how this is played into the hands of Hindutva. But I mean, I'm someone who has always called himself a patriot. I've never been shy. I mean, I don't believe you can be a world citizen. I mean, I believe that you can be a citizen of Bangalore, of Church Street, where we are talking, of the contourment, of Karnataka, of India, but because you can identify with your locality, your town, your taluk, your district, your watershed, you could even be a citizen of the Kaveri Delta if you live there, right? All right. The Kaveri Delta may spill over more than one state. But world citizen is an abstract idea. It's a cop out. I, in the last, absolutely in the last paragraphs of India after Gandhi, I quote J.B.S. Haldane, who's a British scientist who became an Indian and whom Saban Sivaramanandan has recently written a book. And he says, you cannot be a world citizen because there is no world government. And one of the chief duties of a citizen is to be a nuisance to his or her government. That's one of the chief duties of a citizen. That's what the citizens of Shaheen Bagh and a hundred other places are doing. They're being a nuisance to the bad policies of their government. Another remark relevant to that is by Benedict Anderson, the great theorist of nationalism. And he says, a true nationalist will feel a sense of shame at the crimes committed by his state. Right. So, again, one of the aspects of the Gandhian model of nationalism, which actually comes more from Tagore than from Gandhi, or two aspects of the Gandhian model of nationalism, which comes more from Tagore than from Gandhi, are the openness to other civilizations. So when Tagore says, a glory in the lamp, a glory in the illumination of a lamp, lit anywhere in the world, right, that is that you learn from other cultures, you know, no"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:17.880",
        "message": "nation is a frog in the well, you learn from other cultures. In fact, Tagore also famously said, nationalism is, quote, the particular thing which for years has been at the bottom of India's troubles."
    },
    {
        "speaker": "Guest",
        "time": "00:30:26.840",
        "message": "So, and also the sense that no nation is perfect, it's always, you're always trying to redeem yourself by improving yourself, you know, you're not flawless in the way in which, Hindutva believes ancient Hindus were fine, perfect, you know, they invented everything. And they even claim that the caste system came with the Muslim, which is totally absurd. You know, it's been there before ever, right? They claim that we practice, that Shivaji practiced perfect gender equality, which is complete nonsense, right? So I think these are aspects of the Gandhian model of patriotism, and not just religious diversity, religious pluralism, not just caste and gender equality, but the ability to reflect on your flaws, your failures, to overcome them, to look at what our other countries are doing, maybe learn from them, and this kind of, you know, you can also learn from other states, Karnataka can learn from Tamil Nadu, Tamil Nadu can learn from Kerala, UP can learn a hell of a lot from Karnataka, Tamil Nadu and Kerala, all right. So I think these are aspects of patriotism, I think, that are glossed over in the kind of jingoistic, hyper nationalistic, Hindutva view of what it is to be an Indian."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:33.600",
        "message": "So I have a follow up question. But before a follow up question, an interesting anecdote for my listeners that the last time you and I recorded Ram, I happened to mention to you at the end of the recording, that you know, Church Street is of course, the best street in the world for me. And part of that is because it has Blossoms, which is the best bookshop in the country. And you responded by saying Blossoms the best bookshop in the country, it's not even the best bookshop in its own street. Yeah, it's a joint best. So my follow up question is this, that your thesis there was that there was a kind of European nationalism, which is bound up in love for a particular, you know, identity, a land, a language, and a hatred for the other, and a religion. And that has now taken form in India in the form of Hindutva, which is inspired by that. And you pointed out that Gandhi's kind of nationalism was sort of different. Now I have two questions. One is that, is it the case that during the freedom struggle, that they were contesting notions of nationalism, not just these two, but various others. I mean, Bose had his own notions, Gandhi had his own notions, Motilal Nehru had his own notions, and you have all of these different notions, and we could be in hindsight saying"
    },
    {
        "speaker": "Guest",
        "time": "00:32:50.600",
        "message": "that, oh, okay. You're right. Right. Right. So you mentioned three people right now, Bose, Motilal Nehru and Gandhi himself. So there were things that, you know, Bose, Motilal Nehru, and Gandhi, all completely believed in Hindu-Muslim harmony, totally shared it, right? Like Gandhi differed from them, Bose, like Gandhi, believed in gender equality, in fact, in a more radical way than Gandhi, I mean, he started a women's regiment, for example, right? Gandhi's, I think Gandhi's originality lay in two things. One, his attack on the caste system, and particularly untouchability. I mean, I know, I believe he's been unfairly demonized by the Ambedkarites, you know, with the virtue of hindsight. I mean, Ambedkar was a great leader, a great prophet. He was the emancipator of the untouchables. And you know, not just the Dalits, but all of India owes enormous debt to him. But you should not polarize Ambedkar against Gandhi when it comes to the question of caste and untouchability, because if Ambedkar was a great emancipator of the Dalits, the greatest leader to emerge from within the Dalits, no upper caste Hindu did more to challenge untouchability than Gandhi, right? And that the sin of untouchability, Gandhi recognized in a way in which Bose, Motilal Nehru, Jawaharlal Nehru, Bhagat Singh did not. He called untouchability diarism of Hinduism. He compared it to general diarism, you know, where Hindus would treat other people as being inferior to them because of the caste in which they were born. He compared it to general diarism. And finally, nonviolence. I think that's, of course, the major departure that he had from Bose. So there was a shared common ground between Gandhi and many of the others, you know, Srinivasa Shastri, who was a great liberal, Tej Bahadur Sapru. But I think nonviolence, economic self-reliance, and above all, the attack on untouchability, I think sets Gandhi apart. And finally, two other things set Gandhi apart. One was his ability to have a debate, reflect, change his mind. I mean, if you look at how his views on caste became more radicalized, it was because of his exchanges, first with Narayana Guru, the great Malayali reformer, and then with Ambedkar. So his ability to grow, change his mind. And the second truly remarkable thing about Gandhi, which in a way brings us back to Moli and Nehru, is that Moli and Nehru left no second run, they had no successors. Gandhi left a whole team. I mean, I wrote a piece to coincide with the 150th anniversary of Gandhi's birth, which I called the 12 Apostles of Mahatma Gandhi. I could have called it 24, right? But I chose 12 people, you know, so in government, Nehru, Patel, Rajendra Prasad. In opposition, Kripalani, Jayaprakash Narayan, Rajaji. In social work, Kamaladevi Chattopadhyay, Medulla Sarabhai, you know, Jessie Kumarappa, Meera Band, that's 10. Then I talked about Gafar Khan, I forget who the 12th was, because, you know, but there could have been many, many more, you know, Zakir Hussain in education. So Gandhi was a great team builder. You know, he nurtured people, he identified talent, he met people, identified their talent, nurtured their talent, and then set them free. He told Kumarappa, the work of village renewal is yours. He told Zakir Hussain, the work of education is yours. He told Nehru and Patel, the work of running an independent India is yours. Now that kind of extraordinary ability that Gandhi had is given to very few, is given to very few, you know, it may have been there in, you know, there may have been some great entrepreneurs who built teams of that kind, but political leaders who nurtured talent in that way, and, you know, Gandhi died, but the country continued because of all these people who are there in public office, in the civil society movement, in universities,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:44.600",
        "message": "all inspired by him. In fact, as an aside, you know, just regarding the dichotomy and possibly the false dichotomy between Nehru and Ambedkar, I've been reading this book by D. R. Nagraj called The Flaming"
    },
    {
        "speaker": "Guest",
        "time": "00:36:54.000",
        "message": "Feet, and D. R. Nagraj, by the way, was a close friend of mine, and I miss him almost every day. And he was the most brilliant intellectual of his generation. We are speaking in Takshashila office in Church Street. I met him for the last time in Koshy's, which is down the road, the day before he died. Oh, my God. I mean, he was extraordinary mind. He was brilliant. He was in his 40s. He was going to contribute enormously to our cultural and intellectual life, had he lived another 10 or 15 years. He had a wonderful, subtle mind. He bridged the vernacular and the cosmopolitan, the civilizational and the kind of, you know, ground up view of peasants. He came from a religious background, he knew several languages, he was a theorist but deeply grounded in empirical reality. And his student Prithvi Datta Chandrashobhi, fortunately has edited two outstanding books of his essays, one of which is Flaming Feet and the other I think is called Listening to One's Loom, Listening to the Loom. But he was truly, I mean, I said I miss him and my understanding of Gandhi and Ambedkar is deeply indebted to what he wrote and to our conversations in Koshy's Cafe."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:07.400",
        "message": "Those books will be linked from the show notes. So I have a follow up question on nationalism and at one level, I would even perhaps respectfully dispute your terming Gandhi's view of the world and all of the other great leaders that"
    },
    {
        "speaker": "Guest",
        "time": "00:38:20.640",
        "message": "we spoke about as nationalism itself. I call it patriotism."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:23.640",
        "message": "Yeah, I'd call it, I'd call it something else. What do you call it? Yeah, I'd call it patriotism or I'd call it whatever, but because for example, and there's a larger sort of question I'm coming to, you know, Popper once described nationalism as something that, quote, appeals to our tribal instincts, to passion and to prejudice and to our nostalgic desire to be relieved from the strain of individual responsibility, which it attempts to replace by a collective or group responsibility, stop quote. And I was kind of thinking about how the only kind of nationalism which has any kind of resonance and which is on the resurgence today is a model of that 19th century European nationalism, which is all over the world and which is in India. And there's a very interesting book by the Israeli scholar Yael Tamir called Why Nationalism? And she points out a couple of things here. She says that one, this kind of nationalism is inevitable because only the stat she gives us only 3.3% of the world's population actually lives outside their country of birth. And you know, which is a surprise to me because I have lived and traveled in globalized cities sort of all my life, and she therefore says that that nationalism is necessary because it quote, endows a state with intimate feelings linking the past, the present and the future, stop quote. And she makes a distinction I found very useful in thinking about it between thick identities and thin identities, where I think she would hold that a humanist liberal like me who you know, sees himself as part of a globalized world, but that identity is too thin and thick identities which are bound by communities and cultures and ways of doing things and norms and conventions are much thicker. And therefore, it is necessarily the case that that kind of nationalism will win out"
    },
    {
        "speaker": "Guest",
        "time": "00:40:10.640",
        "message": "over whatever we see is a very special case because of the persecution of the Jews. And they had to find a homeland because they were so brutalized and, you know, subject"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:21.040",
        "message": "to really some exterminate almost exterminate."
    },
    {
        "speaker": "Guest",
        "time": "00:40:23.760",
        "message": "I think Yael Tamir lives and teaches in London, but I think my talk was called patriotism versus jingoism. So I believe there are two I mean, these are two, two, you could say, cousins, both from the same offspring from nationalism. One takes the path of openness, dialogue, diversity, and the other is like the hard line kind of, you know, jingoistic model. And I said that patriotism is suffused with love and understanding and jingoism by revenge and hatred. That's how I put it. Right. Now, I also believe to expand on a point I made briefly, that you can have overlapping identities. You can be a South Sea patriot, a Bangalore patriot, I mean, even in Israel, Israel is much smaller, right? You can be a Haifa patriot, you know, a Negev, a dead desert patriot, identify with the land and also, but you can't really be a global citizen. In that sense, this scholar is right. I mean, that, you know, you can't be a cosmopolitan going all over the world. And because, particularly because of that figure she quoted, 97 percent of the world's population continues to live in the nation state in which they were born. So that's where they have to claim their rights from the state. You know, a Columbia professor can say, I'm a world citizen, right? The resident of upstate New York who has never had a passport, right, has to be an American citizen demanding that his or her government treats him or her fairly and, you know, respectfully. Right. So I think the globalized left and the cosmopolitan liberal have underestimated the force of not just the force, the importance and the legitimacy of nationalism. Now, I mentioned Benedict Anderson. Now you quoted Popper. Now I'm not sure what, was Popper Jewish?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:10.840",
        "message": "Almost certainly he was. His grandparents were Jewish, but they were not devout."
    },
    {
        "speaker": "Guest",
        "time": "00:42:15.080",
        "message": "Okay. All right. Now, this is very interesting. I'll tell you why. Because Benedict Anderson says in his book, it says somewhere, the great theorists of nationalism, Eric Hobson, Ernest Gellner, Hans Kohn, Anthony Smith, were all Jewish. And Jews are congenitally suspicious of nationalism in the way in which Popper was also Jewish is because they suffered so much from nationalism. You know, it's like, and hence they had to then find a state of their own, right. But to be an Indian, I mean, there is a choice, there's a choice between a capacious, open minded, dialogic form of nationalism and a hateful, visceral, vindictive, vengeful form of nationalism. There is a choice between Gandhi and Golwalkar, you know, there's a choice between Ambedkar and Savarkar. These are choices that are there for us. And we must choose, I mean, we must not say nationalism is tribal, nationalism is bad. Nationalism is a Western invention. No, because I think most ordinary people want to know, I think what the anti-CIA movement has done is brought back the idea, I mean, Indian flag, I mean, in a few years, the Indian flag has gone from being imposed by the Supreme Court to being claimed by ordinary people. It's great. And the preamble is being read all over the country. And the flag, I mean, the symbolism of the flag, what is the symbolism of the flag? If you read Gandhi on the flag, if you read Gandhi on the flag, it is the saffron is Hindu Hindu. The green is Islam, and the white is all the other religions who are being protected by the two larger ones. I mean, it's a beautiful image. That's a Gandhi's image of the colors of the flag. That is the understanding of the colors of the flag. Right now. So I think these are things which shows that nationalism mean, I mean, it may not matter to intellectuals. It may not matter to global travelers, to entrepreneurs who travel around the world,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:01.640",
        "message": "but it matters to ordinary people. I mean, I have two thoughts here. One is, of course, that we are hardwired for tribalism and nationalism plays into that. But my other thought, and this is where I'll be a bit of a skeptic with, you know, when you talk about a good nationalism and a bad nationalism, it almost seems good and bad. I would say more accommodating, more accommodating and more hateful. The issue I take with this is that any kind of ideology, which is based on identity, isn't it necessarily exclusionary?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:28.760",
        "message": "No, if it's based on values, then it's based on values. It's not based on values within the boundary or controlled by the state, you know, I mean, I can't demand rights from the Bangladeshi government. The Bangladeshi citizen can't demand rights from the Indian government. If you live in a world of territorially bounded nation states, you have to choose between, to use your phrase, good and bad nationalism, a nationalism of values and a nationalism of tribalism. You have to choose between that, right? But if they're completely open borders and this is a world state, you know, who knows when that will come, you know, climate change will take care of all of us before that can ever come. Maybe then, maybe then you can talk about, you know, something else, right? But where you have passports, where you have national armies, where you have national currencies, you have to think of what kind of nationalism you want."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:23.840",
        "message": "So what you're really saying is that nationalism based on identity is almost inevitable, if not necessary, as Sameer would have held. And what we need to do is layer upon it a system of values, which can make us more..."
    },
    {
        "speaker": "Guest",
        "time": "00:45:36.280",
        "message": "Values that are a combination of universal values and particular values. In the sense that a resident of Israel doesn't really have to bother about, has to bother about gender equality, but not about caste equality. Right? If you know what I mean, right? Exactly. I mean, they all find they can all speak Hebrew, but in a country like India, which has 14 classical languages, should we all speaking Hindi? So it has to be a blend of local things determined by a local cultural context and truly universal values. I mean, individual freedom, gender equality, nonviolence are universal values."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:12.640",
        "message": "Those are universal values. So I'll now ask you to expound on patriotism. But before I do that, I'll read out one of my favorite passages from an essay that Orwell wrote on it, where he gives a distinction between nationalism and patriotism. And he says, quote, by nationalism, I mean, first of all, the habit of assuming that human beings can be classified like insects and that whole blocks of millions of 10s of millions of people can be confidently labeled good or bad. But secondly, and this is much more important, I mean, the habit of identifying oneself with a single nation or other unit, placing it beyond good and evil, and recognizing no other duty than that of advancing his interests. Nationalism is not to be confused with patriotism. Both words are normally used in so vague a way that any definition is liable to be challenged. But one must draw a distinction between them, since two different and even opposing ideas are involved. By patriotism, I mean devotion to a particular place and a particular way of life, which one believes to be the best in the world, but has no wish to force on other people. Patriotism is office nature defensive, both militarily and culturally. Nationalism on the other hand, is inseparable from the desire for power. The abiding purpose of every nationalist is to secure more power and more prestige, not for himself, but for the nation or other unit in which he has chosen to sink his own individuality. And in your excellent speech at the KLF, you also expounded on the sort of the different"
    },
    {
        "speaker": "Guest",
        "time": "00:47:33.600",
        "message": "elements of patriotism. There is obviously a strong resonance between what Orwell is saying, what I'm, you know, what I said that, you know, I've read Orwell all my life. I mean, between my MA and my PhD, a Bangalore friend, Meera Rao, gifted me four volumes of his collected essay journalism. So six months before my PhD, all I read was Orwell. So you know, quite a lot of Orwell seeped into me. But there's a still I'd like to elaborate on Orwell says, he says somewhere, you know, nationalism is about defending, advancing the interests of the nation. Just see the first. Yeah, I'll just read that out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:08.040",
        "message": "The interests of the nation. Where he says, interests of the nation or something like that, identifying oneself with a single nation or other unit, placing it beyond good or evil, recognizing no other"
    },
    {
        "speaker": "Guest",
        "time": "00:48:15.640",
        "message": "duty than that of advancing his interests. So the interests of the nation. Yes. Now, what Gandhi did, there is a subtle difference between Orwell and me or between a British patriot and Indian patriot. It's the interests of the citizens. You know, Orwell talks about a land and a kind of mystical attachment to the land because England is a island and far away, and it was never colonized, right? Indians were talking about, in some ways, Indian patriotism is actually more advanced because they're talking about the interests of the citizens because we are building it afresh. I mean, we had to get rid of the British and then cultivate these values and virtues among our citizens. So what we're talking about, you know, is not the interests of the nation, but the interests of the citizens of the nation, which is which sometimes may be congruent and in many other times may not be congruent. And Hindutva is only about the interests of the nation. They always reside. I mean, that's what I think, you know, also, I think a very interesting difference between British patriotism, even of the best kind of the Orwellian kind. I mean, though Orwell may have been a Republican, is that we are Republicans. We don't believe in inherited status. You know, nothing offends me more than one, not many things offend me, but one thing that offends me a hell of a lot is when people, including people in the Congress party, like Jyotindra Singh, Indian capitol Amrita Singh, in private want to be addressed as your highness. In private? Yeah. I mean, sometimes in public too. They claim that they are, you know, because of the Royal Indians and British patriots are see the monarchy as part of their patriotic tradition. It holds them together. It's been there for centuries. But we, I mean, why 26 January is so important is that it denotes the time when India transformed itself was no longer a dominion, but became a republic, right? In a republic, every citizen is equal, right? It's like the French and the Americans had true revolutions, the British never did because they never got rid of their royalty, right? We had a true democratic revolution in the same way when the constitution came into effect. And the republic implies that every citizen is equal. Of course, in theory, that's not true. You're still entitlements of birth and privilege and caste and class and gender. But broadly, I mean, I would say, I mean, obviously, I agree as much as Orwell says, but we had to struggle for the freedom struggle and Britain never had a freedom struggle. And the great thing about the Indian freedom struggle, this is where I want to bring up Gandhi again. You know, Sunil Khillani, in a review of my Gandhi biography, had a wonderful phrase. You know, he often comes up with profound insights. And this was in a book review of somebody else's book. He said, Gandhi was battling the British, but he was also battling India. That is the darker side of India, oppression of women, oppression of caste, hatred of minority. It's a fabulous phrase. You know, Gandhi was battling India too, right? It was a battle against India, as well as a battle against the British. And it's in that struggle, in that struggle against the more unpleasant, unappealing sides of Indian tradition, that Indian patriotism was born. You know, for the Hindutavadi, Indian tradition had no unpleasant and unappealing sides. It was always fabulous. And we were always better than the rest of the world, right? And I think the great thing about the freedom struggle, and the great thing about people like Gandhi and Ambedkar, and even Nehru, was they recognized that Indian society was deeply fraught. The way we brutalized our women, the way we treated our low caste, the way we were not open to modern learning and science, and were self-satisfied about our past achievements, our past civilizational achievements, and this self-critical aspect of the freedom struggle, I think is incredibly important to remember and renew today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:12.680",
        "message": "And that's actually just a fantastic quote by Sunil Killani, which you pointed out. And I'm going to ask a follow up question based on that, after we take a quick commercial break. If you've gotten so far in this podcast, it means you like listening to good audio content and you're thirsty for knowledge. In that case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is their local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of the book and so on. As long as Storytel sponsors the show, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is Open by Andrei Agassi, the best sports autobiography I have read. Most sports autobiographies tend to be about the glory of the sport and the sportsperson, a collation of high points. But Open is about pain and insecurity and weakness and self-doubt, told with honesty and self-awareness. Lovely book. Open by Andrei Agassi on Storytel. Download their app or visit Storytel.com. Remember, that's Storytel with a single L. Storytel.com. Welcome back to The Scene and the Unseen. I'm chatting with Ram Guha, and we are taking stock of our republic, as it were. And you know, you quoted Sunil Khilnani, you know, who said these words in a book review of your book on Gandhi, where he said that India was not just battling the empire, Gandhi was not just battling the empire, he was also battling India. And my question here is, and again, this is something I've tried to explore over multiple episodes with multiple people, is that there is a notion that the constitution that we got was a liberal constitution, though to my mind, it's not liberal enough, but whatever the constitution that we got was a liberal constitution, but imposed upon an illiberal society. And therefore, can that imposition be liberal at all? Taking that thought further, it is held by some now that what has happened today with the BJP in power, with Modi in power, is that politics has caught up with society, that this is always how our society was. So now I have a couple of questions there following up from this. Let me answer that."
    },
    {
        "speaker": "Guest",
        "time": "00:54:28.680",
        "message": "It's a very good question. It's a very good question, where you say that it was a liberal constitution imposed on a illiberal society. Now Gandhi recognized this, Gandhi recognized that and Ambedkar and Nehru all recognized, which is why they spent the decades leading up to independence, trying to reform society. Particularly Gandhi and Ambedkar on the question of caste, Gandhi and Ambedkar on the question of caste and Ambedkar and Nehru on the question of gender equality, recognized that this was an illiberal society. Now, as a historian, I'd like to reemphasize that Gandhi was absolutely alert to this. What did Gandhi's early death, premature death read us off? Now again, I'd like to give some historical facts that would not be known to your listeners. Had Gandhi not been murdered on 30th January 1948, what would he have done in the following weeks? He was due to go leave for Sevagram on the 2nd of February to have a meeting with constructive workers. Pushed back one day, 29th January 1948, Gandhi said to casually, he said to some people, we must think of disbanding the Congress and making it Lok Sevak committees. He didn't mean disband the government. He meant that while the government will run, while Nehru and Patel, people like Nehru and Patel will be in government, he placed them there, he blessed them as running government. We will have a countervailing force in civil society composed of freedom, people from the freedom movement who are temperamentally not interested in administration, but in reforming on the ground and in liberal society, right? So Gandhi's clear understanding was constructive work is as important as politics. It goes back to the 1920s and he was going to go to Sevagram on the 2nd of February to meet social workers to tell them what could have been done or what should be done to keep the government honest, to keep it on its toes, right? And if Gandhi had not died, if he'd lived another few years, you would have had a spread of the social reform movement within society. Gandhi recognized that you can't simply trust the state to reform society. You have to have on-ground reforms by activist individuals working non-violently, you know, going from Mahalla to Mahalla. You just can't have a law saying untouchability is abolished. You have to go have people going from Mahalla to Mahalla, village to village saying open every well to every person. You can't just have a law saying women are equal to men. You have to go travel around and to use a later phrase, conscientize ordinary folks about the importance of giving women equal rights. So Gandhi absolutely recognized this. Now among the tragedies of Gandhi's premature death was that Gandhi had not had clearly anointed his political successors. He had said Nehru and Patel will succeed me politically, but he had not anointed his successors in the social work field. And through a, I mean, this is maybe a separate discussion, but through pure accident, Gandhi died and Vinoba Bhave appointed himself. And in my view, he gave that social reform movement a totally wrong direction and a spiritual and mystical direction rather than focusing on proper ground level constructive work. So I think Gandhi recognized this. Gandhi is, again, this is the difference between Gandhi and people like Bose and Bhagat Singh, who said political power first and foremost, get rid of the British as early as possible. On the other hand, Gandhi said, we must prepare ourselves for independence to go back to what Khilani remarks, his battle was against India too. And he would have, even after independence, Gandhi would have continued the battle against India at the level of everyday life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:30.600",
        "message": "And that's what we missed. And here I have to say that, obviously, I agree completely with Gandhi. I mean, one of my favorite quotations about politics is by Andrew Breitbart, which is quote, politics is downstream of culture, stop quote, which is that, you know, unless you change the culture, you cannot change the politics. Absolutely. Now, what seems to have happened is that one, the political infrastructure that then was shaping the constitution and the country who are today disparagingly termed as liberal elites, basically framed a constitution that at that time was out of sync with the culture. And what also seems to have happened at that fight, and it wasn't just Gandhi's fight, I'm sure a lot of people cared about it, of bringing about a liberal society, essentially, some would argue pessimistically that it has failed. And because it has failed, today, we have the kind of politics we have. And tangentially, the other contestation, like I did an episode with JP Narayan, the great political thinker, and his point was that India is not necessarily an illiberal society. And to some extent, I get where he's coming from, I call it an illiberal society because of the way women are treated and the lower caste are treated and so on. But at the same time, our traditions of tolerance and diversity are such that it strikes me that it's both and that the so called conservative government in power is actually in one sense a radical government, because they're going against our traditions of tolerance."
    },
    {
        "speaker": "Guest",
        "time": "00:59:46.560",
        "message": "I mean, as in, you know, you know, this whole question of Ayodhya, one, one temple, one, one holy city for the Hindus and so on. Absolutely, absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:56.440",
        "message": "So, so would you say that that Gandhian struggle is finally lost today?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:01.480",
        "message": "You know, I would have said it two months ago, I would have not said it's lost, I would have what I would have said, Amit, is, and I have said it in print, is to invoke my friend Gopal Krishna Gandhi, who is only incidentally a grandson of Gandhi, but essentially a scholar and thinker and profound modern interpreter of Gandhi's thought. And Gopal Gandhi often used to say to me in private, particularly in the 1990s, the brutal decade that saw the demolition of the Babri Masjid and so on, he used to say to me, like the Buddha, India will kick out Gandhi. And like the Buddha, the rest of the world will affirm Gandhi. So I knew that Gandhi would never die. I mean, that, you know, there would be people in Eastern Europe, in Latin America, everywhere else who would pick up Gandhi and renew his ideas. But maybe I was taught by Gopal that Gandhi's influence was steadily diminished within India over the last two months, and particularly the protests against DCA. Because of these two aspects of Gandhi that they brought, one is Hindu-Muslim harmony, and individual civil disobedience, you know, people's power, individual and collective."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:06.480",
        "message": "And the photograph of the young girl offering a rose to the policeman was so Gandhian."
    },
    {
        "speaker": "Guest",
        "time": "01:01:10.040",
        "message": "Correct. And individual in the sense that it is not organized, contrary to what the BJP says, this is totally spontaneous. You know, I mean, I said, the day I was detained and came out in an interview, I said that in the detention center, there were 400 people, students were overrepresented, and the Congress Party was underrepresented, even though, you know, Karnataka is the gutter of the Congress Party, but it's pretty strong here as the main opposition party. So I think these two aspects of Gandhi have come back in India through this, the current wave of protests, you know, spirited coming out in the streets, non-violently. And you know, this whole, I mean, that great, the slogan, I don't know who coined it in Bombay. Jab Hindu-Muslim razi, kya karega nazi?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:56.080",
        "message": "Yeah. The name escapes me, actually, you know, somebody put this up on his Instagram, and then it"
    },
    {
        "speaker": "Guest",
        "time": "01:02:01.080",
        "message": "got onto a t-shirt. Okay. Jab Hindu-Muslim razi, kya karega nazi? Now, it's that kind of sharp satire. The phrasing is not Gandhian, but the sentiment is totally Gandhian, the phrasing is too satirical and sharp to be Gandhian, right? So this aspect, you know, I mean, Hindu-Muslim-Sikh-Isai razi, you know, I mean, the whole Rangarhad in Shaheen Bagh by Sardars, you know, that's fabulous. I mean, that's like, that's just wonderful, right? So I'm hopeful that Gandhi has not been forgotten in his homeland. I mean, two months ago, I would have thought that it's elsewhere that people are, you know, truly remembering him. I mean, the Prime Minister quotes him totally cynically and instrumentally. I mean, the Prime Minister can write an article on October 2nd in the New York Times, and not mention Hindu-Muslim harmony, which is what Gandhi lived and died for. You can mention Einstein praised him, Mandela praised him, all kinds of stuff, right? So but I think ordinary people, and admirably, not only Gandhi, but also Ambedkar, also Bhagat"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:00.640",
        "message": "Singh. That's great. Yeah. And I wrote a piece on this, where I was sort of looking at politics through the lens of economics and trying to examine why is it that during our freedom struggle, we had so many great leaders, and people often bemoan that we don't have leaders like that anymore. And to me, the economic answer boiled down to incentives, that at that point in time, all the leaders that we had, they weren't motivated by the lust for power, because it was no power to we had, they were motivated by abstract ideals, and that idealism to them there. And it was that kind of person who got attracted. And in the modern Indian state, where the state is such a rent-seeking predatory behemoth, it attracts the kind of people who will lust for power and who will go on. Now, what has given me hope in the last couple of months, as you said, is that that kind of spirit, that kind of idealism seems to be reappearing in the public spaces right now, but is not yet there in politics, but is reappearing in public spaces and maybe out of the crucible of this future politicians will emerge. And at the same time, I sort of look at the political marketplace. And we'll talk about the BGP in the Congress. But the example that kind of struck me was that in Delhi, the Aam Aadmi Party made the perhaps practical, perhaps cynical decision to not fight this battle for principles just because they are running an election on governance very soon, extremely soon, and therefore not to get involved in all of this. But what they have done because of this is that they didn't speak out against 370. In fact, they supported the abolition of 370. They have completely ignored this issue. So what is therefore happening is that in the political space, there is no one speaking of for these principles anymore, because the incentives of oh, I have to win the next election is coming into play. And they're behaving rationally. We can't judge them for this. But how do we get past this?"
    },
    {
        "speaker": "Guest",
        "time": "01:04:45.800",
        "message": "You know, it's hard to say. I mean, it's very, very hard to see how societies transform themselves. And I mean, the last time we had a movement of this kind, you know, the India against corruption, it gave birth to the cult of Kedriwal, who, you know, threw everyone else out of his movement and his party, right. But I think there's, I think, because there's so many young people and across India, it's not just Delhi, I mean, the media is focused on Delhi, because the media is in Delhi and Shaheen Bagh is in Delhi and Jamia is in Delhi. But all over, you know, if you see the scenes from Bihar, today, there's something from Nagaland, Kerala, Kerala, Kerala, of course, Kerala, of course. But many in Bombay, I mean, I think the BJP's hubris in not striking a deal with the Shiv Sena has been good for Indian democracy, whatever else, you know, and Indian pluralism. I mean, it's made, you know, just as an aside, Eric Hobsbawm, in his memoir, in Interesting Times, has a kind of a throwaway line where he says, there are many ex-communists. But have you ever met an ex-fascist? All right, now, I thought that's quite a profound line. But I think in Maharashtra now, there are quite a few ex-fascists, I mean, if you look at what the Shiv Sena is talking about now, which is great, I mean, if the Shiv Sena has abandoned his hardline Hindutva, you know, much more hardline even than the BJP, right? And now, I was told, I don't know that the preamble is going to be read out in every school in Maharashtra, right? So I think these things are happening, and whether they translate into diminished returns for the BJP, in the ballot box, whether they translate into true pluralism and tolerance and governance, we don't know. But the last two or three months have been the most hopeful in India for a decade. Well before, I mean, I think from 2010-11, Manmohan Singh lost the plot, you know, in many different ways. And I'm not one who is nostalgic for Manmohan Singh's regime, his first term was okay, second term was disastrous. He demeaned the office of the Prime Minister in many, many ways, including in his utterly shameful comment that I'd be honored to serve under Rahul Gandhi. He prepared the way for Narendra Modi comments of that kind. So I'm the most hopeful I've been in a decade, I'd say."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:02.800",
        "message": "And let's kind of talk about the BJP, because it's very interesting that again, it might seem from this vantage point, that it was inevitable that it would end up here with Modi and Shah doing the things that they are doing. But it wasn't inevitable long ago, you once had a Prime Minister in Vajpayee, who many regard as one of the best we have had, a far more cultured man than the people in charge today. And, you know, what does the evolution of the BJP tell you, and also, there is a dichotomy here that on the one hand, the BJP is a one party driven by ideology, which is the ideology of the Sindhu Rashtra, and blah, blah, blah, which comes from its parent, the RSS. But on the other hand, they are brought to power and are expanding by the will to power, yes, where they are doing mergers and acquisitions and expanding vote base and all of that. And you know, so what gives are they at some point going to become an efficient vote gathering machine much like the Congress once was and ideology doesn't matter, or is this ideology actually going to play out in the ways that in the last year, it seems certainly it's accelerated?"
    },
    {
        "speaker": "Guest",
        "time": "01:08:00.280",
        "message": "No, I think the ideology is has accelerated. There's no question about it has become more strongly ideological in his second term. And he's done things that I mean, I'm in some ways, because it's shown its naked ugly face, you've had the pushback because they thought that with Kashmir and Ayodhya was not enough, we should also have this third, you know, radical move. But I think the way the BJP has transformed, and I'm not the first to say this, I mean, people like Suhashpal Sikar and others said it before, is that it's become a high command party, which it never was. I mean, it's sort of mimicked what Indira Gandhi and Sanjay Gandhi did to the Congress in the 70s, that they converted a decentralized, diverse party with many vigorous state units, district units, important state leaders into this high command party. I mean, in that column, I mentioned that I wrote about Modi not trusting advisors. I mean, why didn't he take Shivraj Singh Chavan and Rahman Singh into this cabinet, right? Because they have to push everyone down. Modi and Shah have to control everything in the way in which Indira Gandhi and Sanjay Gandhi did and later Sonia Gandhi and Ahmed Patel did. I mean, Sonia Gandhi and Ahmed Patel are the same. And even now, if the Congress wants to revive itself, it has to rid itself of that culture. I mean, it has to give people like Amrindar Singh and Sindhara Maiya and Bhupesh Bagel much more space than Mr. Ahmed Patel and Mrs. Sonia Gandhi are willing to give them, right? So this transformational BJP, right, that it's not a grassroots party, it has become a high command party. And you know, this may of course, it's already had some diminishing returns. You know, one very interesting, I mean, these are things that have to be empirically studied. It's also become a cult of personality party, which it never was before. It was always against Vyakti Pooja, right? Even in Vajpayee's time, there was a three murti, Vajpayee, Advani, Joshi, right? It was always against Vyakti Pooja and now it's a cult of personality. It's a cult of personality promoted by the Prime Minister and endorsed by second in command. Who thinks, rightly or wrongly, that Modi's name wins elections. So he has also abandoned this RSS's belief in collective leadership and it's all cult of personality. Now, this has had diminishing returns in the sense that in Jharkhand, for example, the argument was that when social reform was done by the Manmohan Singh regime, so Mandrega was Dharmanand, if Raman Singh implemented Mandrega well, he would get some credit. But now if Raghubir Das implements, you know, Swachh Bharat well, he'll get no credit because it's only Modi's photograph everywhere, you know. So, right. So, this is the kind of the khaikabad culture and the cult of the personality are transforming the BJP in ways in which actually may be sowing the seeds of his long term decline. That's the hopeful part. You know, obviously, the not so hopeful part is that while adopting a high command culture, while promoting and embellishing a cult of personality, it is not abandoned, but rather consolidated its hardcore sectarian ideological bigoted beliefs against minorities. And that's the dangerous part. But electorally, I think they may have still win state elections, they may win by a grand start in four years and so on and so forth. But I think once you undermine state units in the way that they're doing, and local leadership, you know, you, you catapult people from the top that you know, in Haryana, even the election Amit Shah will decide, Maharashtra, even Amit Shah will decide, it won't be the local legislature. That's what Indira Gandhi and Sonia Gandhi used to do and see what happened to the Congress"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:20.400",
        "message": "Party. In fact, when I was a child, I remember seeing this very striking image of a group of of a chronology, chronology, Samjhi, of a chronology of mafia dons, from one to another. And the first guy was five foot six, and everyone who succeeded him, which was basically a second in command taking charge after he died, or whatever was shorter than him, till you got to a guy at the end, who was four foot nine, which kind of seems to speak to the tendency of some leaders to always appoint people next to them who cannot threaten them. That's it."
    },
    {
        "speaker": "Guest",
        "time": "01:11:49.800",
        "message": "And, and, and which is why you have these different parties. I mean, what Modi should really have done, Shivraj Singh Chavan, Raman Singh and Vasundhara Jain to the cabinet, and they would completely have differed him, they did they don't want his job, you know, he's the Supreme Leader, but there are three competent and experienced administrators, right? Surely you want them in your team. Are you so insecure that you must only have your Rajya Sabha MPs like Nirmala Sitharaman and Jai Shankar and others to just, you know, who are toadies to you?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:15.760",
        "message": "I mean, this is mystifying. The other tendency which people have pointed out about the BJP is that each leader seems to make the leader before him seem moderate, like Vajpayee to Shama Prasad and Advani to Vajpayee and Modi to Advani and maybe Amit Shah."
    },
    {
        "speaker": "Guest",
        "time": "01:12:29.040",
        "message": "No, I don't think Vajpayee was less moderate than Shama Prasad. You didn't? Not at all. Not at all. Shama Prasad was essentially... No, no, no, no, no, no, I don't think so, I don't think so, but certainly, Advani, Vajpayee made Advani seem moderate, and you know, Advani made Vajpayee seem moderate and Modi makes Advani seem moderate."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:48.400",
        "message": "Is there a logic to this procession that each successor then has to become more strident"
    },
    {
        "speaker": "Guest",
        "time": "01:12:58.120",
        "message": "to appeal to the base or something? You know, there's one aspect of what's going on in our country today, which I think insufficient attention has been paid, is the regional diversity. Modi is an all India leader, but Adityanath cannot become an all India leader, not because he doesn't have charisma, but his charisma is of a kind that will appeal in UP and Bihar and not in Maharashtra and in Karnataka and in Kerala, but this is something that Modi shared only with Indira Gandhi and Nehru, that his charisma, you know, went across state boundaries for whatever reason, you know, you felt this guy is for all of India, maybe not for the Muslims, but for Hindus everywhere, at least, right, but Adityanath went to Kerala to lead a march and had to return within one day. So I think it'd be interesting to see, he clearly is positioning himself as some kind of successor in the short to medium term, I mean, if you look at it, what he's been doing in UP. But I think this kind of pan Indian appeal that Modi has, which even Vajpayee didn't have in the same way, you know, Vajpayee was a great coalition builder, a great team builder, but he didn't have that kind of vote gathering ability that Modi had, even still today has,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:15.560",
        "message": "and only Nehru and Indira had it. Yeah. And now we inevitably also have to turn our attention to the Congress. And you know, my sentiment of the Congress is this way I see the nation today, the our big problem is that Modi is in power. Part of the reason for that is that there is a terribly weak opposition. Part of the reason for that terribly weak opposition is that our largest opposition party, the only other national party has been crippled by the feudalism within the party. So if you oppose Modi, you have to oppose that feudalism. You have to therefore oppose the family and you've got a lot of flag for it recently. And I absolutely felt for you and I share your views on this. But and to me, what I tell my friends is whatever anger you might have against the family for all the harm they've done through the decades, the point is, and this is something that I'm sure you'd feel viscerally that the Congress was once a vessel for really great leaders. And that organizational infrastructure still exists. So if only the spaces are for new leaders to come up, that's where the hope lies."
    },
    {
        "speaker": "Guest",
        "time": "01:15:13.720",
        "message": "No, they still are some good leaders in the Congress. And they're not the normal leaders whom Delhi people talk about. They're not Sindhiya and Pilot. They're not Sindhiya and Pilot or Shashi Tharoor, no, no, no. As far as I can see, there are three leaders of the Congress who are, I think, are actually mass leaders. One is Amarinder Singh, the other is Siddharam Iyer of my state. And the third is the most interesting because he's the youngest and he's from a Hindi-speaking state is Bhupesh Bagel of Chhattisgarh, who in a year in power has actually grown enormously. And it'll be interesting to see whether the high command and the family sees him as a threat, which they very well might already. But he's so I think not Kamal Nath, none of these people, but I think Amarinder and Siddharam Iyer are strongly rooted in their state. You know, they have stoked regional pride in a very strong way. They're seen as tough, authoritative and with a mass connect, right. And Bhupesh Bagel is a very interesting character. And if Sonia Gandhi was wise, she would make him the next Congress president, someone like him the next Congress president, because that's the only way you can take on Modi. You know, several things have changed, you know, in the popular perception of the Congress Party. One is, you know, Sonia Gandhi 20 years ago, many ordinary Indians were sympathetic towards her. They said, here is someone who's known to horrible bereavements, you know, the brutal murder of her adored husband and her revered mother-in-law. And yet she's come to serve us. She was hardworking, unlike her son. She had political acumen, unlike her son. But today, she's seen in a different light. 20 years later, she's not seen as the courageous, sacrificing person, but as someone who simply wants to promote her son. That's how she's seen. Right. So even Sonia Gandhi is bad news electorally. She may be better news for the Congress Party than her son, because she's a more adroit tactician and because coalition partners trust her. You know, Sharad Pawar will go and meet Sonia Gandhi, he will not go and meet Rahul Gandhi. Right. To that limited extent, she has done some damage control. But she cannot be the future of the Congress Party. The family cannot be the future of the Congress Party, if the Congress Party wants to mount an effective opposition to the BJP. And I think that's something which I have said many times before. It so happened that when I said it in Kerala, it got much more flack than ever before, because I think partly because people felt this is not the time to say it. When there's an all India movement against this nasty regime, and of course, I yield to no one in saying it's a nasty regime, why is he diverting attention by talking about leadership? Right. That's why it got so much flack. I think the closer we come to 2024, this question will have to be posed more and more insistently. That elections, national elections today, are about ideology, we can fight Hindutva ideologically, they're about organization and coordination, the opposition needs better organization and coordination. But they're also increasingly presidential and hence about personalities, right? So I think that's a question that will come. And we'll see how it unfolds."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:17.640",
        "message": "There's also a question of deeper party cultures, like I remember watching this interview of Mahua Maitra a while ago, and whatever one thinks of her, she's a young leader who's captured the imagination. Correct. And I remember Mahua Maitra said that she was once part of the Congress 10 years ago, but she left because she felt there was an ingrained sexism, and that people were condescending towards her and were not letting it come up. And therefore, she had to make a space somewhere. And my argument always has been that if the Congress can just, you know, get past that feudal culture and make space for new leaders, you know, nature abhors a vacuum. My other sort of... Absolutely. I completely agree with you. Yeah. And my other sort of follow up question is that, like on the one hand, of course, you know, just to go back to the criticism that you received for a moment, I thought what a lot of people were doing were creating these false binaries, where on the one hand, there's Modi, on the other hand, there's the opposition, including Rahul. And if you're criticizing Rahul, you're somehow helping Modi. And I think absolutely the opposite is true. They're both part of the problem. My other question here is that if we look at Indian political parties, and I always say that we can't look at Indian politics through the standard prism of left and right. And that's, you know, we are mimicking the West in that frame of thinking, but that frame is not relevant. And the reason is that if you apply that frame, you will find that every Indian party in its economics is left of center in the sense it is statist, and in its approach to society and culture is right of center in terms of denying freedoms and, you know, the things that Kamal Nath has done as the CM of MP is the cow protection and all of that. This then points to a fundamental problem in the culture itself, right? So where is our hope going to come from?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:46.920",
        "message": "Well, that's very true. I broadly absolutely right that when it comes to, you know, economics, leftist or statist more statist, at best welfarist, most often statist, yeah. And with a few favorite 20 capitalists are there an open market for everyone. And when it comes to, you know, culture and freedoms, they are authoritarian. Yeah, I mean, this is partly, you know, I don't know, it's partly our diversity, our size, our poverty, our feudal heritage, so change will be slow and incremental. But I think young people, things are changing, for example, one way in which India and that's why Rahul Gandhi is not liked, India is now more democratic, less feudal at the level of how people think. I mean, I've said this often before, that why is MS Dhoni an icon? Because he's not Gavaskar, English speaking from Mumbai, why, you know, why is some young entrepreneur an icon? Because they're self made, you know, you know, sons of Ambani's and Bajaj's and Birla's."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:43.720",
        "message": "So there is a journey going on."
    },
    {
        "speaker": "Guest",
        "time": "01:20:45.760",
        "message": "I mean, speak to the aspirational energies of economic growth, urbanization, you know, social media, the influence of the world is leading to a kind of in some ways, I mean, look at the transformation in my life, which is attitudes to sexuality, and gay rights. I mean, it's fantastic, right? You couldn't have thought of this. When I was young, I mean, homophobia was everywhere. That's not true. I mean, my mother thinks it's absolutely okay to be gay, right? I mean, she's 93, right? And this kind of thing is, she's not alone in this, people recognize that these are freedoms which people must enjoy, you know, so I think they are kind of, I mean, India's always moves in different, different places, even if the state is, wants to curb dissent and diversity, and individual freedoms, I think the world is changing in that direction."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:38.200",
        "message": "I've taken a lot of your time, I'd initially let me inform my listeners, I'd initially asked Ram for three hours of his time, because I thought we'll do a really nice leisurely episode, but you you've been you've been traveling a lot, and you're a bit tired. So we'll sort of wind it up at the 90 minute mark before we go sort of, you know, just looking at India now, I mean, you're not just a person who's lived his whole life in India, you have actually lived your significant part of your life in an India that goes before all of this in your deep studies of history, and so on. And you have sort of, in a sense, you're a prominent public intellectual, and in a sense, you are out there in the public square as well today, you know, shaping the discourse. Just looking at what's happening now, if I if I were to say that, what is your greatest cause for fear of what could happen, say, by 2030? And what is your greatest cause for hope? What is the India you are afraid could happen?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:29.680",
        "message": "And what is the India that? No, I think, as I said, I'm more hopeful now than I've been for a long time. I think we have lost a lot of time and ground in the last 15 years to go back to what I said today. I think Manmohan Singh second term, and the two terms of Modi have set us back a great deal economically, institutionally, socially, morally, culturally, they've set us back. But three months ago, I may have thought to be going to descend into full fledged authoritarianism. That's not going to happen. I think the young have seen to that. And also what happened in Maharashtra has seen to that because a large state going out of the BJP state of that kind means federalism is a bulwark against full fledged authoritarianism of the right. Every half of India is outside the BJP. And even if four years later, the BJP reclaims MP in Rajasthan, even if they are reelected in UP, the south and the west and now increasing the east, you know, in the northeast, for example, is a great amount of discontent. So but I think this I'd say, if you take the medium term view, not the very long term view, I think Manmohan Singh, a big one, Narsimha Rao, Vajpayee and Manmohan Singh one, elevated India. You know, I've always been skeptical of India, but in different ways, despite their flaws, they were not perfect. For prime ministers, they made many flaws, but overall, the balance sheet was positive. That is, a country as large, as diverse, as complex as India, can progress only incrementally. You can't have a great revolution where you remove inequality, become a world power and you know, economic growth is 10% all the time. And there's no Hindu Muslim conflict, there's no caste atrocities. But Narsimha Rao, Vajpayee and Manmohan Singh, term one, took us to a level where I would say we were becoming a wealthier, a more secure, a safer, a more comfortable place to live in. Right. Manmohan Singh two, and the two terms of Modi have set us back. Quite a lot. Right. And so in that sense, we have lost quite substantially in the last 15 years, we would have by the time Modi completes the second term. But you know, if I'm allowed to, you know, quote myself, you know, in India after Gandhi, I kind of sort of said India is a 50-50 democracy, right? You remember that, right? Yeah. Now, last year, I said, after Kashmir, I said, we are 40-60, going towards 30-70. I think now we're up to 35 or 40%, right? So in that sense, we could have crossed the hump, those three prime ministers, Narsimha Rao, Vajpayee and Manmohan Singh, were leading us to cross the hump. And now we've gone back somewhere, you know, we're just muddling along in the middle as we have been. But the last few months have made me more hopeful. I mean, I don't think we are going into the abyss as I may have thought three or four months ago. It was very, very dark three or four months ago, the pall of fear is broken. I mean, if you look at the jokes about our ruling duo, I mean, they're delightful. I mean, you know, Modi met some students, he doesn't have, he won't meet the students protesting the seat, but he'll have these curated, specially curated meetings with students. And he was going to tell them all the exams. And this great cartoonist Satish Acharya had a cartoon which said, you know, if I fail, can I blame Pakistan? Lovely. So the pall of fear is broken. And I think that's great."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:09.840",
        "message": "No, in fact, that's one of the things that gives me hope, all the art and the humor."
    },
    {
        "speaker": "Guest",
        "time": "01:26:13.760",
        "message": "Absolutely, absolutely. I think there's a, I mean, there's a kind of book that will be written on the music, the poetry, the poems, the art, the cartoons, the graffiti, the slogans that have emerged from this movement. I'm sure there'll be, there's a great book, a young anthropologist will write about this. And I think these are very heartening signs."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:32.600",
        "message": "Very inspiring words. And people keep asking me for transcripts of the show. And my reply to them now is hum kaagas nahi dikhayenge."
    },
    {
        "speaker": "Guest",
        "time": "01:26:38.600",
        "message": "Thank you. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:40.600",
        "message": "Thanks so much for coming on the show. I've always learned so much from your books and from our conversations. So thanks for that. If you enjoyed listening to this episode, you can follow Ram on Twitter at Ram underscore Guha. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in and thinkpragati.com. The Seen and the Unseen is supported by the Takshashila Institution. Do check out all the public policy courses at takshashila.org.in. Thank you for listening and hey, go out to a protest somewhere."
    }
]