[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "While planning this episode of the scene in the unseen, I was filled with gratitude at one point, gratitude for my independence. No one tells me who to call on my show or what to discuss. As far as the content of the show is concerned, I'm a one man team. As far as the production of it is concerned, I had teamed up with a podcast production house for a while. But now I produce the show myself. I've contracted with my editor Vijay Doifode and my illustrator Alika Gupta. And while we work together, I make all the decisions. No mybop interferes from on top. And I have no difficulty distributing the show and getting to such a vast audience. It would not be like this if I worked for a mainstream media house today, even if I would have made much more money working for one. I thought of this while reading the excellent book, Twitter and tear gas by Zeynep Tufekci, where she quoted a journalist in Turkey, who once said the following words to her, which frankly could be said in India in 2020. The unnamed journalist said, quote, I first censor myself, as I know I'll be in trouble if I write something critical of the government. And then my editor censors me if I haven't been mild enough. And then owners of the newspaper also check to make sure nothing too critical gets through. And if something is published anyway, especially if in defiance, someone from the government calls our boss, and then the tax inspectors are sent in to find something to find the newspapers with. Stop good. This quote is from Turkey. And this kind of clampdown of the media ensures that the media can often be a propaganda machine. Take the problem of the Kurds. For example, the Turkish people were constantly brainwashed with misinformation about the Kurds. For example, Tufekci writes, quote, during the military regime of the 1980s, the Kurds were referred to in the mass media as mountain Turks, Turks who were a little misguided about the ethnicity and language, rather than an actual minority. This was of course ridiculous. Turkish and Kurdish don't even belong to the same language family. But in the censored military regime, such outlandish claims could be made with a straight face. Stop good. A few years later, something happened that could be considered a routine incident. Turkish military jets flew near the Iraq border and bombed and killed 34 Kurdish smugglers. Smuggling was routine, the authorities knew about it. And at worst, you'd arrest smugglers and give them a shakedown, not bomb them with military jets. Anyway, the Turkish military then spun the incident. And all that was reported in the news was that a few terrorists had been killed at the border. Reporters and managers at mainstream media outlets were uneasy. They knew something was off, but they couldn't report it. Then one reporter, Sardar Akinan, working in a newsroom where his bosses had shut out the incident, took the initiative. He bought a plane ticket on his own dime, flew to the nearest airport, took a cab and went to the village, which was the center of the action. As he entered the village, he spotted what Tufekci describes as quote, a snaking line of coffins coming down a small hill as families wailed all around. Stop good. The coffins passed him and went on and on. The wailing went on and on. Akinan broke down. In another day and age in the 1980s or the 1990s, this would have been the private grief of a surprised outsider. But this was 2011. Akinan took out his smartphone and snapped a picture of the snaking coffins. He put it on Instagram. He put it on Twitter. And soon"
    },
    {
        "speaker": "Unknown",
        "time": "00:03:29.880",
        "message": "the whole world knew. Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma. Welcome to The Seen"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:46.160",
        "message": "and the Unseen. My subject for today is radically networked societies. Once upon a time, there were constraints to how fast and how much information could get out. Constraints of both technology and the coercive state. But today, thanks to the internet and smartphones and social media, we are radically networked. One of the consequences of this is what we saw in the famous Arab Spring of almost a decade ago, with popular uprisings in country after country enabled by technology forming spontaneously from the bottom up instead of directed from the top. Reading Tufekci's book Twitter and Tear Gas, I was struck by some of the parallels between those protests and the protests that have erupted in India over the last few weeks. My eyes almost popped out in fact when Tufekci wrote about how one common element to many of these protests was that a library would spring up in the middle of it. And I thought of Shaheen Bagh. Democracy, it struck me, must surely be deeper in a radically networked society. But there are also challenges. One challenge is that there is a flip side to this as well. And radical networking can also be used to spread misinformation, such as rumours about outsiders kidnapping children that have led to so many lynchings in India. Also there is a question of whether the coercive power of the state, also enhanced by technology, is still too strong to counter. From a philosophical perspective also, questions arise about how the state should deal with the ill effects of such radical networking. There has always been a trade-off between liberty and security. Is this a false binary? If not, how do we traverse this new landscape? To discuss this, I've invited my friend Pranay Kutasane, one of the smartest people I know in India, who I absolutely love discussing ideas with. Pranay works at the Takshashila Institution in Bengaluru, and he has not just thought deeply about the subject of this episode, he has also taught it. But before we get to our discussion, let's take a quick commercial break. If you're listening to the seen and the unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is At the Mountains of Madness by H.P. Lovecraft. This has been described as a science fiction horror novella, but it's mad delights cannot be adequately explained in genre terms. Lovecraft writes an L-rich overblown prose that is so very bad that it is very, very good. And there is a cult around his writing, of which I am a devoted member. At the Mountains of Madness by H.P. Lovecraft on Storytel. Download their app or visit Storytel.com. Remember that's Storytel with a single L, Storytel.com. Pranay, welcome to the scene and the unseen. Thanks, Amit. Pranay, one of the, you know, the things that I really like about you and why all our discussions is so much fun, and why I even learned from your attitude is that I find that you never really take hard positions and speak with certainty about everything. You've always got this intellectual humility and this openness to actually listening to what the other person says. And like in an episode I did a few weeks back, Paramita Vohra referred to a certain class of pandit as men with beards. And it strikes me that even though you have a beard, you're not a man with beard, you could say Schrodinger's beard. So kind of tell me about your attraction to policy and the kind of studies that you do, the kind of fields that you work in, and you know how that has been shaped over the years."
    },
    {
        "speaker": "Guest",
        "time": "00:07:50.320",
        "message": "Yeah. So first of all, that happens because I really don't know much. So still trying to learn. That's the main reason. And I think the way I have looked at a lot of policy spaces, I try to call myself an aspiring Harfan Maula. So I want to learn a lot of things, right? So the frame that I use is that there are lots of disciplines, like you have economic reasoning, you have psychology, you have cognitive science, etc. And you can at least get a few frameworks from those and then apply them across domains. For example, there's a lot of public finance work that can apply to geopolitics. So I truly believe new knowledge generation happens at the intersection of disciplines, not necessarily in the pigeonhole disciplines as they are right now. And I'm just trying to explore them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:41.000",
        "message": "And would that be because people who are stuck into one particular discipline and you don't have that multidisciplinary interest, think in particular rigid ways and one way of breaking out of that is by getting insights, which might have popped up in other disciplines"
    },
    {
        "speaker": "Guest",
        "time": "00:08:54.680",
        "message": "and that kind of informs it. Absolutely. Yeah. So let me just give an example, right? So we always talk about, say, foreign aid, you know, how has US's aid to Pakistan affected it? Or how is China giving money in the form of CPEC going to affect Pakistan? Now, conventionally, you will have geopolitical analysts looking at really what did CPEC lead to a new power industry or did it lead to new transportation, things like that, right? And what were the political relationships? But just look at it, public finances, there is a whole bunch of literature which talks about what happens when you give grants to another government, right? Does that lead to actually increase in the supply of what you wanted, the product that you wanted to increase, right? Or if you don't give a grant, and instead you give a voucher, you know, you will start a scheme to actually do certain things, a centrally sponsored scheme kind of thing. What is the impact of that? So these are already analysed in another discipline. So maybe you can apply some insights from that and get a new knowledge generation happening."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:04.680",
        "message": "And you mentioned economic thinking, which is probably what I do too much of perhaps. And when you were saying this, I just thought back to when I was, you know, travelling through Pakistan in 2006, I was covering the cricket tour there. But I also was writing for the Wall Street Journal and doing other stories and blogging from there. And someone told me at the time that it was in Pakistan's interest to keep the war on terror going, because Pakistan had now become, it was almost a failing state before 9-11. And it had now become completely reliant on foreign aid, which was a lifeline. And my Pakistani friend said to me that Al-Qaeda should actually be called Al-Faida. And I thought of it from the point of view of incentives and whatever the geopolitical imperatives may be, it is clearly obvious that just looking at the incentives, they are going to keep terror going."
    },
    {
        "speaker": "Guest",
        "time": "00:10:53.400",
        "message": "Yeah, yeah. And things like trade-offs and opportunity costs, these are applicable across disciplines, right? So yeah, economic reasoning is the study of human behavior. And that's why it applies to so many other things. A man after my own heart, come to my arms. So I have listened to all the episodes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:14.280",
        "message": "You have been on some of the episodes. And I have to tell my listeners, please, I will link some of those earlier episodes from the show notes. But Pranay is being extremely modest when he says that his openness comes from not knowing much. He knows a lot about a lot of areas. You're considered in many circles, like a foreign policy expert or an IR expert. Is that fair? Or is that sort of pigeonholing you again?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:38.560",
        "message": "I'm not an expert, first. So I'm a foreign policy student, and I'm really interested in finding things out about that. So yeah, and I do some things on public finance and some work on public policy. That's also a lot of my interest. I really like to understand why certain policies change, when that policy change happens, when it doesn't, things like that. Like just for now, for example, fast tag implementation is going on in India. So it's a natural experiment for us to investigate, right? Why is the implementation so shitty as it is? And what are the steps that government is going to take? How is this going to work out? That really thrills me. Let's see how it goes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:20.280",
        "message": "And other, you know, before we get to the subject at hand, since you, one last question, since you sort of started your career and to the point where you are now, is there any fundamental way in which your thinking has changed?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:35.880",
        "message": "Yes. So I come from an engineering background, right? Like many of us here, it's just like a rite of passage. After 12th, you do engineering. So until then, once I came here, in this field, I think economic reasoning was something that truly blew my mind, right? Because you always had this idea of trade-offs in the back of your mind, but you could never articulate it in a way that makes sense across a lot of disciplines and across a lot of questions which come to mind. So I think economic reasoning brought that fundamental change in thinking. So now any question that comes up, you have a set of tools, at least to start off with. And based on that, you can then explore more ideas."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:23.800",
        "message": "In fact, you know, if I were to ask myself a similar question, one of the concepts that really blew my mind when I internalized and understood it is something very relevant to the subject of this episode, which is spontaneous order, which of course is how there are beyond a certain level of complexity, you can no longer direct things from the top. You know, no one designs a language or gives dictates on how a word should be used. It evolves spontaneously. It's spontaneous order. You know, markets work like that. Societies work like that. And we see a lot more of this action in radically networked societies. Now, before we sort of start talking about it, I want to kind of divide this episode into two broad themes. One is about radically networked societies or RNS, which is a short form we can use to sort of understand what has changed and what is the nature of the change and what are the trade-offs involved and what are the difficulties they pose. And the second part to talk about something that you've written about at length also about how the state should respond to these changes in society, because society, of course, is, you know, now flat and radically networked, but societies remain very hierarchical and still stuck in old structure. So let's kind of start with definitions. What is a radically networked society?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:33.680",
        "message": "Yeah, so this term radically networked societies, Nitin, my colleague coined it, and we've been working together to explore this in greater detail. So radically networked society or radically networked community, definitionally, is a web of connected individuals possessing an identity, which is either imagined or real, and are motivated by a common immediate cause. Okay, so look at it as a triangle, which has three elements to it. One is the scale. So the networked aspect is the scale. One is a sociological aspect, which is the identity. And one is a political aspect, which is a cause. So when these three things come together, what you have is a radically networked society. At this point, I would like to say that the word radical is not, we are not talking about the terrorism and radicalization, that area, the radical here just means fundamentally networked societies, right? So that is what we are referring to. Now, why is it important, right? So the significant change that has happened in the information age is that our societies are now fundamentally networked, whereas our states are still optimized for the industrial age, right? So they are like you said, right, top to down, they are structured in a way that information has to flow from the bottom to the up, all decision making is concentrated at the top. So the states are functioned like that, like just think of a company 100 years ago, right, which is doing on a shop floor. So the state is somewhat similar in organization. So decision making happens at the top, information flows are slow, latency exists, etc. Now, contrast that with how the society exists now. With the internet, you have people who are radically networked with each other, and the information flows are fundamentally different now, right? So in the protests also, for example, that you see, we call this leaderless, right? But actually it means there are multiple leaders, right? So there are multiple leaders and information flows are happening from one node to the other without necessarily being coordinated by one guy who is controlling this entire function, right? So that's why societies are networked, information flows are different, whereas the state which is still hierarchically structured, the information flow is quite different. So latency, let's say you organize a radically networked protest today, right? And the state needs to respond. Now, how will the state respond? There will be a police who will probably hear about this, if the WhatsApp message reaches you, then they will go to the, let's say, the Commissioner of Bangalore, and then after that it will go to the Home Minister here, then they'll decide. And by that time, the protest has already started, right? Because the information flows in societies are very different. So that is how we sort of conceptualize this. And all these protests that have been happening since 2011, have an element of this digital network tools being used to actually create these protests and manage them. So that's how we came to it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:39.840",
        "message": "And what you and Nitin, this is Nitin Pai, of course, who runs the Takshashla Institution, what you guys elaborated on in your joint paper, which I'll link from the show notes, are the three essential properties of radically networked societies where you talk about a sociological aspect, a political aspect, and a networked aspect. And here, I'll quickly clarify that in my introduction, when I spoke of radically networked society, my conception of it was society in large and is radically networked. And where you are sort of defining it and we'll continue speaking about it in these terms, as we go deeper, is more of these sort of communities that form, for example, these communities during times of protests, like we saw in the Arab Spring in Tunisia, Egypt, and so on. And like, to some extent, we have seen in India over the last few weeks. So, you know, can you elaborate on each of these sociological aspect, political aspect, network aspect?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:28.960",
        "message": "Yeah. So let's start with this. Let's discuss what are some examples of movements or entities which are not radically networked society. So that sort of helps clarify the frame. So let's look at examples of communities which have scalability and an identity aspect, but are yet to find a cause. Okay, so for an example for that is fan clubs. Okay, so when you have these fan clubs, which are there, so you have an imagined identity, I'm a Rajinikanth fan, or I am Amitabh Bachchan fan. I've been told by Shah Rukh Khan fans. Right. So you have a strong imagined identity, which brings people from across the places together, right? Something which motivates you to come together. And it might even be an online fan club, or it might just be very well networked offline as well. So you can have the scalability aspect. But there is no immediate cause to mobilize this particular fan club, right? So this is one type of entity, which is not yet a radically networked society."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:28.800",
        "message": "Unless Amit Verma has written a nasty review of Raees, which becomes a temporary cause."
    },
    {
        "speaker": "Guest",
        "time": "00:19:34.040",
        "message": "Yeah, that might bring together people, right? But generally it doesn't. Let's take another example, right? Example of community mobilizations, which have cause and a scalability aspect, but a much weaker identity. Okay. An example for that is like you have these change.org petition drives that happen. So you have a scalability aspect because through internet you are connected to a lot of people. People say Bangalore, you want to fix a street and there will be people from across the world who will be pitching in on this. And there is also the cause, which is the roads, et cetera. But again, there is no identity aspect here, very weak. So it is not a radically networked society. Let's look at the third one. Examples of community mobilizations, which have cause and which also have an identity, but have not been able to scale their protests. Now, an example of this is many localized protests, which happen. So I'm sure like Shiv Sena organizes a bandh in Andheri, okay. For a particular thing that's happening there, a local protest. So that is an example where there might be a cause and there might be an identity element also involved, but it is not scaling it. So this is another example where it is not yet a radical network societies. Now, only when these three things come together, that's when you have a very potent mix, where you can have large amount of mobilizations, which can sustain over large periods of time and can challenge the state significantly as well. So an example of what is a radically network society, right? So for example, I would say the Ram Mandir movement was an example of a radically network societies before the advent of the internet as well, right? So you had a strong identity and imagined identity, the Hindu identity, right? You had a cause, you wanted to build a temple and it was networked as well because they were able to mobilize people across India towards this cause. So it was a radically network. Grassroots workers were like physical routers. Yes. Yeah. And then you also have more recent examples, right? Like the Patidar mobilization, which happened in Surat by Hardik Patel, that also had a radically networked element. So the immediate cause was regarding jobs and reservation. The identity was this Patidar identity. And the scale was through the internet. A lot of Facebook groups and WhatsApp groups were used to mobilize these protests. So this is what radically network societies are. Why are they important? So why is this imagined identity part important, right? So even though these radically network societies, a few of them, like we discussed, existed in the past, the internet as a medium has thoroughly changed that scalability aspect of it, right? It has changed the speed of communication. It has seen the depth of communication. So that is making it easier to bring latent identities and causes to the fore, or sometimes even creating new identities and new causes, which was not as much possible before the internet. It did exist, but now it has reached a completely different level, right? And that's why you see lots of these protests where consumers are coming to oppose something which didn't happen earlier. You would have protests by workers, but now they are protested by consumers. So that is what is different now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:58.720",
        "message": "And so I'll briefly sum it up. When you talk about the sociological aspect, what you mean is that's a shared imagined identity, to use Benedict Anderson's phrase. When you talk about the political aspect, you mean the cause. And when you talk about the network aspect, you mean the, you know, the speed and scalability, which is today, of course, enabled by technology and a couple of interesting points you made. One, by giving the example of the Ram Mandir, you pointed out that RNSs existed before the internet. And another classic example of that, where you see the role of the internet played by something else is the people spring in 1848, like the Arab spring of 2010, 2011 was actually named after the people spring of 1848, which had, you know, the sociological aspect, which had, you know, those common identities, which had a political cause, and their scalability came from the popularity of newspapers and telegraphs. And especially and most people don't think of it as a channel of communication, but especially of railways, because railways were what ferried newspapers and books and pamphlets across the country. So think of it as like a meatspace version of the internet who say such a thing, shame on me. And the other thing that also struck me when you mentioned the party that agitation was that a liberal listening to this may put a halo around RNS because you know, he can look at a lot of agitations, which he identifies with which have happened because of this radical networking. But it's a value agnostic term, radically networked society can also be a community which for example, assembles to carry out pogroms at large scale. And we'll talk about some of the sort of negative aspects of this after a while. And I was also sort of struck by this phrase I came across while prepping for the episode, which was Ethan Zuckerman's cute cat theory. And you've heard this phrase? No, no. So the cute cat theory is this, that earlier when you're communicating via technology, the most effective mediums are the most effective ways to communicate are through social media, which people at large are using anyway, they're not using for this purpose. So the thing is, people might be using Facebook to share pictures of cute cats, therefore the cute cat theory, but and and that therefore becomes the most effective way to build a revolution, because a lot of people are there for cute cats, and then you feed them your evolution. So which is sort of quite fascinating. Yeah, you don't"
    },
    {
        "speaker": "Guest",
        "time": "00:25:18.280",
        "message": "need to create a different medium as such for creating a revolution, right? Actually, the reason is you want people at the margin to be supportive of these, right? So people at the margin will be supportive of this if they can participate in it at lower costs to them, right? So if you are on Facebook for a bunch of other things, and you just see these things coming up the cost for me to engage with this really low as against you saying you install this revolution TM app, and we will cause a revolution then people only the already converted will participate in it. And the low cost also means that let's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:53.840",
        "message": "say some influencer tweets something which I really like and I retweet it, my action of retweeting it sends it to all of my followers, you know, so the scalability that you can reach with these tools of Facebook, like Twitter, retweet are just kind of off the charts. What are sort of like having looked at radically network societies and such movements come up over the last few years, and I'm referring to those specifically now enabled by the internet and social media. What are the things what are the commonalities that you'd say that"
    },
    {
        "speaker": "Guest",
        "time": "00:26:24.200",
        "message": "they share? Yeah. So protests are one of the manifestations of radically network societies, right? Like we discussed, they could also be flash mobs, they could be lynching mobs, which has been the case in India. But now let's look at protests in and what have what have been the commonalities across the last few years in that. So when we talk about protests, a few common things are first, a large number of these protesters have been young across the world wherever these have taken place. Okay, so maybe it has to do with these are the young people who are at comfort with the scalable aspect of this RNS. They are native"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:04.840",
        "message": "to that and hence they have been able to use it because technology is too flexible. I have a couple of figures to back this up in in Tunisia, where the Arab Spring all started. Most of the young were unemployed, but the under 30 population in Tunisia was 60% of the population of the country. So, you know, their demographic dividend, if you want to call it that. Similarly, in Egypt, over 54% of Egypt's population as of last year was made up of the under 24 demographic. And in 2011, 24 million Egyptians were between the ages of 15 to 29. And, you know, in the demographic security field, apparently the term they use"
    },
    {
        "speaker": "Guest",
        "time": "00:27:41.920",
        "message": "for this is fighting age. Okay, so that is one. The second thing is it's not just that these are the young people. These are young people who are connected to the Internet, right? And in Tunisia case, also a large number of the penetration of the Internet was significantly high as well. So what is different about Internet? Like we discussed, it allows people with really dispersed interests also to mobilize at lower costs and at higher scales. That is significantly different. And that's what you see in these products. Third thing is they are not necessarily the poorest people who are protesting, which is again backed by theory earlier that it's the opportunity cost for a person who is at the poorest rung is too high to get engaged in any political activism of sort. So it will be people who will be disaffected. So unemployed people, but still people who can afford a mobile, people who can read things, etc. Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:41.160",
        "message": "So that is another aspect. And also largely, you know, as protests go on and become prolonged, there'll be a lot, you know, students will be over-represented because working people will, for example, the opportunity cost will be high. They can't be there all the time"
    },
    {
        "speaker": "Guest",
        "time": "00:28:54.160",
        "message": "and so on. Yeah, that's a good point. Then another point which actually Tyler Coven makes in one of his piece is that this is a lot of these recent protests are consumer protests rather than worker protests. So conventionally, we think of workers mobilizing quickly because they have a leadership structure. They have a cause, a policy change which affects them in a concentrated manner. So it is not difficult for them to, you know, protest because they know the benefits of them will be accruing to all of them. But when you are a consumer, the benefits of any policy change are actually quite dispersed. So it's quite easy for a government to do client politics. So there's a Wilson's matrix in public policy which says that if the benefits for a policy change are concentrated, whereas the cost of that policy change are dispersed, that kind of politics is easy to do. And that's what many of the governments do, right? So let's say you raise tax and you float Air India. OK, classic case of client politics. But with the Internet, it is now possible for consumers who are affected in a dispersed manner to still come together at lower costs and at higher scales. So that's where you see a lot of the protests in the recent year. I'll just give a few examples are consumer protests. So, for example, in Chile, metro prices hike led to a huge protest a few months back. In Ecuador, the protesters have been demanding restoration of fuel subsidies. Medium prices again have a role to play in the Haitian protests there. In Lebanon, there has been a tax levied on WhatsApp and that led to protests. Even in Uganda, something similar. Again, in Sudan, there has been food and fuel subsidies. So they took away a bit of subsidies and that led to consumers being able to mobilize on a large scale. So what you see is consumers are able to sort of mobilize. To an extent, even you could say like say"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:00.840",
        "message": "India against corruption, for example, would also be. Would you call that a consumer's"
    },
    {
        "speaker": "Guest",
        "time": "00:31:04.720",
        "message": "protest because they're consumers of government services? Absolutely. And corruption as such is a dispersed cause to a lot of people. Right. So but yet people were able to mobilize on one identity that we are all the disaffected people because of this evil called corruption. So it created that new imagined identity. Right. And the cause immediately was instances which kept coming up during that time frame about government corruption, 2G and all those things. And that led people to coalesce around it. So one of the the question that I have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:41.080",
        "message": "here and which is sort of a mystery to me is that, OK, so, you know, whenever I read public choice theory, I'm always kind of or applied to something. I'm filled with a little bit of despair because, you know, everything seems so intractable. How do we get positive change happening? An example of that is what you just spoke of, that in so many things, the benefits are concentrated, the costs are dispersed. So, for example, if the government, you know, puts a tariff on something from outside, you know, all common consumers might be paying 10 paisa or 20 paisa or more for the product, but they don't even know that and the costs are so dispersed. And similarly, the small retailers who benefit from that protectionism can form a lobby and give funds to the government. Or the example you gave of Air India that all of us are actually paying for it every single day to keep an unprofitable airline running. But we don't care because the costs are dispersed. The cost to me for Air India could be something like 10 rupees or 20 rupees. I don't even know what it is. But it's dispersed and it's invisible. So I don't care. So and typically, this then becomes a reason for skeptics like me to then bemoan the possibility of change because we will be like that. How do you motivate people for whom the costs are dispersed and often invisible to actually come together and protest? And the second point you pointed out also, you know, which from public choice is a free rider effect, which is that, let us say that there is something that I want to protest for, but I don't need to protest for it for it to happen. I can just let other people protest and I can free ride and benefit without doing anything. And this is a common cause for why many protests don't take off at all. Now, what I am finding to my immense confusion, and feel free to give me examples from elsewhere with that either counter this or demonstrate this. But what I'm finding in India is for example, the anti-CAA effect, the anti-CAA protests, a lot of the people who are protesting aren't directly affected by it and won't even be. You do find a lot of upper caste Hindus even joining the protests, while they will really not be affected by this government, not this specific policy, everyone's affected by the disaster that is our great economy. So what motivates so many people, and this is not just about retweeting something where you're right, the costs are very low. So you can show your protest by retweeting or being on Facebook. But you had spontaneous demonstrations throughout the country where people are going out on the streets to look at places like Shaheen Bagh, where people are spending days and nights and days and nights in this horrible winter and amid this pollution to protest."
    },
    {
        "speaker": "Guest",
        "time": "00:34:05.360",
        "message": "So what's going on here? I don't understand. Yeah, I've thought about this. And sort of the answer that I can look to if I apply this RNS frame is that the government has been responsible for creating this imagined identity of people and that imagined identity of people has only grown because of the actions that government has repeatedly taken, right. And those, so the CAA, then there was talk about the NRC, now they're saying that NRC doesn't exist. But and even before that, there have been instances of lynching, etc. And the government's response was quite lackadaisical, right. So there have been over the last four, five years, many such actions because of which this imagined identity of people who think, who reject that idea has sort of grown over time. And that has led to a significant critical mass of people being sympathetic to what people who will be affected by this, right. And then this CAA just becomes a cause, the second leg of this triangle. And that cause eventually mobilizes people. That's how I have thought I'm sure there must be better answers. So"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:20.560",
        "message": "what you're saying is that it's cascade of effects, which are then strengthening these dissenting identities, so to say, against these guys, and the CAA comes right to the end of it. I mean, another thing that struck me, and that is actually heartening, is that there isn't any one identity at play. When you look at the anti-CAA protests, you do have Muslim groups who are out there saying Allahu Akbar, you also have people who are saying no, that's not secular, let's not protest that way. And my personal stand is let a thousand flowers flourish, let everybody protest in whatever way they see fit, no one should dictate to others. But there is also a diversity of identity in all this. And of course, they are united by their antipathy towards a very restrictive idea of India that is now coming up, which is the Hindu Rashtra idea. But I mean, I'm trying to sort of process this interplay"
    },
    {
        "speaker": "Guest",
        "time": "00:36:07.460",
        "message": "of identity. Actually, for an imagined community to form, you need two aspects. Okay, one, you need commonality of certain things, right? Generally, it is language or religion or common historical experience or whatever. And the second is for you to be able to differentiate against the other. So here, you have the second element, you're clearly differentiating what we are not. And the second element, I think, the idea of secular India constitution has become that element, which is what we are together, what we share. That's why this preamble, I mean, who would have thought preamble would be, you know, reiterated and repeated on the streets of India. I mean, that's so there is that element, you know, it's not it's not on probably on religious language grounds, but it is still on a shared experience of probably 70 years of India. And we have a conception of what India is like and what joins us as Indians. I think that is one element. And don't forget the third node of this, the scalability aspect of it, right? The internet, being able to communicate these ideas across India has been a significant boost as well to the protest, right? So these three things"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:25.880",
        "message": "are coming together here as well. And I guess every picture of a protest somewhere makes a sympathetic person more likely to go out and protest himself thereby acting against the free rider effect. And maybe there is something expressive to that also that by going out to protest, you're not, even if you are hopeless about change actually happening,"
    },
    {
        "speaker": "Guest",
        "time": "00:37:45.120",
        "message": "you are asserting your identity and your values. Yeah, actually, I was just observing this narrative shift on Twitter, right? First few days was like, why are people protesting? After a few days, it was why aren't you protesting? Oh, yeah. So I mean, what's wrong with you? So if you see the it has shifted, if you're a right thinking person, and you believe in the idea of India, why weren't you protesting, right? So that narrative shifted. And that is actually a manifestation of what you said, right? It has now a lot of people have thought and internet has been able to spread this idea very effectively. And that's why it is now the norm has shifted that you should be there and you should oppose this. I mean, there are just two more aspects to what joins some of these protests together. So for example, one thing is that these protests have been across the political spectrum in the world as well, right? So it's not just that only left leaning groups or right leaning groups have been involved in this. The last one, which I found quite fascinating was that migration has been an issue which has caught on for a lot of RNSs either in support of migration or in opposition to the migration both, right? Maybe this is because in migration is an issue where identity and cause quickly overlap with each other, right? Because you already have an existing national identity. So whenever there are say in France, for example, for the yellow vest protest, which are still going on, one of the issues in the beginning was that there is too much migration, right? And the idea was people then quickly see we are French, we are different, why are these people coming here? So that there is an inherent identity aspect which already exists and the immediate cause becomes a flow of people coming in or a migration flow. So those two potent things already exist and then you add the scalability aspect to it and you have protests which emerge. On the other side, you also have the current protests which are going on in India are actually sort of pro, they are saying that why are you dividing people who are coming into India as well, right? So but this migration aspect sort of leads to these RNSs quite quickly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:05.960",
        "message": "And it's interesting that when we talk about RNSs, when we talk about the three things you need identity, cause and scalability, scalability is now become something you can basically take for granted because the internet is there and you can achieve scalability. So it's only you need an intersection of the other two for it to happen. Yeah. And, you know, if we may, like when I was reading Tuffnechi's book, Twitter and tag as which I'll link from the show notes and recommend to everyone. And one I noticed a lot of commonalities between what is happening in India now and earlier radically network movements like this. But what also struck me was that many of those commonalities, many of those features that they have in common actually led to those movements not being able to achieve what they set out to achieve. For example, there is the leaderless aspect of it. Now, it's a good thing. I think it's a very good thing that you don't have people trying to co-opt leadership or you know, it's all spontaneous. It's, it's whatever. But that also then leads to what Tuffnechi calls tactical freeze in the sense that then you cannot change, the movement cannot change tactics midway. There is always confusion about that. You cannot really negotiate with the government who is negotiating on your behalf. How do you know that person hasn't been co-opted and there are, you know, when there is a general commitment to a set of values, it is okay if the specific aims are diffused and dispersed. But when you are actually getting to a position of telling the government, okay, give us A, B, C, this is what we want, you know, that specificity doesn't come around. And on a day to day basis, there is what is called an adhocracy, things happen in an ad hoc kind of way. And other movements have been let down by this. Like if you look at what happened in Egypt, fine, great, they got rid of Mubarak. But three years later, you know, you had a military dictatorship again and you know, a similar kind of mess. They didn't really achieve their ultimate aims. Maybe they achieved one small proximate aim, but they didn't achieve their ultimate aims. So looking at that, what can, you know, what lessons can these protests draw from such protests of the past, which have so much in common with it beyond libraries?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:16.100",
        "message": "So what we see from the previous movements, the lessons that we learn are, yeah, that what happens is generally these protests, once they take place, remember the state is still going to react to this, right? So once the state reacts, it depends on how the protest will then shape up in reaction to what the state does. So for example, take the Hong Kong case, okay? So Hong Kong, there has been this radically network protest going on there for many months now. And the ultimate cause for that was this anti-extradition, the extradition bill, which probably said that whoever is found guilty of some crimes in Hong Kong, they'll be tried in China, right? So now this became an immediate cause. The identity was this Hong Kong versus the China divide already. So this was the main demand, okay? Anti-LAB. But once the state actually accepted that this anti-LAB will not go ahead, the demands then proliferated. Now there are many more demands and some, one or two of those demands will never be accepted by the Chinese state because they are like going right against what the party state wants. So what if you have these protests which morph into multiple demands and you're not able to control them, then they won't be successful, right? In at least achieving them. The second thing is often the states are able to divide these communities at a later point of time. So classic, right? If you can divide and rule kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:53.040",
        "message": "strategies. And these communities often divide themselves with their quest for ideological"
    },
    {
        "speaker": "Guest",
        "time": "00:43:57.960",
        "message": "purity and they're silly in fighting. Exactly. I mean, do you want to be holier than thou? And then you actually end up reducing that imagined identity you had constructed in the first place and you split into multiple RNCs, all of them having their own identity aspect and cause aspect. So once you split that, then again, you will not be able to achieve what you want. So those are two, three things that these protests can learn probably. And"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:29.440",
        "message": "also, you know, just sort of taking that diffusion of aim forward, the question that comes up, for example, with these anti-CAA protests, you know, you could ask what is the final aim and what all the protesters are fighting is not just that specific Citizenship Amendment Act, but also that way of thinking that that narrow view of what India means and so on and so forth. Now, the question there is what is the aim and when do you know that you won? Because it's very easy, for example, the government won't do it, but we are recording on Jan 23rd. But if the government were to just come forward and say, okay, we won't do the CAA, fine. You know, that doesn't end it because they'll still do the NPR. And you know, the overall program will continue even if one or two elements don't. When do you call the protests off? When do you what is the reason for calling the protests off? If the protest is not being able to achieve his proximate aim, is that reason enough to call it off? Or should you continue for larger reasons, like all of Gandhi's satyagrahas pretty much failed in their proximate aims, but they achieved something much larger in terms of mobilizing the people and mobilizing"
    },
    {
        "speaker": "Guest",
        "time": "00:45:33.960",
        "message": "the masses? Yeah, absolutely. Like to use Tufekci's framework itself, right? She divides that generally social movements have sort of three capacities, right? Narrative capacity, that is the aim of changing the narrative and the stories that people think in terms of. Second is disruptive capacities. Basically, if you are movements able to stop business as usual. And the third one is electoral or institutional capacity, whether you are able to bring about a change in the head of the state, or are you able to actually change the electoral structure itself, right? So now, if you look at social movements, aided and abetted by digital media, what the capacity which is enhanced most is the narrative capacity, right? So you are able to significantly change narratives very quickly, you can put out a new story there, that will be consumed by a large amount of people. But the digital products are not so strong when it comes to the other two ideas, right? So not all digital products have been able to even do the disruptive aspect. And to get the third one electoral change, that's even tougher."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:41.880",
        "message": "No, and again, it strikes me and this is again, going back to public choices, right? You know, at one point in time in India against corruption, the movement happened, which actually didn't achieve any objectives, really. But at that point, they decided to do something about the electoral objective and the Aam Aadmi Party was formed, and there was much dissent within the movement about that, but fine, they were formed. But the moment that party was formed, it becomes prey to the incentives of regular politics, where all that matters is gaining power somehow, and principles cease to matter. So things that they would have stood up for in the past, for example, they made Vishal Dadlani apologize to the Jain Sadhu who felt offended. For example, they actually supported the abolition of 370 in Kashmir a few months ago, and they haven't at all spoken out against the CAA and how it threatens the idea of India. And I don't blame them for this at one level, because I understand that they have reconfigured themselves as a party of good governance. And they are saying we are doing education, we are doing schools, and they're saying it's important for us to win the election and get the BGP out of there. So we will not stand up for all of these things. But then what happens, therefore, is that even if a movement even if a sliver of the movement is to try and gain electoral capacity, they are still subject to the incentives of politics, which is always to get power to get votes, and to use power to make money so that people donate to you. And the whole process gets corrupted very fast, as in my opinion, has happened with our Mandi party, whatever else one may feel about them. How does one get past this? I mean, you know, are all movements then destined to either be corrupt in whatever electoral form they take to be corrupted and to be diluted? Or are they destined to just sort of fade away?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:23.400",
        "message": "Yeah, first of all, I think we need to decide what we mean to call a protest successful, right? I would say the fact that whatever Aam Aadmi Party, the fact that despite all the incentives, which are heavily loaded against any new party, the fact that a new formation has come about because of ISE is itself, you can say it is a success."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:47.640",
        "message": "Yeah, it's politically successful. And you can even say that it's successful in terms of governance, because they've provided better governance than the alternative would have."
    },
    {
        "speaker": "Guest",
        "time": "00:48:54.880",
        "message": "Yeah, but the construction of the alternative itself is a success. I forget about the good governance that they have done, even if they weren't able to, the fact that a new entity came up, and it was able to at least win is a change from"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:10.160",
        "message": "But it's almost, it's almost a tangential success, the main aim of the movement, which was let's do something about corruption, which first of all, they were articulating wrongly, because you cannot solve corruption by increasing instead of reducing government, the discretion of the state and the power given to it. But that hasn't happened, you know, so and not come closer to happening either."
    },
    {
        "speaker": "Guest",
        "time": "00:49:29.480",
        "message": "Yeah, that that is true. But what I'm saying is that there is, so we need to then say what was the aim of these protests. And the problem there is that these aims will always be so dispersed or diffused. And as they go on, more things will be added to them. And that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:46.720",
        "message": "why we have this And I guess Syriza in Greek was an example of a movement which became a successful political thing, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:52.440",
        "message": "Yeah, Syriza, there have been other examples as well. And in Tunisia, also, you were able to completely change the government, etc. Right. So Tunisia is like one odd success element. But in many other countries, you actually you reverted back to the normal levels regression to the mean. So that has happened. But overall, it is not a very positive story to say like, I can't say that this is the way digital protests have significantly changed. And the research on that also shows that they significantly change narrative capacity, but disruptive and electoral capacities are much, much difficult to change. Because remember, you are up against the state. And the state has a very coercive power with it. And when it comes down heavy handed on the protesters, it becomes very difficult for them to bring the change in the other two dimensions."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:50.440",
        "message": "No, and if I might speculate, I've, you know, in the last five minutes, I've actually kind of changed my mind a little bit on that listening to you. Because it strikes me that we need to figure out how do we define success. And I would say that even if the CIA, the citizen the Amendment Act itself remains on the bill, and the government does whatever it does, and they proceed according to plan, and we haven't been able to disrupt them. Regardless of that one way in which the movement has been a big success is in changing the culture. So many people now know the preamble, at least by heart, though, I wish it was the Ambedkar version and not the Indira Gandhi version of the word socialism part of it. But regardless, so many people have a greater awareness of constitutional values and the fact that it's supposed to safeguard individual liberties and act as a check on the state. And so many more people are now willing to come out in the streets for that augurs well for the future,"
    },
    {
        "speaker": "Guest",
        "time": "00:51:38.720",
        "message": "would you say? Absolutely. So the narrative has shifted, right? And we are conceptualizing what it means to be an Indian and what is not Indian, what is an Indian in a sense, right. And so these are important distinctions, which are being made through digital media and elsewhere. So that is a success, right? Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:59.320",
        "message": "That is a success. You know, we'll take a quick commercial break now. And after we come back from the break, let's now talk about the philosophical and policy questions that this brings up about the interplay between the state and radically networked societies. And you know, what the role of the state should be because not all radically networked societies are necessarily for the good. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into products of everyday use. These include wearable art like stoles and dresses for women and evening shirts for men. Home decor like wall plates, cushion covers and table linen and accessories like tote bags and pencil pouches. This allows art lovers to actually get fine art into their homes at an accessible price and artists get royalties on sales just like authors do. Their artists include luminaries like Dhruvi Acharya, Jaideep Mehrotra, Madhuri Kathe, Sameer Mondal, Brinda Miller, Tanmay Samanta, TM Aziz and Manisha Gehra Baswani. They accept bulk orders for corporate and festival gifting. But even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 15% discount, apply the code unseen, U-N-S-E-E-N. That's unseen for 15% off at IndianColors.com. Welcome back to the scene and the unseen. I'm chatting with Pranay Koteswani about radically network societies. And one of the things I forgot to mention in the first half of the show before the break was I wanted to ask Pranay specifically about the Hong Kong protest because he's actually written and thought about it a fair bit. Go ahead."
    },
    {
        "speaker": "Guest",
        "time": "00:53:51.320",
        "message": "Yeah, so Hong Kong is actually an RNS which is still going on, okay, as even as we speak, and it's sustained over many, many months. So it's an interesting case study. I just wanted to bring out a few elements of how digital media has a role to play in those protests. Okay, so the overall phrase that I use for this is the Hong Kong movement has been about moving your information trail offline, while moving your decision making and narrative online. Okay, so that is how I put it together. So what does it mean? Okay, so moving your information trail offline. Now remember, everyone knows the surveillance power and authority of the Chinese state that they use, right? So that's why the Hong Kong protesters have been trying to move their information trail offline. So they use a lot of cash, they don't so they are actually intentionally moving off the internet on for some purposes, right? So using cash, not using ATMs, because then you will be able to track people, they are turning off FaceTime ID or touch ID on their phones, because they again feel that people might use it. In many times, they have been using airdrop and Bluetooth file sharing in protest venues instead of the internet, because again, they fear that they can be tracked. So that is interesting. The second part of it was to move decision making actually online. So just look at Desirvo's report in BBC that some of the groups on Telegram, etc, have around 70,000 active subscribers, okay? And that represents 1% of Hong Kong's entire population. It's quite significant, right? And they also have specific groups for specific purposes. So there are groups for taking decisions. So they did like an online referendum of sorts, right? So whether we should continue protest the next day or not, that was voted on some of these groups with large memberships, right? Also, there were other groups which were more purpose oriented. So there were groups for medics, groups for supplying food when these protests were happening. So you know, you see entire decision making and the organization of this protest also moving online, okay? And the tools used were Telegram, Signal, which they thought was less under control of the Chinese state. So this is very fascinating, right? So digital media enabling the construction and the continuance of a protest is seen in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:22.520",
        "message": "Hong Kong quite clearly. And this is really interesting, because I'm specifically interested by Hong Kong as you know, because the technology and the ways of communication there are evolving so quickly that in some cases to get away from the Chinese government, they have to do what one could term radical denetworking, yeah, and just kind of get off the internet. And it also reminds me of a time where, you know, it isn't as if, you know, a technology may be built to share cute cat pictures. But within that, users themselves build features, which can be used for radical networking, for example, the hashtag, right, the hashtag is really something that users innovated with first, and then they became a thing. And now you can identify trends by it, and so on and so forth. And this kind of a bit of that happening in Hong Kong. And do you think India will also sort of over here as well, we'll go in some of those directions as the imperatives to keep protests going get stronger?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:21.840",
        "message": "Yeah. So one interesting thing about the protests that are that have happened over the last years are they have been prolonged in many of the countries. Some protests have been going on for more than a year as well. So it might play out that way. But that depends on the other aspect that we are going to talk about how the state will react. Just one point here about the Hong Kong protests to talk about the weak points of this, you know, one thing, again, this BBC report, which excellently captured all this said that these groups which were used to do a referenda type of decision making. So a lot of people said that whenever there is a black and white decision to be made, these groups really work well. But when there is a nuanced position to take, then these groups don't work as well as they would, we would want them to write. So that is something which we'll experience in other protests also through these tools."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:15.600",
        "message": "Exactly. So let's let's kind of talk about the state. But before we bring the state in, let's also you know, we've been talking about all of these protests, and many of these are liberal protests, which you and I are sympathetic towards. But let's also acknowledge that one radical network societies can be value neutral, you can, you know, use the scalability of the internet to actually organize pogroms or genocides or has in fact happened lynchings and so on. And, you know, before Mohammed the clock was killed, for example, there were photos on WhatsApp, which had these narratives about, you know, perpetually showing pictures of meat in his fridge and all of that nonsense. And we've had a problem in India, which I discussed at length with Pratik Sinha last year, when I did an episode on fake news with him about this mysterious sort of these rumors, which keep propagating across WhatsApp with details change from locality to locality about how outsiders are coming in and kidnapping kids, which led to a lot of alarmist lynchings that you saw an outsider in a strange car and you assume that he must be one of those kid kidnappers and leave aside the motive behind such rumors being spread as irrelevant. But I think it's clear that in cases like that, the state needs to sort of step in and do something. And this is probably a good time to sort of examine the role of the state and its duty vis-a-vis citizens as well, which"
    },
    {
        "speaker": "Guest",
        "time": "00:59:34.720",
        "message": "is something you discussed in your paper with Nitin. Yeah. So, let's look at this. So, fundamentally, we are seeing a clash between hierarchically structured states and radically networked societies, right? So, this is a fundamental clash. The problem, as we discussed, is information flows in these network communities will all always be faster than the decision making cycle and information flows in the state where it has to go from bottom to up, decision gets made, gets filtered to bottom, right? That's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:04.160",
        "message": "going to take a lot of time. And I think the way you guys put it was that states are relics of the industrial age and are radically networked societies are products of the information age."
    },
    {
        "speaker": "Guest",
        "time": "01:00:14.000",
        "message": "Exactly. So, there's a fundamental mismatch, right? So, states realize that. Now, what will be the state's reaction when they realize that, you know, things are happening too fast for us, it's getting out of hand. What states do what they do best, that is excessive use of force is one response that we see across these protests, right? Whether in Chile or in Lebanon and even in India now, right? So, you will see the excessive use of force for this mismatch. So, the state will use law and order machinery to attack the protesters and say that that is the only way we were left to clamp down these protests, okay? So, that is one sort of response that comes up. The second kind of response is, let's take the other extreme. What is a more enlightened type of response that you would want the state to have? One way would be for the government to have better emergency communication systems to at least refute misinformation which might have happened, right? So, for example, I have an example of this. So, a few years back, there was a bomb at Church Street, you know, which went off and the rumors started spreading on that also very quickly about first it was bomb on Church Street, then the next tweets came started coming that bomb near a church. And then third, there were also tweets a bomb in a church. I mean, completely untrue, but this misinformation was trying to take it in a certain direction, probably make it a communal thing of sort, right? But it was quickly clamped down because you had a very credible presence of the Bangalore police online, not just Bangalore police, but the commissioner of police had a very visible presence and a reputation on that platform that he'd built over time. So, he was quickly able to come into the picture and say, hey, that's not wrong. It has happened at such and such place, we are looking at the incident and trying to take note of it, right? So, that actually ended some of these speculations and which might have led to, you know, more nastier things from happening. So, if the governments are also embedded in these networks, they understand it better and they have emergency communication systems in place on how to tackle these. We might have a more liberal response, at least to one aspect of it, which is misinformation. Okay. So, that's the second way to deal with it. Okay. Third part of it is increased surveillance is what many states are moving towards. So, they are saying that the only way to do this is we need to have control over the encryption keys that WhatsApp users or other platforms use in order to get control of this. Again, quite illiberal response, but this is what the states are looking at. The fourth one is where governments are saying we will put constraints even before this type of information is shared. And that is what you have this 66A of the IT Act kind of response, where the government is saying, if you share any information which is broadly defined as offensive or of menacing character, we will have some penalties, etc. You might be put in jail and all that. So, this is another kind of illiberal response which exists. So, now what you see overall is the state realizes or sees or perceives this as a fundamental threat to them. And they are being responding with largely illiberal responses, which exists as either preconditions on what can be shared, or you have increased surveillance, or you have increased use of force. All three quite negative. And on the other hand, you have a more liberal response of having better emergency communication systems. And largely, states are still opting for the illiberal responses across the world. And we are moving towards that. Even in India, the narrative is now, the fact that we see WhatsApp enabling this is a very easy excuse for the state to actually say, yeah, the problem is not us, the problem is actually WhatsApp. So, give us the encryption keys, we will be able to regulate this better."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:26.360",
        "message": "No, and also states have a monopoly on violence, which they are used to. So, the instinctive response is to react with a sort of violence. And like you, I feel the only one of these four responses which you laid out, which I completely agree with and is the right response is that the government itself establish a credible presence across networks, so it can stop misinformation from spreading. There's a larger question here. And the larger debate here, which you've written about for years as well, is the tussle between say, liberty and security. And to sort of give a little bit of very quick context for the listeners on why this is an age old tussle, or at least a tussle since enlightenment value shaped the state is that the whole purpose of the state as liberals like me and Pranay would view it is to defend our individual rights. But there is a trade off here that if we want our freedoms to be safeguarded by the state, we have to give away some rights to enable the state to do this. So, we give the state the right to have a monopoly on violence. And of course, the existence of the state is based on our taxes. So, you know, we accept that there will be some coercion and therefore some infringement on our rights on our liberties for the state to exist. So, we give away a little bit of our liberty for the amount of security that we want. And this equation is different across the world. Like you've pointed out in your paper in the US, they might give away 10% of liberty for whatever and in other places you give away far more liberty like in North Korea, for example. And this is a tussle that also comes up in the context of radically networked societies, because many of these measures that you spoke about, like the surveillance state, there is no state capacity to actually surveil everyone, but like the surveillance state or like just getting into a protest and beating up protesters and so on, you know, go towards the side of infringing liberties too much for protecting and imagined security. So, how has thinking on this evolved"
    },
    {
        "speaker": "Guest",
        "time": "01:06:28.920",
        "message": "in this context? Yeah. So, I think there are some positive things to it. So, this is a liberty security trade-off that we spoke about, right? What percentage of rights that you give to the state in order to experience security and that trade-off varies across different nation states. Now, what you would see in the past is when this RNS emerged first, the immediate response was taking the argument of in favor of security just prevents liberty and all sorts. So, the classic response was stop the internet and India is the internet shutdown capital, right? So, that is one more response that they have used. Which doesn't work as you pointed out. Yeah, it doesn't work because these networks are very resilient. So, even after you break down the internet, there will be other ways that people, once that identity and cause has been established, people will find other means to it, right? Like in Hong Kong's case, people use Bluetooth file sharing or AirDrop to share documents. In other places, people can use satellite phones or other ways to basically keep the network going on. So, that was what the state started with, that response of shutting down the internet. But now states realize, at least some of them, that maybe that is not the way to go forward and that's where they are exploring other means, either in terms of, let's say, surveillance, which is problematic for us, but states are exploring that, and the emergency communication system as well. So, these are what states are realizing. But again, it varies across states. So, in India, I think we would still say we are in the midst of this policy debate where all these options are currently open, right? Internet is still being closed down in many places. Even as we speak in Kashmir, it is still down and the state is also exploring this NAT grid that has been there for a long time, that we should have a national grid. There have been talks about your WhatsApp login should be linked to your Aadhaar kind of things as well, right? So, all this, we are in the midst of that policy debate and it will be interesting to see where it actually takes us."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:41.040",
        "message": "No, and also my question to you is, around what axis does one think about this in terms of instrumentality or morality? For example, you know, Sunil Abraham pointed out that there's a false dichotomy between privacy and security. And I'll quote him where he says, quote, an optimization approach to resolving the false dichotomy between privacy and security will not allow for a total surveillance regime as pursued by the US administration, stop quote. And his point is that there is like a hockey stick curve, that there is a point at which is optimal, where you take away some liberties, but you provide a certain amount of security. And that's where you should stop. The analogy he uses is like salt in cooking, that you know, food without salt is tasteless. But beyond the point, if you put too much salt, it is also tasteless. So, you have to get the amount right. And this is an approach which would look at it in instrumental terms, that we are trying to provide this much security and therefore, we take away this many liberties and it becomes almost an engineering problem, as it were. But the other approach would be to also take into account the moral aspect of it and say that, no, I don't care what the instrumentalities are. Beyond the point, you cannot take away my liberties."
    },
    {
        "speaker": "Guest",
        "time": "01:09:51.240",
        "message": "Yeah, I think, I think both of us fall on the other side of the moral argument, right? You would want the state to have as little a role in restricting liberties, as it already restricts our liberties in many, many areas. Yeah, so you don't want another additional tool in the hands of the state. So, we are wary of that. And that's why there are other responses, right? But the thing is, you need to have state capacity to be able to execute any of those, right? Let's say you want excellent emergency communication systems or ways for states. Let's say, if there is actually a real case of a riot happening because of these information systems, it is reported. Can states probably consider, in a very localized way, probably slowing down the scale of this spreading of this information, either through appearance of credible information on WhatsApp, or even say, let's say, considering slowing down the internet in a very localized area. Again, it is, there is a problem of illiberal thing that we are approaching. But as a moral point, you don't want, definitely, internet shutdowns are not the way to go, right? It is a severe restriction of liberty of a large number of people in the name of security. And because of a few rioters, you are going to affect a lot of other people as well. Or many of these responses, actually, which we talked about, are, violate that moral stand that we come from, right? And, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:26.320",
        "message": "Yeah. And I mean, I'm just thinking of the counter arguments. For example, I'm against torture. But one counter thought experiment that is often made up, which is often presented to me by people arguing the other side, is that what if there's a nuclear bomb in the middle of Bombay, and you know, it's about to go off and one person has a code and you know, he has a code, but he's not giving it away, should you torture him? And that, you know, it's again instrumentality versus morality, but then it seems a no brainer that you have to save the lives of so many people. So what do you do? And a similar argument could be, the government has made similar arguments. It's not a thought experiment in the case of Kashmir by saying that we had to shut down the internet, because terrorists will communicate with each other. And this, of course, is a rubbish argument. But this is a sort of argument which people are making, where the state also can say that, listen, I accept that the only job of the state, I'll concede your libertarian point that the only job of the state is to safeguard you and safeguard your rights, but I need to do this for that. How do such arguments play out? How have they played out in India in the policy space?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:29.280",
        "message": "In the Indian case, I think we already have, there are not many qualms about the state acquiring more power, unfortunately. So the state has been able to clamp down on freedoms"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:43.840",
        "message": "more easily. And it's normalized. Most of India doesn't give a shit that Kashmir hasn't had internet for almost six months."
    },
    {
        "speaker": "Guest",
        "time": "01:12:49.640",
        "message": "Yeah. So that's what the Indian case has been, unfortunately. And that liberty argument which we are making is not the one which is very popular currently, right? So, yeah, that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:03.640",
        "message": "where we are. So, you know, before we go, I'm, you know, just thinking back for a moment beyond radically network societies into radical networking, per se, like, just as a lot of these liberal movements have been enabled by technology. I mean, I often say that, even as states grow stronger and stronger, the best libertarian hope is that technology will empower individuals, which also seems to be happening. But it's equally true if you look at it another way that a lot of these right-wing populist movements that have come up have also been enabled by technology in the sense, and this is something I've written about, and we've spoken about in the past on how, what social media perhaps did was that it created preference cascades in the sense that, and these are the words of Timur Koran, he talks about how people typically carry out preference falsification, that they don't express what they really feel about something because they're not sure if there are others like them. For example, Soviet dissidents under the Soviet Union who did not know that if they felt anger at the regime, they would not say it because they didn't know there were others like them. But then a moment comes when you realize that everybody shares, there are enough people and you have what is called a preference cascade. And Glenn Reynolds, a kind stuff under the old school blogger once wrote a piece about how Trump's rise, according to him, was enabled by preference cascades because suddenly a lot of people realized that the thoughts that they were otherwise wary of expressing because it didn't seem politically correct, were actually shared by a lot of people. And this coming together of silent majorities, you know, enabled Trump to come to power. And in a similar sense, it could be argued that the rise of Modi to some extent was enabled by this, where a lot of people, you know, in some cases, perhaps, where a lot of people suddenly realized that everybody shares, whatever it is that draws them to Modi's vision of India, maybe the desire for a Hindu Rashtra or a hatred of Muslims or bigotry or sexism or whatever. And I'm sure there are positive things also, I don't want to indicate that everybody who voted or votes for Modi is necessarily falls into one of these categories. Though at the moment, I can't imagine too many positive categories of voting for him. And all of this has also been enabled by social media. So there are these countervailing things, processes sort of happening within society. And at the same time, the coercive power of the state has also been enabled by technology, like I retweeted something someone pointed out a few days ago, about how a lot of people who were near a protest somewhere in Kerala, I think, were got noticed, got show cause notices from the government that what were you doing there? And how did the government know they were there because their cell phone signals are picked up by the cell phone tower, something of that sort. And the government, of course, has like incredibly scary surveillance technologies, that they might even be listening to this podcast at the time of recording and not at the time of release. Hello, bureaucrat, if you're listening. So looking ahead into the future, where technology is both a cause for hope and despair, what is sort of a worst case scenario 10 years down the line and a best case scenario 10 years down the line?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:07.840",
        "message": "So, the best case scenario, I would say would be where these imagined communities which are there, might be they are able to create new communities, new imagined identities, which didn't exist earlier, on the lines which sort of are more humane towards each other, which see each other as an individual rather than as a part of a specific background, right? So, their caste, colour, religion, but just seeing it as we are all humans. So, just because of that, we need to move more sympathetic to each other. If that happens, and we are able to form new imagined identities on those lines, maybe the world will move towards the world. It's a very philosophical thing, but I don't have a concrete answer to say. The second one on that would be the negative part would be, yeah, these identities actually reaffirm our existing biases. And there are new RNSs which happened on already existing caste, class lines. So, that again leads to a lot of problems. Look at the cause angle, you know, and as we discussed about how consumer protests are being taken, a negative scenario also is maybe now increasing prices of anything or decreasing subsidies of anything will become difficult, because there might be radically network mobilizations in opposition to these."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:31.000",
        "message": "In fact, TikTok for a while had like 356 million views for some hashtag which had onions in it, which and there were 1000s of videos protesting the price rise of onions, which was radically networked entertainment, but not exactly a movement."
    },
    {
        "speaker": "Guest",
        "time": "01:17:46.320",
        "message": "Yeah, and so that's a problem, right? So, because you already have these strong endowment effects, especially in India on everything, right? We get so much tax benefit. So, we are that endowment effect is there. And if the government wants to end these, imagine there is a radically network mobilization, which takes this as an immediate cause the identity aspect might be built in over years, but it will become even more difficult for these subsidies to be taken out as well. So, that's a sort of a negative scenario."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:18.160",
        "message": "And I guess it might be an element of populism as well. For example, one legitimate cause which everyone should protest is a rising unemployment in India and the jobs crisis. But one unproductive way of protesting it is when groups like the party that's for example, come together and just ask for more government reservations for themselves, which does nothing to solve the structural reasons for the problem. But, you know, the structural reasons of the problem are so sort of abstract and counterintuitive that they're not going to get you're not going to mobilize masses around those things. So, you have the right cause, but a movement that demands perhaps the wrong action or action which doesn't really solve the problem. And you can have more localized RNSs around these."
    },
    {
        "speaker": "Guest",
        "time": "01:19:00.680",
        "message": "One more, we can look at sort of a negative aspect of it is the look at the role of the elected representative, that also fundamentally changes in the sense that, you know, there has been an age old debate about what is the role of the elected representative? Is he an ambassador for whatever the constituents think or he or she can apply their mind to a particular policy problem, right? There's Edmund Burke's famous speech to the electors of Bristol. It talks about all these, right? So now imagine how will that play out when everyone is radically networked. It becomes difficult for a person to take a position against the stream of opinion which already exists. So imagine already, people have hardened their opinions and stance through a radically networked community mobilized on that. Will that representative can they afford to take a position against this becomes slightly difficult."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:59.440",
        "message": "And it also might lead to something of a status quo bias in the sense you're scared of doing anything at all. Because doing anything at all raises a risk for you from a radically networked and very polarized populace. So you just try to sort of stay invisible and"
    },
    {
        "speaker": "Guest",
        "time": "01:20:13.840",
        "message": "stay out of trouble. Let's end on a positive note. There might be some imagined identities which are formed across the barriers of our nation state across the barriers of our immediate communities, right, which are there. So therein lies the hope that these new communities will be able to transcend some of the already existing fault lines. And they will push the agenda of the government in a direction which is beneficial for both sides across that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:45.400",
        "message": "And who knows this community could be listeners of the seen and the unseen. We can call them unseeners. Pranay, thank you so much for coming on the show again. Thanks, Amit. If you enjoyed listening to this episode, do check out the papers I referred to which will be linked from the show notes. You can follow Pranay on Twitter at Pranay Kotas. You can follow me at Amit Verma. You can browse past episodes of the seen and the unseen at seen unseen.in and thinkpragati.com. The seen and the unseen is supported by the Takshashila Institution where our good friend Pranay works. So check out more about their public policy courses at takshashila.org.in. Thank you for listening and go out and protest somewhere"
    },
    {
        "speaker": "Unknown",
        "time": "01:21:28.520",
        "message": "free."
    }
]