[
    {
        "speaker": "Guest 2",
        "time": "00:00:00.000",
        "message": "I had a strange dream the other night."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:11.360",
        "message": "I saw my wife in a dream. Now this is unusual by itself, who dreams about this pals? Anyway, in my dream, I was in an amorous mood and I went into my bedroom hoping to interest my lovely wife in some playful interaction. She was curled up on the bed, laughing to herself in a way I only see when she is laughing at my jokes. She had an electrode plugged into her brain. I opened my mouth to say something, and she held up her hand and shushed me. I don't need to talk to you anymore, she said. There is no longer any need for any actual physical interaction between us. What are you talking about, I said? How can you say such a thing? Don't you love me anymore? Oh, I love you very much, she said. But now I have an enhanced version of you. I uploaded your brain on this device a week ago when you were sleeping, and now there is an AI version of you here which makes even better conversation than you do. It has all the good things about you, your wit, your knowledge, but none of the bad stuff like your inflated sense of self-importance, your lack of empathy, your short attention span. You are Amit 1.0. This is Amit 2.0. Oh, damn, I had always feared this day would come. But that's just conversation, I said. What about the physical stuff? What about cuddling? Ha! She laughed. That's also sorted. See, Amit, people are a technology to make you feel a certain way. When you hug me, oxytocin floods through me. Well, now I can replicate the firing of neurons that leads to that without actually having to hug an actual human. In fact, over the last few weeks, I have saved all my experiences with you into the hard drive right here. Now I can replay them any time I want and even tweak some details. I don't need you at all. I was very sad when I heard this. I started pouting, but as my natural resting face is a pout, I must have looked the same. OK, fine, I said. I understand. I apologize for intruding. I'll just go and record next week's podcast now. You don't need to, she said. It's done. I'm listening to it now. You talk about me in your intro. How sweet."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:23.440",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Guest 2",
        "time": "00:02:32.840",
        "message": "Please welcome your host, Amit Badmaa."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:37.560",
        "message": "Welcome to The Seen and the Unseen. In today's episode, I'm going to be talking about artificial intelligence, which is changing the world around us, mostly in good ways. Unlike some alarmists, I have nothing but positive feelings about A.I. I have two guests on the show today who share my optimism, but are also aware of both positive and negative unseen effects of artificial intelligence. Ramesh Naam is a renowned futurist and award-winning science fiction novelist. He works at the Singularity Institute, and I urge you to Google him and read some of his essays on A.I. Also on the show today is Pawan Srinath, my colleague at the magazine Pragati, who has studied some of the public policy implications of A.I., such as universal basic income. Ramesh and Pawan, welcome to The Seen and the Unseen."
    },
    {
        "speaker": "Guest 1",
        "time": "00:03:26.640",
        "message": "Thanks Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:27.640",
        "message": "Thanks Amit. Ramesh, you've written a lot about artificial intelligence, and I've been reading a lot of your stuff and it's amazing. So tell me something, especially in India, there's a fear that people have about artificial intelligence, that it's going to decimate jobs, especially in the service industry, for example. And like at one level, the scene effect of artificial intelligence creates enormous value. And it might seem the unseen effect is a job loss, but to a lot of us here in India, the job loss is also sort of the scene effect. What are we missing?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:03:58.400",
        "message": "What's the bigger picture here? Well, I think the dialogue is pretty far ahead in India, if you're already talking about job loss from automation. I do think we should just acknowledge for a moment that the big obvious effect of A.I. and digital technology in general is lots of wealth creation and lots of deflation of the cost of services that were once impossible. We all have more access to information than any U.S. president before Bill Clinton, let's say, basically for free. So that's amazing. Amazing, right? Now, will A.I. destroy jobs? Who knows? I would say it will destroy some jobs for sure. But overall have a macro effect of destroying jobs. I am cautious about predicting that because it's been predicted so many times that A.I. would destroy jobs or that automation would destroy jobs in a macro sense. And it hasn't ever been right, at least not for the long term. I'll give you an example of that. We'll answer your question eventually. I'll give you an example of that is Ned Ludd. The Luddites are named after him. Ned Ludd may or may not have actually existed. We don't really know if he was a real person or not."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:03.480",
        "message": "Fake news."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:04.480",
        "message": "Ned Ludd might be fake news. But he apocryphally destroyed artificial weaving machines because he thought that they would take jobs from weavers and textile workers. But the invention of those machines actually increased demand for textiles so much that more people were employed in the industry 10 years later than had been before they were around because they brought down the price of textiles that made clothing much more affordable and that spurred demand. It was a positive some sort of thing. Okay. So we have some humility about predicting the future. But let's imagine that it does destroy some jobs. The example you and I were talking about last night is Norman Borlaug. Norman Borlaug started the Green Revolution in the 1940s. He bred better wheat and better rice that doubled crop yields around the world, helped save India from massive famine, saved Mexico from massive famine. They say he fed a billion people, saved a billion lives, maybe more than anyone in history. Borlaug grew up in sort of a poor town in Iowa in the US. He had no electricity, no running water. And the reason he is who he is today is that he would have grown up to just be a farmer following in his parents' footsteps. But his family was able to get a Ford mechanical tractor. And that Ford tractor destroyed Borlaug's job of being a menial laborer on the farm. But that let him go to high school, not even university, high school. And that led to him having the skills to combine new ideas to produce these better crops that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:46.720",
        "message": "feed us all. That changed the world. That changed the world. And made him a hero in India. So, you know, I'm always an evangelist for technology. To me, the unseen effect of more technology is always positive. You know, you might see some immediate job loss in the short term, if at all, but so much extra value is created that it goes back into the economy and the world is better off than it was before. It's a positive sum game. What I don't have answers to and what people often ask me is in the specific Indian context where we are, where we as a nation, we're growing younger and younger, we have a million people coming into the workforce every month, and there simply aren't enough jobs getting generated for them. And what I see happening is that a lot of our service industry is low-end kind of services which can easily be replaced by AI, and it's already started happening. And plus, while we never had a manufacturing industry because of our labor laws and whatever, that is a non-starter now simply because automation won't allow it to happen. So now, I understand that in the long term, great things will happen, and I also buy your point about having humility about predicting the future because the future is, of course, full of unknown unknowns, as it were, in this case. So no one can possibly, no one could have predicted at the time Balogh's parents bought a tractor that it would lead to the Green Revolution. That was an unknown unknown. But before the long term comes, we got to deal with the short term sort of social unrest that is likely, the demand on policy makers to somehow ameliorate this is likely. And when people ask me all this, I really don't have any answers anymore."
    },
    {
        "speaker": "Guest 2",
        "time": "00:08:17.640",
        "message": "Yeah. It is complex, and there are parts of it that are really scary. We know whether or not the macro job destruction happens. We know that micro job destruction will happen. In the U.S., we talk a lot about truck drivers. In most U.S. states, truck driver is the most common profession, but those might be automated away in the next 10 years, even if it goes very slowly, maybe 20 years. So what do they go do? There's about 3 million people in the U.S., about 1% of the U.S. population drives a vehicle for a living. And I see a lot of people in India that do that as well. So maybe, and I'm optimistic about this, the total number of new jobs created by technology will be much larger than the number that are destroyed. But still, what do you do with those people? I hope for a couple of things. I hope, one, that technology that's disrupting driving or that's disrupting music or newspapers might also disrupt education. So MIT, one of the world's top universities, has said they will make all of their curriculum available for free. We have AI in video games that knows how skilled you are and plays just hard enough for it to be an engaging experience for you and, in fact, makes it addictive. Could we have AI tutors in your phone, in your tablet, that have access to all of this curriculum that know what questions you're getting right and wrong and tailor the education for you in a way that no human teacher with 30 or 40 kids could do? That sounds like science fiction, right? But it was science fiction for a robot to be driving a car just 10 years ago. So if we do that, is there a chance we can take children throughout the world that maybe don't have good schooling and give them amazing schooling, far better than now, for pennies, billions of them, and even take adults who are taxi drivers? They might not have the same ability to learn new skills, but I'll bet we can retrain them into some new jobs if we deploy this sort of technology for them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:13.800",
        "message": "So let me play devil's advocate for a moment. A government policymaker, say 10 years down the line in India, might well say that, look, I buy that technology as a whole is a great thing, but I can approach different aspects of it differently. For example, if truckers across the country are losing jobs, I can ban self-driving cars or, you know, tax them or whatever, and I can let the education happen. It's not as if I have to have the same approach to a disruptive technology and to technology which clearly does the kind and I absolutely share your optimism on the online education bit. So, you know, at a policy level, if it's approached like that, and even in the popular imagination, I mean, populism dominates the world today. I don't see it very far, like for the same reason, like, for example, some of Trump's victory is definitely due to job loss, which he attributes to a jobs being shipped overseas and be immigrants coming and taking the jobs and a significant chunk of them are because"
    },
    {
        "speaker": "Guest 2",
        "time": "00:11:09.560",
        "message": "of automation. How long before the anger goes in that direction? I do think unrest is a real issue. I do think people see their way of life changing and they have economic anxiety, the sort of a hollowing out of the blue collar workforce in the US, the manual laborers that used to work in manufacturing and so on. Service jobs are vulnerable, but they have not been hurt as much so far. I think India does have some vulnerability there. So you have to figure out how to deal with that. And I think part two is you have to have a social safety net. You have to have some way to say, okay, if your job has been destroyed, we are going to take care of you for a while with incentives for you to learn something new that is valuable to society, that that should be the number one thing that we ask someone to do if we are taking care of them when they're not employed is we should ask them to learn fundamentally."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:04.400",
        "message": "Pavan, Ramesh mentioned the social safety net and you've been reading and thinking and writing about universal basic income, for example, among other things."
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:12.960",
        "message": "What are your thoughts? I think universal basic income seems to be the latest idea in welfare that has picked up speed. The idea has been around for a while, various flavors of it have existed. There's the idea of a negative income tax, for example, and I think it's good that this discussion is happening in the United States because I think they are prosperous enough to have that conversation. In India, even if you take the pie, you redistribute it, you get rid of administrative costs, you get 3,000, 4,000 rupees per person per year, if pushed, maybe 20,000 rupees per person per year. And when you're providing that as cash and you don't have public goods that are available, then your efficiency in using that cash is very limited. You don't have a road to travel on, you have the money to buy a scooter now, but that's not going to help. So I think our conversations have to be a little different and I want to ask a question on this. I think one of the ways to ameliorate economic anxiety on this is when people can think of easy first entry jobs that can be created in this new space. If I'm looking at what's happening in India over the last five, 10 years with e-commerce becoming a big thing, with new startups sort of achieving scale, is that you have a lot of these jobs that people can quickly get into. You're a driver, you're a delivery guy, you are in many other places and these are being created rapidly. So one of the reasons why startups have worked in India so far is while they have hit at disrupted old businesses, they've disrupted the black and yellow taxi cabs in Mumbai, but they've also created these jobs. So there's a new constituency of people who are batting for them. So in AI, Ram, do you see any opportunities for such jobs?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:13.840",
        "message": "I think we do. And I would say that here's a slightly more sophisticated way to think about job destruction. Most of the time, automation does not destroy a whole job. What it does is that a job is a basket of tasks. Let's say your job has 10 tasks. Let's say you are a delivery man. Some of your tasks is you walk in to the restaurant and you get the food, you walk back out, you know the address, a bunch of your job is you drive there, and then another part of your job is you get out, you walk up to the house, you knock, you give the person their food, collect the money. Well, technology might automate away the driving part, but that last, not even the last mile, the last hundred meters is actually quite difficult to automate away. And drones, we can have fantasies about the taco drone all we want, but it just doesn't make a lot of economic sense for some time. And we see that in a variety of other things. In white-collar work, in service work, we see the same thing. So I'll give you an example of something not in the tech industry. Being a lawyer in the U.S., one of the large things that you do in a big, complicated case is discovery. What is discovery? Reading through thousands, or hundreds of thousands, or millions of documents to find something interesting. So now we have AI that can automate, can semi-automate, can make that part of the job the most boring, least fun, least intelligently demanding part of the job, much more streamlined, and it can free up the attorney to do the most important parts, the negotiation, the arguing in court, and so on. So I actually, I'm not sure that in many of these cases that we'll see people just go away. But the truckers that I talked about, if that trucking job is automated, you still have someone that needs to refuel that vehicle. You still have the people that need to load and unload it. Some of that will be automated, not all of it. You are reducing the cost of shipping goods. That will probably, in turn, increase the demand for shipping goods. And the way that textile demand went up when the price went down, that, in turn, will create ancillary jobs. So that's what I see, and I can't tell you exactly what that looks like. But I think if, for instance, if India had fully autonomous vehicles, every single one, A, the traffic would move five times faster, right? And what economic surplus does that have for everyone in India? And B, will that actually create more demand for delivery services that employ a human in some way? Maybe the human has to do four other tasks during the drive, but he's still going to"
    },
    {
        "speaker": "Guest 1",
        "time": "00:16:45.680",
        "message": "do something. Right. Absolutely. And how do we get this exact analogy just with Uber and Ola in India? If you had to be a taxi driver in an Indian city, say, 15 years ago, you needed to know the city first, right? You needed a geographic map of the city. You needed a mental map of this. And now, because Google Maps has automated that, any first-time driver, so long as they know driving and they know the rules of the road reasonably well, they can just get on"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:14.320",
        "message": "the road. It's going to be easier for people to become drivers and, you know, therefore increase"
    },
    {
        "speaker": "Guest 1",
        "time": "00:17:18.640",
        "message": "jobs in that space. So, like you said, if certain tasks that require extensive experience or training become obvious with the use of technology, maybe some jobs might increase in certain sectors."
    },
    {
        "speaker": "Guest 2",
        "time": "00:17:33.400",
        "message": "Yeah. Maybe the future of meal delivery is going to be that it's a mobile kitchen and the person is – the work they're doing is they're cooking inside while it's driving automatically from each place to each place. I don't know. I'd like to come back to the universal basic income, though, because when I do the math – I just do the math in the back of the envelope – what I come to the conclusion of is we should talk about basic income and not universal basic income. Because if you target it at the bottom 20% of society, let's say, you get five times as many rupees that you can spend on those people. So I think we should think of it as a safety net, something that phases out gradually and slowly with income rather than being universal. There's various arguments for universal that gets more politically popular if everyone gets some, but it's just not as efficient. I don't need that income myself. I would rather that a poor person gets more than I do."
    },
    {
        "speaker": "Guest 1",
        "time": "00:18:29.760",
        "message": "Right. I think the argument in favor of a universal anything is that the cost of targeting might and the challenges of mis-targeting might outweigh the cost of universalization, and I think with technology that might be proven wrong. We'll need to see how Aadhaar and other things in India can be deployed meaningfully to make"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:53.800",
        "message": "targeting successful. What Aadhaar will do is it will provide universal surveillance."
    },
    {
        "speaker": "Guest 1",
        "time": "00:19:00.760",
        "message": "So while we're looking at that angle, I think the original purpose of the Aadhaar was how"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:05.180",
        "message": "do we manage horribly bloated subsidies in India, how do we get the targeting right, how do we make sure the right guy is… I fully agree with you. Right. So let me end by asking a question of what could either be a utopian or a dystopian future. Now typically we imagine that, you know, whenever new technology comes, it might cause short term micro job losses, but it creates value and that value goes back into the economy and that creates more jobs. Now what happens in a future scenario where artificial intelligence and automation together can essentially satisfy every human need, right? And in which case whatever value is created goes back into AI and automation because any need that any human can have is possibly satisfied. Now the dystopian vision is that, my God, there are no jobs and what are people going to do? And we need to protect the people and the utopian vision is that everything will be so cheap because productivity is so high that people don't need jobs."
    },
    {
        "speaker": "Guest 2",
        "time": "00:20:03.440",
        "message": "Where's the balance, I mean? So I think people do like having a purpose in life. So we have to worry about that and also expect that people will look for a purpose in life. But I also become very, very cautious about predictions like this. John Maynard Keynes, arguably the greatest economist of the 20th century, predicted that in the USA by today, actually like 2000 I think, people would work an eight-hour work week because he said per capita income grows at 2% per annum and so by 2000 everyone should be able to work eight hours and have a good quality of life. I wish he meant a 1920s level quality of life."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:41.000",
        "message": "And in the U.S. I wish they could get with eight hours of work."
    },
    {
        "speaker": "Guest 2",
        "time": "00:20:43.680",
        "message": "Maybe you could work eight hours and have a 1920s quality of life, but no one wants to. Almost. A few people do. Human needs expand. I'll tell you just from my country, because I know the stats, the living space per capita in the U.S., number of square meters per capita, has gone up by a factor of three since 1970. Right? Why? Because people, given the option, like space. The number of miles flown per capita has gone up by a factor of like 20 since 1970. People like to travel. So human needs are not so easily satisfied. Some people would view that as a horrible thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:21.160",
        "message": "I view it as a sort of a positive. And maybe we all need to go to Mars."
    },
    {
        "speaker": "Guest 2",
        "time": "00:21:25.480",
        "message": "Elon Musk might think so."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:27.600",
        "message": "For now, guys, thank you for coming on the scene in the unseen. It was a pleasure talking to you."
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:31.720",
        "message": "Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:32.720",
        "message": "Thank you. Thank you for listening so far into the show. In a future age, this podcast will be uploaded directly to your brain. For now, though, we live in the cumbersome physical world where I urge you to head over to your nearby online or offline bookstore and pick up any of the books written by Ramesh. His award-winning Nexus Trilogy, in particular, is a blast to read and very, very thought-provoking. Pawan and I both write for Pragati at ThinkPragati.com, and you can also check out my blog, IndiaUncut at IndiaUncut.com. Do come back for more next week. Long after humans have become post-human, the seen and the unseen will keep coming at you week after week after week."
    },
    {
        "speaker": "Unknown",
        "time": "00:22:24.640",
        "message": "Next week, on the seen and the unseen, Amit Verma will be talking to Pranay Kotastane"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:29.600",
        "message": "about centrally-sponsored schemes."
    },
    {
        "speaker": "Unknown",
        "time": "00:22:44.040",
        "message": "He profiles LGBT people from all across the country, and some of the stories are really poignant. Check it out."
    }
]