[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What makes for a good Indian? What are the duties of a good citizen? We know that the relationship between the state and society is dysfunctional, but can it be repaired by the actions of committed civilians? Can we rise out of our apathy and make our democracy meaningful? We already have a democracy that is of the people and for the people, but can it also be by the people?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:32.520",
        "message": "Welcome to the Scene and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:43.640",
        "message": "Welcome to the Scene and the Unseen. For many months now, I've been wanting to get Ashwin Mahesh on the show. Ashwin is a polymath thinker who is an expert on various areas of policy such as urban governance, and he's also a civic activist who has participated in politics. He was one of the catalysts of the India Against Corruption movement almost a decade ago when he was part of J.P. Narayan's Lok Satta movement. He is today in the Aam Aadmi Party and I first met him a couple of years ago at a farmer's meeting in Deolali, where I also interviewed the Shetkari Sangatana leader Gunwant Patil for what became episode 86 of the Scene and the Unseen, my only Hindi episode so far. I had long conversations with Ashwin at Deolali and was blown away by the depth of his thinking and the range of his insights. When I invited him to appear on the show, among the topics I had in mind were the India Against Corruption movement as well as urban governance in general. Ashwin then suggested that we speak about participatory democracy, or what he called government by the people. We recorded on January 24, 2020, and had a wide-ranging conversation that covered IAC, urban governance, what makes a good Indian, the evolution of the Aam Aadmi Party, and many, many other subjects. This was one of my most thought-provoking conversations, partly because it ranged over so many subjects that even finding a title for this episode became difficult. I hope you'll enjoy it as much as I did. But before we get to the episode, let's take a quick commercial break. If you're listening to the Scene and the Unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is iRobot by Isaac Asimov, a science fiction masterpiece that has been the gateway drug for many, many people into the world of sci-fi and even literature. iRobot by Isaac Asimov on Storytel. Download their app or visit Storytel.com. Remember, Storytel with a single L. Storytel.com. Ashwin, welcome to the Scene and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:27.360",
        "message": "My pleasure. Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:28.360",
        "message": "Ashwin, tell me a little bit about your background because for someone who has both dabbled with politics and worked very hard in governance in recent years, you were trained for none"
    },
    {
        "speaker": "Guest",
        "time": "00:03:38.720",
        "message": "of these things. Well, I don't think you need to be trained for these things to participate in them. But you're right. I wanted to be a physicist and an astronomer when I was young. And I guess I was fortunate enough to go on to become something that I wanted to be when I was young, which is always a nice thing. But once I actually became an astronomer, it sort of dawned on me that a lot of things that excited me were about observational astronomy. But many of the programs that I sort of looked at for learning were more about astrophysics rather than observational astronomy. And so I started thinking about what else I could do. And I became interested in clouds and climate change. In the 90s in particular, all this stuff about sustainability and climate change was beginning to come to the notice of a lot of people. And so I said I would study climate change. And in particular, I said I would study clouds and their impact on climate change. But I also said I would study clouds in Antarctica and in the Arctic, polar clouds broadly, because polar clouds have, in fact, potentially a much higher impact on climate change than clouds anywhere else. And until the 1990s, many climate models did not even include data from above 60 North and below 60 South. So a lot of the data for climate modeling was still being collected. And I was fortunate enough to go to one of those programs for my doctoral work. And I spent 10 or 12 years looking at Antarctic clouds and Arctic clouds, first from the ground and then from satellites at NASA. It was very much a lot of fun. I sometimes miss that, and people ask me about that. But at some point, I just said I'm going home. And a lot of people will say, why are you going home, leaving a job like this? I can only say that if I'd gone to Calcutta and come back, nobody would say, why are you going home? Or if I'd gone to Delhi and come back, nobody would say that. I suppose people think that if you go to Washington, you're less likely to come home. But anyway, having made that decision, I came back. And there weren't any Antarctic clouds to study here. So I had to find something else to do. A few people that I spoke to at that time, I'd already begun to be interested in public interest media and communication by then. And by talking to a few people, I got the sense that one of the things I could look at was how cities are shaping up in India. Urbanization is a big part of what is going on in the country. And it's not really well-guided even today. And so I began to look at that and see what is it that I could contribute as a person not coming from the right quote-unquote background for this. And it occurred to me that one thing I could do was help visualize the city better. A lot of problems that we try to solve, we're trying to solve them without actually being able to see the problem. People will talk about bad traffic and poor water supply and lack of housing and all that. But if you ask them to give a spatial description of those problems, not a lot of people know this, even in the agencies that are tasked with solving them. So I said, let's start to put together these visualizations of cities and bring together related things. There are two reasons to do that. One is to enable understanding through visualization. The second is to enable just integration. All the departments work in silos. So the bus company has its data. Metro has its data. Everybody has their own data. They don't really work together. So to be able to pull them, whereas as a citizen, what you care about is mobility in the city. You don't really care about these silos. So could you bring them together becomes the question. And I said, that's another reason to start working on visualizations as well. And that's what I started doing. And from there, all sorts of things began to happen in urban governance."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:41.920",
        "message": "And is there therefore taking off from that a case to be made that interdisciplinary pollination is very important for good decision making? Because part of the reason I guess you were able to think of cities in this way that let's visualize especially is because of your prior training and experience in completely unrelated fields. Is that something that you think is important and is a homogenization of whatever experience or training that people traditionally bring into these fields a problem?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:11.200",
        "message": "I'm not sure, but certainly there are multiple axes on which you need to look at the problem. I always say that working with your municipal corporation is harder than working at NASA for a variety of reasons. But there are four axes on which you need to look for intersections. One is topical across many topics. What can you bring together? The second is scale. How do you think of the city at one scale? How do you think of neighborhoods at one scale? You know, streets and blocks and all of that. That's the second axis. The third axis is stakeholder. Typically, Sarkar has its way of imagining the city. The citizens have their way of knowing their neighborhoods and imagining the city. And businesses have a different way of imagining the city. But the city actually is at the intersection of all of these things. It's both complementary and supplementary intersections of all of these things. So that's the third axis. And the fourth is learning from each other. What have other cities done in similar situations? And so if we learn from these four axes simultaneously, then anyone can do it. It's not so much about interdisciplinarity as it is about the intersections of these"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:32.640",
        "message": "four axes. So it's more what you focus on than what you have been trained to focus on."
    },
    {
        "speaker": "Guest",
        "time": "00:09:37.840",
        "message": "Correct. You work backwards from the problem, right? You don't work forwards alone. Because when you do this forwards alone, you end up with this Sarkar way of doing things. Sarkar does a lot of inputs. You go to any government department and say, this should be done. And inevitably, a lot of them will tell you it's happening, it's being done. And that may even be true. But if you look at how fast it's being done, you're not going to get a good sense that it can ever get done well enough or quickly enough to solve the problem that's being described. So it's much better to work backwards from the problem, right? It's much better to say there's a housing deficit. How big is the housing deficit? How are you going to fix that deficit? Rather than saying it's the responsibility of the development authority to create housing. How do we create housing? How much housing do we create? So these are very different approaches to public problem solving. And public problem solving is a sort of a complex thing. I described this. A public problem is something about which everyone agrees that something should be done. But the minute you propose something, one set of people say, this is not the thing that should be done. Right? So you've got to work through that a lot. And that's why it's important to keep your eyes on the problem and work"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:52.720",
        "message": "backwards from that. Right. And, you know, later in the episode, in the second half of the episode, you know, I have a lot else to ask you about urban governance and cities and traffic and so on areas that you're deeply insightful in. But to just sort of go back to biography for a moment, I'm also very interested in what kind of books you read as a young person. Like what were the formative influences on you? Who were your intellectual heroes growing up and as a young adult?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:18.920",
        "message": "Well, I was fascinated by polymaths. You know, I like people like Da Vinci, Russell, Aristotle. You sort of have this notion that people become successful in one thing. But there are also these exceptional people who did many things in life and did them all well. It's not like they were primarily one thing and did a few other things. Everything that did, they did really well. And I kind of found that fascinating. So I started thinking about how do you do many things, right? Like I was talking in a school a few days ago and said, a lot of young people are asked, what do you want to be when you grow up? The implication is that there's one answer to that question. I think you should ask, what all do you want to be when you grow up? And then you would get a very different set of answers. But by and large, you know, I'm not that different in terms of what I read or saw. I read the newspaper, of course, like all kids. I read comics and novels that interest young children. But I also read a lot of stuff that was just information gathering and knowledge development. And at some point, I made it a deliberate thing to say that every day I'm going to read a few minutes at least of stuff that informs and educates me. I've got this whole rhythm for living, which I think contributes to a learning environment automatically. And it's something I even tell a lot of young people about. It's called the seven four-letter words of living well. We can talk about that later if you want."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:44.000",
        "message": "But let's talk about it now because I'm very curious to sort of reform my working habits."
    },
    {
        "speaker": "Guest",
        "time": "00:12:49.080",
        "message": "So I, over the years, more empirically than more by incidental discovery, rather than as a theory, I've come up with seven four-letter words that if you live like this, you can be very successful and very happy and live a very sort of enriching life, which sort of achieves some things too. And you only need to do this for 10 minutes a day. And you can do any one of them for 10 minutes a day. So it's actually very easy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:21.160",
        "message": "You don't need to do all seven."
    },
    {
        "speaker": "Guest",
        "time": "00:13:22.160",
        "message": "No, no. You can do any one of them for 10 minutes a day. So in all seven, there's a catch and then there's an overall catch. Okay. So the first one is make. You have to make something yourself. You have to make it with your hands. You can make even a computer program. It doesn't have to be a physical object, but you have to make it. Can you write something? Is that allowed? Yeah. You, whatever you do. I suppose sort of everyone's looking for the thing that they can do really well, maybe. But yeah, it can be anything. It can be a chair. It can be a pot. It can be a computer program. It can be an article that you're writing. All of this is okay, but you have to do it yourself. The second one is meet, right? Meet essentially means meet people, but there's a catch. Again, like I said, all seven things have a catch. In meet, the catch is only strangers count. People that you know don't count. And it's even better if you're making a deliberate effort to meet them rather than saying I incidentally met these people. And the reason this helps is that strangers broaden your perspective of things. They have vantage points that are different from yours. So that's the second one. The third one is read, right? And you asked about reading earlier. So it's one of the habits. Comics don't count. Even newspapers don't count for me anymore. Only things that inform and educate you count. You can decide what informs and educates you and how you're going to pursue a strategy of reading and learning within that framework. So that's the third one, read. And keep in mind, 10 minutes is enough. Any one of this is enough. I don't recommend that you do only one of them all the time. That reading all the time doesn't make any sense. But at least three or four, you must do. The fourth one is kind of like a guy's thing because it's cook. And what I really mean by cook is do something that you think is normally someone else's job. You think it's mom's job, it's the wife's job, somebody. But really all I'm doing is using it as a metaphor for saying, do something that I normally think is not my job, but somebody else's job. So you get into someone else's skin and that builds empathy and so on. Sort of. No, no. I'm not trying to do it for a reason. I'm just saying, if you did this, all sorts of things would happen as a result of it. And it could be anything else. If you already anyway cook, find something else that is stuff that you'd normally expect somebody else to do. Maybe you can mop the house. I don't know what it is, but you can figure out something that isn't your job normally. The fifth one is play. Playing solitaire on your computer doesn't count. I really mean team sports. I suppose doubles in table tennis or tennis is all right, but ideally team sports. Playing online chess doesn't count. No, no. Contact sports is better than sort of non-contact sports. And play is easier for kids, especially because they're in school, they play. So when I tell this in schools, I change it a little bit. Play, but not with someone in your school or someone in your community. Find a way of playing with somebody who you don't normally come into contact with. So it's a little bit of nuance for certain groups. How many have we done? Five. Okay. Then the sixth one is vote. And by vote, I don't really mean go and press a button on election day, although you could do that too. I really mean vote as a way of supporting other people. To be able to stand up and say, I support this, this thing that someone is doing or this person in some way. And I think it's important because it helps us to celebrate other people. It helps us to take a stand, stand on what it is that we care about. It clarifies our own thinking to ourselves, all of that stuff. So vote is the sixth one. What did I go through?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:35.480",
        "message": "We've done make, meet, read, cook, play, vote."
    },
    {
        "speaker": "Guest",
        "time": "00:17:40.160",
        "message": "Give is the last one, right? And again, give doesn't mean give something to your sister or your cousin, not to your friends. You have to give to someone in need, right? It can be anything. You can give them money. If you have money, you can give them a little of your time. You can volunteer. You can do whatever it is. You have to give. The thing that you give must be yours to give. So you can't give other people's stuff away and that doesn't count. And it must genuinely be to someone who needs it, not just wants it or would like to have it. So these are the seven things. And there's another catch. You can't miss a day, right? And that's a very important catch. If you miss a day, it's as bad as missing a year, right? And it takes a while to realize that missing a day is as bad as missing a year because a lot of people say, how can missing a day be as bad as missing a year? It's because, I mean, you can miss for health reasons and stuff like that. I don't think that I wouldn't begrudge myself that. But if I miss because I'm not doing it, then it's not me. So I would say, then I'm going to start again and be more deliberate about it. The idea in my mind was to get this to a point where I can be sure I'm doing one or more of these every day for a few minutes without needing to think about it. I'm pretty sure I'll do at least two or three of this every day for 10 minutes. And the reason I'm sure of that is that there's a rhythm of how you live, which incidentally makes time for one or more of these things. So, and I've said this to a lot of young people. I've said this to a few others in schools and colleges and even some older people and encourage some of them to try it. A lot of people have come back and said, you know what, it really works. And I don't know why it works to tell you the truth. I'm not a sort of a theorist about these things. I think it works because it broadens your mind. It brings you in contact with a lot of different people. It sort of gets you out of your comfort zone in the ways in which you would approach things. And it builds rhythm. I think rhythm is the biggest thing that you can build."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:57.280",
        "message": "Yeah, that's fantastic. I'll take some time to process this. As you went through the list, I thought, okay, the one thing that's a problem for me here is play contact sports, because I'm kind of a solitary person and don't go out much to meet people. And I can easily, you know, read every day. I mean, I do read every day, but I set myself the sort of my personal target is like 20 books a month at least. So I do end up doing that. So I could easily cheat by saying I read every day, I haven't missed a single day. But I guess one"
    },
    {
        "speaker": "Guest",
        "time": "00:20:26.520",
        "message": "has to, you know, do all seven of them in a particular way. I think it's possible that at different stages in your life, you can't do all seven. I think we have to accept that. But I'm saying this works well. And there have been times when I'll go long periods without doing one or the other. But the key is to get to a point where you're doing at least one of them every day. And there's some diversity within that, so that you're not doing the same thing or the same two things. But, you know, you can do five of them. Each week, if you do five of them, you're pretty much there. It doesn't have to be all seven. It's nice if it's all seven, because some of them do require a stretch at some level. But five is not bad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:11.200",
        "message": "Great food for thought. And I would recommend you write a self-help book at some point, except that I think there are other books the nation needs you to write before that."
    },
    {
        "speaker": "Guest",
        "time": "00:21:19.040",
        "message": "I've been writing a book for almost six years now. And maybe that's a good segue, because it's a segue into a lot of things I do. Well, tentatively, I've called it The Good Indian. And it's a history of thinking about this phrase, who is a good Indian? And broadly, in my mind, it's from 1905-1910 to 2005-2010. And you could say it's from Gokhale to Arnab. And then, therefore, it's from Gandhiji's mentor to Gandhiji's disciple in some way. And there's a narrative that I've built for this. I mean, I'm still sort of exploring and developing pieces of it. But broadly, let me put it to you like this. In the early part of the last century, it was pretty clear who was a good Indian. If you wanted the British to get out of India, and you were doing something to make that happen, you were a good Indian."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:22.800",
        "message": "But is that clear in retrospect? Like, at the time, the British would have looked at it differently?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:27.240",
        "message": "No, no. I'm saying this is a question if you ask yourself as an Indian."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:30.680",
        "message": "Yeah, today."
    },
    {
        "speaker": "Guest",
        "time": "00:22:31.680",
        "message": "Okay. Of course, there are all kinds of views that others can take about it. But I'm saying, if you, in your own society, in your own family, in your own community, whatever, however you see it, if you'd ask this question, who's a good Indian? A lot of the answer would have revolved around the idea of self-rule. And I make a distinction between independence and self-rule. And we should talk about that as well. I think a lot of the freedom movement was actually about self-rule rather than liberty and independence. And that has shaped a lot of our governance since then as well. But to come back to this story, it was very clear. You fought for self-rule or independence or freedom, and you were a good Indian because you did that. Then in 1947, the British went away. And so that was not a good enough, that was not a useful answer to the question, who is a good Indian? So you now needed something else. And Nehru kind of stepped into that reach, as it were, and gave you a suggestion. He said, the state will build India. And if you are part of the state building India, or if you applaud the state building India, you're a good Indian. You can either be in the services or you respect and applaud Sarkar and the services. And that's what it means to be a good Indian, that this tryst with destiny, in his mind was really Sarkar's tryst with destiny. I don't think he ever saw it as the society's tryst with destiny or even industry's tryst with destiny. And so we went on with that for, I'm going to say, 20 years or so. And without connecting it too much to the emergency question itself, what happened by the late 70s, mid to late 70s, early 80s, is that a lot of people began to say, very good, the state is developing India. But in the meantime, you haven't been delivering our needs, you haven't been delivering the essentials of a development framework. Can you please deliver that? And then get on with your job of building India, even if you feel that the country should be state-led. And by Indira Gandhi's time, the notion that the country should be state-led had taken even stronger form with nationalization and a bunch of other things. And so when this question came up, there was a kind of a fudgy answer to it. And the fudgy answer was, state is not malevolent. It still means to do good. It's still the appropriate vehicle for leading development in India, but it's simply overburdened and it lacks the capacity to deliver all these good things. And therefore, we need an intermediate class to deliver those good things. And that class was the NGO. So you had this massive upsurge of civic, civil society and community action through non-governmental organizations, many of whom are loosely sort of allied to someone or the other in the state space as well. But they began to see themselves as intermediaries. The state can't do everything. So on behalf of the state, we'll do a bunch of things for you. And this sort of came to a culmination, if you will, I'm going to say in UPA too, probably, with the National Advisory Council itself being dominated by civil society members to the point that it was effectively a supracabinet of sorts. And I have many friends who were on it, so I know what I'm saying about this. And you could see that as a good thing or a bad thing, but it was basically a different kind of intermediation and representation that brought people there. The typical NGO, however, had a certain kind of intermediation that was going on. The country was historically very rural. NGOs tended by and large to be urban or the NGO leaders tended to be by and large urban. And that was kind of an interesting thing as well. And you can look at even, oh, I don't know, an MKSS might be a good example of something that was kind of clearly starting from rural deprivation, rural misgovernance, and articulating ideas about how information, employment and all of these things should be better delivered and protected in rural settings. But a lot of the leadership for that, the spokesmanship for that is urban. I'm sure you can find more examples of that. In the NGO sector, there was a lot of that. Urban representation of rural poverty alleviation. But after a while, I think that... And so if you were in the NGO sector, if you were in civil society, if you were enabling this development outcome as a partner of the state, not as an opponent of this, but as a partner of... Then you were a good Indian, right? So it's a widening class of good Indians. Initially you were a good Indian if you were in the state or applauding the state. Now if you're in the state, applauding the state, or with the state, you're a good Indian. But then what happened? Urbanization started to pick up in a massive way. And after a while, it became clear, even to end beneficiaries and citizens, that really there's an element of geographical separation, which is the reason they need intermediation. Without the geographical separation, they can directly approach the powers, the corridors of power. And in places like Delhi or Bangalore, this is quite obvious. I can see Vidhan Sardar from my house, right? Not I personally, but for those who can see Vidhan Sardar from their house, the notion that they need intermediation from anybody, or I can see my corporation office, or I can see whatever. There's a lot of the Sarkar that is visible from where I live. So urbanization made people feel proximate enough to the Sarkar to start thinking they did not need intermediation. And this is where the idea of decentralization and loosely, a poorly understood idea of Swaraj began to sort of appear on the street, in terms of a demand to be included in governance rather than merely represented in government. It was not so much representative democracy anymore that people wanted. They said, I want to participate in this process myself. I don't want intermediation. And I'm not satisfied with only representation. And it became government by the people in some way. And if you look at it, by the time India against corruption happened, that was actually the dominant demand, right? It was vaguely articulated and maybe even poorly represented by different sets of people saying different things in that meaning. But the idea was again and again, the same thing. We're tired of you. We're tired of merely people who we elect, but don't have any subsequent control over. The local thing was a way of saying one kind of control is to yank you back. But really, that's the outlier, if you ask me. That's not really the goal of any democratic process. It's sort of almost a check and balance at best. So the real goal is to be able to say after they elect somebody, how do I begin to be able to engage with that thing in a much better way? Or can I have a system in which the guy who gets elected is also a guy who's been selected in some way in society previously? And this government by the people, Swaraj, and decentralization as imagined in the 73rd and 74th amendments. So all of those began to converge in this expectation that today people want to participate directly themselves in deciding some of the destinies that they encounter through. And now if you are a participant in that process, you're a good Indian. It doesn't mean there's a thing, and it could be for any agenda. It could be for an agenda of nationalism. It could be for an agenda of something else, regionalism, federalism. But ultimately, I think we're coming much more strongly to the idea that participatory citizenship is what earns the label of good Indianness. And so I see this as the sweep that has happened over the last 100 years. And how much it sticks, we'll have to see. But a lot of what we're seeing in politics now is a demand for inclusion in decision making, is a demand for saying, I'm tired of other people making all these decisions for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:35.520",
        "message": "That's kind of fascinating. There's a lot to unpack in that. And one of the first things that strikes me, obviously, is that if I look at this historical sweep, you've described as especially post-independence from an economic lens, then I am thinking of incentives, that I'm looking at the incentives of the state, the people who sort of man the state, the politicians and the bureaucrats and so on, and what their incentives are. And that doesn't necessarily move towards a national interest. It do for NGOs, who then once they form their NGOs and start getting funding from wherever they do have different sets of overlapping incentives, which might divert them from the original purpose like the state itself. And now you're speaking of participatory democracy. And here, what sort of strikes me is that I want to ask you about incentives in two contexts. One context is the incentive of the citizen to participate. Because my sense always as a citizen is, and I'm not saying my but you know, an individual citizens take would typically be that my one vote doesn't make a difference. My participation doesn't make a difference. Why should I participate? And why should I even keep myself informed about things that matter what public choice is called rational ignorance. And the other set of incentives is that our government simply isn't local enough, which is, of course, something you've been writing about for many years that our governments are too centralized. And at the local urban governance level, there is a massive disconnect between power and accountability. The people who care for my vote don't actually have the power to change my life, and vice versa. Yes, no, I, I have some experience"
    },
    {
        "speaker": "Guest",
        "time": "00:33:24.040",
        "message": "with this. And of course, nowadays, people sort of explain it in a certain way. But you have to sort of keep in mind that when I started to do what I now call public problem solving on the ground, I was like anybody else, a quote, unquote, nobody, right? The system doesn't know you, you're, you might be well educated and all of that, the system doesn't really know you. And that's not a bad beginning, because it's sort of whatever beginning you make from there, in theory is replicable by a lot of other people. So in my mind, it began like this. I live in Kepinagar, in Adikeri. And next to my community, apartment community, there's a lake. I did. And normally, if you bought a house, even a flat, and there was a lake next to it, the guy selling it would advertise it, saying there's a lot of money to be made by advertising the lakefront community. But the guy I bought the flat from didn't even mention it. And once you look at it, you sort of realized why it wasn't really a lake, it was sort of a sewage pit of some kind, various kinds of things had gathered in it, sort of had some historical resemblance to a lake. But apart from that, it was nothing like a lake. And so some people in the neighborhood began to say, let's just clean it. All right, I'm sure there's somebody in charge of cleaning it, but let's clean it. And so we began to do that. And along came somebody from the municipality to say, who the hell are you? And what are you doing? So we said, okay, well, who are you? And he said, I'm the chief engineer for lakes. So we asked him, what do you do? Clearly, this is a lake, you're the chief engineer for lakes, so this is the condition of the lake. So it's fair for me to ask, what do you do? And he sort of immediately was a little bit defensive about that. He said, you don't understand, we have so many lakes, the budget is so small. You know, there's like all kinds of things that are obstacles to doing this. But he was also good enough, his name was Satish, he was a reasonable officer. He sort of was good enough to admit that on their own, the municipality couldn't really crack this problem. And so I sort of pushed the municipality to be a little more open-minded about saying, we'll manage the lake. And initially, the response was a little bit confused. People would say, well, normally people ask to manage parks and playgrounds. Nobody's actually asked to manage a lake. It's kind of a significant thing. So that's all right. But you know, you say to yourself, we'll manage what we can and you do the rest that really requires government level action. Infrastructure spending, maybe some staffing costs, whatever it is. But by and large, the notion that people could manage the community spaces, so it began to sort of... And because you see an example like that and you tell yourself, this addition of people is the addition of capacity. First, we have to see that the addition of people is the addition of capacity. In India, unfortunately, we tend to see population as the problem. We tend to count the people without counting their worth. We think those cities are overcrowded. Overcrowded is great, you have so many people to do stuff. But most people look at overcrowded and they think, oh my God, there are so many people for whom I have to do stuff. That's not necessary. But the critical thing that happened after the Puttanallee Lake revival, and it's a sort of a well-chronicled story by now, was I was then, by then sort of beginning to do a few things in Sarkar also. So I pushed BBMP into an MOU-type arrangement between the local community and the municipality to say that this kind of stewardship of a public space is good. And with certain conditions, no commercialization. In those days, there'd be no phishing, some various kinds of things. But those kinds of things, the community, a local group, a local trust in the community could have stewardship of the lake. And I was also sensible enough to keep myself out of it, not to get into any conflicts of interest and all of that. But more critically, what also happened is we took that document, this MOU, and went around to other lake communities, people who lived near some lake or the other. And so we've got one of these, almost like a child bragging about chocolate. So I've got one of these, why don't you? Why don't you go to BBMP and ask them to give you one of these as well? And really from that, the notion of community-managed public spaces and water bodies in particular began to take hold. Today, I think there are several dozen lakes in the city which are managed like this, all under roughly a similar framework. And then United Way got involved in that and pushed for a dozen or so lakes to be managed in this way. Some local representatives, MLAs in a few constituencies were more open to this than others. So it began to grow faster in those areas. And really this model of publicly managed problems, I think of the whole thing as a public management of the city by the citizens too, and not just the elected representatives or the officials. And that, in my mind, crystallized in an idea over time, that you don't try to solve the problem. You try to increase the number of problems solving people. That's really what I try to do. I, by and large, don't try to solve problems. I don't know the answer to most things. I'm an astronomer. I used to study clouds in Antarctica. What the hell do I know about all of these things? It's better to ask the guys who've been studying these things, how do you solve this problem? And then concentrate on increasing the number of people who can go do that. Then there's a chance that some of these... If you look at the city today, what are some things that have worked well? There are lots of things that people say don't work well in Bangalore. And there's some truth to that. But what are the things that did work well over the last 10 or 15 years? Some of the police work got digitized. Some amount of rationalization of bus services happened. Some amount of public space improvement began. Waste management, voluntarily segregative waste management by communities began to happen. Here and there, the notion of sustainability took hold in a few communities. A large part of what happened positively in the last 10 years or so, I would put that under the bucket of saying, these are things that happened where the role of society was also significant. Society could be a large number of individuals in volunteer mode, but it could also be people outside the government in knowledge mode, right? Not contractors, not vendors, people just bringing knowledge to public problem solving and working with the government to solve them. And I think that model has legs and merit. When you increase the number of problem solving people, you also increase the type of problem solving people that come into the thing. And therefore, your approach to problem solving is strengthened by that, and you effectively give yourself a higher chance that the problem can be solved. So this is a model that we try to run again and again. And so, like for example, when we set up BCLIP, this Bangalore Civic Leadership Intubation Program, which is run here at Takshashilam, this is again the same idea. You want good corporators, right? Train them before they contest the election. So every year you train 100 people to contest corporation elections. And if you do that over five years, you'll have trained 500 people. There are only 200 seats. You'll train two and a half times the number of people to contest the election. Even if 100 of them or 50 of them contest the election, you suddenly have a cadre of people who are contesting public representation spaces who have actually been trained in how the city works, what it does, and so on and so forth. And then you can get them as part of that course training itself to say, now go do something in your neighborhood. You're basically seeding and flooding the system with problem-solving people."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:34.440",
        "message": "I think that's a lovely and very inspiring frame to look at governance and talking of problem-solving people. And this is a subject I keep banging about as well, that population is not a problem. People are the ultimate resource and, you know, which you've given an illustration of. A thought that kind of strikes me is I've always said that in India, the state has basically failed in everything it is supposed to do, it should do, and therefore society runs by itself. But mostly society runs by itself in jugaru ways. For example, if you're not provided with power, you get a generator and you're doing jugar. And the model that you've pointed out is one where society runs by itself, but almost in partnership with the state where you go to the state, and like you say, okay, we will manage our own lake and let's do an MOU and you formalize that arrangement and reduce the scope of the state and build an element of local governance into this where the people who are affected by the lake are the people who are looking after it. But my question then is that just looking at the incentives within government, it would strike me that they would be wary of such arrangements because it involves giving up power, it involves giving up budgets, because I guess at some level, the engineer of lakes will one day be told you have all these MOUs, we can reduce your budgets, you're not doing anything. So how have you dealt with that sort of pushback, like your sort of civic slash governance activism that you've done? How did you have to, you know, present your proposals? And what were these interactions"
    },
    {
        "speaker": "Guest",
        "time": "00:42:59.720",
        "message": "like? How do you win them over to your side? Well, it is partly political. I don't think you can deny that. I don't. I think it's important to be political. Because if you were merely civic about it, the risk that you are pointing to can become quite real and quite large as well. But if you are political about it, this risk is much more manageable. But you have to say, this is the way I want it, that you're going to push for it, you're not merely going to advocate for it. And it also requires a different view of development. A lot of people think of development as something that is delivered either by good administration, or by some new law, or maybe jobs, whatever kind of thing. But in my mind, I think of development. Development is a state. It's a state of whatever, a state of things."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:56.400",
        "message": "State of development."
    },
    {
        "speaker": "Guest",
        "time": "00:43:57.400",
        "message": "It's a state, yeah. It's not a state like in a legal state, but in a state of things. And that state is a balance between the sarkar, the market, and society. That's development. It's not what it delivers or what it does. Having that balance is itself development. That if you don't have that balance, and this is why Nehru's model didn't work, it destroyed the balance at birth. And therefore, it had no chance of leading to development. Even today, governments, both in the center and the states, are quite strongly wedded to the state-led idea. Out of necessity, they may give up a few things. We're not able to run this company. We're not able to run those banks. We're not able to deliver this outcome or that outcome. We'll privatize it. We'll regulate it. We'll do something or the other. But fundamentally, I think we are going to lag behind a very large part of the world unless we can get to a state of accepting that a peer-to-peer relationship between these three actors, state, market, and society, is not just a foundation of development. It's sort of a guarantor, and it's actually itself a kind of development. And therefore, to pursue that means that as an individual, you're acting in all three arenas. You're acting in your civic social arena. You're acting in the political governance administrative arena. And you are acting in the market, industry, commerce arena. That when citizens simultaneously participate in all these three, it's very difficult to sort of stop development, actually, in that case. And I'll give you an example. A lot of people will say, oh, these guys in the municipality are really awful, and the water board. Yesterday, somebody came and laid the road in front of my house. And tomorrow, I mean, the day before, somebody came and laid the road in front of my house. And today, somebody's come to dig it up again. Why can't they coordinate their work? And one good question to ask is, you have presented both of these events. What were you doing? And a lot of people sort of respond to that by saying, what can I do? I'm just a regular citizen. And in my experience, there are two things that you can do that will stop this quickly. If you know the engineers in your ward, the ones responsible for water delivery, sewer treatment, as well as for electricity, roads, and all of that stuff, it's unlikely that this kind of uncoordinated action would happen. You actually know them. So in this meet strategy, one of the useful people to go out and meet is your local officials, for example. So one is if you know people, you become a kind of coordinator merely by knowing what they separately and in silos know. So you can avoid some of this. The second thing is that if you sort of are involved in this way, a demonstration effect emerges from that. I mean, I live in a neighborhood, which is small, I admit. But in that neighborhood, there is waste segregation at every doorstep. There's a park, which is maintained by the local community. There's a playground that is also maintained locally. There's a lakes public space, which is maintained by the local community. By and large, it's okay. All the things that one goes out and fights for at the local neighborhood level are achievable at the local. In fact, we even went one step further. The sewage treatment plant. We built a sewage treatment plant in the community even before it was required by law. I'm pretty sure of that. And then we said, the lake sometimes goes dry. What if we allowed treated water from the sewage treatment plant to refill the lake? And by working with the pollution control board, we were able to set a treatment standard at which lake refills would be allowed by treated sewage water. And that was the first as well. So you suddenly get 4 million liters of water going into a lake every day. And what it tells me, and then what it ensures is the lake is always full. It's a nice public space that's open to a lot of people because it's invitingly full with water. And if you say, okay, what do I care? I care about things like electricity and roads and sewage and water and all of those kinds of things and playgrounds and public spaces. You could argue that in your sphere of influence, you can create these things by working among yourselves in a certain way, except that you have to think of this yourselves part as including the corporator, including the public officials and a few others as well. Deliberate engagement of state market society can produce this outcome. You can even get company CSR to underwrite a bunch of these things. In a typical community, there are enough people who can find some sources of company CSR as well. So I think we have a model in place that says joint action by citizens, the Sarkar and people in businesses can produce outcomes at the local level. The real question in my mind is can this also produce large outcomes? And in Bangalore, there's a really good example of this. The suburban rail project, which is now being implemented is a fantastic example of it. The suburban rail project came out of just a few people themselves studying the tracks around the city, utilization on those tracks, figuring out what the spare capacity might be and figuring out which neighborhoods and which tech parks and other destinations could be usefully connected about it and putting that together as a proposal to start running commuter trains in the peripheral areas. And it started just a handful of people. And the fact that they were able to advocate it to a point of making it a popular demand, getting an SPV established for this purpose, funded, and now trains are beginning to roll on that track tells you that it's not just small problems that get solved by this kind of way of thinking about development, but it has potential to solve some really large problems too."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:15.560",
        "message": "And so this is, again, a very interesting model. And I guess for something like the suburban railway system, you need, first of all, policy geek type of people who are actually sitting down and making those calculations and then more activist type of people who can spread those ideas in public and negotiators who can then talk to government about those things. The point that sort of interested me about what you said previously is that my question about the incentives of bureaucrats and government is misplaced because you also did it in a political way. And the incentives of politicians are obviously to respond to the demands of the marketplace, where at the supply end, therefore, your challenge is to create enough of a demand within local communities. And then governments sort of have no option. I'll ask you to..."
    },
    {
        "speaker": "Guest",
        "time": "00:51:05.240",
        "message": "I'll give you a useful tip in this. Whatever you say to your executive engineer, world level engineer, executive engineer, tell it to his supervisor also. And whatever you tell to him, tell it to your zonal commissioner also. Whatever you tell to him, tell it to a corporator also. Whatever you tell your corporator, tell your MLA also. Whatever you tell your MLA, tell the minister in charge also. And let each guy know that you will be telling it to the guy above him. And this is, I do this very consciously and intentionally."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:36.720",
        "message": "I think it's important. And they're all listening to this episode now and going, whoa, Ashwin."
    },
    {
        "speaker": "Guest",
        "time": "00:51:42.440",
        "message": "No, they know it also. But now they sort of know that I know the guy above them also. In the beginning, I didn't know the guy above them. So you sort of have to make an effort. Now, I actually know the guy above them as well. But I think, I'll tell you what it is. Because you'd never really know who is potentially supportive, who is an obstacle, number one. So you want to bring clarity to that by saying the same thing to many people and say, okay, let's all have this conversation. The second thing is that sometimes people will come back and say, sir, we can't do it because my boss is not agreeing or the minister is not agreeing or MLA is not agreeing. So you want to be able to bypass that, kind of block it and say, I want to be able to do it. That's all it is, right? And I feel it's important. And again, increasing the number of problem-solving people disciplines the opposition to it also. You can't be frivolous in opposition. You have to give reasons."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:36.960",
        "message": "Because you know that everyone in the chain is also listening in."
    },
    {
        "speaker": "Guest",
        "time": "00:52:39.760",
        "message": "Yeah. And also, I used to run, when I was in government, I used to run a coordination committee for South Bangalore. And you and I are living in our houses thinking that the municipality and the water board and the electricity board, all these guys are going to work together for our benefit. But if you go to a coordination meeting, you'll realize something else. Each one of them is complaining about the other and saying, you know, this guy's not letting me do my job. That guy's not returning the road to me. These guys aren't willing to close the road, you know, traffic police, all sorts of things. And so you spend all your time not solving public's problems, but actually resolving their own internal silos. But after you do that for three weeks, four weeks, they know each other. In fact, the first meeting that I had of this coordination committee, the different engineers looked at each other and effectively said, who are these people? They never even met them. And yet you and I are counting on them to collaborate and coordinate for outcomes. And I think that's why it's important that sometimes the silos only get broken by being deliberate about bringing people together."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:41.120",
        "message": "We'll take a quick commercial break now. And when we come back, get down to the nuts and bolts of participatory democracy or government by the people, as you put it. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into products of everyday use. These include wearable art like stoles and dresses for women and evening shirts for men. Home decor like wall plates, cushion covers and table linen and accessories like tote bags and pencil pouches. This allows art lovers to actually get fine art into their homes at an accessible price and artists get royalties on sales just like authors do. Their artists include luminaries like Dhruvi Acharya, Jaideep Mehrotra, Madhuri Kathe, Sameer Mondal, Brinda Miller, Tanmay Samanta, TM Aziz and Manisha Ghera Baswani. They accept bulk orders for corporate and festival gifting. But even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an O-U. And if you want a 15% discount, apply the code unseen, U-N-S-E-E-N. That's unseen for 15% off at IndianColors.com. Welcome back to the scene and the unseen. I'm chatting with Ashwin Mahesh, who I consider a sort of a guru of urban governance and so on, but who has also dabbled in politics. He was part of the Lok Satta Party, started by J.P. Narayan, another intellectual hero of mine with whom I've had a couple of episodes in the past. And then he was there at the birth of India Against Corruption. He played a big role in that and is now part of the Aam Aadmi Party, in fact. So again, to go back to biography, at what point did you think that you also have to get politically involved for things to happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:55:35.800",
        "message": "Well, you know, in my mind, I've never accepted this separation between political and not political. I'm trying to solve public problems. And whatever arena of action you need to be in for that, that's what you need to do. In the late 90s, when Subbu Vincent and I started India Together, we started publishing this development magazine, which I still edit and publish. And one of the things that happened to me during the first six or eight years of publishing India Together is that lots and lots of people in civil society and development organizations, maybe even sometimes in government, wrote articles for the publication. And it was a digital thing, but Subbu and I edited most of it ourselves. And the very act of editing all these articles brought me to some understanding of what's going on in the power sector, what's going on in the environment, what's going on in water supply, what's going on in cities. It's basically, it's a daily education. Generalists are educating you daily. You just have to apply your mind and make sure the content is streamlined well and presented well and all of that. And at some point, you begin to realize that a big part of the obstacle to development is political, that it's not merely an administrative matter. It's not about getting the governance right and the staffing right and the budgets right and all that. There's an element of willpower. There's an element of vested interest. There's an element of collusion and corruption, all of that stuff that needs to be overcome as well. You just know that. And you also recognize that a lot of this is coming from problems in the electoral system. So in the, I'm going to say second half of the 90s, there was this thing called the NCER, the National Campaign for Electoral Reforms. And that's when I first began to work with JP. He, of course, sort of, in my mind, sort of pushed the idea of administrative reforms and electoral reforms onto the national attention landscape more than anybody else. And so it was a good place for me to sort of figure out this thing. And I just started doing India Together as a digital platform. And so I said many of the things that we are trying only in non-digital ways, we should try in digital ways as well. And I think even he sort of saw the power of that and it actually became something. Some things even happened in parliament through his interventions in electoral reforms or the capping the size of the cabinet, for example, disclosure of assets and backgrounds. All of these things happened through the NCER campaign and others who were doing similar work. And over time, when you come to know everybody, you know what Aruna and Nikhil are doing in MKSS and the right to information. You know what Arvind is doing with Parivartan in the public distribution system. Over time, around the country, you begin to know who's doing what in different fields, what's working, what's not working. And you also know all of these people as individuals in some ways. And you can here and there find things that you can do with them. And so when I came back to India as well, for two years, I worked closely with JP in the Administrative Reforms Commission. The first four reports on right to information, the National Employment Guarantee, public order, and one more of those reports. I worked on those with him. And then that gives you an understanding of how the law and order system works, how our file movement and disclosure of information can be improved in government. It's things like livelihood in rural area. And for me, all of this was partly an education, but also partly an invitation to do something, right? Because you're sort of standing in the space and you can see the problem in front of you. And you don't have to be moved very much to begin doing something about it. And then partway through the Administrative Reforms Commission, JP had more or less made up his mind to form Lok Satta as a political party. I think Lok Satta is an interesting idea because I think for the first time, somebody in India was saying there should be a liberal political party. I mean, there are other claimants to this idea. I'm not going to dispute that. But I think on the ground to try it out as an experiment with some potential for scale coming from a popular figure known across the state at least. Lok Satta was a good experiment. It was a really good experiment. And I remember participating in the early writings of the constitution, the manifestos, and things like that. And subsequently, I sort of wrote down some 11 or 12 points, which I think going forward can be part of a liberal manifesto again and again. And I also began to see the ways in which a liberal view alone would be inadequate in the Indian context. And a federal view also needed to intersect the liberal view. And more recently, about two years ago, I wrote the federal manifesto points down as well for me to sort of see where all these intersections happen. And by and large, I did that as an exercise for myself to say, what do I believe about these public problems, about the nature of the state, about the nature of citizenship and society and markets and all of that? And what do I believe will be effective as a method to development? And I think even though I wrote these things down primarily for myself, I was able to over time develop those into things that I could communicate to other people and share. And some interesting people have contributed. Barun, for example, has been part of that. I've learned from other people who have thought about similar problems as well. But I think the future really does depend critically on how we attain this balance, the balance in center-state relationships, the balance between the private and the public, the balance between the state market and society. Ultimately, I think of balance as the foundation for development. And so I was fascinated when Lok Sattar came up as a political party. I was in it from the very beginning. I eventually became vice president of Lok Sattar as well. And it was kind of interesting. We tried various things. I think electorally, apart from JP's victory in the MLA elections, I forget which year, 2008, in one year in Andhra Pradesh. Electorally, there wasn't a whole lot that Lok Sattar was able to show. But I think it remained an important inspirational idea for a lot of people who sensed that our current approach to politics and public problem solving itself is wrong. That no matter how much you invest in the current approach, you could not get to an idea of development. That Lok Sattar's view of a more liberal, more federated, more participatory, more decentralized approach to development simply had more potential, whether you agreed with it or not, whether you agreed with all of it or not. And I think Lok Sattar remains an inspiration for people who sort of saw that. But obviously, you sort of, at the end of India Against Corruption, I'm going to skip through to go to the political part and then we'll come back to IAC. At the end of India Against Corruption, or towards the end of IAC, the graduate constituency elections came up in Bangalore. And I said, it's not a bad thing. It's a limited electorate. It's a citywide electorate of only educated people. Maybe there's something we can try in this thing. And so the first time that I contested an election, I was doing it, and even the second time, I was doing it only for one reason, to say that it is possible, both possible and necessary, for public-spirited but normal citizens to contest public office. That if we left this to merely lifelong political players with really nothing else to do in life besides politics, you're not going to get any idea of development from that. And the graduate constituency election was phenomenal. I think some of the people who participated in it, Raj Shekhar Maram, Mastan, Srinivas Alwale, people who sort of really gave their day, their life, whatever it is, to make that campaign move. And the number of communities that sense that something different could be done differently if we get into all this. It was very inspiring and interesting for me. We came, I would say, reasonably close. But I think with more time, the problem in the graduate constituency election is registering new voters, which is rigged in a certain way that makes it difficult to break through. But with some superhuman efforts, we came fairly close to doing that. And we also realized that there were some interesting things possible in the process. There was one constituency in which the local MLA, who I knew well by then, he said, you know, in my mind, I'm convinced that you're the best candidate. But I can't go against my party. Right? So here's what I'll do. I'll not campaign against you. And when people say things like that, you realize the politics is what it is. Partisanship is what it is. But underneath that partisanship, there is potential for people to collaborate for the public good. But fundamentally, a subset of the political class, I won't say all, a subset of the political class is willing to acknowledge that we need to be purposeful. And that if people come forward who seem to be purposeful, genuinely, they will cross party lines. And on voting day, in the graduate constituency election, there's about some 15, 20 voting booths set up all over the city. And I went around a lot of them. In many of the booths, the local Congress co-operator or the BJP co-operator or MLA would come out, spend time, take pictures with me. And just to say, you know, it's interesting that we're doing this differently. This kind of change is necessary. You may not be from our party, but this is an important thing. And I felt that there is potential to work across party lines in a lot of this. Adwaniji said this, that during his time in politics, there was a lot more cross party engagement. And one of the things we sort of lamented almost eight or nine years ago is the erosion of cross party collaboration in a lot of this. So my first forays in politics were primarily to say, anyone can do this. It's not winning and losing, actually, that matters. But once you establish the idea that anyone can do this, then more and more people begin to come into it, that ordinary people can, in fact, collectively express an interest in a certain kind of government and form a political party for that reason, contest an election and go forward with it. And if you look it up, really, it means that narrative, certainly. You've come together, you form a political party for a reason and a certain idea of government, and you go out, contest and even win. And I look at what happened in Delhi as really a better kind of proof of the idea that had even previously existed, that we could challenge the conventional space. Lok Satta had not been adequately strong and adequately, one could even say adequately purposeful in tackling that challenge. But maybe perhaps benefiting from the moment offered by India against corruption was able to do that. And I think having opened the door a little bit, now there is potential to open the door much wider. It remains to be seen. So now I'll go back to IAC, because I sort of went from my interest before IAC to after. IAC is kind of an interesting beast, because broadly, there were multiple starting points to it. And I have some, it's like touching an elephant at some level. Even the people who are standing next to it can't see all of it. And it went in certain ways, and it didn't go in certain ways. The first anti-corruption rally that we did was actually here in Bangalore. Arvind was visiting, I think he was visiting CIVIC perhaps, one of the local NGOs. JP was also in at the same time. And it sort of occurred to a few people, Rithvireddy, Rajmaram, Amarmurthy, a few people that we could, Srinivasan, that we could use this opportunity to put out a public protest against corruption in governments. And that was, we called it SAKU, and it was organized. It was a nice winter morning in Covent Park. It was a fantastic day to be out on the street. I like to say a fantastic day to protest as well. And about 3,000 people came to that. And people who were well-regarded figures in society also showed up at that meeting. I won't go into who is who, but it made us realize two things. That there was possibly a way to engage with people who normally wouldn't step out of their homes to participate in public expressions of anger and demands for certain things. That there is a latent demand for change in the political space. And I remember, and then there was a sort of a speech, slash whatever, at the Langford Town Park. I think it's called Akhita Manali Park. And we were sort of sitting on some ambassador car under one tree and just talking about this. And then the sort of the idea, the idea, the discussion moved to the idea of saying, what if you did this everywhere? And Arvind had at that time been experimenting with something called group vote. And group vote was the idea which he wanted to try in the Municipal Council election. That essentially you get clusters of people to vote together, either for a candidate or for a certain goal. And the power of this collective vote could discipline the electoral process that much more. He was already sort of experimenting with that. In parallel, of course, the demand for the Lokpal was going on. So there are three pieces, at least. The emergence of spontaneous protest by people in different cities who broadly know each other, but whose origins for protesting are quite disparate. The efforts in those respective geographies for changing the political and electoral system. And the Lokpal as a Lokpal Bill as a focal point for intervention and various things that happened in that. And somehow it just came together in some way that it just went from that first rally to the next one and the next one. And before you know it, there was very large number of people. And I'm going to say this, which I don't really have. There are a couple of things that I haven't really talked about publicly. And I know many people in IAC don't talk about this publicly. I'm going to say Anna was not there in the beginning. He had, of course, led his own campaigns for change in the electoral system, change in the governance system, including articulating a demand for the Lokpal. Around the same time that we held this first rally, he had written to the Prime Minister, Dr. Singh at that time, essentially saying, I'm going to sit on fast if we don't do this. At that point, of course, it wasn't really an IAC action or anything like that. It was just saying, I want this damn law and we're going to push for it. And it was kind of funny because in March, as Anna's fast date approached, somebody from the government called me up and said, you have a copy of this letter that he wrote to the Prime Minister. We can't even seem to find it. And one of the things that happened in IAC, it's kind of an interesting thing what has happened in IAC and since IAC. Congress and civil society, because of this thing that I told you earlier about NGOs emerging as intermediaries in the idea of good Indianness, Congress and civil society have historically been allies. IAC effectively chopped that off by basically saying this intermediation is no longer required. That those who want to speak for a different idea of government should be able to just get away from that thing and do it themselves in a way. The Lokpal became a point of focus. And then a few days before the first planned protest in early April, there was a meeting around that time in Delhi. JP had called that meeting, calling people from different organizations together. Maybe that was later in July or something. But I remember there was a time that year where JP sort of called a lot of different people. And there were three broadly during the struggle for the Lokpal bill. There were three broad versions of the bill. Arvind with his sort of allies had put together a version. I mean, which was presented as broadly through IAC. Lok Sattar had drafted its version, which subsequently even Dr. Singh sort of seemed to embrace a little bit in Parliament. Aruna and Nikhil had put forward another set of views on how sort of thing. So there was a little bit of an effort to try to see whether all of this could come together. That didn't go very well. That didn't go very well. But I think it did help coalesce a lot of different people around the idea that there are shared goals here. That if you're going to go different ways about it, and even if you have strong opinions about your methods or my methods, we're going to fundamentally have to accept that these things are broadly what they are. And I think broadly, if people didn't speak poorly of each other, that was at least the minimum that you could expect in that. And I think that's still true. There's a lot of affection and respect across that whole spectrum of participants in India against corruption, even if there are differences about what should have been done here or there. And you know that story. It went where it went. And then came the question of... I'm skipping past a lot of details of what happened during the fast in Delhi. I don't think... Those are interesting tidbits, but we'll save those for another day. But really the question that came up after the campaign was the question of forming a political party. And this forming of the political party included another event about which not much is known. And this is the meeting of the Constitution Club to... Essentially Anna had convened, I'm going to say about 60 to 70 people, to put the question to a discussant group like that to say... And he'd even said, by and large, I don't want this to be an IAC event, because if you sort of turn it into an IAC event, the same set of you guys who, quote-unquote, ran the event at some level, would probably stack the deck against the decisions being frank. I mean, the conversations being frank. So we said we're all quite open to take inputs from anybody else. That was the first time I met Yogendra Yadav in one of these kinds of settings. He was part moderator of that discussion. People from all over the country would come from different walks of life there. I think it was also the first time I met Ashutosh. And just a few people who didn't really come in through the movement, but who saw the potential that it had and people who sort of engaged with it in their own way, and subsequently even became strong parts of it, were starting to come together. And without elaborating... And there were not that many people from IAC. Arvind was there, I was there, Prashant was there, Kiran was there, of course, at that time. There were not that many people from IAC itself. And just to say... Broadly, I would say... I'll say only one thing, and I'm not going to elaborate on that. Throughout the day's conversation, it was broadly agreed among the discussions that it's useful and healthy to form a political party to take this forward. And that if the political party appeared to stray towards the normal traditional politics of every party, we must have the discipline to either exit that thing, or the forcefulness to correct course and keep going forward. And broadly, this is how that discussion went. Various people said it is possible to build that kind of political organization, and that it is necessary to build at least one example of that in India. My sense of it is, throughout the day, Anna agreed with a lot of the stuff. But he went out and said the opposite. And that's all I'm going to say about it. I mean, there has been a divergence with Anna. I don't deny that. But I didn't think that divergence came from anything that we said or he said to each other. It happened in whatever way it happened. But it also became not that important from that point onwards. Because anyway, I think as a group, the discussion seemed to indicate a direction to go in. And quickly thereafter, the party was formed. And by November, it was actually launched. So once you've moved to that point, yes, you would have the occasional thing in the news headlines about Annaji having this opinion or that opinion, or being happy about this, unhappy about that, and all of that. But broadly, it was done. That day, broadly, the divergence began. And IAC as a campaign, I won't say that was the end of it. But it was understood from that point onward, that even the Lokpal Agenda had to be taken forward from there onwards in the political space only that the sort of civic, public spirited, public purpose campaign that IAC had been without other people's participation and support. That mode was over. But you now have to sort of take this up as a political question only. And that's where"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:11.960",
        "message": "it ended. So I did a recent episode on radically networked societies with Pranay Kutasane, where we sort of looked at movements of the past, like the Arab Spring and even before. And, you know, one interesting point that the author Zainab Tufekci made in her book, Twitter and Tear Gas about such movements, is that there are three sort of dimensions through which you have to look at them. One, you have to look at the narrative capacity, how they build a narrative around a particular thing, which IAC, of course, did very successfully with the, you know, making corruption the focus of it. Second, you have to look at the disruptive capacity, where again, it would seem that it worked out well with IAC. And the third is you have to look at the electoral slash political capacity. And a lot of these other movements of the Arab Spring really fizzled out without doing much in the political sphere. Some like, you know, like Syriza in Greece, for example, came out of a movement and achieve political success. But my question here is that the moment as this sort of political phase, the imperatives of electoral politics come into play, where you're, you know, as a movement, your dharma is to achieve whatever aim you are aiming for, and you can be idealistic. As a political party, your dharma is to win votes. And I do see a conflict between this because even in terms of how AAP has been governing, I see various instances where it has given into the imperative of votes over idealism. Quick examples that come to mind is, Vishal Dadlani apologizing for, you know, offending that Jain priest because a Jain vote bank mattered to Mr. Kejriwal. Then, for example, opposing FDI in retail because part of their vote base is an interest group of small traders. Even recently, they're not coming out as strongly as many liberals feel they should have against the abolition of 370 and the CAA. And at one level, of course, I totally get the practical argument that"
    },
    {
        "speaker": "Guest",
        "time": "01:21:13.760",
        "message": "for them. I can give you even more examples, I'm sure. I'll concede the point. But I'll only say that what you lose in depth, you gain in breadth. A movement for a certain purpose has clarity of that purpose and the self-righteousness to not think about anything else. A political party doesn't have that room for self-righteousness. But it has potential to do 10 more things out of being in the same space. The movement has limited capacity to do anything more than the one purpose for which it's established. So now you have to ask yourself, if you're able to build schools for children that can't go to school, if you're able to provide healthcare for people who are needlessly ill or dying because they didn't have the cost, I mean, they couldn't afford the cost of care, would you take that? And I submit only that there is no uniform answer to that. I'm not saying that my answer is right or yours is right. If it's less pure, that's less pure. I don't think anybody can say it's not less pure. And there's a picture in my mind, I've said this in many, many people who heard me speak will sort of remember that there's a picture in my mind from an article that, I'm going to say Dilip D'Souza or somebody like that wrote many years ago. It's a picture of a child standing next to a garbage bin, one of those cement bins that we build all over the country. The bin is overflowing, the child is like a girl child, scantily clad, some rags, disheveled hair, clearly not had a bath in many days. And the child sort of is seeming to, quote-unquote, eat from that space. Now you take that picture and you ask yourself, what should you do? What should you do if that's the reality? If you're going along in your car and you start at a traffic light and somebody, some child knocks on the door and is begging from you, what should you do? The immediate question is, well, maybe you can give her some money. Maybe some people would have a different view even of that. Well, you really shouldn't encourage that, all sorts of things. But I'm saying, leave that. I'm not asking the immediate question. What should you do about the fact that a four-year-old child or a five-year-old child is begging on the street, is eating from a dumpster? And if the only answer you can give to that question is, well, really there's not much I can do, then I think you're missing a lot. And if you take the view that if I can't do everything to correct this, then none of it is worth doing, then also you're missing a lot. I think the challenge for each one of us is to be able to do what we can. Pursue the ideal, but recognize that you can't allow the good to become the enemy of the ideal. I don't say this as excusing any of the things that I, and I myself publicly disagreed with some of these things that you gave as examples. I think that's all right. But I think, in fact, by and large, I think there's far more room. Now, apart from any of these spaces, parties coming from citizens' movements, there's far more space for disagreement, with one obvious exception. We'll talk about that too. And I think the important thing, if you want to maintain the room for dissent, the room for disagreement with anybody, is first for you to be committed to doing things yourself with or without anybody. Once you have made up your mind that in pursuit of universal education or universal care or just the dignity of all people, you are going to do something with or without anybody else, then all the things that you do with anyone are potentially strength-giving exercises to that. But even if you lost those alliances, you must still have the capacity and the willingness to go forward, even if no one else were with you. And I think that's when you become really able to dissent. That's when you really become able to stay a little more faithful to the ideal, a little closer to the ideal, and not compromising for good. But it's fair to say that if you didn't win, you couldn't begin to implement an agenda that would help that child. And that's also true. It is not... If there is a compromise in that, a compromise that is thrust upon you by society and what society has allowed, it is too simplistic in my view to call that a compromise of ideals itself. You must recognize that it is a deviation from the ideal. I don't, for a moment, deny that. But a deviation from the ideal isn't always a compromise of the ideal itself. You continue to accept that the ideal is what it is. You even accept that you're falling short of the ideal, but that's not the same as compromise."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:24.880",
        "message": "So I completely buy your point that there are trade-offs involved. And by turning from a movement into a party, you lose that depth and that purity, but you also gain breadth and the ability to actually do some things, which is a reason I buy. But it could also be a rationalization. And the other sort of homily that comes up very often in the podcast is that politics corrodes character. And the reason for that is the incentives of electoral politics that you want vote banks to vote for you, so you have to pander to them. At the same time, you need money to fight elections, so you have to pander to interest groups. And over a period of time, I really can't think of any example where that hasn't happened. But this is an open question, obviously, because I guess you would say AAP is a work in progress, but some would argue that what you're saying about space for dissent and openness and so on, if you look at what happened to Yogendra Yadav or Prashant Bhushan or other leaders"
    },
    {
        "speaker": "Guest",
        "time": "01:27:22.640",
        "message": "after them. So let's take that. I want to give you a little bit of insight into that. And again, you can sort of sense that I'm using this podcast to say a few things or a hint at a few things. I'm very happy for you to say all these things. No, but here's what I would say. We'll come to Prashant in a minute. But on this question of the homilies you referred to, yes, I think that's why it's important to concede that you are straying from the ideal. And there is an ideal. And to make the ideal the metric. And therefore, say, look, it is what it is. This is a strain from the ideal. But the ideal does not change because I strayed from it. I strayed from it. And I think people are sensible enough to accept that, number one. The second thing is to say that we can stray from the ideal, knowing that we are straying from it. But also within that itself, keep constantly looking for ways to get back to the ideal. That's all it is. That on a day if you do something because you don't want to offend somebody, you want to get their vote on election day, whatever it is. Yeah, but it hasn't taken away the ideal. A lot of the straying can be momentary. Just because you took a step to the left doesn't mean you can't correct that and come back to the right or the other way around. And I think systems need that capacity, resilient capacity to keep coming back to what they originally set out to do. And you can also do structural things. I favor term limits. I think people who are elected to a public office should not serve in that office for more than two terms. If you do that, you will automatically create a kind of discipline. This politics corrupts this character, blah, blah, blah. You just give the guy a hint that a few years from now you're not going to be in this job. Think about what you're going to be doing after that and get on with that too in life. I think you can perform better if you have term limits."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:19.160",
        "message": "It also, to intersect here, creates an incentive in the opposite direction because given that we live under a predatory state, it creates an incentive of, oh, I'm only going to be in power for two terms. Let me make as much money as I can."
    },
    {
        "speaker": "Guest",
        "time": "01:29:29.600",
        "message": "Correct, correct. That is true. For that, you need other checks and balances as well. If this was the only check you imposed on yourself, you would have that problem. The main check and balance that the Indian system is missing today is the separation of powers. That's really the problem, right? The legislatures don't, for practical purposes, the legislators don't exist. To my knowledge, since 1983, at least, there has not been a law proposed by the government, but defeated by the lower house of either parliament or any state."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:05.400",
        "message": "And one reason for this, of course, is the anti-defection law, which stifles debate."
    },
    {
        "speaker": "Guest",
        "time": "01:30:10.360",
        "message": "Yeah. So essentially, the legislature is not, quote unquote, necessary. I did a little exercise some years ago. And the other thing is also that because the legislatures have been reduced to this irrelevance in law making, whatever the government proposes passes. So there isn't really all this thing that we talk about. Occasionally, there'll be a parliamentary debate about this. It's just television. It's showmanship. It makes no difference to the vote itself in some way. Unless parties as a whole support this or that bill in coalitions, lawmaking has ceased to have too much value. It's more like, you can remember Sushma Swaraj speaking in parliament, not because it changed anybody's opinion on how to vote on that thing. It's just that she said it and it was oratorically nice and all of those kind of things. But it made no difference, fundamentally. Those who voted for something were always going to vote for it. Those who voted against it were always going to vote against it. And partly because the legislator doesn't have the freedom to vote as he says. So the separation of powers is one. And I think the courts have contributed to this a little bit by not clamping down on the anti-defection law yet. The anti-defection law really should apply only to confidence motions. It's obvious that it should apply only to confidence motions. But party bosses wanted to apply to every law, every bill. That's all it is. Even today, there is nothing in Lok Satta. And these are the sorts of things that we try. Lok Satta didn't have a whip. You could argue that if you don't have many elected representatives, not having a whip doesn't really mean anything. But I would like to see the day that Aam Aadmi Party does not have a whip. And I think it's important not to have a whip. Because when you don't have a whip, I mean, you can have a whip for like one line whips and all that. I don't think you should have two line whips and three line whips. We can talk about those later. But what I'm really trying to say is that if the parties don't encourage the independence of the legislature, then almost anybody can be nominated because you don't really need them to do anything more than say press yes when they're asked to press yes and press"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:16.360",
        "message": "no when they're asked to press yes. I mean, you can literally run government from an Excel sheet once the elections are done. And I had an episode on this with Varun Mitra where we discussed the anti-defection law."
    },
    {
        "speaker": "Guest",
        "time": "01:32:24.920",
        "message": "But if you remove the whip, everyone becomes important. And there's a legislative record of every legislator as well. And I think therefore, the whip should be removed. The anti-defection law, in my view, is unconstitutional. But courts have allowed it to continue in the mistaken view that it somehow curbs horse trading. In fact, it has led to an extreme form of horse trading. And Karnataka is a sort of a celebrated example of all kinds of horses. I mean, frankly, even to call them horses is a little bit of an insult to horses. Well, OK, if you put it that way. You know what I'm trying to say, that I think that's the problem. Term limits are important. Separation of powers is important. The independence of legislators is important. Local courts are important. There are lots of these pieces. The regulatory bodies need to be far more autonomous. Sarkar should stop doing things that it is also a regulatory law. You can't have a system in which the Sarkar runs some banks and it also runs the regulatory banks. The Sarkar runs some schools and it also runs the regulatory schools. You just cannot. It just makes no sense. And the courts have also been amiss in another thing. Many regulatory institutions, like the Information Commissions, for example, or just independent commissions like the Information Commission, are in law. It says clearly that a fair number of them have to be from outside Babudham. And it has never been done. And yet the courts have looked away from it, except the courts tend to frown on a few things that government does. And I'll tell you, I have one overriding criticism of the courts. The courts are biased against citizens and biased in favor of governments. That is, if you are in court and you are one party and the government is the other party, even if the government puts out a blatant lie, the courts are broadly inclined to punt that ball, rather than say, call it for what it is. I mean, it is 27 years, 28 getting on soon, since the 74th Constitutional Amendment for Urban Decentralization was passed. The Metropolitan Planning Committee for Bangalore is notified but has no members. What would stop any court from saying, implement the law? But if the government were to go to the court and say, we are studying this, we are studying that, it's under consideration, the court will say, ha ha, come back in four weeks. You understand? The law is very clear that there shall be ward committees in every ward, and the ward committee shall be formed immediately after the formation of the council, and that they shall meet every month. Everything is clear. It's just not done. But if the court were to pull up the government, the government will give some explanation, we are studying this, some combination of these things will happen, and the courts will say, in four weeks we'll look at it. The courts ruled very long time ago, and in your field you're familiar with this, that news on radio should be permitted. The government's position, 20 years after the ruling, is that it is still writing the rules for allowing news on radio. The courts have ruled a very long time ago, in the Prakash Singh case, that there shall be independent police complaints authorities in every state, and the whole slew of police reforms were listed in that case. Most governments have not done anything on those things. The courts have taken the view that, ha, ho jayega. They first take the view that if the citizens are aggrieved by this, they must come and sort of petition the courts to force the government to do it. But apart from punting, if they do nothing, which citizen is going to believe that the court is going to do anything on this thing. So by and large, the courts have allowed themselves to be seen as not sufficiently engaged with process-driven reforms. Occasionally there's a question of the constitutional validity of this or that. Some important question comes up on which one ruling or the other is given. But where governance improvement needs to result from creating a balance between state market and society, the courts have had a predilection to favour the Sarkar and therefore"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:44.440",
        "message": "have come in the way of creating that balance. And I guess the structural reasons for why this is the case would take up an entirely different episode. So let's kind of stay on the subject going back to, you know, the topic of dissent on ARP, where, you know, and my sense is that every party will naturally tend to drift towards a centralised version where an increasingly smaller and smaller group of people get a grip on power, whether it's family in the Congress or whether it's the BJP now led by only two people. And it would seem that ARP went through an accelerated version of this with so many other leaders"
    },
    {
        "speaker": "Guest",
        "time": "01:37:22.600",
        "message": "of stature being sort of forced to leave. Yes or no? Okay, I'll tell you two things that happened. One, immediately after IAC, quote unquote, ended, came the question of if you're going into the political space, what should Lok Satna do? Right? And I think JP was inclined to the view that there need not be multiple forces trying the same things. And that if there's a way to converge them, we must be willing to explore that. So we tried, a few of us tried to say, can we converge this thing and say whatever it is, whatever brand it is, whatever it is. And you were part of Lok Satna then? Yeah, I was part of Lok Satna then. I was kind of, you know, I'm sort of in a peculiar position. I've always been sort of part of Lok Satna. Also, I mean, when Apo Swaminarayan invited me to be a member of the national executive, I attended the launch of the party. I was probably the only non-party person who spoke at the launch. I know them as people, right? A lot of us know each other as people. And I think that's really the foundation of it. It's not whether you agree, disagree, it's whether you're in this shoe or that shoe. And twice, I sort of declined to leave Lok Satna. I mean, until Lok Satna decided to hold as a political party and give up its political mission, I said, I mean, it's like, you know, you don't leave one of your friends to go join another one. That's all it is. And it's also not necessary to leave one of your friends to go join. You can do it transparently. I'm with you. I'm with you too, right? And my preference is the two of you come together and do something. How did those efforts work out? They did go a fair distance. I think JB was for it. I think Arvind was for it. They did meet, they did discuss it. I think broadly, they were both for it. And if that moment had come through, I think whatever it was, Lok Satna, Aam Aadmi Party would have instantly been in a few other states, especially in the South as well. It would have gained from a more distributed leadership. It would have sort of, I think the brand building exercise across the country would have benefited tremendously. And, you know, JP certainly would have brought a degree of a different kind of personage, if you will, to the overall thing. And that's needed even today. And to an extent, one could even argue that Yogendra brought some of that personage as well. But you need that. You need distributed leadership. You need, especially because ultimately, if you're going to capture power in more than one state, you need people to be able to stand up in those states."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:01.920",
        "message": "I mean, it could have, just thinking aloud, could have been a national party today and a real alternative."
    },
    {
        "speaker": "Guest",
        "time": "01:40:06.120",
        "message": "Could have, yes. And the only thing I will say is that I don't blame Arvind for it. I think he was for it, that he actually understood that it was possible. I'm not going to say it's his first instinct or last instinct, but when it was put forward, I don't think he stood in the way. But it didn't happen. It didn't happen in any event. Why didn't it? I don't know this for sure, but I felt Yogendra and Prashant were not for it. I don't know this for sure. And perhaps a few other people were not for it as well. And the moment passed. And the subsequent thing about what happened with Yogendra and Prashant, I'm not really privy to that well enough to be able to comment on that. But clearly, one could see that the kind of thing that we spoke about earlier, that whether the good is the enemy or the ideal permeated that debate. And perhaps it was a bit of a scimitar to the whole thing to say, get on with it. Either you're with me or against me. It was unnecessary. And I think the movement did lose as a result. One could argue that the pragmatic side was able to at least go forward with its pragmatism. But I think the movement did lose. All said and done, I've known Prashant for many years and I have a fair amount of regard for the things that he has tried to do. And it would have been nice to be able to go forward with him as well. I'm not talking about the party itself. The party is sort of an instrument that you create. The purpose is what brings people together. And the party is a brand and popularity building exercise for that purpose in some way. And I think the fact that people started to go in different directions, we did lose as a result of this. And I don't think... The loss to me is not that we lost the opportunity to build a national party. The loss to me is that we lost the opportunity to accelerate movement towards the goals that you had set for yourself. That's all it is. I would be quite happy if Congress or BJP or 20 other parties also did the same thing. But I also want to say one other thing. I think during the Rajya Sabha elections in Delhi about 18 months ago, something like that. Now, there was an opportunity to bridge this. Whatever you call it, bridge this. And that also was tried. But it didn't happen again. And again, I give credit to Arvind. He was willing to try that. But it didn't happen. It takes two hands to clap. That's all it is. What was the opportunity? Sorry, I'm not aware of it. Well, the app could dominate three people to the Rajya Sabha in Delhi. And that was a good opportunity to say, whatever the differences may have been in the past, can we consider a scenario in which we come back together again? And in the process, maybe make one of those guys, one of those members as well. And I think that opportunity existed. Arvind was not against it. But it didn't happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:24.920",
        "message": "Right. So, before we eventually go back to the central theme of this participatory democracy..."
    },
    {
        "speaker": "Guest",
        "time": "01:43:30.000",
        "message": "So, the reason I'm saying this is not to sort of park the blame at somebody else's door. Because I think even today, even today, and it's not so much about Prashant or about Yogendra, any one set of people. Even today, I think there is need to build a broad coalition for a public purpose that spans multiple states, that has understanding of the realities of multiple states, and is able to function through local leadership and local purpose for those goals. It's needed. And if a political brand provides a canvas on which to go and try that, that is even today, the best thing to do. Even if there is a way in which the forces that converged into the civil society side of India against corruption, those forces still have a role to play together in taking governance to the next level. Because I look at what has happened in the last five years in Delhi government. And I look at that as really demonstrating the public administration can be improved, even within the existing scheme of things that focus on public service delivery can help, that rationalization of services can help, ease of interacting with government can be, you know, some of those"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:02.840",
        "message": "kinds of things."
    },
    {
        "speaker": "Guest",
        "time": "01:45:03.840",
        "message": "So, let me segue for that. Give me a second. I should have said one other thing earlier. I did an exercise about a year ago to say how much were bills being debated in the assembly before they were being passed in Delhi assembly. And PRS did some stuff and came back with a set of answers. Then I asked them to do it only for the period that Aath had been in power. And the data wasn't very different. Fundamentally, most bills are debated for a very short period of time. The public doesn't even come to know of these bills before they are passed. And coupled with the anti-depression law. So I proposed two things that I still think are worth doing in some legislature. Ideally, I'd like to see AAP do this, but you know, I'm happy if any political party does. I think a bill that is proposed in one session of an assembly should only be passed in the next session of the assembly. I mean, there should be a minimum period post the introduction of a bill that allows opportunity for the public to come to know about it, to engage with their elected representative about it, give input, and only then voting should take"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:22.800",
        "message": "place. That's a great idea."
    },
    {
        "speaker": "Guest",
        "time": "01:46:24.800",
        "message": "That's all. It doesn't require anything more than a pause between introductions. And so the simplest pause is to say, you introduce it in this session, unless it's some nationally important emergency matter, you vote on it only in the next session. I feel that can definitely help. The second thing that I propose, which I also hope will come back, and with 66 MLAs, this should have been easy. The second thing that I proposed is to say, any group of 10 MLAs or 15 MLAs, if you like, including not necessarily your MLAs, any parties, any group of 15 MLAs, or let's say any group of 15% of the MLAs of a state assembly or parliament must be able to introduce a bill without the speaker rejecting it from being tabled. Any group of 15% of legislators must be able to table a bill and demand that the whole house vote on it. Then you would be restoring the legislative function. Today, legislators don't introduce bills. Legislators only vote on bills introduced by the government. So if these sorts of things are tried, and I'm talking about this, this doesn't require any change in the anti-defection law. It only requires a different stance in government, any government, whether it's Amadni Party or BJP or Congress or any other government, to say these are necessary improvements in our politics."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:52.280",
        "message": "Okay, so before we move back to the subject of government by the people and participatory democracy, I want to ask one final question about politics, which is, you know, as our mutual friend Varun Mitra is fond of pointing out, there is an Indian politics, what he calls an ideological convergence, in the sense that in terms of ideology, even if we use a flawed left-right spectrum, which doesn't make sense in the context of India, but even within that spectrum, all parties are to the left in economics, that is to say they are statist and they are to the right on social issues, that is to say that even if they are not actively vowing the Hindu vote, as the BJP and the Congress do, they won't at least piss it off, which the Amadni Party has been very careful about. So therefore, is there then space for a party as Amadni Party by default seems to have moved towards, to say that we shall leave ideology aside and not take positions on ideological issues, but we will simply provide good governance. We are the state capacity party. Is that something that is then likely to resonate with the people across ideological backgrounds to say ki yeh sab toh theek hai, ideology apni jaga hai, but mera Bijli Paani Sarak kaise ho raha hai?"
    },
    {
        "speaker": "Guest",
        "time": "01:49:07.480",
        "message": "I think yes and no. And this is the problem with all these sorts of questions. I think yes, but there are limits to it. That certain things can only be done by a greater balance between state market and society. And that is an ideological position. If you don't have a view on that, the question you're asking is, is it possible to efficiently do public administration despite whatever view you may have of public administration's role in the larger picture? And I think the answer is no. But if you didn't ask the second half of the question, the answer could be yes. Yes, you can make public administration better. I'll give you an example. You can improve the public schools and maybe even the universities, but increasingly there's a sense among employers that school and university are not preparing young people for the world of employment and entrepreneurship. And there are even people like Muhammad Yunus who are now saying, who really wants to get a job? Most people want to be self-employed. So this notion of preparing large masses of people to be employed by others is itself a daft idea. So if you take all of those ideas together, you could say that among the better off sections of society, there is willingness to consider alternatives to traditional ways of empowering yourself for life. And that we are now embarked on a journey of pushing the masses into a model that we are ourselves preparing to exit from. And a lot of things in society are like that, that essentially people seek empowerment by exiting from the model that applies to the majority. But they also argue that that majority model is necessary to empower the majority. And I think there's a risk of that. One could argue that provisioning public services by paying for them is in fact better than trying to provide them yourself. But if you're not going to provision them, should you be working harder at providing them? Yes. And you could argue that that's really what Manish and others have been doing with the education system in Delhi. But in that process, you don't get to ask the question of whether provisioning is better than providing. You're only asking the question, can you provide better? And perhaps the answer is yes to that. But it doesn't answer the ideological question. It doesn't provide clarity on whether it could be faster if you provisioned it. It could be faster if you accepted many more things as education. It could be faster if you did away with the chop-up. I'll give you an example. I met someone at Rashtrapati Bhawan about, I'm going to say three, four years ago, maybe. And it was after some discussion and he came up to me and he said, I'm the new chairman of AICTE. And he's a well-regarded gentleman. I later understood that he had done some interesting and important work in Pune. And I said, sir, I don't want to get off on the wrong foot with you. So, I will sort of tell you, in my opinion, AICTE has outlived its usefulness and by and large would be better off if we just shut the thing down. He didn't take offense and sort of engaged in a conversation about that. And some things have been done even in AICTE and UGC, which are improvements on past things. But fundamentally, we have reached the point that even well-meaning people who are willing to look at administrative reform may not achieve the acceleration of development that India needs because the scope for that kind of acceleration to produce, that kind of work to produce development is itself slow. And I talk about this in decentralization terms sometimes. If the center spends money, the economy will broadly grow at 4% a year. If some of that money is shifted to the states and there's equal sharing between the center and the states, the economy will grow at 6% a year. If even more money is pushed down to the municipalities and the panchayats, the country will grow at 8% a year. This is my thumb rule for why we need to decentralize public expenditure. If we did this with the same monies that are currently available, the problem today with the slowdown, in my view, is not that there isn't money, but most of the expenditure is happening in layers of government that are slow to spend that money. And on the private sector side, we've been giving incentives to people who have the ability to park money rather than giving breaks to people who will not park money and will actually use it to drive demand. If you give the money to the upper half of the economy, they can park the money. They don't really need to do anything with it. If you give the same money through GST breaks and other breaks to the lower half of the economy, it drives consumption, right? Same thing with public expenditure as an accountable thing. The sarkar is already spending on the schools. If the schools are not of good quality, you go and spend additional money sending your child to a private school. It's duplication of cost and wasteful in some sense. This pure economic sense, it's wasteful. It's money being spent twice to achieve an outcome. Whereas if you make the first expenditure work properly, suddenly there's a wealth of capital available to do a whole bunch of other things in the local economy. So I think we need to think of money and the economy in two ways. We need to think of the velocity of money at different levels of public expenditure, and we also need to think of the velocity of money in the hands of different people. And I've sort of come to the conclusion that monies with local governments and monies with the working poor are much more likely to turn the economic situation around rather than all the other things that get talked about. You know, you can meet industry experts and ask them what should be done. You're not going to get anywhere near the answer."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:06.520",
        "message": "That's an absolutely fantastic insight. And I'll go back to the ideological question for a brief moment for a two-part question. Part one is that when you talk about correcting the balance between state market society, what you essentially mean is because the direction that our early leaders set us in tilted that balance too much towards a state with very little power for society. Correcting that balance, therefore, means empowering civil society, right? And even the private sector, because the state is too much of it. Part two then is that ideologically, and this is a two-part thing, and again, two parts within the second part, where, you know, not to speak of the ARP specifically, but that illustration comes up. And part one is, at a broader philosophical level, once you hold the reins of government, aren't your incentives and therefore your inclinations likely to be towards maintaining the power of the state or strengthening it? That's part one. And part two is that from what I hear, and this is anecdotal, whatever good work ARP may have done in the field of public education, they have been very distrustful of private education and their policies are harming budget private schools. In some cases, I've heard specific instances of where their ideological insistence on fee caps are making specific schools shut down."
    },
    {
        "speaker": "Guest",
        "time": "01:56:25.440",
        "message": "Absolutely. But this is what I said, that when you asked the question about public administration, I said there are limits that improving providing can only take you so far. Then you have to have a view about provisioning. You understand? Now, provisioning can mean I pay, you deliver, or you are anyway delivering and somebody is paying, I don't interfere, but it can be anything. But I'm saying that there is a worldview that is required about provisioning. And maybe one of the political compulsions is that you have an electorate that comes to you and say, this provisioner, or the guy who's doing the providing in the provisioning, discipline him. The problem is not actually unmanageable, but it is only manageable with transparent data. For example, if you take, let me take any instance, education is a good example. If you do the math on what it takes to create a space, construct on it, and deliver reasonable quality education to a few hundred students in a single space, you can't come up with a number that is less than $50,000 a year or $60,000 a year. You can't. Now, most governments, by and large governments don't accept this. The governments think that it can be done for $10,000 or $12,000. The RTE compensation rates in most states are in that range. But the government's view is we are only spending that much on our own schools. Yeah, but what are your schools delivering? And why aren't you spending more? The real question that we should ask about public education is, why are we not spending 50? I actually don't want to get into the private education question too early either. But I'm saying, why don't we spend 60,000 rupees per child in the public education system? First, frankly, any amount of excess, quote unquote, charging by anybody will get disciplined by that, number one. Second, you have to sort of ensure that your proposal for education reform is not promising things in the future that aren't available in the present. Kids need to be educated today. That if you create a system that will reform itself in 15 years, you're leaving behind a whole generation that needs to be educated as well. My thing is that we are going to go through this battle of, because we do not acknowledge the true cost of public goods in the public sector, there is a tendency to think that there is overpricing in the private sector. But if you delivered quality by spending what is necessary in the public sector, you will come to a different understanding of what is going on in the private sector."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:08.600",
        "message": "And my other sort of response to that would also be that even if we are to accept that the private sector is charging too much, nevertheless, no one is saying that you allow them to operate and you shut down entirely. You do what you do in public education, but let the private sector also do whatever it does so that parents can choose. And if then parents choose a private sector over your public education, which is free, then that itself will be a signal over"
    },
    {
        "speaker": "Guest",
        "time": "01:59:35.200",
        "message": "the problem. I agree. But the problem is that will take a while before your public education is adequate enough to offer a genuine alternative to all the people who currently choose the private"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:47.600",
        "message": "sector is a 10-year job. No, sure. But what I'm saying is what is not a 10-year job, what could be done immediately except of course, a political economy won't let it happen immediately, is that you let the private sector function without any restraints and empower the parents with choice. If the parents nevertheless make that choice that I will spend so much money to send my kid to a private school instead of a public school, then that's fair enough. They deserve to at least have that choice. By taking that choice away, you are doing a disservice to civil society at large. And you know, when I speak for empowering the private sector by just allowing them to exist, people often think of it as a binary that no, you want government schools to shut down, which is not the case at all. Let the government do whatever it is with public schools, but let the private sector operate, but you don't do that."
    },
    {
        "speaker": "Guest",
        "time": "02:00:34.080",
        "message": "Yeah, there is room for that. I think Punjab government is looking at some of this, partly because of what they hear from across the border in Pakistan trying this thing in a larger scale. There are countries around the world that have experimented with this. Even cities in America have experimented with school vouchers and things like that. There is a way to allow and create both. But I think it will always be true that the substantial responsibility for mass education will be on the state. And that currently, we simply do not spend enough per child in any state, including in Delhi. I think there's room to spend even more per child to prepare them. I mean, Delhi is way above everybody else. But even in Delhi, you'll need to spend more per child to be at globally competitive levels of foundations for young people. In other states, it's a disaster. I mean, and there's also fudging. I'll give you an example. So if you see the SSLC results or whatever, PUC results in Karnataka or in any other state, they'll say 67% past percentage, 70% past percentage kind of thing. And then if you look at it, what it really means is there also 700,000 kids took the exam and about 450,000 or so passed. But that kind of thing doesn't ask the question, how many kids should have taken the exam? How many kids are there? Of school-leaving age, who should have taken the exam? And that's another 400,000 to 500,000 kids. So effectively, the graduation rates in most states for those children who you would think of as being traditionally served by the public education system is about 35%. So you have a situation where one out of three children is graduating from school and two out of three are not. And this is a disaster. Most people don't see the data well enough to understand this nuance. And also, we seem to be going on a certain trajectory, which is delusional. I'll tell you what the delusion is. The delusion is that without widespread access to learning for the majority of the population, you can become a developed nation. This is the delusion that's playing out. Somehow, India will become a superpower. And after that, we will educate the majority. We've got the sequencing wrong. It is only when you educate the majority that you can get anywhere close to being a global power. Ultimately, the capacity that a country projects externally has to first exist inside the country. And we have not given ourselves enough room for that, enough opportunity for that capacity to be the collective capacity of the majority. Too many people are just left behind and therefore do not get to levels of learning and productivity and just life-enriching work that we are not able to project their capacity externally either."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:38.720",
        "message": "Absolutely agreed. That's a good point. And I would just add and say that we should not only educate the majority, but we should at least allow the majority to educate itself"
    },
    {
        "speaker": "Guest",
        "time": "02:03:47.640",
        "message": "if we are not doing that, which is also not the case for ideological reasons. I would say a different view, but the schools are not where I would go and apply this thinking. I would first say, get rid of this chapa that is being given by the boards through the schools. Let anybody, you have a standardized test, let anybody who takes that standardized test be eligible to get the necessary certification. And it is none of your business, whether the institution that takes them to that point is a school, organized as a school, or organized as a learning center of a different type that works well. And I'll tell you why this is important. And this is part of some of the work that I've been doing more recently as well. There are certain things. So let's say you wanted to become a violinist, or you wanted to become a soccer player or a cricket player. School is fundamentally in the way. The notion that school and college is the way to succeed is already not true for large numbers of people, even when they go to a good school, because their passion in life has nothing to do with learning chemistry and physics. You could argue that physics and chemistry have something to add to everybody, but not at the scale at which they're required to learn it if they're trying to be a cricketer or a violinist, number one. Second, not all schools teach these things well anyway. So now by forcing, in fact, the majority of schools don't teach these things well. So now you're taking kids who are looking for some, so even if after you force them through the system, you have employees telling you that, well, you may have forced them through the system. I don't need to acknowledge that in any way. I remember a conversation with someone that I hired a few years ago, in which we were having a meal together and I asked him a few questions about him and where he came from, what led to his employment with me and all of that. And then at some point he said, so you're asking all these questions as though you had not looked at my resume when you hired me. And I said, yeah, that's probably true. I didn't look at your resume when I hired you. You wanted a job. I asked somebody in the company to check out what you could do and to give you a role that is commensurate with what you could do and compensation that is commensurate with what you could do. I think everybody deserves a chance. I mean, you have to re-imagine the university. You have to say, what if everybody could go to college? You eliminate this entrance exam and you say anyone can go to college equivalent learning. Some people may do it in three years. Some people may do it in 23 years. That is nobody's business. But I think the real problem today in the education system is examination and certification through institutions, right? If you remove this examination, so supposing you are in ninth standard today and you wanted to go and pursue a career in something that isn't doable in school because school doesn't offer that. Let's say you want to be a soccer player or a violinist. Now, if you were to say I spent four hours of my day preparing to be bad, your parents and everybody else around you have a fundamental worry. Will my child go to college? Great. I think that's a silly thing to ask whether a child who is pursuing his passion is going to be allowed to go to a learning institution. It defies every meaning of the phrase learning institution. You should be able to say that somebody who wants to be a soccer player, we should re-imagine the learning institution to teach them the things that matter the most to a soccer player and to put a university chap or a high school diploma on top of that if necessary. Once you re-imagine what the thing that you call certification is, you'll close the gap. And my professor was telling me a few weeks ago that in India, you have the largest gap between certification and learning anywhere in the world. But when somebody says I've got this degree, I don't think anybody attributes any meaning to that. And if you want to close that, you have to actually say people who deliver the outcomes that parents want, that children want, but even public systems want. People who deliver the outcomes should have with that the authority to put the chapa on that outcome."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:10.560",
        "message": "These are very wise words. And it also add that this re-imagining of education as it were, which is badly needed, is far more likely to come from society with from hordes of problem solving people rather than the ossified state. But let's not go down that rabbit hole of education right now. I've had episodes on this, which are linked from the show notes. Let's get back to the fundamental subject of this episode, which is participatory democracy and government by the people. Like you've also written an article, which we'll link to in the show notes on your website, where you talk about how in the past, the conventional view of government has been government of the people and for the people. And what is now happening, which ties in with your idea of the good Indian who is engaged in actually participating is government by the people. Elaborate on what this involves."
    },
    {
        "speaker": "Guest",
        "time": "02:09:00.440",
        "message": "So most people have heard Abraham Lincoln's phrase. I won't say the speech. Most people only know the phrase from the closing line of his Gettysburg Address that, you know, government of the people, by the people, for the people shall not perish from the face of the earth. They haven't heard that last part either very much. But they've heard this phrase together, of the people, for the people, by the people. And they have a sense that together, all three have something to do with democracy. But very few people have thought about what does each part of that mean independently? What does for the people mean? What does of the people mean? And most importantly, what does by the people mean? I don't think anybody has actually thought about it very much in that way. And I think that's the problem. Because if you ask yourself what government by the people is, you might come to some understanding of public problem solving, in which you see from the outset, both a right and a responsibility for you to be in participatory mode, right? It is really the question of what can you yourself do? Can you imagine self-government before government? And most people imagine government, but they don't imagine self-government. They go straight away to imagining government. What are the things that you can yourself do? And why would you go and ask a government to do the things that you can yourself do? If you begin with that, I feel you can go a lot further. And it also means that when you can yourself do some things, your ability to go and ask an official or an elected representative to do more than that is possible. But if you do nothing, then he or she can also do the barest minimum. Because you're doing nothing, then even the barest minimum is more than what you are doing. By elevating what you do, you force the elected, the paid person to do even more. Because if you can do all this with nothing, why should you be paying them? You can put that question front and center. So I feel there is both a practical and a responsible approach to this whole thing, which can elevate the game. And like I told you, it's about velocity. If you want to improve 400 public spaces in the city, the fastest way to do it is to get local communities involved. If you really want to do things at scale, it's really to get communities involved and let them do it. Communities, of course, have the risk of potential discrimination among themselves and all of that stuff. And the state must be a guardian of equality. But I want to use this opportunity to go back to something else. The freedom movement in India, we sort of think of it as the independence movement and the freedom movement. But I think a very large part of it, keep in mind the Government of India Act existed in the 1930s. A very large part of it was actually about self-rule. And this is important in the Indian context. And I'll tell you why. In the Constitution, a lot of things are enshrined really well. And the state potentially could be an important guardian of many things enshrined in the Constitution. But there is one thing that is not sufficiently enshrined in the Constitution. And that is the idea of equality. It's not that the Constitution is meant for unequal persons. Of course, it is dispremised on the notion that it's about equality, one person, one vote, non-discrimination. All these clauses come from some understanding about equality. But the underlying tenets of that equality, what in the American Constitution was ascribed as life, liberty, and the pursuit of happiness. Now, if you were to ask the average Indian citizen, what is your view of liberty, right? You would get a very odd look, by and large. But the notion that democracy is partly for the protection of liberty is not widely understood. And that's partly because of how democracy came to India. Democracy came to India by ousting a colonial power and replacing that with self-rule. And subsequently, various things have been added to it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:34.200",
        "message": "But the self very quickly defined as a state in this instance."
    },
    {
        "speaker": "Guest",
        "time": "02:13:37.720",
        "message": "Exactly, exactly. Which is why the Police Act is from 1861. And many other laws have similar problems. But to come back to what I was saying, whereas in European society, maybe even in the Americas and a few other places, not everywhere, the notion that democracy is necessary for the protection of people's liberties is much more of a factor. And the notion that those liberties, what in the American Constitution is written as inalienable rights, the notion that this liberty cannot be constrained even by the state, right, is not there in our Constitution. In fact, the Constitution contains many, many instances of things of liberties that can be constrained by the state, provided for public order, for maintaining"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:35.320",
        "message": "harmony between communities, for whatever. Like the First Amendment restrictions on the"
    },
    {
        "speaker": "Guest",
        "time": "02:14:39.240",
        "message": "right to free speech, for example. Exactly. So in a sense, because the starting point, the starting point itself is imagined as good public administration and legitimate public administration. Good and legitimate are the starting points from which the Constitution presents itself. And public is presented in a fair way as equal, similar, and all of that stuff. But really, this notion of liberty, equality... Well, fraternity may be a different thing in our context, but liberty and equality. I think we would benefit from examining the relationship between the language of the Constitution, liberty in particular and liberty and equality. And that's one part of what I think is a problem. The other is how the Constitution was written. At the time of the formation of India, once the British left, there was a necessity that various territories run by this prince or that prince, this whatever, various kinds of people, needed to be converged together into one national identity and a national purpose forged out of that. And if you look at the Constituent Assembly debates, it would seem to you that people from the constituent regions were willing to give the center the necessary power to achieve this. But once that had been exercised, the return of those powers to the constituent federating states didn't happen at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:24.720",
        "message": "In fact, I did an episode with a historian, Gyan Prakash, about the emergency based on his book, Emergency Chronicles, which recently won the Ram Nath Goenka Award, where his central thesis was that, look, Indira Gandhi didn't do anything illegal. All the powers she used to call the emergency were actually written into the Constitution, because at the time the framers of the Constitution sat in that closed room in Delhi framing the Constitution, there was violence erupting across the country, and therefore the instinct to centralize. And once you do that, power once given can never be taken away."
    },
    {
        "speaker": "Guest",
        "time": "02:16:58.000",
        "message": "Well, it can, but I'm saying it's very hard. It's hard, but you also need a Thatcherite moment or a Reaganite moment. But the person who comes to power, and really, you can see even Lakshattara in that way, that the person who comes to power has to come to power with partly the agenda of returning power to the people. But if you come to power to merely exercise that power, but not to distribute it fairly among state market and society, then you'll never give it up. And that's the problem. And the reason you need term limits, if you ask me, is that by... Term limits are a way of inviting participation in this power dealing exercise from outside of conventional sarkar as well. That's why in countries with term limits, a lot of people come into public life from non-traditional political backgrounds. And that's what it is. You have to come to power to decentralize. And if you come to power to decentralize, you can do a lot of these things. I mean, even... I haven't studied this well enough, but you could easily say that a state government, like including the one in Delhi, should be able to fund ward committees directly. The ward committees are required by law. The fact that they have not been set up by MCD and made operational doesn't mean that they should not be funded. I remember a conversation in the State Finance Commission in Karnataka. According to the 74th Amendment, there should be a Metropolitan Planning Committee, which does most of the planning for the city of Bangalore and even a few other cities. The MPC doesn't exist in any meaningful way. And the functions that were allocated by the 74th Amendment to the MPC continue to remain substantially with the state government. But the State Finance Commission has a responsibility only to assign monies to different levels of government. Its job is not to say, because the state government has not created metropolitan governance, I'm not going to assign any money to metropolitan governance. So I argued in the Finance Commission that you assign the money to metropolitan government anyway. The politicians will follow the money and create the necessary MPC for that. What has happened is that when one branch of the government does something that is, quote-unquote, incorrect in some way, there's a tendency for other branches to align with that incorrect course, rather than pull it back. And this is a courtesy they extend each other. And this is why the courts are biased against citizens."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:33.120",
        "message": "Fascinating. So, you know, you've been trying to push participatory democracy, both at an initial level, as a civil activist, and then in politics itself with the Lok Satta Party and now with the Aam Aadmi Party. And now you're also, you've been involved for a few years with urban governance in Bangalore. Tell me a little bit about that journey in the sense that, fine, you've gotten into it with a lot of idealism. But has that been tempered or strengthened by the obstacles you face? What are the kind of obstacles you face? And have you ever thought of just giving it up and, you know, going back to the sort of profit-making sector and, you know, watching stars?"
    },
    {
        "speaker": "Guest",
        "time": "02:20:09.520",
        "message": "Yeah, you could do stuff like that. I actually think I have benefited from a certain attitude. The things that I want to do in public life for urban governance, or for anything, I don't mind if I fail. I don't think I'm defined by that. I think it is necessary to take, I'll give you, again, going back to 1905. I like going back to 1905, because a certain set of questions were different at that time. Would you say that Gopal Krishna Gokhale failed? Because in his time, he did not live to see independence. Now, could you argue that he failed? Right? I would not argue that he failed. But I would even argue that he did some things that were phenomenally important for subsequent efforts at independence to materialize. And he also did one other thing, which I find interesting. He set up one of the earliest NGOs in India, and he called it the Servants of India Society. I find both of those things fascinating, because I think they are a reminder of a few things. First, that your responsibility, I don't want to call it karma, because I don't know that I understand that well enough. But your responsibility is to do what you should do in your time and space, because you have benefited from what others did in their time and space previously. That's all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:38.800",
        "message": "That's a beautiful thought."
    },
    {
        "speaker": "Guest",
        "time": "02:21:40.080",
        "message": "That's all. I have benefited from the Gokhale's and the Gandhi's and whoever else. And therefore, it is contingent on me to do things as well. Number one, you need not succeed. But you must try. You need not succeed, you must try. And you should certainly not become married to success. You should be willing to say, if I fail, that is not the definition of me. But I do many things in life. I pursue many goals. This is one of them. This is an important goal for which I should give time and effort. If I succeed, great. If I have to keep trying till I can't try anymore, that's also okay. But I think it's not, but you have to do it not as indifference to the outcome. You can always say, I mean, it is what it is. I don't think it's indifference. I think you should, you know, in a detached sense, see that the journey is important, and that you are not that important."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:43.280",
        "message": "This is in fact, a lesson I've got from both professional poker, which I played for a few years, and the Bhagavad Gita that you can't be results oriented, just do the right thing and whatever happens, happens. I've taken a lot of your time and effort for this episode. So I'll sort of end by asking, as usual, a two part question, which is that, you know, you've lived through and actually been a participant in this momentary shift of what you describe as the conception of the good Indian to being someone who is actively engaged in civic affairs and in politics and so on. And, you know, one work in progress, which is an example of that playing out is the Aam Aadmi Party. But also, I would say that an illustration of that is all the movements across the country that have spontaneously sprung up in protest against the CIA and so on. There are many, perhaps manifestations where people are involving themselves in politics defined broadly. So looking ahead, say for the next 15-20 years, what is the best case scenario and the worst case scenario for our great nation?"
    },
    {
        "speaker": "Guest",
        "time": "02:23:48.680",
        "message": "The best case scenario is that we embrace both decentralization and federalism. And but we do it in a responsible way, not in anger against the center, but in a way that recognizes that the center is the collective strength of our federating entities, and that it has its own role to play. That's the best case scenario, that we come to that understanding as a people, as a population, as a citizenry in some ways. The worst case scenario is that we miss that bus. And India is a land of what JP used to call avoidable suffering. You know what I mean? That's a great phrase. Unfortunately, if we do nothing, 15 more million children will go uneducated this year. And those numbers are staggering. We live among the largest concentrations of poor people in the history of the planet in India. If we do nothing, 15 million people will go without education. If we do nothing, six and a half million of them will go without healthcare. If we do nothing, all sorts of bad things will happen to very, very large numbers of people. 60% of the people who are coming out of poverty tend to fall back into it already. If we do nothing, we are already at some of the lowest and high unemployment rates in recent times. I feel, I mean, highest unemployment rates in recent times. But what I'm trying to say is that the cost of doing nothing to correct course is very, very high. And a lot of the things that we see on the streets as anger are really... But CAA is a different country. In general, a lot of the anger that we see in protest movements are really fear and anxiety about the future among a very large section of the population that feels that no one is looking out for them. I think it's important. Gandhiji used to say, and I'll probably end with this. Gandhiji used to say, and in EF Schumacher's book, Small is Beautiful, he sort of mentioned this as well quite prominently, that your education is not a passport to privilege. It's a badge of public service. The measure of whether you are well-educated is what you have done with it for the benefit of large numbers of people, or at least for the benefit for the wider society in some way. And I think it sort of behooves all of us to make some effort at it. I've been fortunate in one way, I think. I feel like I'm fortunate to stumble on what I now call small is bountiful, not just small is beautiful. And that is the belief that there is a way of imagining government by the people, which allows for the cumulative energies of lots of people trying lots of things together in purposeful ways, despite differences, maybe in diverse ways. And the learning that it provides and the opportunity for accelerated development that it provides is the thing that we can perpetually bet on and not keep coming to conflicts again and again. I feel that if I'm able to think through and create first for myself and possibly for a few others, such a way of living and such a way of thinking about this, I'm quite happy to say that's really what I wanted to do in public life. And the rest of what I do is"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:31.640",
        "message": "what I do. Ashwin, thanks a lot for coming in on the scene in the unseen. Every time I have a conversation"
    },
    {
        "speaker": "Guest",
        "time": "02:27:36.400",
        "message": "with you, I feel like my brain just expanded. Thank you. It's very kind of you to say that. I'm happy to have come on the show. I'm really, I mean, I realize that you've built a very interesting audience for ideas, which is necessary space as well. And I hope one day there will be many such spaces in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:56.680",
        "message": "If you enjoyed listening to this episode, do check out the links in the show notes and head on over to AshwinMahesh.com for more about Ashwin and his work. You can follow him on Twitter at Ashwin Mahesh. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in and thinkragati.com. The Seen and the Unseen is supported by the Takshashila Institution. You can find out more about the public policy courses at takshashila.org.in. Thank you for listening."
    }
]