[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If a tree falls in a forest and no one is around to hear it, does it make a sound? That's an old philosophical thought experiment to which I will add this further question. If you feel a desire that you cannot name or understand, does that desire exist? This question is a poignant one with social and political implications. We instinctively think of some desires as legit and others as desires that we must hide away from the world and perhaps even from ourselves. We think of some desires as sanskari and others as somehow sinful, even if we don't act upon them. But what is this sanskar? Look a little deeper and you will find that much of what we think of as traditional Indian morality is actually a by-product of colonialism, an imposition by the British or Victorian prudishness onto a society that has otherwise acknowledged and respected so many different kinds of desires. You might argue that, hey, the Manusmriti is such a repressive document, to which one can point out that the Kama Sutra written around the same period is not, and it was a British choice, not an Indian one, to privilege one over the other. Indeed, the fact that we are today such an incredibly sexually repressed nation speaks to the victory of a strain of politics that has led to this. India was not always like this. India was not even mainly like this, but we suppressed the better angels of our nature and here we are. But it's not too late. We can still reclaim our true selves. And one way of doing this is by acknowledging and understanding the infinite variety of"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:43.120",
        "message": "our desires."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:59.040",
        "message": "Welcome to the Scene and the Unseen. Today's episode is about the history of desire and the history of sexuality in India. And my guest today is Madhavi Menon, author of the superb book, Infinite Variety, A History of Desire in India. This was an eye-opening read for me and for those of you who are not interested in sex because hey, sex is sinful, worry not, this book is full of stories about gods and you will find many moral lessons in their virtuous behavior. Before I give in to my desire to begin this conversation, though, I will practice momentary renunciation by pausing for a commercial break. If you're listening to the Scene and the Unseen, it means you like listening to audio and you're thirsty for knowledge, that being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is Wolf Hall by Hilary Mantel, a masterful historical novel that has won the Booker Prize. You'd never imagine that a book set in England between the years 1500 to 1535 could be so rich and engrossing. Listen to it as soon as you can on Storytel. Download their app or visit Storytel.com. Remember to Storytel with a single L. Storytel.com. Madhavi, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:48.560",
        "message": "Thank you, Amit. Thank you for your wonderful introduction, which frankly says everything I want to say much better than I could ever say it. So I don't know whether to say thank you or we're done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:57.600",
        "message": "We can go have coffee now. Exactly. So before we... No, no, there is so much in your great book. And if I had a choice, I would keep you in the studio for all day to talk about it."
    },
    {
        "speaker": "Unknown",
        "time": "00:04:07.520",
        "message": "Let's first talk about yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:10.160",
        "message": "You know, what did you study? What were your sort of formative influences? You know, you've specialized in queer theory for a long time before you came to this. What's your journey been like?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:20.920",
        "message": "Yeah. I find those kinds of questions hard to answer because my life seems quite unremarkable actually. But maybe that's what makes it fun. I've always been interested, I guess, in underdogs. I've always been interested in people who are not privileged, who are not in the center, people who are marginalized, which at a very young age included women. And so from a very young age, I was actually very keen on taking up arms against boys and against men. And I remember one of my earliest memories is when I was 10 years old, I was the editor of my colony newsletter or newspaper. And my first editorial had the wonderful title of boys, colon, something needs to be done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:07.880",
        "message": "This would have been 1981."
    },
    {
        "speaker": "Guest",
        "time": "00:05:08.880",
        "message": "I don't want to give your age away, but early 80s, right? Exactly. Wow. So, given that evidence, obviously, from an early age onwards, I was very invested both in speaking up for people who I thought did not have a voice and be and actually trying to do something about it. And so I can't remember when exactly I turned to queer theory or to an interest in sexuality, but I've always been interested in thinking about things that we ignore or take for granted or vilify or actively sort of resist and push into a corner. And I've always been free or felt free to do that. My parents have always been supportive, maybe a bit puzzled by me at times, but always supportive. My mother was a professor of English until she retired, so she was very interested in sort of intellectual flights of fancy. And my father, from whom I get my politics, was just always very politically active. You know, their families come from Kerala, even though they grew up in Madras, and from a Kerala in which the Land Distribution Act was happening when they were younger. And my father, who comes from a very huge landowning family, a lot of their land got taken away. And all his life, he said that was absolutely the right thing to do. And so I imbibed a lot of my politics from him, a lot of my intellect from my mother. And there was never a question of my having to fight against them or fight against my family, which I realized is a huge absence of pressure. You know, a lot of people have to fight against their families first before they can do anything. But for me, it was just always easy for me to focus on what I wanted to, because that was never a problem, that I never had to fight at home, the battles that I could fight outside. And for that, I think I'm very, very lucky."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:00.560",
        "message": "And who was sort of your formative influences? Like one question I often ask my guests, and one doesn't always have a pat answer to this is, you know, what are the books or what is the book that changed the way you think about the world? And is this, you know, some thinkers or some books that you can identify as just opening your eyes to a new way of looking at the world or clarifying things a little bit more?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:22.800",
        "message": "Yeah, I am so bad at answering those kinds of questions, because I just sort of don't keep lists. But if I look back over my own lived reality, clearly, someone who influenced me a lot, so much that I wanted to work on him, ever since I could remember, was Shakespeare. I mean, my dissertation work was on Shakespeare, my first three books are on Shakespeare, and I'm very deeply invested in him. And I hate to admit it, but I'm that kind of nerd that when I'm feeling down, and need something to pick me up, I actually turn to Shakespeare to read him, because that immediately picks me up. And so I've always known from, I'd say my middle teens, that I wanted to work on Shakespeare. And when I went to graduate school in the US, I remember having a conversation with my advisor, because I thought, you know, I wanted to work on Shakespeare. And he said, that's great, do it. But people have been writing on him for over 400 years. So try and see if there's something different that you can do. And that, I would say, is the first time I actually started thinking about what it was in Shakespeare that uplifted me, that actually drew me to it. Because before that, it was just, oh, my God, I love this, right? And this is something that we work against with our students. It's like, it's great that you love it, and now think about what it is that's inspiring that love. And so for me, when my advisor said, now think about what it is that you want to do with Shakespeare, and maybe you want to look at him slightly differently, it became very, very clear to me then, and it's something that I'm still sort of amazed by, how you can say in wonderful language, in fabulous poetry and prose, things that are really hard hitting, things that are really subversive. And it's almost like packaging a radical politics in a gorgeous form. So whether it's his poetry or his plays, and you know, I'm happy to talk about both, there's a way in which Shakespeare is just sort of hits you when you least expect it. And that's a skill I don't have, because I'm sort of very blunt edged, and it's like I will hit you openly. But Shakespeare is a real artist that way. And one of the things I love most about his work, it's something like the poet Keats later diagnosed about Shakespeare, and he said, Shakespeare has a negative capability, which is to say he himself will not be anything, but he'll take on board any persona, any idea, and become that. And for me, that's always been important, especially in a day and age now where the idea of the self is so important, it's like this is who I am, or this is what I am. And I think we are so obsessed with the self that we forget to take on board otherness. And so for me, that taking on board otherness is what Shakespeare exemplifies par excellence, he is able to take on board multiplicity. And that for me, just comes through in his works in ways that I find absolutely mind"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:23.880",
        "message": "boggling. And that's fundamentally what art does, right? It takes on otherness, and it takes on those multiplicities. If Shakespeare was alive today, in this age of Instagram and TikTok and YouTube, web series"
    },
    {
        "speaker": "Guest",
        "time": "00:10:35.040",
        "message": "and all that, what do you think he'd be doing? You know, the thing about Shakespeare that we forget, I mean, maybe you don't forget, most of us forget, is that he was a popular writer, right? He was writing for entertainment, he was writing to make money, like there is no question about that. He was very clear that he needed to make money, he was not writing, he didn't think of his writing as high art in any sense. So whatever is most popular now, and you will know that better than me, that's what he would be doing, right? And one of my colleagues was, I was telling you about him, who's written this book called Masala Shakespeare, his argument is that he would be writing for cinema, and not for Hollywood, but for Bollywood, that Shakespeare would be writing popular scripts, with song and dance, because his plays also full of that, all kinds of masala elements thrown into it,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:21.320",
        "message": "because that's what his plays do. He practically invented masala, like so much of Bollywood tropes come from Shakespeare."
    },
    {
        "speaker": "Guest",
        "time": "00:11:27.440",
        "message": "Exactly. Exactly. And therefore, it's no surprise that Shakespeare provides the script for a lot of Bollywood films as well, you know, various kinds of adaptations. My favorite being, of course, Bhansali's Goliyon ki Raas Leela, Ram Leela, which I think is just magnificent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:42.320",
        "message": "Yeah, which I haven't seen. So how did you, and in fact, you know, you're talking about Shakespeare's popularity, I was telling you before this recording that I teach this course for Takshashila on how to write an op-ed in like, four webinars, and the second one of them is called the music of language. And it talks about Shakespeare a lot. It talks about why Shakespeare would have been a great op-ed writer, because part of the art of writing an op-ed always has to be to write accessibly. And for me, iambic pentameter is just the optimal accessible form. Yeah, because it's rhythmic and easy to say, right. And at the same time, that's the optimal length of a sentence, you know, which you can sort"
    },
    {
        "speaker": "Guest",
        "time": "00:12:19.920",
        "message": "of read comfortably or say comfortably. And the meter, the iambic pentameter, of course, is, as people say, often like the heartbeat. So it's just, it comes naturally to the body and viscerally to the body, which is great. I'm glad your students get some Shakespeare in how to write an op-ed. I mean, this is something we always forget, not always, often forget about Shakespeare, because we're so obsessed with the plot of his plays, is that it's his language that's doing all the work. I mean, my favorite example is, say, Romeo and Juliet, in the first 14 lines of that play, he tells you the plot. These two people are going to fall in love and they're going to die. Then we still have five acts after that, you know. So the only reason to read that is not to find out, okay, kya hua? What happened? There's no suspense. It's to find out how does this work out? In what language? In what form? In what way? So he's very clear, and none of his plots, with perhaps the exception of The Tempest or a play like Pericles, actually not even Pericles, none of his plots is original. So our obsession right now, for instance, with the idea of originality, Shakespeare would not have understood what that meant."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:26.360",
        "message": "Yeah, there's a very cool book called The Seven Basic Plots by Christopher Booker, I think. And as a teacher of English, you must have access to so many such books. But essentially, there are just a handful of plots which are recycled over and over"
    },
    {
        "speaker": "Unknown",
        "time": "00:13:37.960",
        "message": "again."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:38.960",
        "message": "Exactly. And what is important is perhaps a journey and not so much the destination. And your destination through all of this was this book, which we are talking about today. But what was your journey to it? Like, how did you arrive at this subject of writing about the history of desire?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:55.160",
        "message": "Yeah, you know, I'm struck by what you said about when you teach your students about how to write an op-ed, you sort of insist to them on accessibility. And that's something I pride myself on as well. And it's something that comes quite naturally to me. Because I think writing should be accessible, not in the sense of dumbed down, because I think writing needs to deal with extremely rigorous ideas. And I'm a great believer in rigor. But that it needs to draw people in, insufficiently so that they want to deal with that difficulty, right? If you put them off at the very outset, then they're not going to come in to deal with that difficulty. So for me, I've always, even when I was writing my academic books, very invested in writing accessibly. And but as you know, when you're writing academic books, there is a certain degree of formal constraint, right? So you have to cite various texts, you have to have a bibliography that's very long. And I was never fond of that, because I always thought that interrupted the flow of the writing. And so I guess over the last 20 years, as I've been writing my books, I've been sort of filing away certain lessons about how I would ideally like a popular book to be. And all this was while I was still in the US, I was studying there, working there. And then after I came back, one of the things I loved about being back, and one of the reasons I wanted to move back, is that the intellectual culture in India is just much more broad based than it is in the US. As with so many things in the US, if you are an academic, you're an academic, you don't really interact with anybody else, you're speaking to one another, five people will read your book, and your book will come out two years after you've actually written it when you've even forgotten what it is. And so that kind of lag, time lag in terms of publication, social lag in terms of interaction, is deeply ingrained in the US. One of the many things I love about being here is that academics are reading the same thing that lawyers are reading, that podcasters are reading, that activists are reading. And so the conversation is much more multiform, right, that you can speak to many more demographics, which I find enriching and enlivening, I really find it exciting. So that was one thing. And the second thing was that the conversations that people have can actually be about really difficult subjects, but they can be had conversationally. And so I was very invested in that as well. And so I came back, I started writing a lot of op-eds, a lot of articles, which I loved doing, because I was reaching a huge audience right away. I was writing it the previous day, next day, it would emerge, right, which was unheard"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:41.160",
        "message": "of with academics. How does an academy cope with the shock of reading a book?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:46.240",
        "message": "That was really shocking. But more important than that, I was been doing this for a year or two. And then I met Ravi Singh, who was my editor, who was then with Aleph Books. And Ravi had read one of my articles, I don't remember which one, I think it was something about 377 or something about the national flag or one of those uncontroversial topics about which I write. And he approached me and he said, I want you to write something about desire in India. And I said to Ravi, I have no training in India. I am not a scholar of Indian literature, philosophy, history, religion, nothing. I can't write about India. And when you meet Ravi, which I hope you will at some point, you will realize he's an extremely persistent man. So he said, actually not dissimilar to what my advisor said to me, he said, you just need to think about it differently. Because I'm not asking you to write the definitive history of India. I'm asking you to think about how these questions of desire that are affecting the way in which you're thinking about life around you can actually be written in book form. So I promised him I'd think about it at least. And then I thought about it for a while. And what became clear to me is that I could never write the book on desire in India. But what I could do, and this is what I tried to do, is that I tried to think about the important questions that animate queer theory. Now, queer theory as a field barely even exists here, right? But the important questions that animate queer theory, which, you know, broadly are questions of identity, desire, sort of clothing, behavior, biology, I mean, all that stuff. And think about what Indian writings, thoughts, beliefs have said about these questions. So my framing narratives were very much derived from my training as a queer theorist. Those are the questions I was going in with. But the material I was looking at from the vantage point of these questions were Indian materials, which I had never really looked at before. And I remember starting out by saying, I am not going to touch the Kama Sutra because it's been done to death, right? Anyone who thinks about Indian sexuality does that. But I said, I have to read it at least. And when I read it, I was blown away. And so, as you know, I refer to the Kama Sutra a lot in my book. But my goal in the book was to be accessible, to be focused on specific questions and arguments and ideas so people can actually engage, not be esoteric at all, which is what people think when it's, oh, my God, this is Indian philosophy or Indian religion. People get completely turned off by that. But I'm used to that because that's what people do with Shakespeare as well, right? It's like, oh, my God, Shakespeare is so esoteric, I can't deal with it. So I'm actually very used to dealing with subjects that people think of as difficult, but that I know actually affects our everyday life. And so I guess I've had a lot of training thinking about these subjects and insisting to people that, in fact, you're not, you don't have to be brilliant or have a PhD in order to address these subjects. These are subjects you're addressing already. So let's just pause and think about them. And so that was the way in which I arrived at this book, with a lot of encouragement from Ravi and a lot of encouragement to sort of change the way I was thinking about India. And so for me, as soon as I was able to get my questions right, I was able to delve into the material. Because otherwise, I think, if I had just jumped into the material without any clue, I wouldn't have been able to anchor myself in any way. So I had to anchor myself as a queer theorist, and then approach this material that was new. And it was just exhilarating."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:34.820",
        "message": "No, and it was exhilarating as a reader for me to read it. I had a lot of fun reading it. So I could make out that you had a lot of fun writing it. And it sort of strikes me that there is the role of happenstance, that you weren't thinking of doing this. Yeah. And then Ravi happened to ask you, and then you looked at it. And you went along a different path than you otherwise would have."
    },
    {
        "speaker": "Guest",
        "time": "00:20:55.400",
        "message": "And who knows, maybe there's some other book at the end of the path not taken."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:59.240",
        "message": "And that's kind of fascinating. So you know, one of the things that you say in your book, and you've said in your talks, and that you're very adamant about is that you will not define desire, right? So I won't ask you to define it, obviously, that would be mildly silly. But I'm just curious as to whether, you know, for example, it strikes me that, you know, yesterday, I was craving a biryani. Now my desire for biryani is not desire. That's not what you mean in the book. From what I could make out your book includes your book accommodates carnal desire, romantic desire, which some would say is a rationalization, but at some biological level of carnal desire, perhaps even a little bit of spiritual desire thrown in, I don't know, I mean, so how does one then think about desire in this sense, without necessarily trying to nail it down,"
    },
    {
        "speaker": "Guest",
        "time": "00:21:51.280",
        "message": "which is a mistake all these patriarchs have made through history? Right. And that's a great question. I think after the victory in Delhi, we should all be eating biryani to celebrate."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:04.600",
        "message": "We are recording this on February 13. That's right. I would say it was a victory for us, but not necessarily a defeat for the BJP."
    },
    {
        "speaker": "Guest",
        "time": "00:22:12.000",
        "message": "And therefore, we should eat biryani just to make sure that we continue fighting. Exactly. Well said. I would disagree that your desire for biryani is not the kind of desire I'm talking about. Because I think one of the things I have done that we find convenient to do is precisely to sort of separate desires from one another, devaluing some and overvaluing, I would say, others. And so your desire for biryani seems to fall into the lower class of desire, because it's merely appetite, it's merely bodily, it has nothing to do with intellect, this, that and the other. I'm sort of paraphrasing what I think you might have felt when you said that. And I would disagree with that because I really think one doesn't know the seat of desire. One doesn't know what the confluences are that create certain desires. And so I would say your mind was very much active in your bodily desire for biryani. And so one of the things, of course, that I am interested in is not making that distinction between mind and body, that there is something about the body that is very much controlled by the mind, equally something about the mind that is very much controlled by the body. And these things come together in all these desires that you mentioned. And so for me, that desire for biryani, and as you know, I have a chapter on paan in the book, and I could easily have had a chapter on food in general. Because our desire for X is always a desire that comes from not necessarily a known source. So we don't know necessarily, oh, why do I want biryani now? And I think that absence of an origin or the complicated nature of an origin is always what is interesting for me. That's number one. Number two becomes, we rank desires because we sort of feel some can be satisfied, which are the lesser desires, and some can't be satisfied, which are the higher desires. But of course, as you yourself already know, you'd be quite happy to eat biryani again today. But just because you ate it yesterday doesn't mean your desire is satisfied. And this is precisely how we actually live sexuality. And someone like Freud was one of the early people to theorize this, although, as I say in my book, we've had these ideas around in India for centuries. The idea that an act or a deed can exhaust your desire of any kind is completely fallacious. So whether it is the act of genital sex, whether it is the act of eating biryani, whether it is the act of writing a letter or an op-ed, that desire, as long as it's desire, always needs to be refueled. And that is precisely why desire is both so scary and necessary. It's what keeps us going from day to day. It's also what gets us charged up because it's the thing that can never be satisfied in any lasting manner. And so that's why desire, which is why there's so much legislation against it, desire can be extremely threatening, both to the self and to the status quo at large, because it's the thing that erupts without necessarily having an origin. It's the thing that erupts, and even when it seems to subside, can erupt at some other point in some other day. So it's the thing over which we don't necessarily have control, which is why it's fascinating to me to think about, for instance, traditions of celibacy. And if I had written a chapter on food, you know, all this sort of fasting, all these are ways of trying to establish control over something that actually we fear controls us. And that's why desire can be so frightening. That's why we want to actually compartmentalize it and say, these desires are okay, but these are bad. And my argument is that all desire is potentially threatening, no matter what kind."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:11.000",
        "message": "Yeah, and it's sort of, you know, you quote from the Kama Sutra Vatsyayana saying, passion"
    },
    {
        "speaker": "Unknown",
        "time": "00:26:17.120",
        "message": "knows no order, right, where even where he's outlying, you know, the different kinds of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:22.240",
        "message": "desires, he also says, look, there are exceptions, I can't contain them. And what seems to me, as you outlined so beautifully in your book, that one of the tragedies of human society, in a sense, is that we have forced these categories and taxonomies onto our desires, which then also have this overlay of normative thinking around them, that you know, heterosexuality is good, man and woman having children is good, but something else is not good. Three lovers together is not good, for example, which you have a chapter on called fractions. And so, tell me a little bit about this normative urge, like, is it an inevitable urge, or is it just happenstance that that urge run out where at one time in our culture, we had this multiplicity of desires that did not need to be given a name and about which value judgments were not necessarily made. And then we move to this very puritanical sort of setup where, you know, it's all different."
    },
    {
        "speaker": "Guest",
        "time": "00:27:23.920",
        "message": "Yeah, you know, Sudhir Kakkar has a biography of Vatsyayana, which is titled the ascetic of desire. It's a fictional biography. And he's getting that phrase, which seems to be completely sort of contradictory. He's getting that phrase from Vatsyayana himself, because Vatsyayana writes at the end of the Kama Sutra, in which he sort of outlined all these sexual positions, among other things, but all these ways of having sex. He says at the end, Vatsyayana was completely celibate for the duration of writing this text, that I wrote it not for my pleasure, but for disseminating knowledge. And that is a very, that is a sort of nod to a very clear prescription that students should not have sex, right, so that that stage of one's life, when one is a student, one should not have sex. I keep joking about this with my students saying, look how how fallen you are compared to that. Because the idea was that you need to and it's a complicated idea, because it's an idea that is completely opposite, say Greek ideas about education in the in the same time. So Vatsyayana says, I was celibate, but my celibacy, and this goes back to what I was talking about Shakespeare's negative capability, my celibacy should not take away from the fact that I can know and enjoy sexual positions, right, and that kind of ability to speak from more than one position is what I fear we are losing now. And so it's not necessarily that we were more plural and are not now, I think we are every bit as plural now as we were then. But we are certainly trying to cage that plurality, because it seems to be dangerous. It seems to be scary to people. And so Vatsyayana can say, I am writing of things that I am not practicing right now. Whereas nowadays, the most sort of popular, say tag of a movie is based on a true story, or based on real life. And we are so invested in people speaking their truth, that we refuse to allow for the fact that people have multiple truths. And people have multiple falsities as well. And no truth is completely the truth in the sense that we understand exactly. And so that I feel is what we're losing. And that's what say someone like Vatsyayana is able to model for us, that you don't have to actually have one truth alone that defines you for the rest of your life, which I fear is the problem with sexual identities. And now this is a very, and I'm well aware that this is a sort of controversial thing I'm saying, but I've said it many times before, that I understand the desire to be able to say I am X, but that the people most fully served by my assertion that I am X, are people in power over me, not me myself. So in this sense, I think identity is a bit of a trap, because it's only people who want to curtail my identity and shape it themselves, who want to know who I am. So this question of I am X seems to me a wasted statement because I am X, Y, Z and A, B, C as well. But being forced to say I am X doesn't serve me. It only serves those forms with those multiple boxes of which I can take only one. And so what is sad for me about identity politics is to see people embracing it as their truth, when it's nothing but the idea of truth as singularity being imposed on them. And so my quarrel with identity politics is that people like us, and I mean every single one of us because every single one of us is on the margins at various points in our lives. People like us ought to know better, rather than try and scramble to join the center. We need to be able to embrace marginality much more fully, and not necessarily speak the language of the oppressor, which in this case, I think is the language of truth with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:33.560",
        "message": "a capital T. Now, what you just said, and also, you know, a lot of what is in your book, reminded me of this great insight that I got from Tony Joseph's book last year, Early Indians and Tony Joseph was also on the scene in The Unseen. And one of the interesting things he pointed out was, of course, all those different migrations took place from out of Africa, West Asia, then the Aryan migration. And then after the Aryans came and the Aryans were here and the remnants of the Harappans were here and the earlier and what happened was that for about 2000 years, it was a party. Everybody mingled with everybody else. It was full Saturday night, every day, right. And then what happened is, around a couple of 1000 years ago, endogamy sets in a particular and this is really the victory of a particular political strand, which is that Brahminical strand which, you know, sets up the caste system and so on and so forth. And there's endogamy and you're not allowed to sort of mingle with others. You know, Robert Reich expressed the consequences of this quite brilliantly, the geneticist, when he said that, you know, people think of India as a large population. It's not. The Han Chinese are a large population. India is a collection of many, many small populations, which is what endogamy has done to us. And it strikes me from this, that one of the driving forces behind maintaining this sort of power structure would be controlling the sexual and reproductive choices of women, and therefore, the curtailment of desire and the creation and the propagation of these"
    },
    {
        "speaker": "Guest",
        "time": "00:33:11.800",
        "message": "narrow categories. Yeah. Does that make sense to you? It makes perfect sense to me. Thank you. Wendy Doniger has done a lot of work on this. And as she, as many others have pointed out, the Rig Veda, for instance, begins with a hymn to desire. And it begins with a hymn that says the only thing we can know is desire. And even that we can never fully understand. I mean, it pretty much is the thesis of my book, which is that all we know is that we're shaped by desire and that we can never know in what way it's going to shape us. That's the way the Rig Veda begins. It's not till about 800 BC and the Upanishads start getting written, which is sort of several hundred years later, that this second strand that you're talking about starts getting injected into these discourses. And so the Vedic literature in and of itself is actually quite invested in desire and sexuality, sometimes very disturbingly. For instance, you'll remember the story of Brahma. The reason why Brahma has four heads is because he's lusting after his daughter and wants to see her whichever direction she goes in. And that is, for us now, a shocking story on all kinds of fronts. First of all, he's a god, he's meant to be the creator. Second, this is what we call incest. Third, it's also what we call harassment, because she keeps trying to run away from him and he keeps growing heads so as to look at her from every direction."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:31.680",
        "message": "That's in the Vedas."
    },
    {
        "speaker": "Guest",
        "time": "00:34:32.680",
        "message": "A fantastic God for the modern surveillance age. Exactly. That's right. The CCTV camera God. Exactly. And so our literatures of all kinds, our scriptures of all kinds, are actually filled with the most disturbing kinds of desires, at least disturbing from our vantage point today. And so to suddenly then start that purification process must have come as a shock even then if it continues to reverberate for us today as a shock, and it does. So you can imagine, I don't know what kind of battles must have taken place, but some scholars say that one of the battles was the advent of Buddhism and Jainism. That they found a lot of people moving away from Vedic Hinduism, which was not of course called Hinduism then, so just Vedic religions. Moving away from Vedic religions to the asceticism of Buddhism. And so Vedic religions then said, oh my God, we're losing popularity. What are we going to do? And so they decided to inject a strand of asceticism into their discourses in order to woo these people back. That's why you have this entire sort of four stages of life where they say, okay, you can have sex in this one stage, the householder stage, but everything before and after a celibate, including the student stage. And then the varnaprastha stage, right, when you go into the forest. So all these are huge developments. We don't quite, we're not privy to the controversies at that time where they debated this. But no doubt they existed to a large extent. But you can see how this extremely political desire, which unfortunately continues to this day, where you want to use your religion to draw people away from other ways of being in the world, must have existed. It must have because Vedic religions definitely change or start changing. Which is why, of course, even in the Mahabharata, you have the story of the invention of marriage. Marriage did not exist for the longest time, right? And this person called Shweta Ketu is sort of described as the person who started marriage and he starts marriage because, and he's the son of a famous, what we would call today sexologist, son of a famous sexologist who teaches like Vatsyayana, sex and sexual positions to everybody. And Shweta Ketu's mother and father, father's a sexologist, mother, like most women then would have sex with whoever she wanted. And apparently he was so upset when he saw her one day walking off with another Brahmin that he said, why on earth should we have this freedom? And the father says, but son, this is the way we've always been. Why are you getting so upset about this? And he says, well, from henceforth, it's not going to be this way. Women must marry, to go back to your question of controlling women, women must marry one man and stay faithful. And that's marriage. And this is what it's going to be from now on. And apparently the father's horrified at that, but that is the beginning of marriage as we know it, which is rooted in the desire to curb women's desire."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:33.980",
        "message": "So this is what you just said is a mythical instance of a historical process, obviously,"
    },
    {
        "speaker": "Guest",
        "time": "00:37:38.040",
        "message": "but it captures the impulse that, you know, women should not be, our women should not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:43.400",
        "message": "be sort of running around. So we've had these different strains and we'll come back later to, you know, how wonderfully wild and awesome Indian civilization has otherwise always been. But the whole process is then further exacerbated by the British coming to India and partly the British coming to India because, you know, they are incredibly sexually repressed. And as you've pointed out, we had open borders, they walked in because they could and also because they wanted some action, I guess, for them, it was like Bangkok is today for"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:12.040",
        "message": "many Indian men. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:14.040",
        "message": "So tell me a bit more about what happened, what did colonization do to us?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:17.640",
        "message": "Yeah. You know, I like to joke that when I was writing my book, I really tried hard not to blame the British for everything. And I just failed. But I want on the record that I made a good faith effort. I really tried because I am not overly invested in pointing the finger at one villain and saying, you know, that's the villain of the story because I don't think it ever works that way. I think life is more complicated than that. But unfortunately, with every one of my chapters, actually, this idea of plurality, this idea of complexity, this idea of multiplicity would inevitably screech to a halt around a certain historical point. Now, whether that's because the British introduced certain laws, which they did, for instance, to outlaw hijras or any transsexual or transgender people, or 377, where they outlawed acts against nature, or if it was just sort of in pronouncements that they made with, say, Macaulay's minute on education, whatever it is, on all fronts, I found myself faced with this huge barrier. And so, yes, I think the British were to a large extent responsible for creating a version of India that we continue to inhabit largely. But, and I've said this in my book as well, they didn't pull this out of thin air. They didn't or couldn't have imposed their repression wholesale on us if they didn't already find within us some strands that were receptive to that repression. And so, as I've said before, and this is what I was stating earlier about the Upanishads suddenly sort of taking a turn. And as you mentioned, Manusmriti and the caste system, they found in a certain version of caste Hinduism, very fertile ground for their repression. And so what they were able to do, and this is, you know, completely a master stroke of politics, what they were able to do is cater to our worst instincts, because that's what served their best interests. And so they said to us, you know, people are different from one another, you have to rigidly maintain that difference, you cannot, in fact, interact with one another. And that policy, which is now called by everybody, the policy of divide and rule, was exactly what they did in relation to India. Not only in relation to religion, as we know, and we're still sort of living the consequences of that, but also in relation to desire. So again, as I've said before, if you just look back to say, 10th, 11th century sculptures and Khajuraho and Puri and Konarak and all these temples across India, if you look at Sufi poetry, again, from the 8th century onwards, you will find the celebration of variety, the celebration of mixture. And what the British did was to try and succeed to a large extent in separating the strands of that mixture, in sort of saying, oh, here you have a sculpture where there are two women, one man and one goat, goats belong in animals, men belong there with one woman, and the other woman is out here. And so they actually, I mean, you can actually sort of physically envisage it as deconstructing a recipe, right? It's like, you know, when you eat something delicious and you say, oh, I know what all went into it, and you list the ingredients. That's what they tried to do, is separate things out rather than enjoying the gorgeously delicious finished product. And but they were able to do that, as I said, because we already had a language of puritanical separation. We already had a language in which the shadow of a lower caste polluted an upper caste. And that language of pollution, which is very much behind still the language of swachhata or cleanliness, that is a language that they used with deadly effect. And they used it on all kinds of fronts. They used it to make us feel ashamed of our desires, ashamed of our bodies, and sort of instigated a wholesale repression, whose consequences, I think, are absolutely awful and horrific."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:35.640",
        "message": "No, and as you've pointed out in your book, you know, many of the sculptures and temple art of the 10th century were actually made illegal under the British, you won't be able"
    },
    {
        "speaker": "Guest",
        "time": "00:42:43.760",
        "message": "to do those things like the two women, a man and a goat, there is actually a sculpture like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:48.880",
        "message": "I don't think it's the goat, it's a horse. See, you're embellishing, diminishing, not go to smaller than a horse is suddenly a more attractive proposition. And it seems to me that what the British did is somewhat willful, but at the same time, there's an element of happenstance to it, in the sense that they come to this country, they don't understand it is madly, deeply complex, they don't have the mental bandwidth or perhaps capacity to engage with it completely. So they try to draw simple narratives around it. And their first guides, the interlocutors in the country are obviously the elites, the Brahmins. And, you know, so they are fed this Brahminical version where Manusmriti is a guide to morality and so on. And they extrapolate that to be the truth of the nation. And it's very convenient because a lot of their Victorian morality aligns with that"
    },
    {
        "speaker": "Guest",
        "time": "00:43:40.680",
        "message": "sort of aligns with that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:42.440",
        "message": "And yet what is interesting is that in our popular culture, we see these multiple representations of desire, not just in the stories about our gods, but also in popular cinema. So I'll just quote from your book here, where you write, quote, desire is of the world, and it extends across what we now term, hetero and homosexuality, both of which coexist happily alongside polyamory, which is Krishna with many gopis and celibacy, saints with matted"
    },
    {
        "speaker": "Unknown",
        "time": "00:44:11.760",
        "message": "hair."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:12.760",
        "message": "Stop quote. And later, you say, quote, all around me in the Delhi of the 1970s and 80s were Hindi films that celebrated same sex attachments, Anand, older women desiring younger men, Doosra Aadmi, and cross couple desire, Angur. So stop quote, yeah, so you know, so and later again, you say, quote, millions of people know the stories of cross dressing gods, men hold hands freely, women frequently sleep in the same bed. This is a country that is deeply homophilic, even as it is often superficially homophobic. Stop quote, tell me a bit about this angle, because you know, your book very fascinatingly the first chapter, and we are very close to Mehrauli, so I was struck with the urge to actually go and see the shrine, you really should, I actually will, and this is the joint"
    },
    {
        "speaker": "Guest",
        "time": "00:45:00.760",
        "message": "tomb of Jamali and Kamali, tell me a little bit about that. I just want to sort of go back to your thing about cinema, or Hindi cinema, you know, Nick, two weeks from now, this much wanted film is going to be released, Shubh Mangal's Yada Saavdhan, which is being touted as a gay love story with Ayushman Khurrana and whoever his love interest is. And people are so delighted, there's a long article in the Indian Express the other day about how Indian cinemas finally come of age, and we're dealing with issues of homosexuality and openly dealing with issues of desire between men. And that article, like many other such things really irritated me, because it seemed just to blindly be speaking a language of Americanized identity politics, completely oblivious to what's quite literally in our backyards. And so this idea of, oh, here is a gay film, and finally, Indian movies have come of age, A, forgets the history of Hindi cinema, which is the queerest history of any cinema tradition anywhere in the world. And so to forget that is, first of all, not to know your Hindi cinema very well. But the second thing it's forgetting is a much older, much longer tradition of celebrating same sex desire in this part of the world. And the example that you just used from my book, which I talk about, which is the example of various Dargahs across the subcontinent, most close by to us, the Dargah of Jamali and Kamali. And this is one of those Dargahs, it's called the Gay Taj Mahal. It's actually beautiful, although one can't get into the actual tomb because it's under lock and key, but it's beautiful when you look at it from the outside as well. And Jamali and Kamali's Dargah is extremely commonplace, which is to say, as an idea in which two men are buried together side by side, it is extremely commonplace. And as we continue to know that the idea of being together in this life and the next and the next is a very, very strong indicator of desire, lasting love, love that sort of does not know the barrier of death. And so you have these multiple sites across the subcontinent in which a saint and his male disciple are buried side by side. This is to go back to what I said about the complicated relation to education as well that we have, right, and desire and education. The saint and his disciple are buried side by side, two men, without any problem, without any comment. Clearly the student is buried by people who have survived him. So there's no sort of talk even after these two men are dead. And so you have these spaces. And of course, Nizamuddin and Khosrow are perhaps even more famous an example, also in our backyard here, where Khosrow's poetry about Nizamuddin is just frankly, so erotic that it beats most erotic poetry I've ever read."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:10.600",
        "message": "In fact, I want to quote from a bit of it. And this, of course, is translation because he didn't write in English. This is quoted in your book, Amir Khosrow on Nizamuddin Auliya, quote, my blossoming youth is red with passion. How can I spend this time alone? Will someone persuade Nizamuddin Auliya? For the more I coax him, the more he acts coy, I'll break my bangles and throw them on the bed. I'll set fire to these bodies of mine. The empty bed frightens me. The fire of separation scorches me."
    },
    {
        "speaker": "Guest",
        "time": "00:48:36.440",
        "message": "Stop quote. Exactly right. See what I mean. You know, we are so timid today and this is a very blazing, literally explicit expression of desire now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:47.160",
        "message": "And these are the people who are buried side by side. And it's not just sexual desire, it's also romantic love. Like after Nizamuddin dies, you quote in your book about this couplet of his, where he talks about let the hair hang over my face because the universe is dark."
    },
    {
        "speaker": "Guest",
        "time": "00:49:00.440",
        "message": "It's dark. Exactly. That, you know, darkness has set upon the world. And so my hair is just going to cover my face because there's no light left to see. That kind of intensity, that kind of passion is unheard of in whatever shubh, mangal, saavdhan, zyada saavdhan, kam saavdhan, whatever it is that we want to do. I'm glad it's being made. But to tout that as finally India has arrived is such an act of ignorance that it boggles my mind. And the sense of even as we are trying to elevate India as finally arriving, we're actually forgetting India and its histories in all their multiplicities. And that's what is just completely mind boggling to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:42.360",
        "message": "Yeah. And I was also struck in all of this. It's not just Jamali and Kamali and you, of course, describe their tomb, showing how the tomb itself is both male and female."
    },
    {
        "speaker": "Guest",
        "time": "00:49:51.200",
        "message": "Right. Exactly. To go back to what we were saying earlier, when we said, you know, this desire is desire and that desire is not desire. One of the things I'm fascinated by is the desire of architecture. And what is fascinating about this Dargah is that among Sufis, the graves are very carefully delineated between male and female. And so the male graves have a sort of pen box on top of them because it's understood that the Sufis will write the Kalam, will use the Kalam to write. And this is what they're taking with them because they're so intellectually oriented. And the women Sufis have a flat top on them because the idea is that they are paper on which will be written. And if we sort of set aside the sort of sexist nature of that for a minute, what's fascinating to me about Jamali and Kamali's Dargah is that it is flat on top, which is to say it is feminine on top, whereas inside it's a dome, it's a pen box. And so it's a male sign of masculinity overlaid by a sign of femininity without deciding necessarily which one is the correct one or the proper one. It's giving us quite literally a hermaphroditic desire."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:03.320",
        "message": "And you call them signs of femininity because it was a custom that the tombs of female saints"
    },
    {
        "speaker": "Guest",
        "time": "00:51:07.960",
        "message": "will be flat on top and the men will have domes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:10.960",
        "message": "So this very interesting sort of incorporation of both elements into the design also."
    },
    {
        "speaker": "Guest",
        "time": "00:51:16.520",
        "message": "Exactly. And this is this is something that continues to this day. For instance, I always sort of tell my students the way in which desks and chairs are designed have desire in mind when they do that. So, for instance, when you go to schools, the desks will always be blank in front because the assumption is that the teacher should be able to see what the students are doing with their hands and between their legs, whereas the older you get. And so, for instance, if you're a professor in an office or if you're an older student, the desks will have what are known officially this is a technical term as modesty panels. The covering of the front of the table is known as a modesty panel because the assumption is you should be able to free to do whatever you want behind that table without anyone seeing you. So everything around us is articulated in relation to desire. And that was one of the things I was just fascinated by, which is that let's think about everyday life. Forget anything else. How our everyday life is saturated with these things about desire and how the origin plays"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:21.000",
        "message": "back to something we didn't even realize, like this is news to me, you know, and modesty covering is indeed a great help in my office years."
    },
    {
        "speaker": "Guest",
        "time": "00:52:28.880",
        "message": "But maybe modesty is alien to you, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:32.240",
        "message": "Well, what can I say? And I also found this fascinating, I mean, this is really hilarious, where you spoke"
    },
    {
        "speaker": "Guest",
        "time": "00:52:38.760",
        "message": "about the traveling tomb of Bulleh Shah as an example of mobile desire. What is this traveling tomb? It's just fascinating. I mean, there is a tomb of Bulleh Shah in what is now Pakistan. And I'm driving down from Manali, and there's a sign saying Bulleh Shah Ji Ka Dargah. And so I asked the driver, it's like, oh, my God, is this suddenly changed? Are we suddenly in Pakistan? Isn't this, wouldn't this be amazing? And the taxi driver says, nahi, nahi, jee, yeh Bulleh Shah Ji Ka Dargah toh har jagah hota hai. It's anywhere you want it to be. Which actually among, for instance, the Bhakti saints, there was this Namdev in Maharashtra and things like that, there is a very clear sense of what's called a mobile temple, which is you carry your temple with you wherever you go. So you don't have to, in fact, be fixed on a temple or a particular site, which of course throws new light on the entire Ram Janmabhoomi Ayodhya thing, right? Which is that a fixed temple actually was not the truth of practicing religions that now call themselves Hinduism. Similarly, in Sufi traditions, this idea of a Dargah is both something that is there set in stone, quite literally, and something that travels with you wherever you go. And so people can be in love with Nizamuddin wherever they are, or people can be followers of Jamali wherever they are, they don't need to be present at that physical site. And that to me is something that's deeply spiritual, right? That's deeply evocative in the sense of, I am, I both am and I'm not here. And that kind of Sufi tradition, and I talk about that story in my book about how they say the mark of a Sufi saint is someone who can preside over his own burial, right? And that sense of both being here and not here, going back to Shakespeare's negative capability, I'm writing, but I'm not writing myself. That kind of ability I find absolutely powerful. And that kind of ability is what I think encourages empathy, understanding across borders. And that's what we're so in danger of losing now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:44.720",
        "message": "So you know, before we head into a commercial break, I want to take you back to what you said a little earlier, which is, you know, it's not there in your book, but I found it fairly interesting where you were talking about the queer histories of Bollywood, for example. And this notion which I have, you know, I can see both sides of where it is coming from that on the one hand, I'm really glad that films like Kapoor and Sons and shows like Made in Heaven are being made where, you know, gay protagonists are shown as completely normal people with completely normal desires, and it's not like something exceptional or not caricatured in other ways. But at the same time, it strikes me that the reason that these specific films are like this is that Bollywood right now is being driven by elites. And this is a reflection of how the elite see themselves or how they want to see themselves."
    },
    {
        "speaker": "Unknown",
        "time": "00:55:35.040",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:36.040",
        "message": "And it's not necessarily a reflection of popular culture necessarily, I think TikTok gets closer to popular culture. And while it's incredibly, I'm addicted to TikTok, and it's absolutely awesome. But it's also, you know, it also shows our society's misogyny and sexism, and all of these things. So, since you've thought more deeply about this than I have, obviously, can you elaborate"
    },
    {
        "speaker": "Guest",
        "time": "00:55:58.880",
        "message": "a little bit? Actually, one thing that you said really struck a chord with me, and a friend of mine said this the other day, she said, and I enjoyed Made in Heaven as much as anybody else, although it took me a bit of time to get into it, but I'm really waiting for the second season to come out and things like that. But a friend of mine pointed out what's interesting about Made in Heaven is that the gay male protagonist who finally comes out at the end, in the narrative of the story, he's the one who goes out and starts a certain gay rights movement. Rather than placing him within the long history of sort of queer rights movements in India, he is shown as the person who is leading the way. To go back to your point of a certain elite kind of narrative that sees itself as being emancipated, that sees itself as being the sort of torchbearers of freedom, rather than actually saying freedoms have existed in this part of the world for much longer than you can even remember. And what about if we go back to that rather than sort of saying, here we are in a brand new direction. So this idea of reinventing the wheel, as though it has never been done before, is something that can be very irksome and very annoying. And because I enjoyed Made in Heaven, it was not that annoying to me there, but it's annoying to me in several other places. I didn't love Kapoor and Sons, I didn't hate it, for instance. But for me, a film like Goliyon ki Raas Leela Ram Leela is much more queer. A film like Dostana is much more queer than someone that has an openly gay protagonist. That is no doubt doing an important kind of work. But it is also catering to a kind of identity politics that I find problematic. So for instance, generations of gay men in India, like generations of gay men in the US with a different relation to a different person, generations of gay men in India have grown up identifying with the icon of Helen, for instance, just like generations of gay men in the US have grown up identifying with the icon of Marilyn Monroe."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:57.560",
        "message": "In fact, I had an episode with a friend of mine, Vivek Tejuja, who's just written a book and he spoke at length about how he grew up, you know, with Helen as his icon."
    },
    {
        "speaker": "Guest",
        "time": "00:58:05.040",
        "message": "Exactly. And so that kind of cross-identification is what is queer. Nowadays, when you're saying, oh, gay men should look for a gay man in the narrative, you're shutting down on other possibilities. You're shutting down on the fact that gay men might identify with women. You're shutting down on the fact that gay women might identify with men or any kinds of cross-border attraction. And so I see what is to be gained, but I also see what is being lost in that. So every time we present a gay protagonist and pat ourselves on the back for being so liberal and liberated, we also have to remember that what we're losing is that texture of desire that did not predict in advance who I must identify with, that was able to leave scope for cross-identification, that was able to leave scope for me as a gay man to identify with a female vamp."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:59.880",
        "message": "That's what we're losing right now. Now these textures of desires are very complicated. The real world is very complex. Cinema and all popular art necessarily aims to keep it simple, simpler narratives work better. You know, the Shakespeare would disagree."
    },
    {
        "speaker": "Guest",
        "time": "00:59:13.440",
        "message": "Exactly. I was just going to say that. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:16.440",
        "message": "But over here, that is sort of, I mean, unless you're Shakespeare, you're not going to pull off complexity quite like that. So, you know, you have these urges to therefore simplify the narrative, make it explicable"
    },
    {
        "speaker": "Unknown",
        "time": "00:59:27.240",
        "message": "and so on. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:29.240",
        "message": "Which is why I'm curious about what you meant by the queer history of Bollywood per se."
    },
    {
        "speaker": "Guest",
        "time": "00:59:33.920",
        "message": "Can you elaborate a bit on that? I mean, if you just look at these films of the, of the seventies and eighties, all these so-called, you know, dosti films, these yaari films, always sort of featuring two or more of a cast from Amitabh Bachchan, Dharmendra, Shashi Kapoor, Rajesh Khanna. And you refer to Anand, of course. Of course. And that's just one example where the intensity of the bond between the men, it may end up in heterosexual marriage, right? With Jaya Bhaduri or Hema Malini or whoever it is, but the film is about the intensity of the bond between the men. Now, this is where actually an analogy with Shakespeare comes in because all of Shakespeare's plays, especially his comedies, will end with heterosexual couplings without question. But the force of the narrative is the force of the bonds between same-sex couples. So what do you do with that? We have a choice, right? Either we say the end justifies everything. And the fact that Amitabh Bachchan and Jaya Bhaduri get together at the end means forget anything else that happened with anybody else. You can certainly do that. And a lot of people have done that. So people like me who are interested in The Textures of Desire, we know that the end is by no means the only thing that is going on. So for us, our energy is derived from the fabric of the rest of the film. Like two hours and 58 minutes, these two men are staring deep into each other's eyes. For two minutes at the end, you have the man and the woman together. How does the one outweigh the other? And so for me, if we actually take cinema seriously, the tropes of cinema seriously, who is looking into whose eye, who is saying, I cannot live without you, who is saying, I'm going to die if I cannot have you, quite literally in the shape of Anand, that's where desire is. So for instance, if you just sort of did a blind test and you say, here are a list of the dialogues that character A is saying to character B, identify who character A is and who character B is. Most people from a heterosexist perspective will say one is a man and A is a man and B is a woman. And then you say, reveal A is Amitabh Bachchan and B is Rajesh Khanna. What do you do with that? And so this is what I'm interested in. That's what I mean about the queer pasts of Bollywood is that there has been a comfort with even a celebration of that mode of queerness that will not come out and say, hey, I am gay, but that covers a spectrum of desire that I find more interesting and fascinating than the sort of identity category mode of sexuality, which we are inhabiting today."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:11.840",
        "message": "I think there's also, you know, I mean, what instinctively comes to me is how should one distinguish sexual desire from non-sexual desire? Like it just seems to me, for example, looking back at Anand, which I will never view in the same way because of you, you have spoilt it for me, or perhaps you made it better for me, who knows. But it seems to me that it doesn't come across as sexual desire in the film, certainly not as overtly sexual desire, or maybe my gaze was wrong, and I'll see differently now, regardless. And, you know, is there a danger that when you're sort of, let's say that as a scholar, when you're looking at that kind of cinema, and you're studying queer cinema, is there a danger of looking too much and reading into, like, I remember, you know, when I was a teenager, I saw the film Dead Poets Society, which is such a lovely film, and I absolutely loved it then. And then I came across a review in some esoteric magazine, which spoke about the suppressed homoerotic desire in the film. And I was like, what is this rubbish? These are people who are over-interpreting, over-analyzing."
    },
    {
        "speaker": "Guest",
        "time": "01:03:08.800",
        "message": "Is that a danger? You know, what always fascinates me about questions like this, and I think it's a very good question, because the question a lot of people have. What fascinates me about these kinds of questions is the implicit assumption that my reading is just the right amount of reading. And somebody else's reading is over-interpreting or over-reading, and it's too much or excessive. And that seems to me to emerge always from a position in which my reading is challenged, or my reading is shown perhaps to be inadequate to the material at hand. So I don't think there is any such thing as over-interpretation. I certainly think there are wrong readings or bad readings, but I don't think there's anything known as over-interpretation, as opposed to just right interpretation. I think all interpretation is reading into the material. You're always interpreting in a certain way. We've all grown up in such a misogynistic, heterosexist framework that that kind of reading appears normal to us. And I'm including myself in this 100%. And that kind of reading appears normal to us precisely because we've always been told that is the truth. You don't need to think about it. Again, back to truth with a capital T. If, however, and this is what I guess we're all banking on, if we allow the truths of our lived reality to trump that singular emphasis on truth with a capital T, we can read much more widely than we usually do. Now the best way, for instance, I always tell people, the best way to lose friends is to go to a film with them. And when they say, oh, I really loved it, you say, yes, but what about this that happened there?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:51.560",
        "message": "I just went to get entertained."
    },
    {
        "speaker": "Guest",
        "time": "01:04:53.000",
        "message": "Are you that person? I am that person. But I still have lots of friends, thank God. But to me, that is what is reading, right? That we are always reading films. But what does it mean to oppose a reading that is not given to us, that we are coming up with, rather than just inheriting a misogynistic, heterosexist framework and say, but this is about love between a man and a woman. Which brings me back to something you said a little bit earlier before this question, which is that how do we know it's sexual desire? My answer to that very clearly is we don't. We have no idea. But then my question to you would be, how do we know what sexual desire is? Do we understand sexual desire as meaning genital intercourse? Clearly not, because there are lots of people who feel sexual desire for others who never have genital sex with them, right? So that's not what we mean. What we mean by sexual desire is a desire that wants some kind of physical consummation. What does that mean? Arm around the shoulder, pat on the back, holding hands, kissing, hugging, whatever it is, other than kissing, all these things these two men do, if that's the lens through which we're looking at. What we generally understand by sexual desire, in fact, is not shown in any Hindi cinema. You never see, at least in the 70s and 80s, you never ever saw men and women having sex. What you saw were tropes of desire, the flower falling, the shirt untucked, the door that is hastily slammed shut, the tie that is askew, the bindi that is rubbed off. All these are there. I mean, Rajesh Khanna is often looking disheveled. He's often looking sort of, you know, and Amitabh Bachchan is often looking deep into his eyes. We would normally understand that as a sign of sexual love. When these two men are looking into each other's eyes, why do we not read that as sexual love? It's a question for us, not a question for the film."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:52.120",
        "message": "And as we go into a commercial break, I'll leave you with the reimagining of a film dialogue inspired by Madhavi. So if you don't like it, blame Madhavi. This is that classic scene where Amitabh Bachchan asks Shashi Kapoor, mere paas ghar hai, gari hai, ye hai, wo hai, tumhare paas kya hai, and Shashi Kapoor replies, mere paas condom hai. See you after a commercial break. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into products of everyday use. These include wearable art like stoles and dresses for women and evening shirts for men, home decor like wall plates, cushion covers and table linen, and accessories like tote bags and pencil pouches. This allows art lovers to actually get fine art into their homes at an accessible price, and artists get royalties on sales, just like authors do. Their artists include luminaries like Dhruvi Acharya, Jaideep Mehrotra, Madhuri Kathe, Sameer Mondal, Brinda Miller, Tanmay Samanta, TM Aziz, and Manisha Gehra Baswani. They accept bulk orders for corporate and festival gifting. But even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 15% discount, apply the code unseen, U-N-S-E-E-N. That's unseen for 15% off at IndianColors.com. Welcome back to The Scene and The Unseen. We are chatting with Madhavi Menon about The Scene and The Unseen of Human Desire. And you know, so before we went to the break, you were telling me about how Bollywood has all these tropes to not show sex, for example, you know, whatever the two roses kissing and the closed door and the bindi out of place. And it struck me while reading your book, that our mythology has these as well, because the gods are never actually shown reproducing. And you know, one of the finest stories that you have outlined at length, and I shall ask you to do so again, is the story of Ayyappa, you know, right from his origin story to everything that happens with him, is mind blowing and is extremely relevant to our times as well, because Ayyappa is the god at Sabarimala. That's what the first is all about. That's right."
    },
    {
        "speaker": "Guest",
        "time": "01:09:10.640",
        "message": "So take us through a bit of that. That's right. Amit, I see you're sort of hellbent on getting me into trouble, but that's okay."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:16.240",
        "message": "We'll both get into trouble. I'm used to that. This podcast has gone on for more than an hour. I do not think that, you know. They would have got to this point."
    },
    {
        "speaker": "Guest",
        "time": "01:09:23.600",
        "message": "Exactly. Well, I've already gotten into trouble about this. I wrote an article on this in the Indian Express, and I had a police complaint filed against me. Are you serious? Yeah. Which luckily has not yet been converted into an FIR. So I'm just hoping it stays that way. And the complaint said, of course, I had outraged, hurt, insulted, one of those words, the sentiments of lakhs and lakhs of Hindus, which I actually found funny, because the person thought they were just lakhs of Hindus, rather than millions, or hundreds of millions, who are these lakhs"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:56.520",
        "message": "of Hindus? You felt offended. I have only offended so many people."
    },
    {
        "speaker": "Guest",
        "time": "01:10:00.360",
        "message": "I must be doing something wrong. Exactly. Let me go on Amit's show and rectify that, exactly, exactly. I mean, and also part of the problem, of course, is this classification of Hindus, which, you know, I don't need to talk about right now. But the story of Ayyappan is just fascinating. And as you just said, he is the presiding deity at this place of worship called Sabarimala in Kerala, and is the presiding deity. And I have known him all my life, because my maternal family, my mother's family, have been Ayyappan devotees for a long time. So my grandfather, my maternal grandfather, I don't know, made that pilgrimage over 30 times to Sabarimala, and in fact, wanted to take us as well. And my sister and I were taken, went along with my father and grandfather, when I was eight years old. And I like sort of scandalizing people by saying, I am a woman who has been to Sabarimala, and I was bleeding when I went. But of course, the story is that a leech had attached itself to my foot, and so I was bleeding in that sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:02.280",
        "message": "Non-sanskari leech."
    },
    {
        "speaker": "Guest",
        "time": "01:11:03.280",
        "message": "Exactly. And the lecherous leech. So I went when I was seven or eight years old. And so Ayyappan and the Sabarimala temple has been a part of my upbringing, I mean, part of everyday life. So it was fascinating to me, this entire court case that has, the way it's played out over the last two or three years, because I was very glad that someone had filed a case against it. I mean, I am not enough of a believer in pilgrimages to have been outraged by that. But there was something, I'm so glad that this happened, and I'm very glad the Supreme Court ruled the way it did, even though it seems to make no difference because the government is still not allowing women of menstruating age to enter through the front steps. So what I wrote about Ayyappan, the article that got me into trouble, is that the fundamental premise behind people who do not want women of menstruating age in the temple, the fundamental premise of those people are that Ayyappan is a celibate God, which is to say, and this is the fundamental assumption number two, that Ayyappan as a male God is going to be attracted to women. And menstruating women, because they are sexually active, will be the ones to tempt Ayyappan, the male celibate God. So you see the number of assumptions going on here. And this ties back to our earlier conversations, what we take to a conversation that we regard as normal are just assumptions we've never been told to think about. So the assumption of heterosexuality is just rampant here. Ayyappan, male God, should not see women because his celibacy should not be challenged. And such a weak God that we need to protect. Exactly. Who was it? Shashi Tharoor who said, there was a time when we thought the gods would protect us, and now we feel that we need to protect the gods. And so that's the fundamental premise. And what I find fascinating is that there is actually nothing in Ayyappan's mythological stories or histories to suggest heterosexuality in the least. Now, this is not to say he is or is not heterosexual. I'm actually not interested in that. But it is to say that if heterosexuality is the fundamental belief with which people are being monitored, can you show me where that belief is coming from? And so there are three stories about Ayyappan that we know. They're all mythological, of course, like all the stories of our gods are. But there are three stories. And as I said, none of them points in the direction of heterosexuality. The first, of course, an origin story is that Ayyappan is the son of two men. He's the son of Shiva and Vishnu, Vishnu in drag as Mohini. You know, as you know, Mohini is brought into being to defeat the demon so that the gods can churn the nectar and steal the nectar for themselves. I mean, what is wonderful about the pantheon of Hindu gods is that they're always up to no good, always up to mischief, always cheating, always doing this."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:00.760",
        "message": "It's great. Our gods are awesome. Our gods are so much cooler than the people who follow them."
    },
    {
        "speaker": "Guest",
        "time": "01:14:06.000",
        "message": "Absolutely. Never a dull moment. Right. It's just all fun all the time. And so Shiva and Vishnu, Vishnu takes on the avatar of Mohini, destroys this demon called Tarakasura, who is actually threatening Shiva. Shiva is hidden in a tree trunk, Mohini does her charm, and then Mohini turns back into"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:25.880",
        "message": "Vishnu. And I found even the origin story of the origin story very funny, the way you told it."
    },
    {
        "speaker": "Unknown",
        "time": "01:14:30.200",
        "message": "Exactly."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:31.200",
        "message": "That this demon went to Shiva and said, kindly give me a boon, everything I turn should turn to ash. And Shiva is like chilling and all, he says, fine. And then this guy starts chasing Shiva. To touch him. Exactly."
    },
    {
        "speaker": "Guest",
        "time": "01:14:42.720",
        "message": "And Shiva goes up a tree and he tells Vishnu, come and help me. Please come and help me. So Vishnu comes as Mohini destroys Tarakasura by making him touch himself. So he turns to ash. And then Vishnu says, done and dusted, I'm back now as Vishnu. And Shiva comes out and says, thanks so much. But you know, I got a dim glimpse of you as Mohini and you were really sexy. So can you just sort of turn back into Mohini again? And so Vishnu says, sure, no problem. I actually love, I love all that stuff. Becomes Mohini and Shiva is so excited, he spills his semen, right? That's one of the secrets about our gods is that they never actually have genital intercourse. It's always the sun inseminated the rock or the river. Semen is spilt here. So it's always that kind of. So again, to go back to what counts as sexual desire, you know, it's a desire for a rock in many cases. Shiva spills his semen, off that comes the person who becomes Ayyappan, right? In different avatars. So Ayyappan is the son of Shiva and Vishnu in drag as Mohini. The son of two men. The second story we know about Ayyappan, for a fact, is that his best friend forever, his BFF, is a Muslim pirate called Babur."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:52.880",
        "message": "And in fact. Bengalis call Babur. I'm half Bengali, so self-deprecating, kindly do not be offended if you are some Mukherjee person listening to this. I am also Bengali."
    },
    {
        "speaker": "Guest",
        "time": "01:16:02.120",
        "message": "Lakhs of Mukherjees."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:03.120",
        "message": "Babur. Lakhs and lakhs of Mukherjees."
    },
    {
        "speaker": "Guest",
        "time": "01:16:05.120",
        "message": "But anyway, so Babur, in fact, they are so close that the pilgrimage in Sabarimala, you have to start from the mosque of Babur, dedicated to Babur, and then go up to Sabarimala. So in fact, you cannot worship Ayyappan without worshipping Babur. And again, stories of how they got together, whether they fought together, all that is the multiple stories. But we do have a story in which Ayyappan tells his father, please treat Babur as you would treat me. And the sense of we are one, again talking about tropes of romance, is very much one between Ayyappan and Babur. And just as a slight sidebar, the worship of Babur being an absolute necessary prelude to a worship of Ayyappan just shows you what a syncretic, pluralistic monument Sabarimala is. It has also historically been one of the few temples in Kerala that has never had prohibitions on caste, which is why the prohibition on women makes so little sense, but I'll come back to that later. So that's the second story. His best friend is Babur. The third story now, perhaps most fascinating of all, is that Ayyappan says, build me this temple. Here is my statue, and I'm going to go up to heaven. Goes up to heaven, because he's the son of Shiva and Vishnu, he's the elite, right? His elite god, and is soon set to sort of take over control of the heaven."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:32.360",
        "message": "He's Lutyens' elite in heaven."
    },
    {
        "speaker": "Unknown",
        "time": "01:17:34.360",
        "message": "Lots of real estate, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:37.120",
        "message": "And so he's set over to take over the heavens, and he has one grand plan. He said, my grand plan is, I want to abolish both birth and death. Because if we don't die, then we won't need to give birth to more people, because we give birth to children, because we fear we will die, and then we want someone to continue after us. But if we're not going to die, why bother giving birth to children? We can just enjoy ourselves throughout our life. So he sort of starts thinking about, how can I execute this plan? And the other gods start getting worried, because they know that most of the offerings that come to them come because people don't want to die, and because people want to give birth. And they said, if we abolish birth and death, what the hell is going to happen to our revenues? So they send Narada to Ayyappan and says, please, get him to change his mind, distract him, take him away from this idea, it's a bad idea. So Narada goes to Ayyappan and says, excuse me, can I have a minute with you? And Ayyappan says, you know, I'm really busy right now, I'm coming up with this plan of abolishing birth and death, you know, it'll take me a few months, maybe after that you and I can chat, coffee sometime, right? And Narada says, no, no, no, it'll just take two minutes right now, please, please, please. So Ayyappan, being a nice, kind-hearted guy says, okay, sets aside his blueprints and said, okay, what is it? So Narada says, I have just one question for you, Ayyappan said, okay, what? He says, can you tell me how you are related to your father's wife and your mother's wife? And legend has it that Ayyappan was so perplexed by that question, that he in fact came back down to earth into his temple at Sabarimala, where he continues to this day, because he has still not found an answer to that question, right? If you think about it for a second, right, father's wife, Parvati, okay, you can say she's my stepmother, she's my father's wife, but not my mother, this, that, and the other. Vishnu's wife, first of all, is Vishnu my mother or is Mohini my mother? Is Vishnu my mother in drag as a man? So is my mother really a father? And then is my father's wife or consort Lakshmi, what is she? Is she the wife of my mother or my father?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:51.080",
        "message": "He's still trying to work out those permutations. Or is the rock my mother?"
    },
    {
        "speaker": "Guest",
        "time": "01:19:54.120",
        "message": "Is the rock my mother or the tree trunk or whatever, right? And so the idea of sexual indeterminacy is written into the very legend of Ayyappan at every level that we know about him. So to presume that this man, son of two men, deeply enmeshed with another man, wanting to abolish birth and death, should be the presider of heterosexuality. It's like, where is this coming from? And it is coming, of course, as I dared to answer, from us. That answer of Ayyappan is a male heterosexual God who is celibate is coming from male Brahminical priests at Sabarimala. And you know, in any court of law anywhere in the world, your first question in a criminal case is who stands to gain? The only people who stand to gain here are the male priests and what they think of as their tradition."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:51.080",
        "message": "In fact, it could be argued that they have literally imprisoned their God."
    },
    {
        "speaker": "Guest",
        "time": "01:20:54.880",
        "message": "Exactly. Whereas the traditions as we know it in relation to Ayyappan all set him free, which is why Sabarimala is usually such a wonderfully open, syncretic place. No barrier on caste, no barrier on religion. The only barrier is misogynistic. And I just find that shocking."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:13.840",
        "message": "Indeed. And while talking about Ayyappan and Vavar, you spoke about how Ayyappan went to his dad and said that, you know, my BFF Vavar or whatever, treat us as one. And you know, you have a very interesting chapter in your book, and this is actually chapter 1.5 called Fractions, where you sort of militate against this notion of two people being treated as one. And you know, you refer back to Aristophanes, who is asked to, you know, sort of talk about desire. And Aristophanes said that, you know, man and woman was once joined and they were separated. So now the two are trying to become one again, which is that whole romantic notion. But you point out that all desire isn't like that. You know, and in fact, I often, you know, these days, people are talking about the uniform civil code coming into action at some point in time and whatever. And I have always thought that in a utopian world, you would not have a civil code at all. You would have individuals freely associating with themselves in whatever way, drawing up their own marriage deeds, if they so desire, without the state being involved. And why just two individuals? It could be three individuals or four individuals, you know, voluntary exchange."
    },
    {
        "speaker": "Guest",
        "time": "01:22:20.240",
        "message": "Right. Exactly. The one thing that I would add to your recounting of my Greek story from Plato, Aristophanes's idea is that we were all double once. And it was not only men and women who were joined, men and women were only one third of those who were joined. Another category were men and men, another category were women and women. And so, and these human beings, doubled human beings became so strong that the gods became jealous. Right. Greek gods are also quite as fascinating as our gods because they're also up to machinations all the time. And the gods say, let's divide them and half their power. So everyone gets divided. And so according to this myth, that is why we keep saying we're searching for our other half because we once used to be double and we've been divided. But that still sticks, as I point out with this idea of whole numbers and has given rise to this entire thing of one plus one equals one. Right. I and my lover come together and we are one because we're actually half and half that come together as one, two becomes one and one plus one becomes one. This is the mathematics of love, if you will have it. Right. So I've always been interested. Remember I said at the very beginning, I'm interested in things that people don't like to think about. We like to think about whole numbers, but what about the things between these two numbers? And so I was always fascinated. If one plus one equals one, what about one plus half or half plus three quarters? Right. If we had to measure our mathematical investment in our partners, it probably won't be whole. You're thinking about 55 other things, about 65 other people. Right. So if we're doing this mathematically, what is it? How much is it that we are in this relationship? So when this film going back to Bollywood came out, it just fascinated me because here is a film that is actually talking about ishq in relation, not to whole numbers, but to a fraction. And this is how I say Bollywood can really be brilliant without necessarily saying here is a gay character. Right. And, you know, this is going to be a spoiler alert. Anyone who has not seen it, please fast forward the next five minutes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:29.200",
        "message": "But even if you give a spoiler, we have agreed it's the journey and not the destination."
    },
    {
        "speaker": "Guest",
        "time": "01:24:32.960",
        "message": "There you go. Yeah. So the the point of Dehdish Kiya is that these two women are lovers, but we don't know that in the film at all because the two women also have two men, Nasruddin Shah and Arshad Warsi. The women are Madhuri Dixit and Richa Chadda. We always are pairing up these two, man, woman, man, woman, and completely blind to the possibility that it might be the two women together. And so the joke is on us at the end of the film when we finally realize, oh, my God, it's the two women who are together. Because what that shows us is that to go back to our earlier conversation, we have been looking from a perspective that seems so commonplace, that seems so right that we don't think about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:19.000",
        "message": "it."
    },
    {
        "speaker": "Guest",
        "time": "01:25:20.000",
        "message": "So the revelation in the film is not about the characters, it's about the viewers. Exactly. And, you know, this film is based on an Ismat Chugtai short story called Lihav, The Quilt, which, as you know, is famous now. But my favorite story about Lihav is that Chugtai had a case filed against her. Mantu had a case filed against him similarly, I think, for a Kali Shalwar or something of the kind. They both traveled to Lahore together in 1942 to appear before the court. And it's still the British High Court, Lahore High Court. And the charge is obscenity against Lihav. And Ismat Chugtai's lawyer gets her off because he asks every witness for the prosecution, OK, you have alleged that this is an obscene story. Can you point to a single word in the story that's obscene? And none of the witnesses could do that. And so the judge said, well, if you can't point to a single word that's obscene, let's get rid of this. And that, to me, is the beauty of this tale, because there is no word like gay, lesbian, sex, nothing. Yet here is the canonical love story between two women in our culture."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:29.440",
        "message": "And it's a masterpiece of subtlety. Can you tell our listeners, you know, briefly what it's about?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:34.480",
        "message": "I mean, it is stunning. It is about this woman, Begum Jaan, and her maid, Rabbu, which is exactly the template that's recreated in Dedesh Kiya. Begum Jaan is married to a man who we would now call a gay man, who is interested only in young men and sort of spent all his money on them. The assumption is that they never had sex, never consummate their relationship. And the story goes on about how Begum Jaan is wilting with each passing day. And she develops what the story evocatively and brilliantly calls an itch. So she develops an itch and she's scratching herself all the time, called the doctors and the doctors say, there's nothing wrong with you. We don't know where this itch is coming from. But she's in agony. She's in pain. She's in distress until the maid, Rabbu, comes and says, I can give you a massage. I can press you in a way that the itch will disappear. And the story is narrated about how Rabbu's massages cure the Begum entirely. And she blossoms and glows and looks delighted. Now this entire story is being told from the vantage point of a 10-year-old girl who is Begum Jaan's niece. And so she says, what is all this massaging going on? I don't understand it, but Begum Jaan seems to love it. And the story is about how she's sleeping in Begum Jaan's room at night in a cot like we all do, you know, relative sleep in the same room. But Rabbu is also in the same bed giving Begum Jaan a massage and how the little child wakes up in the middle of the night and sees the lihaaf, the razae, the quilt, rising and falling in interesting shapes because of the activity going on underneath it. And till the end of the story, she has no idea what's going on. So what are you going to say? Razae is obscene, lihaaf is obscene, itch is obscene. What do you say? But you put all these together and you have a clear story about the lack of sexual satisfaction and then the consummation of sexual desire. And so Chukta's brilliance, and the lawyer's brilliance actually, is to say, what do you think of as obscene cannot always be named? Which takes us back to that entire conversation about identity politics and categories of naming. Right? What do you lose when you name and what do you gain without a name?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:50.280",
        "message": "And just thinking about what seems beautiful about the story is that it also seems to illustrate what Marshall McLuhan said about the medium being the message. Because what is so beautiful about the story is not just what happens, but the way it is told. Exactly. And that interplay with the viewer where, you know, you get everything and yet don't get anything. Yeah, exactly. Absolutely. Absolutely. So, you know, and you would have more Danish gear, I'll quickly sort of quote these words from your book, which sort of make it explicit what you just said, quote, the film is operating on three basic principles of desire that affect us all. First, it shows how easy it is to see heterosexual couples everywhere. Second, it shows us that non-coupled, non-normative desires are everywhere around us, even if we don't know how to see them. The third principle with which the film works, there is always more and less to desire than meets the eye, stop quote. Yeah. Yeah. I was also sort of, and I wonder when you say that, you know, the second principle, that it shows us that non-coupled, non-normative desires are everywhere around us, even if we don't know how to see them. Would it also then hold that even when we don't know how to see them in us?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:59.960",
        "message": "Exactly. Exactly. So if we stick with the first part right now, you know, there's a park outside the studio with benches and in Delhi, winter sun, of course, there are always people sitting there. And I have a fantastic photo that I took of three men on that bench, watching something on a phone, one of the guy's phone. Definitely TikTok. Oh really? And they are completely intertwined, like arms around each other. One guy's leg is over the other guy's thigh, completely immersed in this video, which could well have been of a woman dancing. I don't know. But their body language, any other so-called developed country in the world that outlaws homosexuality, they'd be arrested right there on the spot. So for me, yes, we don't know how to see, and we don't know what it is that we're seeing, because they might be perfectly heterosexual, or they might be perfectly homosexual, or they might be a bit of both. We don't know what we're seeing, but imposing normativity on everything that we see, which is exactly what we do with ourselves. So I was asked last week, I was in Trivandrum for the Lit Fest there, and I was asked, what do we do when we go into rural areas? And this was by an activist, extremely well-meaning, lovely guy. He said, what do we do when we go into rural areas and people don't want to identify themselves as gay? Isn't that a setback to the gay movement, and this, that, and the other? And I said very clearly, millions of people in India do not even know the word gay. There are men who have sex with men who have no idea what homosexuality is, and that's exactly as it should be, because the whole force of a queer politics is that we don't always have to name everything, that there are things that elude naming. So I could be a woman who thinks of myself as heterosexual, who is married to a man, but who might suddenly have a desire for a woman, right? This was the big scandal of Deepa Mehta's fire, like how are these two women, heterosexual women, married to two men, suddenly coming together? So we don't know where desire will emerge from within us, let alone within others. And so if we name ourselves X, we are going to be bound by it in a way that I don't think is necessarily healthy or desirable, that we have to be able to say, the name is not me, that there are desires here that I can't name, that escape naming, and that's what"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:26.960",
        "message": "makes them so sexy. Which is also hard at a human level, because I think how we make sense of the world is by simplifying it with narratives and taxonomies and actually naming things and putting them into categories or pigeonholes, as it were. So it seems that that is also hard to pull off, especially when the culture is sort of like that. One of the other revelations of the book, which I should have known, but I didn't know, is Shakuntala Devi's history, and everyone thinks of her as, you know, a genius mathematician. But at the same age that, in the same year that she pulled off one of her great mathematical"
    },
    {
        "speaker": "Unknown",
        "time": "01:33:04.320",
        "message": "feats, which I have already forgotten, she published a book called The World of Homosexuals."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:09.200",
        "message": "And she was, of course, married and later divorced to a homosexual, but she responded to this with, not with anger, but empathy, and wrote this book in which she said the following words, quote, heterosexual society dictates to the world how people should live and what they should do. Heterosexual society is based mostly on authoritarianism. The authoritarians are judges, priests and professors, and their weapons of control are guilt, justice, punishment, and fear, stop quote. Strong words. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:33:39.040",
        "message": "Which kind of, yeah."
    },
    {
        "speaker": "Unknown",
        "time": "01:33:40.040",
        "message": "And this was 1977. That's right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:42.040",
        "message": "Pretty freaky. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:33:44.040",
        "message": "So the next sort of question is something."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:45.040",
        "message": "Can I just sort of address something you just said? Sure, sure."
    },
    {
        "speaker": "Guest",
        "time": "01:33:48.040",
        "message": "When you said that human life, you know, we want to simplify it, we want to have taxonomies and categories. And you're absolutely right. We always do. The reason I'm fascinated by desire rather than, let's say, zoology, which is also very taxonomic and very categorical, is that desire has always, for as long as we've known, across cultures, always defied taxonomy. So what is it about this thing, this multi-leveled, multi-headed hydra that we have been trying to tame for centuries and have not managed to tame? That's why I think it continues to provide such rich material for thought and conversation and scholarship is actually, for instance, if you think about laws, the number of laws that are in place to try and police desire, what is this thing that is so scary? And why does it resist taxonomy? So I just want to sort of say, in that sense, desire is more resistant to taxonomy than we would like to think it is. And that's what makes it fascinating, which is also why it's sad when we think that our liberation lies in taxonomizing it, that our liberation lies in coming up with more and more names to describe what we are, rather than allowing namelessness or un-namability"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:10.600",
        "message": "to be one of those possibilities. That's a very profound insight. And just going back to zoology, it strikes me that if you look at a cow, a cow being a cow doesn't depend on how you look at it, it doesn't depend on how a cow looks at itself, and it doesn't depend on what the law says it is. But all of these different factors affect any kind of desire, obviously. And it also strikes me since you brought laws up, I think one of the issues that confuses a lot of people is that we tend to conflate legality with morality, and that shapes and changes society. So you can have, as the British did when they came in with the IPC, that you can have a codification of laws that is imposed from top down, and which hasn't come up organically, and yet it changes society because, you know, the coercive nature of the power of the state is going to impose a lot of that."
    },
    {
        "speaker": "Guest",
        "time": "01:36:01.120",
        "message": "I mean, to give you one example, Amit, well, I mean, there are actually two, but let me give you one example, 377, right, the judgment about 377, which, let me just say upfront is wonderful. I'm really glad it happened. It was long overdue. And I'm just relieved that we are now living in a country where 377 has been read down. But even though it was a victory for us, for me, it was also a bit of a defeat. Because you see, 377, you remember the wording of it under Macaulay's instructions in the IPC, is it bans carnal acts against the law of nature. Now, successive judges have interpreted law of nature to mean reproduction, anything resulting in reproduction, which is to say, anybody in the world who is sexually active performs acts against the laws of nature, because not every sexual act results in reproduction, every single person. Now, 377 was for a variety of reasons, equated more and more narrowly with male homosexuality in India, not even female homosexuality so much. And so the way in which the legal team, the wonderful legal team that won the case finally in the Supreme Court, fought the case, is by saying this is discriminatory to homosexuals in India, which at one level of police harassment was absolutely true. But at another level, and this is where I think we lost the battle, it is true as a law, it is true about every single sexually active person in this country. So for instance, the first Supreme Court bench that overturned the Delhi High Court ruling, and that Supreme Court ruling was so phobic, including a sitting judge of the Supreme Court saying in open court, he said, I do not know a single gay man, therefore, I don't think this affects that many people in this country. The reason he's able to say that is because we have so narrowed our definitions about who this law affects, that he's able to make that kind of phobic statement and get away with it. If everyone in that courtroom had stood up and said, I perform acts against nature, carnal acts against the order of nature, what would that judge have done? Because in fact, it is true that every one of us is affected by this, right? And these are very, these are two different ways of approaching the question of desire and of sexuality, which is one is the minoritizing narrative, where you say sort of sexual identities are minority demographics, and the universalizing narrative where you say desire equally stuns all of us, equally undoes us all. And so rather than saying, ghettoizing particular sexual identities, and therefore allowing one to be triumphant, we say all sexual identities are just all over the place and cannot be pinned down. So for me, the triumph of 377, which was based on a minoritizing narrative, lost the battle of the universalizing impulse. And for me, that is an actual loss as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:04.320",
        "message": "No, and it strikes me also, you know, just the phrase against the order of nature, commits both a historical fallacy in claiming, in implying that heterosexuality is what is normal and nothing else. And also the naturalistic fallacy in making the connection that if it only what is natural is right, which is also, you know, obviously, not the case, you know, so you were speaking in this about one of the reasons about why it's against the act of nature is that it doesn't lead to reproduction. Let's talk of reproduction for a bit. You know, it strikes me like, you know, you have a great chapter on celibacy, right? And it strikes me that a lot of the people who choose celibacy are in a sense trying to move, are trying to get away from the way their desires are governed. And it seems to me that in the modern age, with birth control, which therefore liberates all of us from having to worry about reproduction, but especially women, that you can now give free rein to your desires and you're not bound by that. Has that therefore changed the way that our desires are now expressed and can be expressed?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:07.680",
        "message": "Ah, but you see what you're underestimating, which I know you don't, but in that question you're underestimating, is the social pressure, right? So of course, we can say women, you are free now, you can have birth control, men, you should use condoms like Shashi Kapoor in relation to Amitabh Bachchan, but it simply doesn't happen, right? The first question you're asked within a month or two of getting married is, when are you going to have children? I think one of the most criminal developments in our country is that on every street corner now in cities, you can see IBF clinics, as though what we are suffering from is a lack of population, right? So the social pressure to have children, and I, for the life of me, do not know where this comes from. There's no lack of children. We have, as I said, pantheons of gods who never actually have their own biological children. I don't know where this pressure comes from, but it nonetheless exists and exists hugely. So women are not free any longer, even now, despite contraception and the advances in contraception to say, okay, I'm not going to have a child, because it's fairly impossible to escape that trajectory once you're on it. Then you can say, okay, if you have to have a child, have just one child. And then all these narratives, oh, one child will suffer, and only child will suffer. You need a second child to come along."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:26.640",
        "message": "It's, you know, one of my-"
    },
    {
        "speaker": "Guest",
        "time": "01:41:27.640",
        "message": "And oh, both childs are girls, you need a boy. You need a boy. So one of my theories is, and it's, I think, a true one, is that the more difficult an action is, the more we sentimentalize it, right? So we sentimentalize, for instance, war. And similarly, I think we sentimentalize motherhood. So for instance, if you just, again, do that blind test, right? Ask somebody, any random person, how would you like your body taken over for nine months by an alien being, being extremely sick through all of those nine months, not have any control over your body, have your body torn open and blood and guts spilling out in order to give birth to this alien being? You think anybody will say yes? If they said, we'll say, my God, you're mad. How can you want to inflict that kind of violence on yourself, right? Because it is such a violent act, it is smothered over by layers and layers and layers of sentimentality, motherhood is the best thing that can happen to you. You haven't lived, if you haven't experienced the joys of motherhood, there is no phrase like the sorrows of motherhood, right? It's always the joys of motherhood. And ask any mother. And if they're being honest, they'll say to you, my God, this is a pain. I can't believe I signed up for this. Exactly. And it's a pain for the rest of your life. Do you ever stop worrying about the child? Do you ever stop fearing bodily damage or mental damage to them? So no one in their right minds would sign up for this experience, if it were not utterly sentimentalized to within an inch of your life."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:07.260",
        "message": "So I once wrote a column which will be linked from the show notes for your perusal, for which I got trolled more than anything else I have ever written. And the column basically argued that it's immoral to have children."
    },
    {
        "speaker": "Guest",
        "time": "01:43:17.040",
        "message": "Good for you. I must read that. Not for obvious reasons."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:20.040",
        "message": "Yeah. Linked from the show notes. And, and parent trolls, I realized are worse than Bhak trolls or Shah Rukh Khan trolls,"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:27.200",
        "message": "all the different kinds of trolls that I have encountered in my life."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:30.200",
        "message": "Wow. A deeper thought here is that I wasn't saying that birth control is a kind of panacea, obviously social change happens at a seemingly glacial pace. So if you look back on the last four or five decades, like my God, how much we have progressed. But I would also say that one of the fundamental, that the fundamental battle of humanity is as rational beings, we fight the way we are hardwired, right, for example, my wife and I have decided not to have kids, however, we are hardwired to create kids, we are fighting a hard wiring, I might feel all kinds of impulses in the course of a day, which I fight, I am fighting my biology. And you know, and you could see that a lot of for example, the social pressures to have children or whatever, are a codification of the way we are hardwired, but equally culture, just as it can enforce our hardwiring can also militate against it. And that's sort of the whole kind of battle and all these desires are clearly natural to us."
    },
    {
        "speaker": "Guest",
        "time": "01:44:31.920",
        "message": "And yet we fight them, you know, which is why the phrase hardwiring I'm not it's not my best friend. Because I actually I don't think there's that much that's hardwired. I mean, clearly, there are some things that are but these things, the sort of things that we associate with sentiment and emotion and things like that, are not hardwired and just to stick with the example of children and childbearing. If you look back even, let's say, 200 years, people routinely had x number of children, half of whom would routinely die. And this idea of Oh, my God, the loss of a child is the worst thing ever in the world simply does not exist as a narrative. Which is to say the relation of a parent to a child, as we understand it today, i.e. the craving and all that is a fairly recent phenomenon, cultural phenomenon, which is what I mean about the sentimentalizing thing, right? If you're saying 1000s of years ago, people had children, because to go back to Ayyappan's dilemma, we're going to die and we want someone to take over our cave. That's different. Right? If people said today, we are only producing children because we want to hang on to our money. I'd actually have a lot of more sympathy for that kind of narrative."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:47.880",
        "message": "But I think both are a cultural rationalization of a natural hardwired instinct."
    },
    {
        "speaker": "Guest",
        "time": "01:45:52.280",
        "message": "But I don't know if it's hardwired, if it requires cultural rationalization, you see, that's my, that's my thing that that if it is hardwired, then it doesn't need anything. If it needs something, that means it's actually more tenuous than"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:05.560",
        "message": "No, I think it always needs a little bit of dressing to seem sort of, you know, respectable and whatever. Anyways, so that's a whole different argument."
    },
    {
        "speaker": "Unknown",
        "time": "01:46:15.600",
        "message": "We could do an episode on that as well sometime."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:19.040",
        "message": "Let's move on to what I think is a very important aspect of your book, and you have a chapter on this as well, which is about the role that language plays. And the fascinating fact that there are some languages, like most of our Indian languages, which are gendered languages. So you know, a chair is a particular gender and all and some which are not like Persian and English, you know, tell me a little bit about how languages play a part in the landscape"
    },
    {
        "speaker": "Guest",
        "time": "01:46:45.040",
        "message": "of desire. Right? You know, the reason, side note, why you as with Bengali blood in your family, and why me as South Indian blood in my family, the reason Hindi speakers often laugh at us is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:56.160",
        "message": "because we get our genders wrong."
    },
    {
        "speaker": "Guest",
        "time": "01:46:58.360",
        "message": "Because both Bengali and Malayalam are not as gendered languages as Hindi, right? Some nouns have gender, but not all of them. So in fact, we don't have that usage of gender in our language."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:08.120",
        "message": "I am always mocked for this."
    },
    {
        "speaker": "Guest",
        "time": "01:47:10.320",
        "message": "Those who are listening kindly don't mock me anymore. I am too. And I am a Dilliwali born and bred. But you know, talk about hard wiring, there's something in me, where my Hindi in terms of gender is completely subservient to my scant knowledge of Malayalam, where the gender doesn't play out that way. Anyway, there are only two things in the world that have gender, physical human and animal beings and languages, that's it, which I find fascinating, because gender is what confers identity on human beings and animals. But for now, we'll talk about human beings. And it's also what confers identity in language. So for instance, in gendered languages, like Hindi, like Urdu, like all the Romance languages in the world, all nouns will have a gender attached to it, right? And they are awful, like cities, all objects will be feminine, cars, for instance, or cities and things like that. Whereas English in that sense is an extremely gender free language, because other than he and she, nothing else has gender, no nouns have gender table, everything is an it. So if we want to correlate language and gender identity, it seems like people who speak English should be less gendered. And people who speak Hindi should be more gendered, which is not the case. But what I find fascinating is that languages can play a really interesting role in how we think about desire. So for instance, and this is going to go back actually to Tony Joseph, who you brought up earlier in this idea of migration, people sort of think of Sanskrit as the Ur language of India, right? The language of the Indian soil, which was nothing of the kind, because Sanskrit actually comes from the old Indo-Persian family of languages, and actually shares more in common with Persian than it does with many other languages. So for instance, the word ast, which in Sanskrit means I am, it's the fundamental assertion, is the same word in Persian, ast, right? And so Persian, though, is a non-gendered language. And Sanskrit is a gendered language. But one of the arguments I'm making is that the reason why the Kama Sutra, Buddhist texts, Jain texts, Vedic texts, all these texts written in Sanskrit, sometimes in Pali, but sometimes in Sanskrit, a lot of them are able to talk about genders as being more than just two. There is also the Napunsak, which is the third, there is the male Napunsak, and there is the female Napunsak. There are like five or six categories of gender. And one of the arguments I'm making is that the reason why, say, these texts written in Sanskrit are able to have multiple genders is because they still have a trace memory of where they come from, which is Central Asia, which is the Persian family of languages. And so for me, it's really fascinating which languages will and will not allow that capaciousness. English, for instance, does not allow that capaciousness historically. They're so horrified by anything that does not fit two genders, they say, we have to shut it down. But linguistically, they're great. They don't feminize objects and they don't masculinize valor and things like that. So there isn't a direct correlation, but there very much is a relationship between, to go back to what you were saying about our desire to categorize. Language is our means of categorizing. And when we categorize the world around us according to gender, the world looks different from when we don't categorize the world according to gender."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:50.560",
        "message": "So I've always sort of speculated on the role that language plays in shaping a society. For example, it strikes me that one of the reasons that I like Japanese literature so much, for example, is that my aesthetic preference is to minimalism. So all the writers that I read, whether they are Kawabata, Murakami, Yoko Ogawa, or whoever, are all minimal, very clean writers. And that completely plays to me. And English has some of those values and others. And when you look at Urdu poetry, for example, it is just the opposite. It's very sensuous and florid and all of that. And if you translate a poem that appears beautiful in Urdu to English, it will fail on that test of values alone, because you'll, you know, you'll value precision and all of that much"
    },
    {
        "speaker": "Unknown",
        "time": "01:51:37.520",
        "message": "more in English."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:38.920",
        "message": "So in the context of desire, how much does the nature of these languages, you know, in being gendered and not being gendered and all of that, affect the people? Is there some kind of link that you've been able to?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:51.440",
        "message": "You know, again, this is fascinating, because Urdu poetry, which you brought up, and Urdu is a gendered language, which Persian is not. But Urdu poetry is, as you said, florid, full of curlicues and flourishes, and just absolutely stunning. But it can also be extremely precise, right? One of my favorite shares from Mir, which I can only tell you in the English translation, Mir says, if not him, there is his brother. Mir, are there any restrictions in love? I mean, wow, can't even think about it, very precise. But also extremely elusive."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:32.880",
        "message": "There's another line quoted in your book, which I wrote down here, which is translated by Ruth Vanita in Sex and the City from the poet Kass, where he says, quote, just nipples meeting is not satisfying. Some dildo action now would be good, stop quote, which is quite precise, yeah, can't"
    },
    {
        "speaker": "Guest",
        "time": "01:52:49.920",
        "message": "argue with that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:50.920",
        "message": "Which is very precise. That's right."
    },
    {
        "speaker": "Guest",
        "time": "01:52:52.920",
        "message": "So then you have to think, and this is true of Shakespeare too, that the point that is being conveyed can be very precise. But the form of that conveyance is what gives rise to desire, to sensuality, you know, which is why we can say the Japanese might alas, and I love Japanese literature as much as you do. I love Japanese aesthetic. But why the Japanese might alas be much more repressed than even we are, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:20.840",
        "message": "Both in terms of gender and in terms of sexuality. Because they don't have the language."
    },
    {
        "speaker": "Guest",
        "time": "01:53:24.360",
        "message": "Because they are perhaps paying homage to an aesthetic of repression, an aesthetic of so repression is then seen as a way of life, rather than as something that's imposed on you. Whereas we can still see repression as something that's imposed on us, because our cultural coordinates are all excessive, right? This is why the British when they came here said, Oh, my God, where have we come, right? You have here, Nawabs dressing as women, Krishna having sex with 16,000 gopis, what the hell is going on? The beauty of the subcontinent is that we have been a subcontinent of excess. And that excess also comes up just Amit, as you know, in the sheer number of languages. So even though many of these languages are gendered, the sheer volume and number of languages, dialects, versions, I said to you two weeks ago, I was in Trivandrum for the Lit Fest. And my family comes from Malabar, North Kerala. The difference between Malabari Malayalam and Travancore Malayalam is huge, right? So that kind of linguistic variety, I think does conduce to variety in different spheres of life as well and other spheres of life, including especially desire."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:41.800",
        "message": "That's incredibly fascinating. I mean, now sort of get to a question which struck me as I was reading the book that, you know, you've got a bit in your book, for example, about how Plato's Symposium, which was written in 385 BC, is a paean in praise of pedagogical sodomy, right? And there is this tradition, which also then comes down to even the Sufis and even, you know, you talk about maybe Ramakrishna Paramhansa and Vivekananda being an example of that, where there is that element of desire playing out between teacher and student. In many cases, a student might be underage. In another chapter on hair, you point out about how, you know, young men lose their attractiveness as soon as hair begins to sprout and so on and so forth. Looking at that with the lens of morality as we do today, and the importance we correctly finally give to consent, you know, how does that affect your looking at desire? Because these notions of consent and individual rights and all of that are in a sense, you know, relatively recent, I won't say inventions, but they've been given importance relatively"
    },
    {
        "speaker": "Guest",
        "time": "01:55:46.640",
        "message": "in recent centuries."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:48.640",
        "message": "So how does one, you know, you have this beautiful multiplicity of desires, there's so much happening,"
    },
    {
        "speaker": "Guest",
        "time": "01:55:53.240",
        "message": "but there are also these questions. Yeah, so tricky, you know, I mean, so complex and complicated. What we call underage today, as you know, was not always underage. We all have great, great, great grandmothers and grandfathers who were married when they were nine or 10, which will strike people with horror now, but frankly, that is where we all came from. One of the things that I don't like about us saying, oh, in that time period or in that day and age, because that implies a position, a vantage point of superiority now, which I don't think is fully earned. So this entire thing about age is one of these things that I think is a bit, and should be at least treated as a bit more fluid and complicated than it is right now, because we all have had ancestors who were quote unquote underage. So that is one thing, right? The idea that somehow when you're 18, everything becomes okay is a fairly arbitrary sign. In fact, Alfred Kinsey, who you know, is a famous, famous American sexologist, has compelling sections where he says, by saying that you are only an adult when you're 18 years old, is to completely ignore the most turbulent sexual years of the teenage, when you're told that it's not only illegal, but immoral to be sexually active. And he says the kinds of neurotic disorders that produces is actually harming society much more than we know it, right? So to suddenly say, at 18, you are and can be sexually active, I think is actually a slightly pernicious thing to say. Because long before 18, we are actually sexually active in our minds, if nowhere else, right? And to be told over and over again, that's wrong, really doesn't number on people, right? As we know, in our country as well, really sort of to be told that's bad, that's wrong is really problematic. The question of consent is just so much more complex. I think there is no doubt, the two things I want to say about it, the first is, there is no doubt that in an ideal world, we should all be able to experience, express and recognize consent. The reason why it is so difficult is because consent is not a transparent thing, right? If it was, then it wouldn't be a big deal. We wouldn't have all these things about consent is necessary and all that if it was that transparent. The reason it's not transparent to others is because it's not always transparent to ourselves. So do I want something now that five minutes later, I won't want? Do I not want something now that five minutes later, I might? Do I want something now that two days later will fill me with so much shame that I will retrospectively say I did not want it then, right? Where is the consent in all this? What is my consent in all this? And I think those are questions that necessarily complicate what we understand as consent. The problem with those complications, of course, is that people can use it as loopholes for very real violence. And this brings me to my second point, which is so far, and I don't know how long we've been talking, an hour and a half, two hours. So far, we've been talking about desires and about sexualities and the plurality of desires in unadulteratedly happy terms and good terms. It's a good thing, but desire more than anything else in the world has an underbelly, which is not that great, which is in fact violent, which can be sadistic, which can be really intent on wreaking damage in the world. Freud's big insight is that our desires are always both things. They're always something that we want to give us joy, but it also is something that gives us destructiveness. And so when we think about desire, unfortunately, we have to be aware that desire can be extremely violent. That's the danger of desire, right? It can be violent in a way that we like because it can question the status quo. That's how we've been talking about it. And that kind of violence is something to be encouraged. It can be violent because it can throw acid in the face of a woman who has said no to me. That's the kind of violence we don't want. How do we separate the one from the other? Because it's often one that turns into the other. All these people, many of these narratives of acid attacks, for instance, the man would say I loved her. That can strike us and should as being utterly warped. But the dirty secret of desire is that all desire is potentially warped that way. And this is something that is the complicating factor. This is what we need to also think about when we think about the multitudes of desire. Because this too is one among those multitudes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:49.680",
        "message": "And it strikes me that we are constantly involved in trying to figure out a trade off between"
    },
    {
        "speaker": "Unknown",
        "time": "02:00:55.180",
        "message": "two things."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:56.440",
        "message": "One is celebrating our natural desires as the Kama Sutra does. And the other is repressing our desires as say yoga seeks to do. And I think the second is very important as well, for the simple reason that it's again, me as a rational machine, fighting my programming, that, you know, I might feel that my desires get in the way of doing things that I feel I should be doing rationally. And therefore, I try to bring an end to it, I try to discipline my mind. This is why mindfulness meditation is such a big deal these days. You know, this was one of the core reasonings for why kind of yoga came up, it's kind of both things."
    },
    {
        "speaker": "Guest",
        "time": "02:01:36.880",
        "message": "Yeah. And no, I mean, I was, I agree completely. This is why, you know, I mean, philosophers and thinkers for centuries have known this, right? Which is why someone like Hobbes is able to say that life in nature is nasty, brutish and short, because actually left to our own devices, we'll all just kill each other, right? Because that is actually our instinct. Freud is very, very clear about this. He says the only when he writes this famous book, Civilization and its Discontents, he says the only way we can be civilized is if we repress our desires. And so repression for him is actually what results in civilization. You cannot have civilization without repression. And so that's absolutely right. We have to repress our desires. But with the knowledge that we're doing that, because our desires can go in directions that we have no control over, which is what makes desire fascinating, right, for me and for us. Yes, to repression, but repression is not necessarily the same, although it has been allied with immorality, illegality, all that stuff. We all walk that fine line between expression and repression. That line is different for everybody individually. There is no perfect golden mean for what that line is. Absolutely the sort of yoga karma relation is very much that attempt at finding that balance failing most of the time. But yes, repression has a role to play and a huge role to play in ensuring that we can live without killing each other, right? Which is why when people go around just murdering each other, you call it anarchy, as in there's no rule whatsoever. Similarly, people go around having sex with whoever they want. That would also count as anarchy, because you are sidestepping the civilizational impulse."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:24.960",
        "message": "I've already taken more than two hours of your time."
    },
    {
        "speaker": "Guest",
        "time": "02:03:27.600",
        "message": "Oh really?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:28.600",
        "message": "Which is this is the beauty of the conversations that I'm fortunate enough to have on the show that it's just so much fun. So you know, before we go, I also want to ask you, what has happened in the last five or 10 years, is that now we can get far deeper insights into human nature because of technology. For example, a year and a half back, I reviewed this book called Everybody Lies by Seth Stevens Davidowitz. Have you heard of it? No. What Seth Stevens Davidowitz basically does is he looks at anonymized search results from Google and other social media, but a vast amount of data, literally big data, and then tries to figure out because when you're searching for something on your laptop, it's a private act. You don't need to post it to others. It's what you really want. It reveals something about you. And I found the book incredibly fascinating in the kind of insights it threw up for many of which I had absolutely remotely, no explanation. For example, yeah, I mean, one that would not surprise you is that Americans search for porn more than the search for weather, which is of course, you can't, you can't jerk"
    },
    {
        "speaker": "Unknown",
        "time": "02:04:38.040",
        "message": "off to cumulus clouds."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:40.400",
        "message": "That's obviously there. But what I found interesting was that incest is a surprisingly popular category, and 25% of searches on Pornhub, which is a popular porn site, 25% of searches on Pornhub by women feature violence against women. And these are searches by women, you know, with common phrases being painful, anal crying, public disgrace, extreme brutal gangbang, I think these are popular tags. And 5% even look for non consensual sex, which is rape or forced sex. And what is interesting is that search rates for all these terms are at least twice as common among women than men, yeah, which I found very counterintuitive, and I couldn't"
    },
    {
        "speaker": "Guest",
        "time": "02:05:22.640",
        "message": "sort of explain it to myself, it's, it's, it's, it's fascinating. We have known for actually quite a while, that women can often fantasize about being raped. And women can often fantasize about violent non consensual sex. Now, some of us might argue that that is fantasy, and that if it were to happen in reality, it would not in fact be what we want. And that could well be true. And just in what I've said the last two sentences, you see how consent is so compromised, right? It's so split between our fantasy and our reality. And sex or our desire always straddles fantasy and reality. And so that's one of the reasons why I said the idea of consent is not at all a transparent one, because we actually want different things. We don't want to be raped. But we have been brought up in a culture in which violence against women has been so naturalized as to be sexualized as well. And we live in that culture, right? We don't live in Mars. And so for instance, how is it possible that all these old men, 75, 85, oligarchs, rich men, all have young 25 something wives, or girlfriends or lovers or whatever it is. It's not because the women are finding them that sexually attractive, but sexual attractiveness also has being involved with men, rich men in power as one of its tags. And so in that case, then sexual desire to go back to our earlier conversation has barely anything to do with genitalia, and everything to do with this guy is a rich patriarch. And so for instance, why would Monica Lewinsky have an affair with Bill Clinton? Because he's the President of the United States of America."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:06.960",
        "message": "But I'd argue that that is the proximate reason, but not the ultimate one, in the sense that what, you know, evolutionary psychologists would say is that women have been hardwired to be attracted to successful men, and, you know, older men who can look after them and their babies well. And so that attraction will result in say, a Monica Lewinsky going for a Bill Clinton."
    },
    {
        "speaker": "Guest",
        "time": "02:07:30.720",
        "message": "And it's kind of hardwired in that sense. See, this is why I don't like hardwired at all, right? Which is why evolutionary psychology, I think, can be fascinating. But I don't like this phrase of it, because it's not like if you're thinking about hardwired as you know, something that comes down over centuries. It's not like 50,000 years ago, a neanderthal woman was saying, let me find someone who was 90 years old to look after me and my children."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:54.600",
        "message": "I mean, that's simply not the case. You'd be drawn to success, you'd be drawn to the alpha male in the tribe, which would, of course, increase your chances of reproductive success."
    },
    {
        "speaker": "Guest",
        "time": "02:08:01.880",
        "message": "But you could also be drawn in the opposite way, which we don't say at all, right? You could be drawn to the woman who has multiple children, because you think she'll have more children. That's not the case that happens here. At all. Men are not attracted to women who have multiple children, necessarily, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:15.320",
        "message": "Men are attracted to multiple women for just that reason."
    },
    {
        "speaker": "Guest",
        "time": "02:08:17.880",
        "message": "Men are more promiscuous naturally than women. See, naturally ka nahi pata. Not at all. You see, I think we're naturalizing something, and then saying it is natural."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:27.400",
        "message": "I think it's sort of, you know, in the whole nature versus nature thing, I think it's sort of dangerous to go to one extreme or the other. I like the phrasing that I'd once heard, that nature gives us knobs, nurture turns them. So I think both are incredibly important, and we should not deny one or the other."
    },
    {
        "speaker": "Guest",
        "time": "02:08:43.400",
        "message": "Yeah. No, no, there's no question of denying. But I sort of don't think that 25-year-olds being attracted to 90-year-olds is somehow hardwired, because there are plenty of, let's say, 24-year-olds who are perfectly rich men, for instance. You know, and it also doesn't explain the fact that women are always younger, the men always have to be older, you know, all that stuff is problematic. And you know, talk about underage or whatever it is, these things are very complicated. And yes, there is centuries of conditioning of one kind or the other. That's the compromise we can arrive at, of conditioning of one kind or the other. But all this conditioning means that in some ways, many ways, many of us might have naturalized our own oppression, to the extent that it doesn't even feel oppressive to us any longer. Right? And this was a big insight, say, by someone like Michel Foucault, where he says, you know, people keep saying, oh, we want relationships of equality, where there is no power differential between the two. And he says, you can't have a relationship without power difference, it is an impossibility. And in fact, this is also an insight of the best kind of feminist thinking, is that power difference is sexy, is attractive. So to sort of say we want a relationship of equality is a pipe dream. But again, as I say, there's always fantasy and reality involved in all these conversations across the spectrum."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:07.760",
        "message": "No. And you know, another interesting finding of everybody lies has nothing to do with nature. Because this particular finding was unique to India. And this finding was that so basically, what he did was, he typed my husband wants into the search bar to see what would pop up. And apparently, for Indians, the number one result was, my husband wants me to breastfeed him. And this is apparently 50 times more common in India than anywhere in the world. So it is clearly not nothing to do with hardwiring. It is clearly a cultural thing, that Indian men want to be breastfed. And this is just so bizarre that, you know, I couldn't fathom what the reasons was cultural for whatever, for something like this to even evolve to this stage."
    },
    {
        "speaker": "Guest",
        "time": "02:10:54.240",
        "message": "Yeah, yeah. No, really, it doesn't make that phrase, ma ka ladla, even more evocative, doesn't it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:59.520",
        "message": "It does."
    },
    {
        "speaker": "Guest",
        "time": "02:11:00.520",
        "message": "This, the sense of, I mean, we've always known that about, about Indian men, or rather Indian, Indians obsession with having male children, and therefore those male children being sort of pedestalized in ways that I think are actually very dangerous, both for the child and the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:18.600",
        "message": "mother. And then also the saas bahu dynamics."
    },
    {
        "speaker": "Guest",
        "time": "02:11:20.600",
        "message": "Exactly, exactly. But I'd be interested, I mean, I haven't read the book, but does he say there's an equivalent in, let's say, the Jewish community, because that's the other community that is supposed"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:30.600",
        "message": "to have that mother-son thing. Not this specific things, but he did find that while there are things that are common across cultures, which plays to the whole hardwiring nature thing, but there are also many, many differences. Sure. You know, and this was one of the unique things about, I'll quote him, in fact, I have it right in front of me, quote, porn searches for depictions of women, breastfeeding men are four times higher in India and Bangladesh than in any other country in the world."
    },
    {
        "speaker": "Guest",
        "time": "02:11:57.960",
        "message": "India and Bangladesh. Wow. Wow. That's fascinating. It's really fascinating. But you know, porn in, in East Asia, Southeast Asia, Korea, and all that is very scatological, right? In Japan, there are these bars where you lie under a glass table and have women shitting on you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:17.100",
        "message": "Have you heard of that?"
    },
    {
        "speaker": "Guest",
        "time": "02:12:18.100",
        "message": "I'm not surprised, but I haven't heard of it. Yeah. So men lie under glass tables and have women sitting on top of them, shitting on them,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:25.680",
        "message": "which is just, which is just fascinating to me. As a student of Desire, does porn interest you? Did you look at a lot of porn while, I mean, look at not in that sense, but did you sort of study?"
    },
    {
        "speaker": "Guest",
        "time": "02:12:35.720",
        "message": "Only, I mean, for this book, only for the chapter on bhabhis, because that's the other finding in Pornhub is that Indians search for that word bhabhi. One of the searches, one of the highly, highly, highly ranked searches is bhabhi. And also that women are the, in India are the third biggest demographic who watch porn on Pornhub, which is also fascinating given how repressed women are in India. Porn, my answer is yes and no. It fascinates me in as much as it is a popular exploration of sexual desires that might not be sanctioned, right? On the one hand, I find that fascinating. On the other hand, those desires that aren't sanctioned actually are such a mirror image of ones that are sanctioned that I'm not that interested in it actually. So in other words, if I just study sort of the daylight world as opposed to the twilight world, and I'm using this only metaphorically, the daylight world of desire, that is sort of pornographic enough in its imagination as than porn is."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:43.160",
        "message": "Great. So having taken, you know, more than two hours of your time, what are you working on next?"
    },
    {
        "speaker": "Guest",
        "time": "02:13:48.280",
        "message": "Yeah, good question."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:49.720",
        "message": "That's what Ravi, my editor keeps asking me, what are you writing next?"
    },
    {
        "speaker": "Guest",
        "time": "02:13:52.720",
        "message": "Well, God bless Ravi if he made you write this book, but what's next? I really think I want to write something on laws. There's this Pedro Almodovar film, I don't know whether you've seen it, called The Law of Desire. So I want that to be the title of my book, The Law of Desire. And I just want to look at three or four different sexual activities and the laws governing them and to think about what that says about us and our society. So I want to think about marriage, I want to think about prostitution, I want to think about adultery, I want to think about transgender, and of course, homosexuality. And think about, I mean, these are just the five right now, rape might be one of them, one might come out, one might go in. But just to think about how we imagine these sexual crimes, and how we imagine the law can actually put a lid on them. Just to think about those."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:46.400",
        "message": "This is so fascinating, I'm filled with desire to read your next book."
    },
    {
        "speaker": "Guest",
        "time": "02:14:52.440",
        "message": "Thank you so much for coming on the show. Thank you so much, Amit. You are, I hope you get told this often, but you are an amazing interlocutor, and a pleasure to talk to."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:01.160",
        "message": "Thank you."
    },
    {
        "speaker": "Guest",
        "time": "02:15:02.160",
        "message": "You're so kind."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:03.160",
        "message": "Thank you for that. In case you enjoyed listening to the show, kindly remember that the history of India could be called the Indian National Congress. And to find out more about it, go to your nearest online or offline bookstore and buy Infinite Variety. By which I don't mean buy a lot of books, which would also be welcome, but buy this specific book, Infinite Variety, A History of Desire in India by Madhavi Menon, very smartly. And the reason she has written so many books, she's not on social media. But if you want to follow me on Twitter, you can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Seen and the Unseen at seenunseen.in and thinkpragati.com. The Seen and the Unseen is supported by the Takshashila Institution. They have some incredible public policy courses, check them out at takshashila.org.in. Thank you for listening. And I hope you're inspired by this episode and you do something naughty tonight with full consent."
    }
]