[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of the common certitudes of our species is that we know the world that we live in. I would argue that not only do we not know it, we don't even see it. All of us exist in a bubble of our own, surrounded by infinite invisible worlds. If we are in a car in a traffic jam, the beggar at the signal or the hawkers on the pavement may be invisible to us, the waiters at the restaurants we dine at, the domestic help around us, the building watchmen, all invisible. If we are men, we do not see the extra layer of awareness all women carry, such as when a stranger walks in their direction on the footpath or when they enter a lift filled with other people. The exact construction of our bubble changes from moment to moment, but there are always things we do not see, and often things we choose not to see. Defining ourselves by identities of happenstance, we divide the world into categories based on class, religion, caste, gender, nationality, and so on. We wear these identities like straight jackets, restricting ourselves and the better angels of our nature. But one thing that can temporarily make us forget these barriers we have built is art. We can all be transported by a beautiful image or get lost in a piece of music, and then the divisions between us don't matter. But even that art may be shaped by those divisions. And in any case, when the music stops, we are back to being our narrow parochial selves. It is a rare artist who, even after the song is over, can continue to peel back the layers of the unseen."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:36.560",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:49.800",
        "message": "Welcome to The Scene and the Unseen. My guest today is a remarkable TM Krishna, who is not just a legend of the Carnatic music world, but also a fearless public intellectual who has spoken out repeatedly over the years against the very structures of power that he himself benefited from, the orthodoxies of Brahmanism and patriarchy. TM has written numerous books, most recently Sebastian and Sons, and is arguably one of India's most powerful voices today, in the context of his art, an uplifting voice, and in the context of his politics, a discordant voice. And honestly, in these times, we need both. Before I begin my conversation with him, though, let's take a quick commercial break. If you're listening to The Scene and the Unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is The Complete Sherlock Holmes. This is comfort food for me, whether I read it or listen to it, which you now can on Storytel. The Complete Sherlock Holmes by Arthur Conan Doyle. Download the Storytel app or visit Storytel.com. Remember that Storytel with a single L. Storytel.com. TM, welcome to The Scene and the Unseen. Lovely to be here, Amit. So you know, you know, before we start talking about your book or about your music or about your politics, let's kind of go back to how you started as a musician, like you were a bit of a child prodigy, weren't you? I like the word prodigy."
    },
    {
        "speaker": "Guest",
        "time": "00:03:56.040",
        "message": "So, you know, my home was a home of Carnatic music, definitely, of Bharatanatyam, all these arts. But we are a business family. My dad was a business person. So we're not a family of musicians like we usually hear about in India. But at the age of four or five, apparently I showed some talent, I used to hum the tunes my mother used to sing. My mother herself was a trained vocalist, not on the professional stage, but she was formally trained. She did a graduation in music, actually, a post graduation in English. So so what happened was, I mean, I started singing when I was about five or six, formally. I never wanted to be a musician. You know, I grew up playing cricket on the streets, hated the music class thrice a week. Me, I'm a left hand batsman, I'm very proud of the fact that I'm a left hand batsman. So presumed that I'm naturally elegant, basically. So so I loved it. I used to love to sing. There's one thing I never felt any inhibition. I know that you go to anybody's home and they say sing a song, I would just belt it out. So that was one thing I was I was quite fearless about singing. But I never thought I'd be a musician. You know, I got to school, 10th grader, I was economics, I want to be an economist. And that was my big dream."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:13.240",
        "message": "My God, you could have been on the show talking about something else entirely."
    },
    {
        "speaker": "Guest",
        "time": "00:05:16.240",
        "message": "How horrible the show would have been. So I must tell you what Amartya Sen told me when I told him, he said, thank God. He feared the competition would go down. I couldn't have tolerated another economist in the world, probably. But you know, I want to be an economist. And I had this whole plan in my head, you know, Delhi School, LSE, as if they're going to call me and invite me. But anyway. But I started performing when I was about 12, my first concert was when I was 12. And you know, people thought I was talented. And yes, he has a bright big voice, young guy sings without any fear. All that was there. And I was within the world of Carnatic music. And I was within the power structures, my, you know, my uncle was the president of the Music Academy in Chennai, which is like one of the premier institutions. And you descended from T.D. Krishnamachari, you actually started the academy. Yes, T.D. Krishnamachari is one of the founders, and he is my grand uncle. So yeah, so I come from within the power structures of high art, whatever that is. And therefore, even so, then I started taking it more seriously. And I think it was about 92, 91, when I had a series of concerts, and I remember a lot of senior musicians and colleagues, young people coming and telling me, you should take this seriously, what are you doing? That's when it struck me that, okay, maybe this is something I should be doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:31.720",
        "message": "And you're like 15, 16."
    },
    {
        "speaker": "Guest",
        "time": "00:06:32.720",
        "message": "Yeah, I'm just getting into college. And when I went into college, my undergrads in economics, of course, and by the second year, I was singing concerts a bit here and there. And people said, okay, there's this kid who can, you know, sing, I had to make a choice whether it's music or whether it is economics. And, you know, I come from all the privileges in the world, I looked, I went to my dad and said, I want, he said, do what you want, and I'll support you. That's when I took the plunge to become a singer. And then things just kind of rolled, opportunities came by. There was this association formed in 1985 called Youth Association for Classical Music. It's very interesting that young people who are interested in Carnatic music formed this organization because in the 80s, there was this whole thing that Carnatic music is dying. It's all old people stuff. There are no young people singing, no young people listening. What do we do? The truth of the way young people who are willing to sing, they never got opportunities. You know, in India, the grayer you get, the more intelligent you're presumed or more talented you're presumed. And so these guys did something quite remarkable for its time. They said, you know what, we will organize concerts only for young people below the age of 30. Wow. And those were days when there were no sponsorships. So for the first time, they went to corporates and got like 500 rupees, 1000. So I became a member there later. And then all that. So we had a community where you could talk about a raga and a thala, which is not a cool thing to do in school, right? But I think all that was part of growing up for me and my interest in jamming with people, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:04.280",
        "message": "So there's a lot of fun, I must say. And there seem to be have been two other journeys you've been on. One, of course, as a scholar, where you've all studied the history of the music and kind of looked at all of that, a scholar-cum-historian, so to say. And two, of course, there's politics. How did these two sort of evolve? Like, initially, like, you know, you said you were going to be an economist and then, you know, you decided that, fine, these concerts are being received well. So was it partly that the concerts are being received well, or did you just love the music enough to say, this is what I want to do and nothing else? Come on, it's both. It's a bit of both. Of course, you love the stage. You love the applause. And when is the tendency towards, A, the scholarship, figuring out what the history of this is and figuring out what is behind all of this come from? And B, is that what then led to the politics?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:49.440",
        "message": "Yeah, I mean, most of this is like, post facto kind of understanding how the movement took place. Because honestly, I think many of these moments just take place, and you're in the flow of it. And it's, I don't believe it's ever a moment. I think the moment we talk about is a moment when you realize it. It's already happening in its background. So I think it's, it starts with my home and my school. In terms of how I grew up in, at home and school, there was nothing that was taboo. You could talk about anything, you could ask any question. And so there was this definitely Catholicity at home and open speaking. My school was a school that came from J. Krishnamurti's philosophy, where it was about asking questions. So you know, even the notion of how does one ask a question? What is the question? You know, those are things discussed in school, you know. So I think that plays, these two places play a very important role in what happened to me later, because they kept me open, they kept me in check. And see, once I started performing, and opportunities came by, I mean, it's a drug. It's like being high always. I mean, when somebody comes, you know, whether you're young or, you know, someone says that you're like incredible, I mean, you have incredible talent. And they keep telling you that you just love it, you love the audience. In fact, if the applause is not enough, it bothers you. And then as a musician, you will do something to get that thunderous applause. And I always tell my students, you know, when do you really practice, for example, you know, we say sadhana and all that, riyaz, whatever. The truth is most of the times when we are practicing at home, we hear the applause. Really? Yeah, of course. So it's fascinating how it works, like you're singing at home, and you finished a phrase, and you can actually hear it in your head, because you're dreaming of it the next day on stage. So can you cut yourself off that and actually really practice? These are all very interesting challenges that I think artists go through. And so I went through this, I was extremely ambitious guy who just want to be at the top. My wife will vouch for my ambitiousness and my cutthroatness. So I want to say this, because it's not like, you know, I've always been like this and asking these questions. No, I've had this whole right where I just didn't care a shit, that's the truth. But I think what happened after a while is I kind of figured out how to be successful as an artist. And that's can be a good feeling and a bad feeling. The good feeling is because you can then belt out successful concerts, you know what you need to add to your repertoire, add to your skill set to keep moving ahead. But then I think something happened missing, is this all this is about? You know, is this all music is about? I mean, is it just the fact that I can please X number of people, I know how to please them again and again and again, I'm going to do this all my life. So I loved it. But that question did come up in my head. And I think that's when I started diving into history. So you know, even questions like, you know, what was music like 100 years ago? What was it like 150 years ago? Was it different? And once I started doing that, and I did some research and we did some archival work, I was in for a shock. And around what time? It was about 2002, 2003. Around that period of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:09.160",
        "message": "So you're about 26, 27 at this time."
    },
    {
        "speaker": "Guest",
        "time": "00:12:12.440",
        "message": "And then we started doing this research and this archival work and this reading up, I started reading treatises. I started bothering scholars with questions on Sanskrit on what does this word mean in this in Natya Shastra, it's in Brihadeshi, what does this mean in Matanga, I said this, you know, all these crazy things. And I spent a lot of time trying to understand it with my limited abilities. I did. I think that's when a lot of things hit me, you know, about history, about everything being old, that we are somewhere continuing something that was preciously given to us 2000 years ago. All these things became question marks for me, first musically, had nothing to do with society or politics, just aesthetically. So what is this I'm carrying forward, you know, Amit, you know, I believe I'm a carrier of Indian culture. You know, especially if you're in the classical world, you believe somehow you represent this incredible idea of India. And this has been sold by us to the world over for the last 70 odd years. So what am I really selling? You are selling something, let's be very brutally honest, this is not some pristine thing that you're putting, you're selling it. So what am I selling? Do I mean, and I believe it. So what am I holding on to? What are these notions of this antiquity, the sense of purity, sense of something that's unchanged, that, you know, people just handed over like this precious ceramic piece of art that you can't even crack or modify. So all these questions started appearing and then some of the things that I thought that music was like, I thought today if somebody sang like that, it would sound horrible. So I'm like, so what is beautiful? You know, we look at certain colors, certain designs, and we say, that's Indian beauty. But what is that? What construction is that? So I think all this started, the moment this started, within a few years, and I can tell you that I never wrote a book for a long time. You know, I was just doing this because I have an OCD, I get obsessive on something, I'll just keep doing it. So I just kept doing it. And I was not doing a PhD or anything, I was just doing it because I was just fascinated by what was happening to me and to my understanding and learning."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:19.200",
        "message": "And did it sort of help that this is also the time when the internet is taking off, so you have a lot of sources online or you didn't have so many then?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:25.160",
        "message": "I, well, early 2000, not so much. But I think through the years, it did help. But a lot of my sources then were actually the texts and actually scholars, I used to go call them at 10 o'clock in the night, spend one hour talking to them. They were very kind people, putting up with this young guy who was asking this question who knew nothing. You know, but the first impact of all this happened in the way I was singing. And I, very naturally, I started fiddling around with the idea of the performance. Every art practice has a performative, a form. And we should realize that the form is a reflection of the art, right? But after a point of time, that performative becomes the solidified notion of the art, right? So slowly, I started playing with the performative, you know, because I felt, you know, if it's all just about the way I design something and offer it package and give it to you, then it's just so simple. It can't be. So that was a moment when I started, my music started changing. I didn't notice it. I didn't notice it was changing. The audience didn't notice it. They didn't see anything radical. I had not like made a big shift for a long time. But after a point, I knew I was listening differently, you know, I was, I was looking at a concert differently. So that's where it began. But the moment all this happens, I think you're also asking questions of society, of people who's singing this, you know, who was singing it. When they sang it, how did it sound? So when you ask these questions, then you're automatically asking political questions. And first of all, you're asking these questions of yourself. So I must tell you that it is not like these ideas of caste or anything were in my any part of the horizon for a long time. It is a word I never used in my life. You know, it is even in the most democratic, open home of mine, caste was never discussed. That's the fact. It came only because of this kind of confusions and all these struggles that were happening. And that's when identity became gender, all these questions started appearing in my view."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:36.600",
        "message": "And people often have the view that in contrast with other kinds of music, and I'm sort of I don't know Carnatic music very well. So the listeners and you will have to forgive me if I say something hopelessly naive. But it's often looked at as something that is very rigid, and that has become ossified through the years. Is that rigidity also a consequence of what's happening in in the background socially?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:57.800",
        "message": "Okay, first of all, like burst the bubble of Hindustani musicians, they are also ossified and rigid. It's just a notion of rigidity and ossification is different. Okay, so I have to put it out there. So the point is, I think it's true. Yes. So without going into the idea of rigidity and what it means, I think there is definitely this, it becomes crusty, no doubt, whether it is Hindustani music, or that's also because of what we think it represents, I think that's a very important aspect we should think about. Why is it ossified? Why is it crusty? Because we believe that in that form, it symbolizes something. And we're more interested in the symbol than the art. That's the point of the performative. So the performative becomes the symbol of identifying something about India, something about our sound, Nada, you know, all these notions, and you know, whether you believe in it or not, is a different issue altogether. So we want that symbol to remain. And we believe that any movement there kind of demolishes the symbol, and we've created this symbol. And there's no doubt that all that has played a role in keeping something unquestioned. And I want to say something, people may say that no, no, no, but certain things have changed in the last 60 years, neither Kerala, neither Carnatic music is the same, true. So the question is, what do you allow to be questioned? What don't you allow to be questioned? That's society does brilliantly, right? We know what can change, I can probably change a raga, I can introduce a new raga, I can do something, all these are surface level operations, right? Because after a point, a musician should be able to do this. But then what about the fundamentals of what the music itself represents? What are the non-negotiables in your, in your idea of the music? You ask those questions, those are political questions, and those questions will never be asked, especially of the so-called classical, I call them the so-called classicals, because you believe that you are the moral, ethical, aesthetic identity of what is Indian culture. Everything else plays around."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:02.200",
        "message": "So you know, so when you start figuring this stuff out, like one, I think it's almost then, if I read it correctly, an act of rebellion and changing the music itself, because that itself is a political statement, by changing the way you perform, you're questioning the sort of existing structures. But what it also strikes me is that what must be very difficult about figuring out the politics behind all of it, how these entrenched caste structures have played a part, the damage that they've done to society in general, the privileging of the classical over the non-classical, all of this, you're also questioning yourself and your own place, because you are a product of all this privilege. You are at the centre of it, you are this. How hard was that process, like, it must be so tempting to say, you know, everything has its own place. And I'm just, you know, art is by itself. And all of this doesn't matter."
    },
    {
        "speaker": "Guest",
        "time": "00:19:50.080",
        "message": "And, you know, well, it was very difficult, especially in the beginning, because there was a time period when I was worried I will lose the music. Because my question was, if everything is so political, if everything is so entrenched in ugliness of sorts, then is there anything to this at all? You know, should I be saying aha, or is saying aha itself an act of violence, for example, in the sense that am I saying aha, because I am doing that out of habituation of reiteration of identities, or is the aha beyond that? You know, you can't really say, honestly, you can't really say. So there was a point I was saying, suppose after this whole exercise, I don't feel the music anymore. What do I do? And that was very real. That feeling, that fear was real, because I knew if I push honestly, I could get to a point where everything in this music sounds ugly to me. Because I believe I've said everything is social, everything is political, everything is discriminative. So the whole thing is then collapses, right, in my own emotional and psychological world. That fear I did have. Were there moments when it happened? No, I think what's what saved me if you want to use that expression, I won't use that expression, is that there were moments in the music still, where I believed that that sound somehow at least temporarily made me see the ugliness with greater clarity. So I said, okay, maybe it could be Amit that I'm creating this whole thing. Okay, what I'm telling you right now, it could be, I'm not a psychologist, I'm not a person who can judge that. But there were moments when I said, the clarity with which I could see the ugliness because I was singing, or I was listening to the music, I was not having a discourse, I'm just singing, I'm singing a raga, and then pop for about five minutes, there is greater clarity. I said, okay, if the sound can give me that, maybe there is some truth to it. Maybe there is something that is truth to art, that it can really move across it. But we can't hold on to it. There is something that drags us back into who we are. So that's what gave me hope that, okay, I can still sing, I can still feel, and I can still say I'm ugly. So what I thought was a contradiction, then moved away from becoming a contradiction became more real, that these things always exist together, the profound and the profane are not opposites. They are constantly with each other. And they're truly real, when in a way, you feel both."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:37.120",
        "message": "Right. So, I mean, this question about art is also something that I think is alive in other contexts, like is art something separate from itself from A, the social structures and the politics that have led to it and from B, from the artist, because more and more we find that we look back upon time and we say that, all right, these artists were accused of me too, should we read their books, or these artists were, you know, assaulters, or, you know, Neruda raped someone when he was whatever, should we read their work? And that becomes sort of a big question on the one hand, it seems to me that at this moment in time, if you sing a couple of notes, and it moves me in a particular way, my being moved by just the sound is something that is surely independent of where it is coming from. So that art, that music per se stands apart. But at the same time, it's kind of, I mean, do you agree that it stands apart or do you think that?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:30.200",
        "message": "I'll try and answer in two parts. So this notion of art for art's sake, you know, it's a very well used cliche. My problem with that, that construction is somehow inside that construction is a disassociation with reality. That somehow with this bubble floating at 7000 meters up there, and we're all looking at it in wonderment. But I'm saying suppose you redefine art in that statement and say art is reality with all its layers. And whenever something has multiple layers, it's automatically profound. I'm not judging it, okay? When it is flat and literal, there is nothing else to it. Okay? When we make it a bubble, we're making it flat and literal, we're taking away the layers of it. But when we say art is, we are in the studio having this conversation, art is not just what I'm saying and what you're saying. It's about what you're evoking. It's about what the recorder is looking at. It's about what I see out of the window. It's about all the complexities that's going in my head and your head as we're having this conversation beyond this room, then it becomes something so vibrant, right? So I would like to trust that kind of art, okay? It doesn't mean that art has to be, that has to be like overtly political. No, I'm not saying that. To your second question, that's, in fact, something I've struggled with. The artist and the art, you know, what does one do? And I don't have a correct answer to it. I tried grappling with it in a piece I wrote about Wagner, Tiagaraja, and about Polanski. Very three different reasons. And I want to bring Daniel Barenboim here. He's a very well-known Jewish conductor. And he did something which really impacted me, you know. So you know what Wagner's music represents, an anti-Semitic kind of history. And he's performing in Jerusalem. And Barenboim says he's going to perform Wagner with an audience of Jews. That was such a profound idea to me. Now, do we dissociate Wagner from the music? Do we say Wagner is independent to what the historical impressions he leaves, and it's just music? But Barenboim does something interesting. He kind of conflates both. He brings the individual in, or what the individual represents in, and he says, I still want us to hear it. Now what does this do to the experience? I think that's where we have an interesting muddle. So do I not stop watching Roman Polanski? No, but I'm saying if we can, in a way, keep that tension real between the horrible things of the artist and the most moving things of the art produced or art object, then that tension gives us a different experience."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:29.200",
        "message": "So we can condemn what the artists read, but celebrate the art."
    },
    {
        "speaker": "Guest",
        "time": "00:26:31.800",
        "message": "At the same time, at the same time, I think, but we can't forget it. I'm saying at the same time, I have a problem if you say, you know, I don't care what kind of person the artist is. I'm not willing to do that. I'm saying you have to allow that tension to be there in your experience. It may change the way you experience the art. But if you say, I don't care about who the person, the artist is, I mean, that to me is again another way of just brushing something under the carpet. So it's a complicated situation for which there's no absolute answer."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:57.880",
        "message": "Yeah, I mean, I find it evocative what you say about art being so complex with so many layers and that's what makes it beautiful. But in modern times, what often happens is that politics looks for simple narratives and therefore embracing this complexity and accepting that dissonance, like you pointed out that on the one hand, there is the ugliness to deal with. And on the other hand, there is all this beauty can get hard. And a related question to that is when you when you were writing Sebastian and Sons, for example, or whenever you've kind of looked back on history, how hard is it to not judge historical characters by contemporary morality? For example, some of the people in Sebastian and Sons like Vaidyanathan Iyer or later, you know, Palgatmani Iyer, where you write about Palgatmani Iyer, you can see how a lot of that entrenched Brahmanism is there in his behavior and the things he does. But at the same time, he has an extremely tender relationship with Parlandu who is his, you know, chief maker. And it's almost touching the sort of bond that they have. So you know, and versions of this question can go back forever to Jefferson and his slave"
    },
    {
        "speaker": "Unknown",
        "time": "00:27:59.480",
        "message": "Sally Hemings and all the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:01.840",
        "message": "So you know, when you look back at history, do you try to dissociate contemporary morality with that? Or you say that, no, you know, there's also something useful in looking at the things"
    },
    {
        "speaker": "Guest",
        "time": "00:28:13.720",
        "message": "they did with this lens. I mean, I think it's important to look at all this as a flow, okay, whatever direction it takes. I don't think it's correct to impose upon modern morality or modern ethical living, because this is also a movement. We are not in some absolute position even today, right? But at the same time, I think putting a lens on what happened is very, very important, because the tendency for us is to say it was all then like this. And now we're all somehow perfect in some sense, you know, and I find that deeply disturbing. So when you put the lens on something behind, you're also saying, okay, but what does it say about us now? And what I like to do is also when I put the lens on history, to add some layer of nuance into that, because Maneer is not a flat person. I mean, he's not like, you know, so as you said, there is this whole tenderness, there is love, but there is hierarchy. There is this inability to accept the reality, inability to go beyond his own limitations. So that is interesting for me, because that is as real today as it was then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:28.600",
        "message": "Because I am like that. I'm no different. I think we all like that in the sense that there are some things we can see and it's almost poignant that they're invisible to him."
    },
    {
        "speaker": "Guest",
        "time": "00:29:35.760",
        "message": "And there are so many things that must be invisible to you. Exactly the point. And which is why that lens is important. Can putting the lens on Maneer with the things that he was blind to somehow reflect upon what are we blind to? That is what I find interesting within that. It is not about the character itself. It's about the fact, okay, just to see if I'm, you know, if somebody read Sebastian Sons and just see what you described as, you know, this tenderness, and they also see this, can they think about themselves, you know, in some way, can I think about, I mean, I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:04.760",
        "message": "do that."
    },
    {
        "speaker": "Guest",
        "time": "00:30:05.760",
        "message": "Can they think about what they have normalized in their own lives? Yes. That is the hope. That is truly the hope that that is why it makes sense looking at the past for me, at least as a writer. Because then I think you can use those, because I don't think society in terms of how it operates in frameworks has ever changed. The frameworks are always the same. It's the interior, the semantics and the structures that may vary. The basic framework is the same. So can we just shift the framework and say, so even in the book, when you see it move through time, you will see that the framework is constantly there. It's just a negotiational table is changing, right? So that is, for me, very important."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:47.400",
        "message": "And for me, where your book also works is that it's not it is both a political and a non political book. It's a political book, because of course, it is looking at all of these things that are happening, all of these power structures of Brahmanism is playing out how misogyny and patriarchy and all of those are playing out. But what it also refreshingly does is that all of these people are humans to me, you know, I begin to feel that like someone like Mani Aiyar, where I both have enormous empathy for him. You know, you feel like, okay, he's trapped in that, you know, he might be doing some things which we would not approve of today or do ourselves, but he's kind of trapped. Before we sort of get to talking about the book, which is a very rich and interesting book. For those of us who are not so familiar with it, which really includes me also, to an extent, give us a summary of what you discovered about this world of Carnatic music about all the sort of the unexpected ugliness that lay behind the book, not through this book, particularly,"
    },
    {
        "speaker": "Guest",
        "time": "00:31:41.800",
        "message": "but in general, You know, yeah, so, I mean, I grew up in the interiors of Carnatic music, okay. And I grew up in the interiors having the privilege of being an elite in the interior. So, you know, I had it all, you know, yeah, I mean, it's like, I was not a middle class interior representative, I was an elite interior representative, you know, so I even looked down upon the middle class structures within it, right? You are the Karan Johar of Carnatic music, I'm gonna let that pass, but I will go on. But so, I lived it. I was definitely part of the power corridors. I probably still am, how much do I dissociate from it? And that's, that's what I live with all my life. And so I did not see any of these things for a very long time. But then when all these, you know, internal churnings happened towards me, I mean, within me, I think I was asking these questions of myself. You know, I was asking these questions of, you know, okay, what am I really representing? What am I really singing? And what is that, that pleasure that I'm getting from it, the moment that the ugliness I discovered and is not unique of Carnatic music, Carnatic music is my entry point, because that's, that's all I knew. Just the fact of how patriarchy, how casteism are so normalized, I think that's the biggest learning for me, that it's so normalized, there's a homogeneousness to it. And homogeneousness is in fact taken as a conditionality. You know, the kind of people who should come, where should this art be produced? What is the ideal place that you should consume it? How should the people there behave? How should the women who come to the concert dress? And how, what did my music class tell me about my identity? I had to, why was that the music class was not just about music, but it's about so many things else and what was being conveyed to me, you know, all these like started hitting me. And I realized that the entire world is a world of a certain homogeneous, upper caste patriarchal structure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:58.440",
        "message": "And within this, we are celebrating Indian culture."
    },
    {
        "speaker": "Guest",
        "time": "00:34:00.840",
        "message": "And not just by default, there are rigidly enforced entry barriers, you know, it's very important to understand how these entry barriers operate, you know, and they've operated in different ways through time, again, when you go back to the past, but the barrier is still there. It's these invisible screens, you know, it's, it's, everybody knows that. I mean, it's, there's this move, I always use this, I have used in reshaping art, there's this Tamil movie called Kaka Muttai. And I would urge everybody to watch it. I think it's on Amazon Prime or something. And there is this scene, and the scene is this, the story is very simple. It's about these two kids, who a pizzeria is open in their locality, and they are kids from a neighboring slum. And they want to get into pizzeria, and the watchman looks at them and throws them out. So they then decide they need better clothes. And if they wear better clothes, they'll be allowed in. So they decide to go to a mall. So they go to this, two kids go and they turn the, you know, just turn the end of the road and they see the mall and one, they're brothers, one of them looks at the other and said, oh, I said, they're going to let us in. You know, nobody has said they can't enter the mall. The kids have seen the mall, and they've decided that they're not going to be allowed in. So this is what we should understand with great care. So these designs are always there. We design society to decide who can come in, who cannot come in, what sound can come in, what sound is outer, when do we throw somebody out, when do we allow somebody in? So for example, how do I need to change in order to be acceptable? We see this world over. It's not just in India, it's ethnicity, it's color, it's race. We see the need. So it's like everybody is playing a part. The person who has power, cultural power, is making sure these notions are there, making sure they keep changing according to time, but fundamentals are there. People who want to look at social and cultural mobility are saying, okay, how can I become more like that? And that's such an ugly structure in it, that you need to give up something of yourself, you want acceptability at this place, first of all, you place it at a higher level. So what about people? What about different cultures? What about different habits? So what are we saying? You know, it is, it's very, honestly, even as I say, this is so deeply disturbing for"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:22.320",
        "message": "me. And a lot of it is invisible and unstated, as you just said, in the sense that, you know, if a lower caste person enters the house of, you know, someone from a higher caste, he"
    },
    {
        "speaker": "Guest",
        "time": "00:36:31.560",
        "message": "will instinctively sit on the floor or he'll be embarrassed about entering. And this is so instinctive that to, you know, to someone who's grown up like that, it's just understood. You don't think about it. And also, I can, if that person did not sit on the floor and just sat on the sofa, what would my instinctive react, even the progressive TM Krishna think, for a split second in my mind will go this thought, oh, now what does that mean? It means that somehow I expected a certain behavior from this individual. And the person has transgressed. I may correct myself for to tick off the liberal box. But the fact is that feeling is there, right? So these, I mean, I always find it very interesting that when you talk about caste, people find problematic. But, you know, if you just in the frame and talk about gender, I know women and trans people know this every day, you know, and it's always fascinating for me when upper caste women feminists don't get it in caste, but they get it in feminism. I'm like, do you realize it's the same framework? It's that look that you talk about. It's the inequality in looking at two people that you talk about that you feel it. I would never feed it because I'm a man and I'm, I have everything going for me, but it's the same framework that happens in caste and race and in ethnicity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:47.720",
        "message": "And in fact, there's a nice bit from Sebastian and Sons, which I marked out, which expresses exactly this. And I'll quote from your book, and this is someone speaking, quote, the relationship between the widwan and honorific often used for seasoned artists and the worker is like that of a husband and wife. Only if there are arguments and disagreements between the husband and the wife, will the family move ahead. If I am upset, I will not say much. They will notice that from my facial expression and introspect about how they spoke to me. It has been going on like this, and it should hopefully continue, stop quote. And I mean, this spoke to me so much because it's, it's casteism and the patriarchy, and they're both together. And all of us have experienced, you know, if not one, at least the other in some form of the other. And I was also reminded of this, but there was this very interesting tweet by a writer on Twitter called Asim Ali, who's a journalist, I think he writes for various people where he pointed out that if you are at a restaurant and you're mistaken for the waiter, you know, you immediately feel, you know, a sense of hurt, pride and humiliation."
    },
    {
        "speaker": "Guest",
        "time": "00:38:46.160",
        "message": "And the very fact that we do say something about all of this, that's what that's exactly what I'm saying. And we all feel it. I mean, I was actually the bookstore, this happened just about last week. And somebody came behind me. And he tapped me and he said, where is the fiction section? For a second. I was like offended. Yeah. How dare you ask me that question? Right? Because then I turned around, he said, sorry, sir. But the fact is that somebody could presume that I'm just a person in the shop floor. Yeah, we are offended."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:17.760",
        "message": "We definitely are offended. Yeah, that's a sharp observation. And you were talking about pizza. So I have to tell you this before this, when we were at lunch, I told you about how much I love TikTok and you should check it out. So there is this nice TikTok video doing the rounds where, you know, this girl calls a pizza hut, and she says, pizza hut, and voice at the other end says, yes. And she says, apke paas pizza hai? And the voice at the other end says, yes. And then the girl gives this wistful look and says, maze hai yaar, maze hai, apke paas"
    },
    {
        "speaker": "Guest",
        "time": "00:39:46.240",
        "message": "pizza hai, you know, which is both very funny, but it's got resonance with that. It completely has a resonance with that, yeah, definitely does."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:54.280",
        "message": "And there's a sort of a lot of that happening on TikTok, but we'll sort of define it later. You know, so just to kind of sum it up, there are two things happening. One, as you described, is in the world of Carnatic music, one, as you described, that there have traditionally been all of these entry barriers. But also what is happening is that there is a denigration of other forms of art, and this elevation of the classical into a fine art, like even I have grown up with this impression that Hindustani classical and Carnatic are like the high forms of art. And of course, in my case, they've intimidated me and said nahi main rock music sununga, but that's the whole impression. And as you also point out in your book of essays as well, before this, about art, we've seen what, for example, in America, supposedly lower forms of art like jazz, gospel, hip hop coming up, and you know, now jazz is pretty much considered, you know, you're supposed to be classy, you're supposed to be a classy person, if you listen to jazz, and you're very sophisticated, if you argue about who's better Miles Ravis or Coltrane, and all of that happens. But, you know, that is still a deep problem here, an entrenched problem. So what's been your sort of experience of trying to do something about that?"
    },
    {
        "speaker": "Guest",
        "time": "00:41:07.400",
        "message": "So initially, I was only thinking of Carnatic music, okay. So now retrospectively, I can see why that was problematic in the sense it was about this music, about the fact that I felt that this it lacked any kind of societal, political, ethicalness, and also the music needed to kind of breathe, so to speak. But it was still about the music. I mean, I had not really given a year to different cultures, this is the truth. And I think that happened slowly. And slowly, I started looking at different cultures. And that's when I started questioning that word classical. You know, some people may say classical is not an Indian word, it's but I think Shastri is as deeply problematic as classical. Absolutely, what is Shastri, who writes the Shastra, we can ask 100 questions about it. But I also believe that classical music in some way was superior. And to be able to appreciate, we've all been told this, that to appreciate classical music, you need to kind of a certain level of sophistication, you must have a year you must have kind of trained. So, you know, and I believed it, I honestly believed it. So what we have is this is representative of what Indian culture has been to the world. We always have the main shows being the classical world, and the side shows being some drum dance from Manipur or Nagaland Meghalaya, then some other thing, you know, that those are the diversity, they are the little crumbs we throw for diversity. But the main real representative has been these forms. We have represented India culturally like this in India and across the world. We treat those artists differently, we treat the classical artists differently, all this has been happening. But I think what happened was, when I started engaging with other art forms, you know, other forms, which were not within the classical tag, is when things started becoming clear. But the first person who put the seed in my head is a musicologist named Harold Powers. Powers studied Carnatic music, and actually did his PhD on Hindustani music. And he was towards the end of his life, and he visited my home, and I was much younger and very casually asked Harold, so Harold, what's the difference between classical and folk? And he didn't bat an eyelid, he said, very simple. As an art form goes up the ladder of society, it moves from becoming folk to classical. And when he first told me that, I thought that was rubbish. Okay, but I'm happy that that quote never went out of my head. It stayed with me. And it kept bothering me. You know, how can you say this? Are you saying there's nothing intrinsic about the art that makes it more special? I mean, I sing it, it has to be more special. But when I started then investigating it, you see that he's absolutely right. He just nailed it. It's a question of who is participating in the creation of that art? Who's creating it? Who's listening to it? And that defines whether you call it classical or you take the world classical across the globe, everywhere in the world, it is the cultural elite who are defining the classical. So there has to be something about it. So this was the first thing. The other thing is when I started engaging with art forms which were not considered classical, and I will never forget one experience, I went to a little village near Chennai. And this is art form called Katte Koothu. And incredible artist Mr. Rajagopal, and he runs a school for this art form, and I performed. At that point, I was engaging with art forms, but I think the snoot in me had not gone yet. You know, you still feel something. I mean, this has to be special. Come on. And I remember I performed that day. So I was performing in an area which was alien. I was culturally alien to the people there. Okay. It was extremely intimidating. Classical musicians never usually do that. There were about 1000 villagers from across the villages. And then was a Koothu performance. Now the Koothu unfolded. I had no clue what was going on. Every person sitting there knew every nuance, every little joke. And I'm thinking to myself, who is the sophisticated here? Me or the 1000 villagers who I will consider uneducated, crude, you know, these words called ethnic, all these words that we use, you know, raw, real, in aesthetic senses, when we use that word, it's not a compliment. Let's be very clear. It's not a compliment. And that's when it hit me that this whole notion of sophistication, complexity, subtlety is very specific to every art form. If I'm able to dive into another culture, then I will feel it in that way. And that's when this whole thing, like crumbled, that these words are only social constructions, they're political constructions, which is why even if, you know, jazz is considered this profound thing, it's never called classical. Why? Because it ticks every box that you want to take. It's complicated. It's difficult to understand. Even if you read 100 books, you can do an online course on jazz, you still won't understand. I won't still understand it. But it still is not called classical. Classical is still white man's music. There is something to it. So that's when I realized that this is not an aesthetic point. This is not a musical point. This is purely about people and about society and about politics of it. When you change the politics, something else may become, in fact, you've got a very nice"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:35.400",
        "message": "line in your book, which I'll just read out, which, you know, is in the context of North Chennai, where all the Dalit slave and all of that. And your sentence goes, quote, culture is not a word commonly associated with North Chennai, simply because this culture is not that of the upper caste, stop quote, which kind of says everything is then. And is it a fair analogy to say that what you're talking about, you know, you're trained in Carnatic music, so you see all the sophistication and all that, but is it a fair analogy to say that it's like you're being really good at a language and a language which you know nothing of sounds like noise to you till you actually take the effort to immerse yourself? And at some point in the book, you've spoken about noise becoming music, you know, and"
    },
    {
        "speaker": "Guest",
        "time": "00:47:17.440",
        "message": "the analogy is very true. That's what it is. Right. And what we should also realize how difficult it is for us to actually move to another culture or shall we dive into another culture, it's we're always carrying something with us, okay. And because we always carry something, it's so much harder to do. And so really, to be immerse yourself in multiple cultures is not an easy thing. And probably we're all never going to be able to do it. But even if you do it once with something, then we realize about this whole idea of how can noise become music. So, you know, I'll give you a very, very Indian example. Many Hindustani musicians think that Carnatic musicians sing Besur. We are not singing Besur because the movement that they hear is Besur is actually a technical required movement in Carnatic music. Now, is it off tune or not? Is there an absolute answer to the question? When is somebody singing in pitch? Even a simple idea like that is so complicated. To your ear it may seem off pitch, to my ear, musically, that's in pitch. So I mean, this is a classic and then listen to Makhan music. I mean, their movements sound Besur to me. All of us sound Besur to the Western classical musician. So who is singing off tune? We don't know. That's what I'm saying. It's so specific. So and this is very important, not just musically to understand, to culturally understand, you know. So it happened to me when I heard so many kinds of music first, I thought it was just noisy. This is loud. But now I feel the music inside sometimes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:51.560",
        "message": "So is it a journey then you then make from this intellectual understanding that no, this kind of music is also legit in its own way to an emotional understanding where you can just sit back and enjoy that music and it doesn't sound Besur anymore?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:03.000",
        "message": "I think that's the most important part. The intellectual understanding doesn't even scratch the surface. The fact is that none of us are going to change because we comprehend something or we believe that intellectually that's right. We have to feel the music. You have to feel it. I mean, you have to feel the people. That's the message. You feel the people. You feel the dancer. You feel the culture. You have to feel the streets. You have to feel that you should taste the food. You have to. I mean, it's all that. Right. And then somewhere, at least momentarily, you feel you're part of it. And then that drumbeat is right at the bottom of your stomach."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:37.680",
        "message": "And that's happened to you. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:49:39.680",
        "message": "Your smile. Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:41.680",
        "message": "I mean, and that moment is incredibly emotional. And does it then change the way you look at your own music? Are you taking some of that into your music?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:47.320",
        "message": "So yeah, it does. I mean, it does change the way you hear. I mean, you often say that the music is not in the singing or playing. It's in the listening. The painting is not in the brush."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:58.800",
        "message": "It's in the scene. There's a similar thing I like to say that, you know, great art is not about talent. It's about judgment."
    },
    {
        "speaker": "Guest",
        "time": "00:50:04.700",
        "message": "Yeah. Separate thing. Yeah. But I'm saying that, you know, when you start feeling it, then you hear differently. You know, the lines kind of disappear, you know. This is right. This is not right. So kind of understand context for this technique, you know, and what are the things you can judge? I mean, I mean, how do you separate things? These things become far more fluid. And I can tell you the way I hear Carnatic music, which is musically my home, is entirely different. It's entirely different. I hear it differently. I know I hear it differently. I don't look for when I sing. I don't look for the things that I was looking for in my own music anymore. I know I'm not looking for it. I don't care a damn about so many things that I cared so much about in the music that I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:49.840",
        "message": "sang. So as a performer, where is then the intersection between your new way of hearing this music and you know, how your understanding of your own music has evolved and how the audience is because it's still the same audience and you still want to push the buttons and get"
    },
    {
        "speaker": "Guest",
        "time": "00:51:05.240",
        "message": "the applause. So. So the thing is that I do like to hope that I push less buttons now, but nevertheless, actually that has been an interesting journey itself. There are two parts. The one is that when things started changing the way I performed, the people who thought that I was committing blasphemy, that I was killing the art form, that I was disrespecting tradition. A lot of people just disliked what I was doing. And though I was singing all within the structures within the environment and this and what I want to say is also tough for me. So again, you know, you may believe in something, but when you actually do it, it may not still be you. It takes some time because before it becomes you. So as the audience was struggling, I was also struggling, right? Because you're kind of demolding yourself in some way. And that process can be very difficult because you're grappling. You have nothing to follow. You don't know what you're doing. You just know you just have to get out of this and your problems are visible only to you. Yeah. And because of the discomfort, the audience goes through incredible discomfort, enormous difficulty to understand what is this guy doing? I'm going through discomfort saying, you know, does this answer what I'm asking for or am I asking for? What am I asking for? I don't even know that. So there is this great amount of churn that's happening to everybody who's participating in this. Right. That's one part. And then there is, there is the whole other idea of how does this respond to the politics that you're talking about, to the social. So you know, things like, where do I sit? Things change the way I sat on stage. I completely changed the way we sat on stage. And then the interesting thing happened is I started also questioning space, place. So I, you know, sang in open spaces where the audience was not the traditional audience. I've sung at a beach when there were six kids listening to me with their hands in their ears saying, this is awful. To them, mine was noise. How does an artist react to that? You know, singing in a bus, singing to people that have no clue, you know, they're different culture entirely. In my city, just one kilometer away from the suburb where everybody will applaud everything I'm singing. One kilometer later, these people think this is noisy stuff, man, ask them to stop. So what does that do to me? You know, that also changed me. That also changed the way I was, I was thinking I was singing. So it's multiple things involved here. One is that internal musical rediscovery, hopefully. Then there is the idea of place and the idea of people. All these three are at play. And which is why I think all these three need to be at play for art to remain true. You know, you can say that I'm making art, which is not elitist, but if you're just going to make it and make it, make sure that it's only in a gallery where a few people can enter. It's still that. So can you deconstruct a gallery? Not only deconstruct your art, but deconstruct the gallery. These, you know, also the kind of people, the moment you do this, it's all fluid, which means it's mayhem, which means you really don't know what's going to come out of all this. You know, when I sang on a, on a moving public transport bus, it was the most incredible experience by the end of it. It's a moving bus."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:16.040",
        "message": "How did that happen?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:17.040",
        "message": "So this is part of many projects that we are involved in, right? So as we moved from, as I move from not just talking about Carnatic music, the fact that we are looking at different cultures and each are occupying different spaces and also at a different hierarchical position, how do we create little contestation? You need to create contestation between different cultures. You need to allow them to kind of come in, you know, kind of bang each other and some amount of equality, at least for some time. So one of the things we said is, why don't we just take the Carnatics and the classicals onto a bus, this public transport bus. So we call it, now it's called MTC, I think it used to be called PTC when we were young. And we, I was not going to sing. So we did this relay of music. So we had not just Carnatic music, but we had some Tamil rock, we had Carnatic, we had some Naam Sankirtan, all happening like a relay. So these musicians, all young musicians had to board the bus at different bus stops. And they hand over the baton to the other person, it was fun. So I said, the first time we did it, I said, I want to check out how it is. Was it recorded, video shooting? There's a video on YouTube of it, of me singing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:25.600",
        "message": "That'll be linked from the show."
    },
    {
        "speaker": "Guest",
        "time": "00:55:26.840",
        "message": "So what I did was I just got onto the bus in one of the bus stops, I was just going to check it out. But these young guys said, you have to sing. I mean, how can you not sing? It was unbelievable. I mean, just the experience, you see, it was unbelievable because I was completely exposed. I was entirely vulnerable. I couldn't push any button, you couldn't push any button, that's the point. Once you know your audience, you push a button. Once you know your environment, you can push a button. You know the place, the people, the content, everything. If everything is removed, you can't push any button. You don't know whether the person is going to hate what you're doing. You don't know if you're going to get acceptability. You want to be accepted. You're an artist. You want acceptance. You want the applause. But you have no clue how to get it, man. And it was, it was exhilarating. I have, it was also panic, you're scared. You know, by the time I did this, I've been in the field for what, two decades. I've never been scared of being on stage, but that day I was terrified. I was terrified when I sang on the beach for the first time, because I didn't know who's going to, what's going to happen. Am I going to be discarded? You know, is somebody going to say, stop? Is somebody going to scream, for example, say, hey, please stop. Get out. I mean, so on the bus, this happened. I'll never forget. It was the last leg when these young guys said, you have to sing. So I belted out a song. And I remember as we came to the terminus, bus terminus, everybody on the roads were wondering where music was coming from, right? And there was this man who was drunk and he started dancing. He was on the road and he's like walking with the bus dancing. Is this in the video? I don't think that's in the video."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:05.080",
        "message": "Unfortunately. We'll have to imagine it. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:57:08.080",
        "message": "And I was like, this is the most beautiful connection I've made. You know, we belong to very different worlds, very different ideas. He just heard the music and danced. And because he's drunk now, he'll forget the connection the next morning. I wish I was drunk."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:24.520",
        "message": "Maybe they would have leveled it off. How did your traditional audience, what you've called the 25,000 Brahmins who congregate every December in Chennai, how did your traditional audience react to you in light of the politics that you were now expressing? React to your music in light of the politics?"
    },
    {
        "speaker": "Guest",
        "time": "00:57:43.720",
        "message": "You had two or three different reactions. Of course, my politics is and was very disconcerting. And I can understand why it is. I mean, there's no point, I can't pontificate because it's true. I mean, I guess 20 years ago, I would have probably also looked at somebody who was doing this and what the hell is he doing? You know, so I can understand it at some level. So there were people who either said, I've had people sending me an email saying I've thrown all your CDs. I don't have any CD of yours anymore. You've disrespected Hindu gods, you've disrespected Indian culture, therefore, I don't listen"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:19.680",
        "message": "to you anymore. I've had that."
    },
    {
        "speaker": "Guest",
        "time": "00:58:21.680",
        "message": "They can't do that anymore because you can't throw MP3s. Yeah, I know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:24.160",
        "message": "I'm on YouTube, they're stuck with me."
    },
    {
        "speaker": "Guest",
        "time": "00:58:26.360",
        "message": "So they've had people who have actually even now many people say, how is this guy who produces such divine music speak such filth? I've had many people say that. In so many words. Yeah, exactly. Those words actually. I'm not even paraphrasing. So how can he be so filthy and say all these horrible things, but when he sings, it's divine. You have that. And you have also the other end of people who have never heard me, who listen to me because of my politics, usually younger, younger people, and many people who don't belong within the Carnatic world, who have now said, you know, I want to listen to this music because I find it interesting that you can actually challenge it from being inside, which they never thought was possible. So you have different shades of all this happening. So the power structures are uncomfortable with me. But the fact of the matter is, I'm doing all this because I'm powerful. So let's not run away from the fact that if I did this 20 years ago, I would have been thrown and nobody would, we wouldn't be having this conversation. So the fact also is the fact that I can, I can handle all this is because I know I have the... But you have also been deplatformed and stuff. Oh, yeah, of course. There's been many concerts cancelled. It's happened in India. It's happened in the US. It's happened in the US, wow. Yeah. So this was about a couple of years, 2018, when actually some colleagues of mine were targeted for singing Christian themes in Carnatic music. And they were really bullied. And especially the women, I mean, the trolling was just, you know, I can't even quote the kind of things that were said, and I really pissed me off. And there was some guy who said he'll break my legs also. I mean, that also happened, but that is not so important. So I put out saying, a video saying, I'm going to release a song on Allah and Jesus every month in Carnatic music. And it was done as a protest, saying that nobody has a right to tell me what I can sing about. And this music doesn't belong to any community, any religion. And when I did that, I was just going to the US on a tour. And the concert was at Washington DC at the Shiva Vishnu temple where I've sung Amti number of times. And they cancelled the concert. And they said that they have been threatened by right wing groups. And there was this huge blog this woman wrote about how they celebrated that the concert was cancelled. And I was shown my place and that Indian culture was protected. And I understand recently that she's going to stand for election to something that the same woman. That's very interesting. So I think it's Trump land. But yeah, so that's happened too. But I must say the positive of that, that happened. But then a group got together on the very same day, same time, a concert in DC did happen as a as an answer. So that too happened. Yes, it was cancelled. But there are also people who came together and said this cannot happen. And we will do the concert."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:16.160",
        "message": "So there are both sides to it. And it's interesting that it's not just casteism. There is of course, you know, the sexism is there in the sense women cannot play the mridangam and all of that. But there's also racism. For example, you know, Sudha Raghunathan, whose daughter married an African American gentleman and her concerts got cancelled because her son-in-law was African American."
    },
    {
        "speaker": "Guest",
        "time": "01:01:37.280",
        "message": "Was it cancelled? Yeah, that's what I've heard. I knew she was trolled. I know she was trolled. She was trolled and her shows were cancelled in January apparently. Okay, that's but you know, if you think of it, how far is casteism from racism?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:49.040",
        "message": "Yeah, it's, you know, it's the same insularity, we are the group, everyone else is the other."
    },
    {
        "speaker": "Guest",
        "time": "01:01:54.560",
        "message": "Absolutely. In fact, we Indians are probably the most racist lot, especially, you know, and what do you also forget is there's a homogeneousness more or less in bandwidth of so called Indians abroad, who are the majority of Indians who have migrated, they're most of them coming from forward caste or shall we say socially mobile, OBCs, if you look at the government categorization. And therefore, there's a certain homogeneousness of ideas and, and there is a certain commonness with the way they want to build a narrative. And the narrative casteism is entrenched. And in casteism is color. And therefore, the notion of the darker skin notion of the African American is also seen as a lower caste. The African American is seen as a lower caste. Yeah. Right. So this just works perfectly in casteist narrative. And that is why you have this ridiculous thing happening. And there's a personal thing about somebody getting married, and has got nothing to do with anybody, and, but then the person is actually harassed and trolled for a personal"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:58.440",
        "message": "decision."
    },
    {
        "speaker": "Guest",
        "time": "01:02:59.440",
        "message": "And her son-in-law was called the n-word. Yeah, absolutely. I mean, the surprising thing, Amit, is after all this, even people who are viewing it, you know, forget the people who are throwing this nonsense out, maybe, you know, maybe we can have a conversation with people, I don't know. But even people are viewing it, just don't see the horribleness of it, or say, you know, they shouldn't say this, but I just don't get that. I mean, I just don't get it. I said, you know, there can't be any but over there. I mean, but a lot of us speak that way. You know, they should have not made this public, they should have done the marriage quietly. What do you mean? You want to just say that these things don't happen? What are we saying? You know, so you'll be happy if the she had married a Jewish white person? I mean, what are we saying? I mean, these moments are horrible for the person experiencing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:53.560",
        "message": "These moments are also revealing. And I think the point I'd like to clarify is, and this is a common confusion that when you talk about all of you know, these upper caste NRIs taking their caste baggage with them, you don't mean to say that they are necessarily casteist or they are thinking in terms of caste consciously, it's just that they're carrying those entrenched ways of thinking and responding to the world. And it's completely internalized. They may be the best human beings otherwise, and all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:04:19.720",
        "message": "Very true. You know, that's not a big problem, right? When you speak in these terms, people think that you're painting somebody as evil people."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:25.200",
        "message": "They react defensively."
    },
    {
        "speaker": "Guest",
        "time": "01:04:26.200",
        "message": "Yeah, it's not. But that's why I keep saying I am still casteist. You know, all these invisible ways. I do it every day. I do it. I mean, especially, you know, sexist, casteist, I mean, you know, in your relationship with your wife, there are things that you presume that your wife should be doing without even thinking about it twice, whereas it comes from patriarchy that you don't recognize. And then you, when you talk about it, you realize, yep, where is this coming? So these things are so ingrained and normalized that we just don't see it. So actually, a lot of times I will say that these are not intentional in that sense. You're not purposely saying, I look at Amit, you're like this, and therefore I'm targeting. No. See, we're all pattern recognizers as a species. And these are all patterns we've been taught to recognize, you know, starting from gender."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:15.720",
        "message": "These are instinctive aversions."
    },
    {
        "speaker": "Guest",
        "time": "01:05:16.720",
        "message": "So we do all this automatically, we do this automatically, and these engines start working. And, but it's important that we are aware that we are functioning in that manner. I mean, that's the problem. And I think what gets accentuated in a place like with the NRAs is the fact that at least in India, you have to walk the street and go to the dhukan. You know, you meet, even if you don't want to, people of diversity, you know, but what happens in the States is you are a homogeneous lot, only meeting those people, carrying these things from India and constantly reaffirming that over 20, 30 years, that makes it much harder. Actually, I'm saying that it's much harder for the NRAs to break free of this because they don't, that they lose that connection of the possibility of being hit by something that they never expected or experiencing people in a way that they never expected, because you are this little bubble in these lit cities."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:10.760",
        "message": "And once you get into a comfort zone, you don't question it, which is why your journey is so surprising that you've reached the top of the Carnatic music ladder. And then you are, you know, you have the level of self reflection, I can imagine someone from the outside or someone who's not so successful doing that, you know, just speaking to this point, there's a beautiful poem by Akhil Katyal, who's just read a book out, and I'm just going to read that out. And I'm sure you're familiar with it. But for those of my listeners who aren't, and the poem is called Poetic License, is by Akhil Katyal. One day when he was about 10 or 12, he asked his mother, what is my caste? Some boys in the school were asking, I didn't know what to say. The mother got up in the middle of a supper, beta, if you don't know it by now, it must be upper."
    },
    {
        "speaker": "Guest",
        "time": "01:06:51.200",
        "message": "That's, that's a very important poem, because it's true of most of us. You know, it's like, somebody told me is that if you are a Dalit, every day, every moment of your life, you're reminded that you're a Dalit. So when we all say, especially that, what caste, we never spoke about caste at home. This is said very often, just means exactly what he said."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:20.400",
        "message": "It's that extra layer of awareness, even women carry it, you know, when women walk on the street, they have this extra layer of awareness, which is not important to us. We can take our being male for granted. No woman can do that. You enter a lift, you're looking at everyone who's there before you get in. And that's consistent, and it's normalized, and men don't see it."
    },
    {
        "speaker": "Guest",
        "time": "01:07:39.800",
        "message": "And men think it's normal to look at a woman in a certain manner. And you have to catch yourself sometimes doing things that you would not normally think, you know, you know, it's not about whether you're liberal, progressive, etc, etc, etc. This is not about being conservative. This is just about these entrench habits. So I catch myself looking in a certain manner at a woman so many times, then I see it myself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:02.840",
        "message": "This is things that we do. You know, wife is listening to this. What are you saying? Okay, before we go into a break, and after the break, we have to get to your wonderful book. We're not doing it justice if we don't. But sort of a final question, just you know, going back to that old theme we were exploring of, you know, the evolution of Carnatic music and the setting it apart from other kinds of lower art, which are not classical and all that, did also the academies play a part in this? For example, in your book, there is this passage about the Music Academy, which you know, your grand uncle, T.T. Krishnamacharya played a part in founding, quote, the Music Academy, established in 1928, had quickly become the sanctum sanctorum of Carnatic music, sabhas such as Parthasarathy Swami Sabha, Perambur Sangeet Sabha, Jagannath Bhakt Sabha were changing the nature of Carnatic music consumption, ticket paying public and membership driven models became the accepted norm. This was enabled by Brahmin families migrating from Tanjavur, Tirunelveli and surrounding areas, the Chettiyars from Karaikudi district and other high culture seeking business communities such as the Mudaliars, stop quote. And what seems to me to be happening here, and where say Carnatic music gets this kind of advantage as it were over the other forms which are looked down upon, is that you have an academy, you have theory building around it, you have a pedagogy building around it, you have a community building around it, while other forms of music may survive sort of as oral traditions do, without this accumulated knowledge passing through to future generations."
    },
    {
        "speaker": "Guest",
        "time": "01:09:33.080",
        "message": "Very important point you make. So I think we have to go back to the political context of the times. So this is a times of Hindu nationalism. So there's not just a Carnatic phenomena, you see Bhatkande trying to do the same thing, you see Paluskar trying to do the something, this whole notion of presenting Indian culture as this very old, very pristine, you know, idea. And so you have these people, all upper caste people, in the case of Khyal, they feel that the Muslims have basically spoiled this art form, they sing whatever they want. And so we need to get the original music. So Bhatkande decides to go through the musicological way, Paluskar said bhakti is the way. Bhakti is the essence of this music. So he uses another channel. So you have that happening, and that's when you have all the Gandharva Mahavidyas forming, you have all these things. A similar narrative is happening in the South. But in the South, what is happening is that Devadasis are the targets. Now, they are now by then considered niche. So then they can't be part of something we are considered old and pure. So then you again building a very, very nationalistic, very upper caste notion, theosophical society plays a very important role in these constructions of what Hindu philosophy, Hindu history, the Rishis in the Himalayas, all these notions, right? So you have these art forms forming in that. Thyagaraja is now becoming this saint, he becomes this real, beyond reality human being. So all this construction is happening at the same time, everybody recognizes another battle you have to fight with the British is not just emotionally getting this music, but also say that it's technical, also say that it is intellectual. So then you have this Music Academy forming, and it's fascinating if you go through Music Academy discussions, and it's all documented, you have lawyers, okay, they're not professional musicians. So all these lawyers and well educated upper caste Brahmin men, who are having these debates on Carnatic music with musicians. Wow. Okay, so they are saying so that's when the rules are then being formed, like you're then giving knowledge validity in document. Sounds like the Constituent Assembly debates, are these online? Oh, it's online. It's all online, you can go it's very interesting. So that's part of creating intellectual capital. That's actually creating knowledge. And it has been modern. And you're codifying it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:52.360",
        "message": "Basically, it's a codification."
    },
    {
        "speaker": "Unknown",
        "time": "01:11:53.360",
        "message": "Yeah, and it's a modern notion."
    },
    {
        "speaker": "Guest",
        "time": "01:11:54.440",
        "message": "This has happened, the same thing is happening with Hindustani music. And then the interesting part is post independence, we just continued the same narrative. Just look at the institutions that were created for culture across the country. That was for Bharatanatyam, private Carnatic music or Hindustani music for Kathakali. So again, you're only looking at those art forms that are practiced by a certain group of people or enjoy by certain group of people that is decided that you believe needs to be codified that deserves even codification of intellectual activity. So you're actually designing cultural knowledge, you're actually defining what is knowledge in culture and art. So all this played a very important role in placing these art forms where they are, in placing them in the fact that this is what we want to present as ourselves, without doubt. And the fact that this did not happen for so many art forms, meant that for 70 years, they are still considered just they considered, of course, exotic, very important, or you say one thing, they are the source for this. You know, I always find it deeply disturbing when classical musicians say, you know what folk say, what do you mean by that? It's like it was something that was an, you know, unpolished diamond that we took from there and made it polished. So those were like resource material. And they have their beauty, they have their limitedness. But then the classical is what is an evolution of them. So all this allowed for this kind of cultural discourse to be entrenched in our psyche and in our emotional beings, because we feel that way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:28.640",
        "message": "Yeah, and, you know, just thinking in terms of cultural equity, it just seems that the inequality in cultural equity was enormously exacerbated by these institutions, which just keep, you know, doing what they're doing, which is not to say that these forms of music should not have academies or, you know, theoretic development or whatever, but the other forms"
    },
    {
        "speaker": "Guest",
        "time": "01:13:48.040",
        "message": "are... Definitely. And you can point to so many forms across this country, you know, so I won't say I'm not talking about what I would like to call, I don't like the word folk, social music, for example, harvest songs or a lullaby. Those are social music that is passed on from mother to daughter or, you know, all the villagers. That's different from organized art. And you've organized art across this country, and none of them had the benefit of being codified or being given theorization or being written about in, you know, with the nuances and the technicalities that they all have, simply because of where they belonged in society."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:25.240",
        "message": "So does that now, assuming that this started out as, I don't want to use the word equal, because we're not weighing different art forms, but assuming that at one time, they were all art forms at a similar level of evolution, have those kind of fallen back?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:38.560",
        "message": "I mean, I'm uncomfortable about using this language itself. I'm not sure. Because of this codification process. I'm not sure. I wouldn't think so. I would think that it's not an upper view, does not mean that it has not had its own evolution. It had its own changes. You go to any of these art forms, and the practitioners will tell you how things have changed."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:55.680",
        "message": "Narratives have changed. Storytelling has changed."
    },
    {
        "speaker": "Guest",
        "time": "01:14:57.680",
        "message": "And maybe the absence of codification is a feature, not a bug. Yeah. And then that kind of takes it to a different kind of a journey. It's definitely happened. I think the fact that they seem to be invisible is what the problem is, that they don't exist in serious discussion, you know, in all these highbrow. So I think an important point that you're raising, and it's all important, is knowledge. How does knowledge get created? When is something knowledge and who is deciding these things, you know? And what is documentation? You know, it's very odd, no? At one point, we keep saying Indian culture is not written culture. Indian culture is what we carry forward. But then we decide to only codify some of them. We say both. We say Indian culture is oral history, or we are an oral system. We didn't believe in, you know, writing things down. We celebrate that. But when it comes to judging art or judging cultures, we give more importance to the ones that have documents, that have some shastra, and that is not shastra. So, you know, we play this little game, we choose when we want to be oral and oral, when we want to be organized."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:01.480",
        "message": "And this reminds me of a similar privileging you mentioned in your book where you point out that documentaries about Chennai will always show Mylapore and, you know, those"
    },
    {
        "speaker": "Guest",
        "time": "01:16:08.480",
        "message": "areas from which you belong. Of course I do."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:10.880",
        "message": "I'm from the innermost circles. You are from the innermost circles. We'll take a quick commercial break and then we shall come back to talk about Sebastian and Sons. Like me, are you someone who loves fine art but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into products of everyday use. These include wearable art like stoles and dresses for women and evening shirts for men. Home decor like wall plates, cushion covers and table linen. And accessories like tote bags and pencil pouches. This allows art lovers to actually get fine art into their homes at an accessible price and artists get royalties on sales just like authors do. Their artists include luminaries like Dhruvi Acharya, Jaideep Mehrotra, Madhuri Kathe, Sameer Mondal, Brinda Miller, Tanmay Samanta, TM Aziz and Manisha Gehra Baswani. They accept bulk orders for corporate and festival gifting but even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 15% discount, apply the code UNSEEN, U-N-S-E-E-N. That's UNSEEN for 15% off at IndianColors.com. Welcome back to the scene in the unseen. I'm chatting with TM Krishna about Carnatic music and especially about his new book, Sebastian and Sons, which carries this delightful quote from C. Rajagopalachari. You talk about how, you know, Palgatmani Iyer goes to see Rajagopalachari with a problem about the contradiction that the instrument that he uses involves taking the lives of three animals because there are three kinds of hide on there. And Rajaji tells him, quote, don't look for the source of a river or the antecedents of a saint, stop quote. And this seems to me to not only speak to the question of the Mridangam itself, but to all of Carnatic music. And you've actually, you know, you've done that. You've questioned the source of the river."
    },
    {
        "speaker": "Guest",
        "time": "01:18:15.800",
        "message": "Yeah. I mean, in Tamil, it's like Rishi moolam nadhi moolam kekka kodathu. I'm just telling you how it sounds in Tamil. Rishi moolam nadhi moolam. Nadhi is river. So Rishi moolam nadhi moolam. Never ask for that. You know, when I first, it was told to me, this story was told to me, it seemed very normal to me. It's like certain questions don't ask, you know, why do you want to know? But then when I looked at it again and again, this is like, wow, that's so convenient. We decide what we don't want to see. That's a rationalization of denial. Exactly. Entirely denial that, you know, cow skin is required for the Mridangam. And I find Palagatmaneer most interesting here. He said I wouldn't brush it under the carpet, right? He could have very easily said, I don't want to talk about this. But he's this man who loves the Mridangam. He's obsessed with it. He's really obsessed with it. And he wants to get the best tone. He wants the best skin. He's very clear. He wants to improve the tone. He's trying his best. And then it suddenly hits him like, wow, but isn't this the cow that I worship, but I want the skin. So he kind of, you can see. So he's then asking, he wants, he wants reconciliation. He wants somehow to make sure that he feels better about it. And we all do that, right? And he goes and asks Rajaji and Srirajagopalachari comes up with his answer. And to me, his answer is more problematic than Maneer's seeking. Maneer's seeking is very honest. But Srirajagopalachari isn't, he's saying don't ask this because he's almost saying, if you go there, you won't be at in peace. You won't be able to do what you're great at. You won't be able to play the Mridangam and be this incredible musician because you know, you'll have to see things that you should not be seeing. So that means you forget the maker, you forget the person who's cutting the skin out, you forget the person who's cleaning their skin for you. So you're actually removing a whole section of people and culture from the conversation, but just saying, I don't, I know what lies behind it. He's not blind to it. He knows what happens, but I don't want to see it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:16.240",
        "message": "So basically Palgat Maneer accepted Rajaji's advice, but you did not."
    },
    {
        "speaker": "Guest",
        "time": "01:20:20.600",
        "message": "Of course."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:21.600",
        "message": "I took great offense. This reminds me of this old story about Tolstoy that Tolstoy once he became a vegetarian and he was very, you know, rigid about his vegetarianism and an aunt came to visit one day and the aunt said, I would really like to eat some chicken and Tolstoy was unhappy, but he couldn't say no to the aunt. So he said, okay. And then at dinnertime, the aunt gets to the dining table and she finds a live chicken on her chair. And Tolstoy said that none of us had the heart to carve it up. You do it yourself. And this reminds me of this beautiful bit I'm going to quote from your book about Palgat Maneer Iyer, who is, and this is in the context of Alkaton, who is Parilandu's cousin. Yes. And quote, Iyer gave Alkaton a job. He said he wanted top draw cow skin, no compromises and the cost did not matter. Alkaton said it would cost rupees hundred. Iyer gave him that amount immediately in advance and headed out to a restaurant around three or 4pm. When he returned, he found Alkaton standing outside his house, cow in tow. Iyer was startled to say the least. Alkaton informed him that this cow had great skin, but the seller wanted rupees 120. So he wanted to check with Iyer before completing the transaction. Iyer was shocked. Almost certainly this would have been the first time he had to make a decision on the slaughtering itself and take responsibility for something that was thus far hidden. He just shooed Alkaton away and demanded that he take the cow with him. This incident from Iyer's life is a universal condition. I am certain that no Mridangam artist would like to be placed in a similar situation. Skin just drops down from the heavens as far as they are concerned. Stop quote. This is such a beautiful line. Skin just drops down from the heavens. So, you know, thank you for that moment. We'll sort of come back to this later. And I want to especially delve into your chapter on how you went to an abattoir and enjoyed the experience. So I'm totally judging you on that. But first, tell me about how the thought of the book came to you."
    },
    {
        "speaker": "Guest",
        "time": "01:22:21.680",
        "message": "You know, my first book was called Southern Music, a Carnatic Story. And the book is a more academic book in that sense into technicalities, history, and in a way, I think all the journey that I went through within music for myself, somehow got encapsulated in the book. And I actually think that the book that book helped me in gaining clarity with all the different streams of thoughts I had. So the book really helped me in, you know, figuring out what was happening through almost six, seven years. And there is a whole section on the sociology and the politics of the music. And there's a whole chapter on caste. And that chapter was very heavily debated when the book came out. And I remember with my editor, we were looking at the second edition or something. And I just flipping through that chapter, suddenly, the instrument maker came to my"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:11.520",
        "message": "head and I said, and I'll interrupt you because you said editor and I'll point out I'm a big fan of your editor Ajita Jaya's fantastic job she did on that book and this one continue."
    },
    {
        "speaker": "Guest",
        "time": "01:23:20.560",
        "message": "Thank you very much. She's a fantastic editor. That's true. So what happened was, I suddenly realized I had said nothing about the instrument maker. And I was like, what did I do? In my head, music was only about the performance. In my head, the instrument was got its life because of the instrumentalist. What about the person who actually gives it the sound? And that's when I said, what about the Mridangam maker? And that's also because the Mridangam is slightly different from other instruments. I mean, tabla is also close by. The sense if I buy a tanpura, the tanpura stays with me and my connection with the maker is lost. I can retune it, I can change the strings, unless something gets damaged. The tanpura then is just with me. So there is no constant relationship. It's not the case with the Mridangam. The Mridangam needs constant change. It needs skin change. It needs that black spot to be changed. So all the Mridangam makers, I mean, players will come and say, you know, this is old, I need to go back. And they're constantly at the Mridangam shop. You've heard stories about what happens in Mridangam shop. So I know all this folklore. So I said, what about them? And Amit actually wrote a paragraph to plug in. And, you know, you're writing this to save yourself, actually, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:41.080",
        "message": "Because you want to be politically correct. Plausible deniability."
    },
    {
        "speaker": "Guest",
        "time": "01:24:43.840",
        "message": "I did not ignore it. Yes, exactly. And I think I, I stopped. And I stopped because I realized that it was fake and I realized I've been completely dishonest. I also realized I knew nothing about them. I knew nothing. I mean, I knew the names. I knew Parlan's name. That was one name people knew. I knew a few of the stories that people have told me, but I didn't know anything. So I paused and I said, maybe I should learn about them. Maybe there is a story, there are stories to tell. That's when I first started going and interviewing Mridangam makers. And I did this for about three and a half years. I met, I don't know how many of them, I mean, the book comes out of about close to 50 interviews. 30 of them are long, one and a half hour interviews, and then short conversations. And I just kept interviewing people, makers of different generation, different parts of South India. I also spoke to Mridangam players. And it was that whole journey. And then sitting with them, honestly, I remember there were points in the interview stage, the fieldwork stage, when I was overwhelmed by all the stuff I was hearing. I was like, how am I going to even say this? I mean, how am I going to tell this story? There are so many streams, there are so many voices, is it even possible to say this? And then it took me a long time to just sit with the interviews, watch them again and again, look at the transcripts. And then from there evolved. So you actually recorded those? I actually videoed almost every interview, along with audio."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:19.080",
        "message": "And I did. So, you know, I find you extraordinarily, and I'm jealous of this because I wish I had that quality, extremely self-aware. So therefore, you know, when it comes to these interviews that you're doing, you are talking essentially to lower class Mridangam makers, who have essentially played a secondary role to the people who actually play the Mridangam, who are upper caste people. And there is, in what you are doing itself, an echo of that instrumentality, where you're using these lower caste people for your own purposes of writing this book, and you are an upper caste man yourself, which is clearly something you must have pondered. How did you sort of negotiate that? And this is, you know, even outside of this caste angle, this is a question that nonfiction writers get all the time, that at the end of the day, you might feel tremendous empathy with the people you're writing about, you might even be friends with them. But there is a sense that you're using them. And I guess the standard answer is that, look, I am being very upfront and honest about what I am doing. And they are responding to that. And then what happens is happens."
    },
    {
        "speaker": "Guest",
        "time": "01:27:24.440",
        "message": "I don't think it's as simple as that. I think it's, it's very problematic. I've struggled with it. Because I didn't know at what point, I mean, these are these are people. And these are their lives. These are their realities. These are the stories they've experienced have been told. It's about family, it's about history. I mean, it's, I mean, it's not just information they're giving you, they're sharing themselves with you, right? So it really matters. And the big problem is that you come from such privilege. And you know, you can't treat them as some resource material, they're not resource material. I mean, it's like if somebody came and asked me about my life, I mean, I'm opening myself to you, right? And I'm, you know, I'm asking difficult questions. So, for example, I mean, I've never done any work like this before. My writing has always been in a way in the more ideational observation and ideational sense. I have not done work where I was speaking to people and what they told me is the story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:25.640",
        "message": "You've done essays before, this was almost journalism."
    },
    {
        "speaker": "Guest",
        "time": "01:28:28.160",
        "message": "Yeah, this is, it is very journalistic. And in fact, all the journalists I know understand how difficult your job is. So it was very different territory for me. I learned through the process. I mean, what question crosses the line? And I say it in the book at one point, I don't know. I really don't know what line, what is that line, you know, when am I really pushing it and I'm not being insensitive and not seeing that I'm able to ask that question only because I'm privileged. I mean, I would not ask this question if not for that, I wouldn't, I wouldn't even think about asking that question. So I don't know what that line was. And I don't know, I may have transgressed, I'm sure. And but I was always aware of it, you know, I mean, you know, whenever I interview a maker, does the maker feel confident enough about that conversation to express displeasure in a question I asked, for example? I don't know. Because that's very, you will probably tell me, you know, if I asked you a question that cross line, you'll just take me off and say, boss, stop. Because we're both of equal privilege."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:27.400",
        "message": "Exactly. So I can do that."
    },
    {
        "speaker": "Guest",
        "time": "01:29:29.400",
        "message": "No, the maker is not going to do that. The maker is going to look at me, TM Krishna, who is a great singer, I'm, like I said in the book, it's, you know, when I was looking back at the materials, when it hits you, right? The amount of respect I got by people who are like three times my age. You know, automatically, I mean, just by my presence, I was considered to be somebody who has to be respected, and somebody who has value."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:50.480",
        "message": "And is there a danger that they want to please you, so they want to tell you what they think"
    },
    {
        "speaker": "Guest",
        "time": "01:29:54.640",
        "message": "you want to hear? So, yeah. So that is where you build trust. That is where it's very important. You have to spend time. You have to spend time. There were interviews there where the trust came early, there were interviews where it took a long time where you could ask questions that were personal. So that completely depended on the relationship and the bond you were trying to make, however temporary it is. You know, I think the first thing was, does the person trust you, telling you all this, you know, sometimes it took a long time, it took a long time to the person feel comfortable to, you know, say these things, or, you know, I had to coax and ask these questions and move. Sometimes, sometimes they did not say to, there were interviews where they did not answer difficult questions. They were not willing to answer difficult questions, which is also fine. That also happens, but it's still, it is, you asked me a question for which, honestly speaking, there is, I don't know whether I did the right thing or the wrong thing. That's your question. I don't know. I mean, I really don't know. I, all I can say is that I remained absolutely truthful to what was said. Okay. I also took care. And that was the way I could respond to what you said is to, for example, change names when I felt the court were very sensitive, though they never asked me to, like you said, that even coming into the horizon, they could say that to me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:16.240",
        "message": "They wouldn't even have realized how this sort of journalism works."
    },
    {
        "speaker": "Guest",
        "time": "01:31:19.440",
        "message": "So I took the decision sometimes when I felt the courts were sensitive, that I changed the names. Those, I think those were ways by which I was also trying to say that this is not just information. This is not just people who are giving me something so that I could gloat for having written this radical book that, you know, that says these things, but these are people. These are real people. They are leading lives. And I need to respect that. I need to, I need to remember that. So I think that that was my way of, of remembering that, you know, when I wrote the book."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:51.800",
        "message": "And before we come to the book itself, a final question about the craft that, you know, your earlier books are essays. This is journalistic nonfiction in a sense. It's very accessible. And as is obvious from the parts I read out very well-written, I think my listeners get that and they should certainly buy the book. So when it came to craft, what kind of thought did you put into it? Who were your models? Like, were there books that you looked at and said, yeah, it should be like this or"
    },
    {
        "speaker": "Guest",
        "time": "01:32:14.240",
        "message": "none, none. So I did read a lot, but I, I think there was one thing that I kept in mind is I wanted to be as close to the language as possible. How do you do that? So for example, you know, I'll tell you why this, I felt sometime there could be a disconnection between commentary and quoting, right? So the quotes, many of them are in Tamil, right? So you're then transcribing it and then you're translating. How much can the English remain Tamil in its source, you know, I kept that in mind. So it remains as close to the quote as possible because it's possible to change the word to an extent where it almost transforms in its intonation, in its, in its messaging. So that was there. Then when I write commentary and commentary, I felt that there should be a connection between my style of writing and the voices of the makers, because ultimately this book is about the voice of the makers. So the way I tell the story must also be part of the voice that is coming. So I kept that in mind right through. So the style of writing in this is entirely different from anything I've written, okay, in terms of language usage, in terms of even vocabulary, it's very different. And that was because I said it should sound as close to the voices that the book is of, that is of the makers primarily, this is a book being told from the voice of the maker. So that's those are the things I kept in mind, because I felt then there'll be fluidity in reading. If I remained a kind of an academic kind of a tone, then there's a disconnect between"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:50.160",
        "message": "that and the voice of the maker, which is full of the book. So though I won't understand it for the Tamil listeners of the show, is there an illustration of that you can give about a translating decision that you took?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:03.960",
        "message": "For example, somebody made some people, the one important thing decision is that we also wanted to document the various words, technical words in Tamil itself. So you have words like kottu tattu, vettu tattu, which are all completely technical Tamil words. And it was very important that they remain that way. I give descriptions once in a while to remind the reader, but we wanted it that way, because you wanted to feel what that vocabulary is. I'll give you an example of something. So many times, you know, you retain sounds and retain these expressions that are said. Here is one from Varadhan. So I'll start with a paragraph. The most beautiful part of our conversation was the elegant simplicity with which he described the music of artists. M. Chandrasekhar violinist was set for Madurai Subbu. Now was set for Madurai Subbu is very much from Tamil, that means they are a team together. Okay. We retain, I retained it because I wanted that sound. So and it's then it's Varadhan's voice, right? Otherwise it becomes my voice and Varadhan says basically, M. Chandrasekhar was set for Madurai Subbu. Rumba super. Okay, that's a classic Tamil expression, rumba is of course Tamil. At a concert in in Mettur, people just lifted him up. He played so well. Of Ramabhadran's playing technique, he said he provided the groove so beautifully, it would come along like jile jile jile. Now, all this was very important for the way I we took the courts and retained its Tamilness to that extent. And that was part of a decision that I made that it should remain close to the sound possible. I remember there's some expression called sweet, I remember my editor Ajitha and I had this huge discussion about this expression that Johnson or somebody says, there should be this sweetness, the make something to this effect, I don't remember the point, but something the fact that sweetness in sound or something like that, you know, which doesn't make any sense. But it's an expression of an idea, a feeling, right? We retained all that as close as possible to the Tamil original as possible. So that is a very important part. So because when you're reading this book, you're not only reading the stories, but actually immersing yourself in language, in the culture, in the way things are said, in the way things are exchanged. And that was very important for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:25.960",
        "message": "No, so I recently did an episode on translation, recorded an episode on the art of translation with Arunabha Sinha, who's done more than 50 Bengali novels, though it will broadcast after this one. But one of the interesting things I came across while researching for that was this quote by Richard Pevear, about translation being a dialogue between two languages. And what you just said about the example that so and so was set for so and so, you know, almost seems like you're modifying English as well."
    },
    {
        "speaker": "Guest",
        "time": "01:36:51.520",
        "message": "So who knows, that could take off because it's a... It's very important that we think in that in those terms, especially in India, and wherever English is spoken, I think there are many kinds of, you know, this language snootiness is also something we're all obsessed with. I think there are different kinds of English, there are different, you know, even in whether it's Kannada or Tamil, there are different kinds of Tamil, different kinds of Hindi, there is a different forms of idea of English too. And it's very closely connected with Malayalam or with Hindi or with Tamil and these terms"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:22.160",
        "message": "that come into being. And that's a feature, not a bug, if you're, you know, taking some of that local flavor"
    },
    {
        "speaker": "Guest",
        "time": "01:37:26.600",
        "message": "and becoming something of your own. Absolutely, absolutely. That flexibility is what really makes language interesting. Yeah. Right? If not, you would not, language would die."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:37.320",
        "message": "I mean, we have language Nazis saying that, you know, pre-poning is not a word and all"
    },
    {
        "speaker": "Guest",
        "time": "01:37:41.760",
        "message": "of that. I'm saying everybody uses pre-poning. My dad used to keep saying that, by the way, I used to say pre-poning, he used to say advanced."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:48.760",
        "message": "Pre-poning, one, it has become a word because so many people have used it and two, it's"
    },
    {
        "speaker": "Guest",
        "time": "01:37:53.600",
        "message": "a lovely word. It works. Yeah, it does work. It means I like the word. I'm sticking with pre-poning. So by the way, that's another thing that I love creating words. So sometimes I just land up just creating this word and then we'd have this, my editor and I would say, what is this word you've used? I said, no, I just created it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:11.800",
        "message": "So that's I think part of the. And then what does your editor do?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:15.400",
        "message": "It depends on the word. And then we argue about it and if it's acceptable, we let it go. Sometimes I know you just can't use it. Give me an example of a neologism. So I'll give you one from the older book, Syllabomelodic Identity. Syllabomelodic Identity. It comes from Southern music that is entirely my creation. So when I said that language in music is not about the word, but it's about the syllable and the movement of the syllable musically. So I called it Syllabomelodic Identity."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:48.000",
        "message": "Quite beautiful. We'll have to sort of discuss that at a separate time. Let's kind of get to the book. And one of the first things that struck me because it's on page one, that's why it struck me, is your whole notion when you're talking about Nanganallur, you write, quote, Nanganallur is a congested urban village, more specifically a Brahman enclave within a village, stop quote. And then later you say, quote, I've always thought of Nanganallur as a poor man's mile apart, a cliched symbol of Brahmanism, stop quote. But one theme that sort of comes up at times during your book is how geographical location and social location are so interlinked."
    },
    {
        "speaker": "Guest",
        "time": "01:39:24.640",
        "message": "It's very important. It's true of every city. It's true of every place. You know, we think that urbanization somehow dissolves all this. We have this notion that in the village, it's more stark. It is more stark. There's no doubt that the lines are sharper and you can see it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:38.360",
        "message": "I think urbanization helps, but nothing is a panacea. Exactly."
    },
    {
        "speaker": "Guest",
        "time": "01:39:41.400",
        "message": "It helps in certain ways because transactions change and requirements change. But if you look at any city, look at Mumbai, look at any other city, you will find these multiple enclaves that are created, right? You know, for example, who's going to live in South Bombay, you know, you know, all these things, you know, where the South Indian population is. So, you know, and so, you know, some people actually, my friends of mine said, how can you start the book by saying you thought of it as a Brahman enclave? They got upset. I said, but that's exactly how I've seen it. You see it that way too. Because if you think of Nanganallur, it was a place where people who did not live in Mylapore, which is a middle class Brahman enclave, moved to at some point of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:20.720",
        "message": "So it's like Bandra is to South Bombay."
    },
    {
        "speaker": "Guest",
        "time": "01:40:22.440",
        "message": "Absolutely. I mean, we all have it. So it's very important for us to identify that within our city structures, within our, you know, habitations, these, none of these habitations are accidental. We're making these decisions because of so many reasons. So we're looking for similar people. So when I say similar people, what are we saying, we look at all these markers, we're looking at caste, we're looking at school, we're looking at many things, who is going to be my children's classmate in this school?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:48.160",
        "message": "Yeah. I mean, it's not necessary, like we said earlier, that you're thinking of caste per se, but"
    },
    {
        "speaker": "Guest",
        "time": "01:40:53.240",
        "message": "it's what your comfort zone is. And your comfort zone is designed by all these things. I mean, I mean, you know, how many of how many people be comfortable to live in a gay neighborhood? You know, because they look at it and say, oh, I don't want to be here. You may not even think that you processed it that way, but you are making these decisions. And therefore cities themselves have these little little pockets that function in those in those manners. And that's why Nanganallur is a certain pocket. Even within Mylapore and Alwarpet, there's a difference because there is certain money involved and you see those distinctions coming in. So all our habitations, all our city living is filled with these kind of, I had this huge argument with a man from Kolkata about this, you know, Kolkata is not like that. So I said, I'm going to put a wager on this one. I don't know Kolkata. He said, okay, he's promised to spend two months about it and get back to me. I said, I'm sure you can draw these lines everywhere. He did. He's not yet got back. I'm waiting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:50.000",
        "message": "Okay, he's run away. I'm listening to this Kolkata person kindly bite the bullet. It will help society if you confess that you that you were wrong. No, but I got to tell you, I mean, although caste is not necessarily involved, there is more class and coolness, but I live on Johu-Varsova link road, which is basically next to Varsova and very far from Johu. But all my neighbors say, oh, we live in Upper Johu."
    },
    {
        "speaker": "Unknown",
        "time": "01:42:11.360",
        "message": "Yeah, exactly."
    },
    {
        "speaker": "Guest",
        "time": "01:42:12.360",
        "message": "It's the same kind of absolutely shit that's going down there, though, in this case, it's more. We live in a place called Nilangare now in Chennai. The road we live in is not the cool road, the next road. So anybody I say Nilangare, oh, you live in Kashirena Drive. I said, no, I don't live on Kashirena Drive. I live in this little thing called Singaravelento street."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:32.720",
        "message": "Kashirena Drive sounds very nice. If you were living there, I would have visited you."
    },
    {
        "speaker": "Guest",
        "time": "01:42:37.040",
        "message": "But now I'm not."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:38.040",
        "message": "No, you're not going to come to my place. So tell me, who are Sebastian and Svans?"
    },
    {
        "speaker": "Guest",
        "time": "01:42:43.720",
        "message": "Give me the background of this. So Sebastian's, all these names have their Tamil equivalents, it's Sevityan. And Sevityan seems to be from my research, the oldest full Mridangam maker I can trace. So Sebastian's cousin Ratnam is somebody who is in the cover of the book. He lived in Madurai. He'd moved to Madurai when he was much younger. But he identified and came to, told Sebastian and his father that, you know, you have so many Mridangam players in Tanjavur, why are you making Tawals?"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:14.920",
        "message": "This is 1910s, 1920s. This must be around that time."
    },
    {
        "speaker": "Guest",
        "time": "01:43:17.400",
        "message": "See, other thing, you know, timeline's very difficult in oral stories. You don't know exactly when you're trying to trace it. So I'll place it around that time. And he says, what are you guys doing with Tawal? You guys have so many Mridangam players in Tanjavur. In Tanjavur, you had a lot of Mridangam players because there was Harikatha happening, there was Bharatanatyam, then called Sadir. Sadir was happening. And you also had concerts, Carnatic concerts happening. So you had a lot of people playing the Mridangam. So the market was there and he's saying, why are you not exploiting the market? So Sebastian begins. He begins first working with Tanjavur Vaidyanath Iyer. And that's when the story, their family story begins. And Sebastian's three sons turn out to be the most important three names in Mridangam making. Shengol, the oldest, probably, probably not the most skilled of the three. Second is Parland. So Parland's actual name is Fernandes. And the third is Shetty, okay, whose name is Anthony."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:16.640",
        "message": "And the point to note is that, you know, there's a distinction, as you point out in your book, which people make between converted Christians and, you know, Christians from abroad. This sort of carries the implication that these are actually lower caste people who converted to Christians. So they're still lower caste."
    },
    {
        "speaker": "Guest",
        "time": "01:44:32.200",
        "message": "It doesn't matter if they're Christians, right? This remains. That remains, that remains. The notion that, like you said, they've become Christians does not change the, move them away from the caste identity. You can check out, but you can never leave. Exactly. And then in a way you're also saying that's why they're still there. I mean, upper caste people are not going to convert. Why should we convert? You know? So there's that whole narration that's going subconsciously in this. So they've converted. I mean, I tried, I mean, again, the whole notion that who's converted, who's not converted, you know, we don't know. So they've seemed to have embraced Christianity. I would say early 20th century, I mean, late 19th century, maybe early 20th centuries when they seem to have that period, they've embraced Christianity. And this family lived in the street called Keerthikar Street, okay, and they still have their homes there. In Tanjavur. In Tanjavur. And these three brothers start going to all these towns nearby, Kumbakonam, you know, Myladurai, Tiruvannamalur, all these places and doing work. And at the same time, you have this Vaidyanath Iyer, who becomes this great teacher. And then you have the biggest superstar of Carnatic percussion, Palgat Maniyar, moving to Tanjavur. And why does he move? Because the best makers are there. And Paraland is there. And then, because of such a huge stature that Maniyar has within the whole Carnatic imagination, the makers that make for Maniyar automatically become those that everybody else seeks, because they want that kind of sound. So Maniyar's most powerful competitor was Palani Subramaniam Pillai. And there is this tussle for makers between them, you know, and Palani is not a Brahmin. So there is a tussle there between them, not only because of abilities, because of caste differences, but there's also a tussle for getting the best maker for themselves. So there is this multiple little competitions that are happening. And from Paraland, if you see, in fact, that family tree is mind boggling. Now there are about, I don't know how many makers in that family, I think 30 plus. And that whole family is now in the business of making mridangams. This is Tanjavur. Then you have a tradition that is happening in Chennai, then Madras. You have Telugu speaking people making Madras. You also have a pretty old tradition in near Palakkad. Then you have a tradition in Andhra. So you have other pockets also. But the major contribution and the influence comes from the Tanjavur tradition."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:00.400",
        "message": "And I found one story really entertaining and telling about how Mani Iyer wants a particular"
    },
    {
        "speaker": "Unknown",
        "time": "01:47:06.680",
        "message": "kind of sound on his left side, which Palani gets."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:11.280",
        "message": "But even though they have the same maker, which is Paraland, as you said, if I pronounced it correctly."
    },
    {
        "speaker": "Guest",
        "time": "01:47:16.800",
        "message": "Throughout this episode, I have pronounced everything wrong. Actually you have done a pretty decent job, by the way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:22.360",
        "message": "But you know, I have no bones about my bad pronunciation in every single language. That's what, you know, being half Bengali does. You pronounce everything wrong in every language. So tell us a story about that."
    },
    {
        "speaker": "Guest",
        "time": "01:47:34.280",
        "message": "So that's a very interesting story. This is a very famous story that has been told many times in the folklore. And it's a very telling story, like you said, it's a very interesting story. So basically the Mridangam has two sides. The one that you see, if you just go on YouTube, click any Carnatic concert, you will see the black spot on the right side. That's the dominant side. Then you have a bassy end like the Daga of the tabla, which on the left, which you don't see. So Palani was known for his, when Palani, by the way, is not his name, his name is Subramaniam"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:02.880",
        "message": "Pillai. Palani is a place. Apologies. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:48:06.880",
        "message": "Okay. So we all call him Palani. No apologies. We all call him Palani. So that's a very, very South Indian thing. We start talking, you know, we call Aryakudi. Aryakudi, Ramanuja Yengar is his name. Aryakudi is the place. We start calling them by the place. So Palani's left is like exquisite. He gets this little, very interesting baritone kind of movement, kind of sound. And he has a special technique also. Now there is this battle between Maniyar and Palani. Nobody can, I mean, they had, they were congenial with each other. They were friends and they even shared diocese, but yet there is this little thing. And but the sound of Palani's on this left, on the base side, Maniyar could never get. Okay. So in that competition, Paraland is making mridangams for both these people. So once Paraland has gone to Trichy, where Palani lived, done some work and come back. So Maniyar doesn't stop. He says, okay, what do you do there? I did some couple of, I made a couple of mridangams for him. What do you do special for him? No, I just did what I do for you. Really? Are you sure? Then he leaves it. But he's like, he really wants to know. He comes back and keeps bothering Paraland. But I never get the sound on the left like he does. You do something for him. No, sir. I do the same thing. So this goes on and finally says, you have to make a mridangam for me so that the left sound is as good as Palani's left sound. So this man does it once, does it twice, does it thrice, every time Maniyar comes and says, this is not it. It's not, I'm not getting the same effect that he gets. Finally, Maniyar is off to some city for a concert. So Paraland tells him, you go and come, sir. By the time you come, I will get it organized for you. I will get special skin also for it. He comes back. He's testing all mridangams. He says, where is that mridangam? The family were telling me soon that mridangam started, they start calling the mridangam itself Palani mridangam. So it's interesting. So he comes back and then he tests that one. He says, no. I think by this time, Paraland has had enough of it, right? So he turns around and says, sir, I will say something you should not misunderstand. He says, what? He says, that sound is in his hand, not in the skin. So Maniyar is shocked. So I can't imagine anybody who would probably tell Maniyar this, right? Because he's this huge figure. Maniyar is like, you're telling me that I'll never get this sound all my life? That's in his hand. So in Tamil, the word is kai vaag, okay? We say it also for cooking, right? When people, you make the same dish, somebody, somebody have is in the hair or green fingers. It's very similar to that. So he says that sound is in Palani's hand. So almost Maniyar gives up. But what's interesting is, is that this is a story that has been retold many times. And that also tells you about that relationship between Maniyar and Palani, which is actually"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:51.880",
        "message": "very unusual."
    },
    {
        "speaker": "Guest",
        "time": "01:50:52.880",
        "message": "It's like an outlier, definitely unusual, which is why I found that relationship extremely intriguing. I wish Palani was alive. I wish Maniyar was alive. I could interview them separately and find out what there was because it's a complicated relationship. But in that relationship, there are these interesting what you could call transgressions of norms in the way Palani could take liberties with Maniyar or in the care that Maniyar had for him, not just because he was a great maker, but also because there was something there. It's actually very, very beautiful."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:28.760",
        "message": "It's very beautiful. Fascinating film to be made on this if someone is sort of interested. And you talk about how the relationship between the players and the makers is one of the term you use as paternalistic feudalism."
    },
    {
        "speaker": "Guest",
        "time": "01:51:43.840",
        "message": "So kind of just elaborate on that a bit for me. But that's that's the reality of Indian society. This is not special of only of these two."
    },
    {
        "speaker": "Unknown",
        "time": "01:51:50.440",
        "message": "It's true."
    },
    {
        "speaker": "Guest",
        "time": "01:51:51.440",
        "message": "If the Indian society is a power equation, it's paternalistic feudalism. So there is it's important for us to understand this because we also engage in it every time. Every time we say that, you know, we are we look at our house, we take care of all the people who come into domestic work, we pay for their education, we make sure that their health care is taken care of. You know, I grew up in this lady's arms as a child. So she's like my mother. She's like my mother. So but just like if you just dig a little deeper, I mean, are these really equalizers? I mean, does it make that relationship really like a friend or even like a friend? It doesn't. Right. So there is feudalism allows for this possibility of care. OK. And but it never removes the feudalistic nature of it. You're still the giver. That individual is still the receiver that never goes away in a real friendship. This doesn't exist between you and me. If you wanted something, there's no conversation about it. You don't want to ask. Right. We just do it. This is not how feudalism works. So there is this paternalistic I need to take care of these people. You know, I know what's good. I know what's good. Exactly. I know what's good for them. I know that the children need education. They have to be educated. So we have to take care of it. So I mean, there is a certain positivity to it, right, in some sense. At the same time, it's very important that the power to make the decision is with you. You are deciding what is good. You are deciding that this is how it should be. And the other person is constantly, subconsciously, sometimes overtly reminded that you are the giver who's taking care of them. There is always a feeling that if not for this individual, where would my son go? Where would I be? So this is the structure of paternalistic feudalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:36.440",
        "message": "And you give an example of this where, you know, different times in the book, you have a maker growing old and saying, I can't work anymore. And, you know, what will happen to me? And the advice given by the player is that let your sons come into the profession when the player's sons themselves have gone abroad and they're doctors and they're computer engineers. But to him, it's logical that the maker's son must be exactly and then there's no questioning"
    },
    {
        "speaker": "Guest",
        "time": "01:53:59.800",
        "message": "of that at all. Right. You know, I took care of you, I'll take care of your son. Just make sure that your son is also making Mridangams for me. That continues the whole thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:09.200",
        "message": "It continues to this day."
    },
    {
        "speaker": "Guest",
        "time": "01:54:10.680",
        "message": "Yeah. That idea still continues. But I think the younger generation are very different. Younger generation makers are also tougher. And I think there is great affirmation and there is also aspiration. So not many of them are going to really want to send their children in this profession. I don't think so. I know the older generation would hope that what I'm saying is wrong, because there is that whole, whatever is said and done, this is our family. That is also there. That feeling is also there. But I think the younger generation are not probably going to do that. In fact, I've had one Mridangam player feel very bad that it's not going to happen. They said, you know, if these people are all going to these IT companies, there's one quote, one maker, one player told me that they would rather be a peon or a guard in an AC room than do this work, though this work pays well."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:57.240",
        "message": "That's very interesting."
    },
    {
        "speaker": "Guest",
        "time": "01:54:58.240",
        "message": "Where do you think that comes from?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:59.240",
        "message": "That's very, that is not just here. Is it striking out at the feudalism?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:02.880",
        "message": "Exactly. No, this is said by the player. Okay. Right. The player is upset. The player is upset that the person would rather be, you know, a chowkidar, who's inside this AC room or this peon than be a Mridangam maker, though Mridangam making has money. Forgetting that there's so many other things involved in why they don't want to do this. This is classic and this you find everywhere else. People who say that, no, I don't find any agricultural labourers anymore. They would rather go and work in an office. You've heard many people say these things, right? So it's the same mindset. Again, it's feudalism. It is, you know, it's the same kind of feudalism that is at play. So they would rather have these people in control, take care of them, but make sure they are there and any kind of mobility, which is seen by the individual as being far better. Because it is not just about being the peon. It's about respect. You know, many people like to wear that uniform when they become a, you know, like the security in a corporate office, there is dignity that is felt by the individual when they wear the uniform and stand there. You and I may not understand it, but then I'm happier if they are going to the abattoir, making sure they get the skin, making sure they're standing under the sun for hours, because I believe they make 2000 rupees more because of that. You know, this is a very, very classic behaviour."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:25.280",
        "message": "And is it more possible today in your book you write about how at one time it was very difficult for a maker to be a player. No point even aspiring to that, you immediately knew that, oh, this is not going to happen and you reconcile with what you have. Is it more possible today with a more upwardly mobile aspirational generation?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:45.680",
        "message": "I like to believe it is, but it's not so easy. I mean, I know it's not."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:49.720",
        "message": "You still have the... It is very difficult."
    },
    {
        "speaker": "Guest",
        "time": "01:56:51.720",
        "message": "I mean, it's not just about the maker, the caste entrenchment is there. So it's not just because, not just as far as Mridangam makers, children are concerned, I think it's true of people coming from multiple communities. Very difficult to break through this, through the fiefdom, it's very hard. But I'd like to believe that it will gradually change. Already I know there are two, three people learning, whether they will become professional players themselves, I don't know. But maybe that itself is a transition, you know, that slowly in the next generation, the next pedal will be pushed and then you have them as players. But it's not easy. It's not easy. It is hard because still these structures are at play, you know, still these attitudes are subconsciously there. So does the teacher teach with the same intensity to the son of a Mridangam maker compared to say my son? That's a big question. Even though the teacher is not consciously recognizing it, you know, probably not. They presume that, you know, how much is this guy going to get, you know, enough for him, this is enough for him. Whereas TM Krishna's son, oh, this guy's, you know, a lot of talent will also get those early opportunities. And a lot of these things that you think of and who would have rather put on stage first, you know, all these things are, are definitely operational. So I don't know, it's going to be hard."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:17.800",
        "message": "That's very interesting, and I'm just thinking that game theoretically, even if every single person, every single person who's deciding a concert has a choice between, say, a lower caste new player and an upper caste new player, even if their individual instincts say take the lower caste guy, they will still not do it because they worry of what the others may"
    },
    {
        "speaker": "Guest",
        "time": "01:58:36.600",
        "message": "say and they might take the safer route. And also, it's a very simple thing. I give an example of names, you know, names give away identities. So a lot of people who come from other non-brahminical communities have names that are very Tamil, Arul Selvan, okay, whereas brahminical communities will be Mukund, Srinivas, TM Krishna. So if I was given two names, I was given the name Mukund, Mukund somebody, and I was given the name, you know, like I said, Arul, instinctively I look for Mukund. It's just something I do like reflex, right? And somehow I feel in the concert list, TM Krishna vocal, somebody else violin, Arul Mridangam doesn't sound as cool as Mukund Mridangam, it sounds natural. You know, so you are thinking of these things. I mean, you're thinking of so many things, you're thinking of the way the person looks, you're thinking whether the person will be able to speak in, if you're traveling abroad. I mean, we all do this, we're traveling abroad, my colleagues, I'm thinking, can that colleague speak English? When we go to a dinner, we are thinking all these things. It's not just about the stage, we're thinking of so many other things. Culturally, will I be able to have conversations? You know, will there be disconnect? All this plays a role in these choices."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:07.080",
        "message": "Can we hang together? Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:00:09.440",
        "message": "Can we hang together is a very important part, community building. So you want a similar kind of person with whom you can have a conversation. Is it cool enough? You said that's such an important idea. So in all this, the person who's an, within quote, an outsider is in a hugely disadvantaged position. I mean, even women, for example, I've heard so many men say, you know, I don't want to take a woman violinist because, you know, it's the kind of, you know, we'll all be hanging out. So, you know, conversations cannot be free. We're not even talking about talent."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:40.080",
        "message": "So basically, they want the freedom to make sexist jokes and stuff like that."
    },
    {
        "speaker": "Guest",
        "time": "02:00:43.440",
        "message": "Exactly, exactly. So you don't feel it's there, you know, it's easy enough, you know. This is being said even for women, okay. Or they will say, you know, we can just share rooms, but you know, with women, then it becomes a little complicated. All these ridiculous things I said, as far as gender is concerned. So the same thing in different ways works here too, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:05.840",
        "message": "So this is how people are thinking. Now, you are thinking about how you are thinking, even if these instinctive thoughts come, you are correcting for them. So you know, how do you then do it? I mean, you've then added this extra layer of consciousness to your decisions, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:21.240",
        "message": "How does that work? So some people think is I just have just complicated my own life, because they'll accuse you of posturing or tokenism or not doing enough, or not doing enough. People have asked me, you know, name people from other castes that you have on stage with you. I'm not going to be naming people, it's their choice, you know, I'm not going to do that. So I think that what I try to do is constantly be like you said, have that layer, make sure that layer doesn't go away. And I don't find it to be any way limiting my free flow of being, you know, because people may think it just stops you from doing very easy thing. No, actually, it helps me a lot. It makes me see people I've never seen before, makes me spot talent that I would not notice, right? Because I realized why I'm not spotted that talent, you know, or when I go somewhere and listen to say this person is talented, you know, and so it allows me in fact, to take a lot of the rubbish in front of my eyes and see things in a way that I would not see before. If anything, it's helped me find many interesting artists, share non-stage time with people who are very different and find ways in which you can connect and not limited by wanting the similar kind of person. So it has been extremely liberating."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:48.400",
        "message": "So I'll share with you, so this study comes to mind, which I read about in a book, I keep talking about brilliant book called super forecasting by Philip Tetlock, where he talks about this study, which showed that the most important factor in good decision making is not the things you would expect, like intelligence or education or whatever is diversity. Yeah, you know, that's and obviously, this is not about decision making, but do you feel that diversity, just ensuring diversity without necessarily compromising on whatever, but just ensuring diversity, sort of enhances the level of your thinking or the level of"
    },
    {
        "speaker": "Guest",
        "time": "02:03:21.520",
        "message": "your performance? Definitely. See, diversity is very important. I think diversity also enhances the art form itself. Any work, I mean, if I mean, take the work of journalism or take anything, you need diverse people, diverse voices saying different things."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:36.680",
        "message": "Diverse points of view. Yeah, you need."
    },
    {
        "speaker": "Guest",
        "time": "02:03:38.680",
        "message": "So even in music, you have different tonalities, different notions. You need, for example, the Nadaswaram, which is now not considered, not presented as mainstream Carnatic music. You need that voice to be amplified because you need that different sound to come in, different notion of of Carnatic music or different notion of Khyal. So the diversity is lacking entirely across Indian art forms to a large extent. So the diversity brings different ways of even hearing the same Sa. It could be simple. So it is diversity linguistically, diversity geographically, diversity in caste, in gender, in all this. I mean, we need people from the trans community singing these art forms, you know, playing these art forms. We need more women playing Murudangam because we need less machismo in all these things. It's all full of, you know, showing off, showing off. We need we need a different idea. So diversity is essential for any community building, which is truly open. It also is essential for art, for any job, any any area of work to really be alive and vibrant with ideas. You want vibrancy of ideas. You need diversity. Otherwise, it's not going to happen. You will be happy with what you're experiencing. That's a different thing. But you're not going to have contestation, you're going to have conflicting thoughts, you're not going to have interesting bouts, you're not going to have different perceptions, and you're not going to have any movement which is forward."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:13.000",
        "message": "Yeah. And comfort zones are inherently very restricting. I mean, they are like straitjackets. You know, I want to move to a bunch of general questions, leaving the book aside. But first, I have to ask you about your visit to the abattoir which I found absolutely fascinating because you like, first of all, what really interested me is the intricate science and almost the knowledge of which can only come from lived experience of actually constructing the Mridangam and the different skins involved. Like you point out that, you know, there are three layers, it's cow, goat, cow, or buffalo, goat, buffalo, as it were. And the cow layer is always a female who's had two kids, because then the skin is stretchable enough to just the right degree. And, and your, you know, description of how you went to the abattoir and the makers who were with you, what they looked for, how they chose what they chose was absolutely fascinating. But tell me about you, you know, you expected to go there and be disgusted and repelled and you weren't. I thought I'll puke."
    },
    {
        "speaker": "Guest",
        "time": "02:06:12.200",
        "message": "And you didn't? I didn't puke. I really thought I would. I was warned by all the, by the maker who took me, Suse Nath and said, are you sure you want to come? I don't think you'll survive. And I expected myself to really find the place just difficult to handle. I still, I'm not able to explain why I did not go through that experience. You know, I'm able to kind of understand it and I try and place it in the book. But how did that happen? I think what was most intriguing was how there are so many reals in the world, right? And we don't see so many of the realities in the reals. And I entered a new real for me as an outsider, that this isn't everyday happening. Okay. You know, every day in the morning, you have this happening in the upper floor. This is their old normal."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:03.120",
        "message": "Yeah. The blood and the gore and the skin."
    },
    {
        "speaker": "Guest",
        "time": "02:07:05.120",
        "message": "This is the normal. And this is part of it. You know, the meat is taken, like I, the Mridangam maker always told me that there's nothing that goes waste here. I told him that many times. It's like from the skin to the meat, everything has, the bones, everything has some utility somewhere. So we don't waste anything. I remember that, that stays with me, that whole point that nothing is thrown away. You know, nothing is discarded as, you know, this is of no use. And you go there, you sit there, you see them work, you see the conversation and you're like, this is very normal. This happens every day. They're having a cup of tea, there is gooey stuff all over the place, there's blood everywhere. But what does that mean? I mean, what does that say of that? I mean, can I pass judgment on that job? Can I pass, you know, that is why it confused a lot of things. You know, I know that, you know, animal activists may find this problematic and, you know, maybe they may think that I'm being insensitive. I don't know, but this is how I experienced it, that there was something that I, this was something I couldn't judge. There's something I couldn't be judgmental in, like you asked me about the old and the new, the previous question you asked me about, are we judging money here, for example, from this, these standards. So am I judging the people there who do this every day from my standards of animal rights, my notions of killing? I don't know. I don't know. But the fact is that there was something very real about it. There was something, I'm going to use this word with great care when I'm going to use it, there's something nonviolent about it. I know this seems like a misplaced word when cows are being killed. But I'm saying that because it was not an act of anger, there was no, there was no aggression."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:56.000",
        "message": "It's weird."
    },
    {
        "speaker": "Guest",
        "time": "02:08:57.000",
        "message": "There's something very, very weird about it. There's something, the way I experienced it is weird. And they go, and I won't tell you that even now people say that, you know, that any skin is taken. No. When a Mridangam maker wants a certain kind of skin, the maker informs a person inside the abattoir who chooses a cow correctly for it. It has to be skinned in a certain manner."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:20.040",
        "message": "So the cuts are not on the skin. Yeah, there are no cuts on the skin. And you attempted this apparently."
    },
    {
        "speaker": "Guest",
        "time": "02:09:24.080",
        "message": "I tried peeling out the flesh and it's, oh God, it's very hard to do. And so there is great science, specificity, observation skills, and the way it's nailed, it's stretched. It's, it's something else. And it's not easy and it's a very hard job."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:42.280",
        "message": "No, and I've always sort of complained about the hypocrisy of people who are vegetarians, but they wear leather belts or they'll carry purses and all that. And in this case, any vegetarian Brahmin who is enjoying Carnatic music is enjoying the sound of a Mridangam, which is put together with all this animal skin and all of this death and blood and gore and all of that. And the question is not to pass judgment on it and say that, okay, don't listen to the music. The question is just to, you know, at least don't be in denial."
    },
    {
        "speaker": "Guest",
        "time": "02:10:10.140",
        "message": "This is what it is. That's why I see, I have a problem with Rajagopalachari, exactly what you said, right? This denial that, you know, you don't want to talk about this, this doesn't exist, but you will say, oh, what Nada in that Mridangam artistry, oh, I enjoyed it. But you realize that if that Nada came because cow skin was vibrating and it's in that resonance that you're experiencing ecstasy, you're experiencing divinity. Let's, let's juxtapose those words, notion of experiencing divinity from the skin of a cow. I mean, you have to accept that this is real. You have to, there has to be some acknowledgement and also means it's not just acknowledgement of that, acknowledgement of the people who make sure that that's possible for you, acknowledgement"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:00.040",
        "message": "of the makers."
    },
    {
        "speaker": "Guest",
        "time": "02:11:01.040",
        "message": "Because someone else is going out there and skinning that cow, it's not you. You know, I don't want to sound like I was, you know, just as you were speaking, I'm insensitive to, you know, animals or insensitive to animal rights, no. But I just want to say it's far more complicated in experience than we think it is. You know, I don't know. I mean, it's very, very complicated. You know, like I was saying, a villager rears a goat, loves the goat. Any agriculturalist will tell you this. They'll rear the goats, they love the goat, take it every day out to graze, bring it back. They can drink the milk and then they send it out to be killed. Now, was there love for the goat? Of course. Was there a relationship with the goat? Yes. So are they heartless human beings because they sent it to the abattoir? No. So how does this work? I think we need this nuance when we are dealing with these things, you know. Otherwise, there is this, again, evil, good, correct, wrong, you know, judgments that we throw. So I think we need to be far more careful with these things. And that's what that experience taught me. You know, that experience taught me that even in an act of killing, there is nuance in some weird way, you know. I'm not encouraging violence. I'm not saying that we should be killing each other. But I'm trying to say that there is this complexity."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:27.280",
        "message": "I mean, there's an acceptance that this is the way things are. Even if you're not skinning cows, we are killing tiny beings all the time."
    },
    {
        "speaker": "Guest",
        "time": "02:12:34.320",
        "message": "Like you said, we are consuming things, we are consuming belts and shoes and, you know. And we ourselves are colonized by bacteria, so lest you think you are better than a cow. And sanyasis sat on deer skin or tiger skin and spoke about nonviolence and about love and affection."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:52.680",
        "message": "Now, that's very interesting, isn't it? I'm reminded of Talib's turkey. So Nassim Nicholas Talib tells a story of a turkey where a turkey wakes up one day and it has a really good day. It's taken out, it's given a lot of grain, it has its time in the sun. And then it assumes, okay, tomorrow will be like this. And lo and behold, tomorrow is like that. And it's like that for 364 days in a row and is completely chilling. And the 365th day is Christmas."
    },
    {
        "speaker": "Guest",
        "time": "02:13:14.880",
        "message": "So, yeah, so I don't know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:17.680",
        "message": "Okay. So, you know, I think your book is something that listeners of the show are definitely should pick up and I'll kind of recommend that I want to move on to some bigger questions because I've taken more than two hours of your time in. Let's kind of move on now. One thing that you've, you know, written about in some of your essays is I see disparaging mentions of the market and I get where that's coming from. Now, the way I see it is that I really object to people who classify state, society and market as three separate things. I think there are two separate things. And the market and society, I mean, the markets are the mechanism by which society fulfills its own needs. And where markets seem misogynist and patriarchal and rambunistic is whatever if, is if those are the people who can really afford to buy things and who are sort of controlling it. But I think what we've seen in recent times, and I was chatting with you over lunch about this is, for example, there is TikTok and you could say there is even YouTube and various other means by which and ironically, Gio has played a part in this by making bandwidth so cheap that by which you suddenly have different classes of people possessing both the means of production and the means of distribution, which they did not earlier, the means of production did come a while ago, but and the means of distribution, which is why I find some tremendous cutting edge art on TikTok if people look for it, which is far removed from the art, for example, produced by Bollywood elites and so on."
    },
    {
        "speaker": "Guest",
        "time": "02:14:50.360",
        "message": "So do you think there is something to this? So I mean, I think my criticism of the market is to presume that the market by itself is a solution. That's my problem, because there is this belief that the capitalist market kind of levels everything. And I think my criticism comes from that belief system that somehow that the capitalist market structure is going to like solve all these issues because everybody has access, which is just bull. You know, like you said, it only functions how society functions. That's my criticism. My criticism being that the market is only going to reflect what society is. It's not going to do anything. So unless you ask, allow society to ask those questions, the market will not transform."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:33.240",
        "message": "That's my point. So I agree with you. But I'll say that's a criticism of society, not markets."
    },
    {
        "speaker": "Guest",
        "time": "02:15:37.360",
        "message": "No, but the market is just a part of society, I mean, you can't separate it from society at all. It behaves because market is constructed by people. So therefore, social construction itself is a market, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:50.160",
        "message": "Because everything is being consumed, all everything is being produced and everything is being used. I'd say all voluntary interactions are part of the market."
    },
    {
        "speaker": "Guest",
        "time": "02:15:56.720",
        "message": "So you and I speaking, this is in a sense a market interaction. This is exactly. So that's my point. But to your point of the subversion that happens, that's also always true of most market structures. When something is pushed in a certain manner, you always find through history, you'll always find the counter voices, subversive voice, finding an opening that allows to ask that difficult question, which is why you had incredible subversive voice right through history, irrespective of which part of the world you're talking about. Now, TikTok, I'm not exposed as much to TikTok as you are, but I can see TikTok as being another example of that. Now, here we go to the idea of technology also, especially in our times. So my criticism of that is, again, comes from this notion that technology by itself will do something. I think TikTok is an example that you have a robust part of society that is willing to ask these difficult questions, which actually is a good sign for any society. And now technology enables that as a possibility to give it visibility and to be a counterpoint to what is being consumed by most of us. I see it like that kind of interaction. I think it's a very important interaction. And I think that that's where technology can help. But for example, people believe that YouTube is going to democratize art, rubbish. It's not going to democratize art. So you need a counter movement, which is going to allow to push that to happen. And that comes from these conversations that we are having."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:22.260",
        "message": "So I'll, I'll, I'll just say that we are actually in complete agreement."
    },
    {
        "speaker": "Unknown",
        "time": "02:17:25.040",
        "message": "We are phrasing it slightly differently."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:27.320",
        "message": "I do not at all mean that markets are a panacea. Of course they're not. In fact, I will be completely with you and say that markets will just reflect what society is. But at the same time, in different interesting ways, especially through technology, like I've actually said that in these difficult political times, I believe that technology is a one thing that could surprise us by empowering individuals in ways that the state cannot."
    },
    {
        "speaker": "Guest",
        "time": "02:17:49.680",
        "message": "But Amit, you always had something that surprises you. But it's not a panacea. I'm not saying that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:53.960",
        "message": "You're addressing it as if..."
    },
    {
        "speaker": "Guest",
        "time": "02:17:55.280",
        "message": "Yeah, I'm just saying that, you know, now it's technology, right? And technology is just a medium. Technology could mean so many things. So people who wrote, for example, texts in the early 19th century, women who wrote very"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:08.640",
        "message": "sensuous texts that were banned at that point in time. Those weren't technology."
    },
    {
        "speaker": "Unknown",
        "time": "02:18:12.160",
        "message": "I mean, that's what I'm saying. That's a different..."
    },
    {
        "speaker": "Guest",
        "time": "02:18:14.160",
        "message": "So I'm saying those, the medium of technology is always being used, I think through history, to challenge these structures. The problem happens is when, if the dominant power, societal power, becomes so powerful that it's not going to... suppose we ban TikTok in this country, or we ban the internet."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:34.880",
        "message": "Suppose I'm in China, for example, I can't even Google search. I don't dispute the coercive power of the state. But to use an example that you yourself have brought up in your writing, that if you look at the USA, what has happened over the last century, that first jazz and then hip hop have become dominant cultural forms, and classical music is basically dying, opera is dying in Mainland England. So you know, those elite forms are dying because of the reach of mass media."
    },
    {
        "speaker": "Guest",
        "time": "02:19:01.760",
        "message": "But I don't think they will die."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:03.120",
        "message": "Well, I mean, and the reason for that is because of where they're placed. Sure."
    },
    {
        "speaker": "Guest",
        "time": "02:19:07.480",
        "message": "And they shouldn't die. Every form should survive. That's a different thing. Whether they should or should not die is a different thing. But I think they will not die fundamentally, because they still occupy the same space. The numbers..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:16.640",
        "message": "But the dominance of jazz and hip hop still speaks to a lot, and that is the success of the market and technology."
    },
    {
        "speaker": "Guest",
        "time": "02:19:22.360",
        "message": "Without a doubt, it speaks to a lot, but it also speaks to the fact that even now aspirational culture remains with classical. It remains with that niche. The niche may be only 25,000, but it's still aspirational. And the question is, for me is, while something like hip hop dominates imagination, mass imagination, how can hip hop also dominate, or shall we say challenged very, very frontally, the notions of the niche, because the niche still control these kinds of systems of what is accepted."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:54.320",
        "message": "I, you know, I totally agree with you in terms of the sort of cultural domination of certain elites and all that. But I think if there is going to be a fight back from counterculture, as it has been in the past, then it will happen through markets and technology. But I think we're broadly in agreement, just saying in different ways. The other question that I want to move on, which we discussed during lunch, at which point we were in agreement. I don't know what now, no, but is essentially about, you know, moving away for a moment from music and your sort of insights on music and the structures around music and moving on to what's happening around us in this country and the crisis of liberalism, so to say, is that one of the debates between Ambedkar and Gandhi on caste, and I'm mostly on the side of Ambedkar, but I think Gandhi had one valid point. And Ambedkar's point was that we have to reform society from the top down, sort of echoing what Nehru also believed, while Gandhi and others believe that no, the change can only happen in the culture. Now, despite my other agreements with Ambedkar and my other disagreements with Gandhi, I think there is something to this in the sense that I think what has happened in India and tell me what you think about it, is that we had a liberal elite found this country with a relatively liberal constitution when society itself was illiberal. Society has remained illiberal, politics has caught up. And that is a great failure."
    },
    {
        "speaker": "Guest",
        "time": "02:21:21.280",
        "message": "Is that something you'd agree with? Well, more or less, yes, I mean, now in retrospect, this may be wrong to say now, but I don't know whether we as a society were ready for the idea of India that we were given with the constitution. I don't know, because like you said, it was, it was a notional idea based on some, it was a hope. Actually, our constitution is hope, is like, can we with its limitations, whatever it is, that can we be like this, but what it does not consider, and what it does not, the people do not consider is unless there is ground level actual work with the multiple culture structures that are there in society, which are the complete antithesis of what we hope to be, we are never going to get there. If anything, things will get worse, which is a big liberal failure, in my opinion, because you have this notion, limited notions, whatever they are, of equality, of, you know, of equity, all these notions. But how is it going to really happen in society unless children, schools, culture systems, art forms are actually engaging in that manner? I mean, even elite private schools, where did we ever speak about equality? Where did we ever speak about rights? You know, we don't have a notion of rights in this country, we don't have what it means. We believe it's favorism, we believe that we should be always grateful to somebody who has done what they should be doing. So there is a complete gap between this hope, and the fact is that we never actually worked for it. So as a society, we were not ready for any of this, because this was not part of our culture conversations. This is not part of the fact that this is the India that we're hoping for. There is a top down model. And people, this doesn't mean the people on top actually completely agree to this model, we should also remember that, that the elite who put this structure, many of them in themselves were like feudal lords. So they wanted this notion of India, but they were not like that. So there is this multiple contradictions in the at the level of the constructors at the level of social structures, and right through our independent history, we have never addressed it. I'll give you one example. Look at our education, private education system. I mean, we expect I, you know, my children go to private school. So I expect my daughter, who studied 12 years in a private school, with similar kind of people, with same kind of ideas, to suddenly come go to the new world in college, and understand what equality is. This is utter rubbish. You're creating an education system that is fundamentally discriminatory. We know who are the people going to public schools, we know who are the people going to private schools. Those who are aspiration want to move from public school to private school. So you have not addressed a fundamental idea of even education. So when you don't have a, don't build a culture, I mean, my daughter's not had shared meal with people of diversity. She is not. So she's never going to understand what that is. How is she ever going to understand equality? You know, so we don't have a culture of equality, we don't have a culture of fraternity, we have no culture of socialism. So the interesting point is that unless there is cultural transformation in the way we behave, in the way we see each other, this preamble of our constitution is never going to be a reality, which is why the constitution itself has so many, so many problematic parts. The preamble has this incredible set of lines, but there are multiple parts of the constitution that are exactly a counterpoint to that. How do we let that pass after 72 years, how do we have draconian laws? How do we don't see that even in the liberal world, we've done nothing. So let's not talk about X government or Y government, the socialist spirited government of this country did not do anything. Why? Because somewhere we are still feudalistic, somewhere we want that power. We want to make sure you have freedom of expression, but we don't want it fully. We want to draw that line and I want to decide where that line is. So that's the problem we're in."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:35.840",
        "message": "So cultural transformation is essential for us if we want to move anywhere. In fact, I recorded an episode with Madhav Khosla, author of the brilliant book, India's Founding Moment, which will air in, I think, three weeks time after you listen to this, which kind of talks about many of the decisions that I think our founders got wrong. For example, all the reasonable restrictions to our rights, which I think make some of those rights meaningless with the over centralization of the state, which they did for very interesting reasons. These weren't sort of, you know, automatic decisions, but you'll have to wait for that episode. I'm also, you know, reminded in this context of what Andrew Breitbart once said, where he said, politics is downstream of culture. You want politics to change, you change the culture first. It doesn't go the other way around. And this is something I'd done an episode with Akshay Mukul on the Gita Press. And this is something that is so demonstrated by what the Hindutva folks got absolutely right. In terms of strategy, in terms of tactics, they completely nailed it. Is it a sort of a fundamental problem of liberal elites like us, that we want a thousand flowers to flourish. So we can't, you know, put a program in place like the communist world or like the Hindutva guys did. There's no programmatic way of thinking because that's alien to us as it should be. We just want to let diversity flourish. But in the process, what happens is that we haven't been able to counter these dangerous"
    },
    {
        "speaker": "Guest",
        "time": "02:26:55.840",
        "message": "narratives. Absolutely. I think they got it absolutely right. When they realized that if you want to influence people, we influence their behavior and behavior comes from cultural habituation. So as long as we keep playing that and they had this very, very divisive, you can easily manipulate these cultures and they manipulated it right through and now we are where we are. So they got it right when they realized that culture is where you need to change. Even the anger and the hate you see today is a result of years and decades and decades and decades of actually playing around with those notions of cultures. Now at the same time, we have this liberal world in India. I think one of the, I believe, I know what I said, what I'm going to say is kind of difficult and problematic is this inability of the liberal world to engage with faith and belief and ritual and also propagate a certain condescension towards any of that. Almost say that is not modern India. Almost say that that is not the way we should be thinking now. That is something of the old and that is, of course, it is intrinsically entrenched in different discriminative things, but there is also something very real about it. The fact that ritual, faith, belief is a fundamental human need and you need to respect it. You need to engage with it. Otherwise, what has happened and what the RSS has done very effectively is they've almost, I mean the BJP and RSS is almost saying independent India is a fraud. That whatever you had for 70 years is an evil. It's almost against everything that Indianness is that civilizational India knew everything. We were this people who loved each other. We had no discrimination. Women were goddesses. Everything was correct. And all that was destroyed by what the constitution of India without saying it, they're actually saying that the constitution and the democratic idea of India is actually a destruction of the idea of India. And the reason they're able to see that effectively is because of the inability of the liberal in the center, in the central left to engage with these very, very nuanced notions of faith. Respect it because people of faith feel disrespected. Let's be very honest here. They do feel disrespected. I know how problematic is what I'm saying. Of course, you have to challenge notions. You have to challenge patriarchy, you have to challenge caste, you have to challenge gender, but we have to find a way by which we can find partnership there because otherwise you're pushing more people towards being fanatical, you know, because now they're feeling threatened. And like I said, Amit, how much of explanation can you actually give me when I feel threatened? I believe it. Then you lash out viscerally. That's it. I just believe it. I believe I'm being cornered. I believe I'm threatened. You can say a lot. This makes, there's no logic in this. What are you talking about? But it makes no sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:59.120",
        "message": "But this feeling is real. There are two conflicting impulses here. The first impulse is to say that, listen, we have to engage with the reality out there. So at a tactical level, to be able to win, we need to reclaim nationalism, like you've said and reclaim Hinduism, perhaps, as some have said, like I think that's Shashi Tharoor's whole point. But there's another way of looking at it, where somebody could say from conviction that I don't want to reclaim nationalism because nationalism by definition is exclusionary, but I don't want to reclaim Hinduism, even though it's better and different from Hindutva, but I don't want to reclaim it because I want to move past it because I want to move past caste and all these other things, which is part of the baggage of Hinduism. So it's a battle between first principles and beliefs you might come from and the tactics required to win the battle. And there is and I'm thinking aloud, so I'm sorry if I'm rambling, but it seems to me at some point that if you compromise on those core convictions for the sake of tactics,"
    },
    {
        "speaker": "Guest",
        "time": "02:30:59.440",
        "message": "you change until you're no longer like that. I am not talking tactically. I am not talking tactically. I'm not talking about reclaiming Hinduism at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:06.600",
        "message": "Okay. You've spoken about reclaiming nationalism."
    },
    {
        "speaker": "Guest",
        "time": "02:31:08.600",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:09.600",
        "message": "Two different things. I want to place them very different. I am not talking about reclaiming Hinduism. Sure. I wasn't referring to you. No, I'm just saying, no, I'm saying those who say, I think, in fact, I disagree with"
    },
    {
        "speaker": "Guest",
        "time": "02:31:17.800",
        "message": "the notion of reclaiming Hinduism. I disagree with Mr. Tharoor's position in that, because I think it's about, see, every discourse has to move. I don't believe Hinduism is some ideal discourse in whatever form that we want to reclaim. It is not ideal. Hinduism is discriminative. Let's be very clear. Islam is discriminative. Christianity is discriminative. So when we say we want to reclaim something, you're almost saying there was a point of time when it was this perfect body. Nonsense. It was not. No structure can be. I am saying, can we find a way? I don't know how. Okay. Can we find a way by which we don't need to discard the feeling of hope and feeling of security that people get from certain things? It could be faith. It could be religious. It could be even ritual, which is not necessarily connected with faith. Could we find a way to have that as a part of our democratic narrative? Can that be part of the way we feel? That's my intriguing question here. How is it possible? Can we, do we need new rituals, for example? You know, because ritual is a very important part of how we live our life. Do we need new imagination of faith? We have to think in that manner, that there are certain things that people do and we do that is part of who we are. That may not essentially be discriminative. Everything in the past is not that, but everything in the past is also not positive. So it's not about reclaiming Hinduism. It's not about reclaiming anything. It's about finding a connection between cultural practices that are there across this country and giving those cultural practices a democratic, modern space. Because right now we don't want to give it space. We are saying, oh, leave all that. I don't think that works."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:13.480",
        "message": "I don't think that works. You know, coming from anyone else, I would just say those are just words, but coming from you, that's very credible because in a sense, that's what you're trying to do with Carnatic music and you know, not, you're not abandoning the form into something else."
    },
    {
        "speaker": "Guest",
        "time": "02:33:27.080",
        "message": "Exactly the point. Right. So how do I complicate that? You know, when you engage with different art forms, you let them communicate with each other, talk to each other in some fashion. It's a very uncomfortable conversation. It's a, it's sometimes just doesn't work, but there is something interesting that form, there is a reflection that happens, there is a seeing that happens. That's why I feel art plays an important role in what I'm saying now. Art forms. And I'm not talking about, you know, another thing, this country, you know, the political world has no sense of art. The left thing, art is protests and slogans and plays and songs that is about propaganda. These are we've been viewing, but no, I'm just talking about art forms that exist. You know, they practice across this country. How can they become part of this country? Because I think that's where they can find ways in what I'm saying that you can't find in any other place. You know, how can we create places where these, you know, shall we say collaborate, or maybe even contest each other, or maybe reach out to people that they don't reach out before. Sometimes when you experience an art form from a community that you have no connection with, just that experience changes the way you relate to the community. There's so much possible. But I feel discarding these practices as being archaic or as being being reductionist in only a sociological sense without taking the experience as being an important part is problematic. And I, I feel even more sure that in our present situation, it is essential that we do this. Otherwise, we're going to just lose more, because you're not talking about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:05.880",
        "message": "So you know, you and I are almost the same age, and sometimes I have to remind myself that listen, 60% of the country is born after 1991. The average age is something like 27. Everybody's like, everybody's like a kid to me. And it's okay for me to feel this, you know, disconnected, because I'm a solitary animal and all of that. But you actually travel around, you engage with young people, you perform everywhere, you speak everywhere, you know, you've been to Shaheen Bagh recently, you're part of all of this ferment that is happening, you've actively made yourself participant in all of this. What's your sense that is there hope to be had from this young generation coming up that on the one hand, we have a terrible jobs crisis, a terrible employment crisis, a lot of it feeds into these, you know, divisive narratives that are floating around. But on the other hand, you interact at an artistic level with a tremendous number of young people. What's the sense you get?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:57.880",
        "message": "Or where this country is going? Well, I don't know whether there can be a generality in that, but I do think that younger people have definitely surprised me. I would have thought some time ago that there's no energy there. And I actually think it's our generation that has failed. It's you and I, who I think really did not engage robustly with ourselves and with what was around us, especially if comes from, you know, social capital and cultural capital. And in a way, I think the younger generation is reminding us of what we should have been doing. So it's not just about the protests. It's not just about the protests. It's also in the way, you know, this whole idea of culture we discussed, I found the most interesting conversations about that with young people. Because when I talk about this, when I talk about the need to find these ways we can bridge culture or old culture with the democratic idea of India, and I don't see it as necessarily being an impossibility, they almost feel like, yeah, we're unable to connect. Because however you are, wherever you are, I think there is this disconnection and they feel that, for example, we don't have a language to counter that discourse. We don't have a language to counter this, your anti-culture discourse, your anti-Indian discourse. We have a political point. We have an intellectual way, but we don't have an emotional way to counter that. And I think that's something I find the younger people willing to engage with. I've had a couple of very interesting conversations with younger groups about this, you know, and they have great ideas. I think one important thing that I think young people have, which we need is imagination. And that gives me the greatest hope, because I think if there's anything that is dead in political India today, it's imagination. Because all we have is rhetoric, reaction, followed by a cycle of rhetoric and reaction. There is no imagination, there is no creativity, because unless there is creativity, there can't be politics. You're redundant. You're a waste of time. And that's why people are getting bored, especially of opposition politics, because everybody is saying the same parroted thing again and again. You and I can say it, you know? So where is the imagination? And I think the younger people in the way they protest and the creative ways in which they're expressing themselves and saying things of great importance and profundity, in sometimes just two words, in just an image, is magnificent. But does that mean everything will change tomorrow? Probably not."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:27.880",
        "message": "Maybe another generation. I don't know. Shame on you for saying that we were ending on such a nice note of hope and I was suddenly for the first time in months feeling good about the world and you've done that. I have like two more pages of questions, but we'll save it for another episode. I've taken up more than two and a half hours of your time. Thank you so much for being so generous. Thank you, Amit. Thank you very much. Pleasure to talk to you. If you enjoyed listening to the show, do head on over to your nearest bookstore online or offline and pick up Sebastian and Sons. I'll also link TM's other books from the show notes as well as other relevant links. You can follow TM on Twitter at TM Krishna. That's one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in and thinkpragati.com. The Seen and the Unseen is supported by the Takshashila Institution. Check out their awesome public policy courses at takshashila.org.in. Thank you for listening."
    }
]