[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Are you a proud Indian? I will answer that question this way. I love my country and I certainly count myself as patriotic. I think it is irrational to feel pride at anything other than one's own achievements. And even that may be irrational given that free will may be an illusion. Despite this, I do feel a tinge of irrational patriotic pride sometimes, such as when Vishy Anand plays a beautiful game of chess, or Jasprit Bhoomra takes another international wicket with an unplayable delivery. Now, if you do recognize pride as a legitimate emotion in a national context, then it's fair also to recognize the other side of that coin, shame. And that brings up the question, should we not be ashamed that after 72 years of independence, so much of this country still struggles to put food on the plate. So many of us live in the 19th century, while a few elites live in the 21st. And that misogyny and identarian divisions continue to tear us apart. A country with our wealth of natural resources, and by that I mean our people, should have become a developed economy by now, with citizens who are comfortable in their skin and confident of their place in the world, instead of carrying so much baggage from a partly imaginary past. Although I think our nation is at a specific crisis point today, I will not blame this just on the party in charge right now. Our current ruptures are like a cardiac arrest suffered by a patient with terminal cancer and chronic diabetes. We have been afflicted for all 72 years of our existence, and we owe it to ourselves to face up to our afflictions. We cannot do it by creating binaries today or one party good, another party bad. I often say that the BJP behaves as if history ended at 2014. And they should not be held responsible for what has happened since. The Congress behaves as if history began at 2014, as if the decades of misgovernance had not ravaged this nation before that. If we want to recover as a nation and actually give ourselves reasons to be proud Indians, we must look inward with a critical eye. So much that goes wrong gets normalized so fast, we must tear away that layer of normalization and be outraged again and be outraged constantly and collectively. Outrage is not just our privilege as Indian"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:19.640",
        "message": "citizens. It is our duty. Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:33.920",
        "message": "Welcome to the scene and the unseen. My guest today is Kapil Komi Reddy, whose excellent book Malevolent Republic brims with informed outrage. And reading it, I began questioning myself why am I not angrier? As all listeners of this show would know, I am usually outraged enough for all of us. Kapil's book casts a merciless eye over all of Indian politics with no corner left untouched. He takes no prisoners. But before we begin our conversation, let's take a quick commercial break. If you're listening to the scene and the unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. The international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is Fascism A Warning by Madeleine Albright. This is a subject that is relevant today and a book you should listen to. That's all I'll say about it. Fascism by Madeleine Albright on Storytel. Download their app or visit Storytel.com. Remember, it is Storytel with a single l, Storytel.com. Kapil, welcome to the show. Thank you for having me, Amit. Kapil, before we sort of begin talking about the book and so on, tell me a bit about your personal journey, which in a sense is salient because your book also connects the personal with the political. So where did you grow"
    },
    {
        "speaker": "Guest",
        "time": "00:04:26.880",
        "message": "up? Where did you get educated? Who were your early influences? So I had a, as I write about my upbringing in my book, I grew up in Hyderabad. I was born there and I was sent at a young age to a madrasa, an Islamic seminary, because my father decided that an exposure of that kind would inoculate me in later life against sectarian temptations. His own family had suffered during the partition. Not a lot of people know this, but we seem to think that South India didn't suffer the ravages of partition. That's not true. Hyderabad was singed by the furies of partition and my family were among those who suffered, who were exposed to those furies. And my father's politics were in some sense a reaction to that. So he enrolled me at a madrasa where I spent some time and I didn't have reasons to look back on that upbringing with much fondness or nostalgia because I was shipped out of Hyderabad. I was sent to Northern India. I went to a boarding school and then I sort of travelled around India from place to place, hopping from school to school. When I reflect on that childhood, it's so strange because there are so many fragments that do not fit into a whole. And then in my teenage years, I went away to England. Then I came back to India later and I met a childhood friend from my time at the madrasa and his life was, had taken such a drastic turn from my own. He'd been exposed to the roughest edges of the Indian state and reflecting on how he experienced India and how I experienced India made me arrive at, made me question many of my assumptions about Indianness because for someone of my background, being born Indian is a source of, being Indian is a source of tremendous pride. You think of India as this exceptional entity, but for him, India meant none of those things. And it forced me to reckon with my own understanding of India. And that's why I began the book the way I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:39.760",
        "message": "did without personal reflection. And it kind of strikes me that part of that personal reflection also is that you are shaped by, you know, the circumstances that took you wherever they took you. And Murad, your friend is also shaped by the circumstances that he was sort of in. And, you know, one of the sort of larger questions that kind of struck me when I was reading that part of the book is about how much of our beliefs are shaped by our circumstance. You know, and I say this not just about the ordinary person, not just about you or me who have had, you know, different kinds of very privileged upbringings, but also when we sort of look back on our leaders, like recently, for example, there were two interesting biographies of Veer Savarkar by Vikram Sampath and Vaibhav Purandhare. And, you know, reading them also led me to his present diaries. Now, Savarkar's thinking is something that I absolutely loathe, obviously, you know, Hindutva is a horrible, horrible book. But the interesting thing is, one of the things I realized in that book was that till about 1910, you know, Savarkar believed that Hindus and Muslims together had a place in India, that they were both part of this nation. And then he spent all those years in the Andamans where he suffered terrible torture. And a lot of the intermediaries between the British jailers and him were this sort of class of Muslim jailers, you know, Pathans and so on. And the torture he suffered at their hands radicalized him and made him incredibly anti-Muslim. And there was a case of sort of how circumstance radicalized one man and changed his thinking in such a way that he then writes a book and that book then shapes a cultural movement. And suddenly all of that is at the center of everything today. And I don't mean this as apology for Savarkar in any way. I think of him as vastly as a negative figure. And the ideology that he played a part in fomenting is, of course, hurting our country today, as you write about so eloquently in your book. But circumstances do play a big role. For example, Ram Guha talks about how Mahatma Gandhi, you know, Mohandas Gandhi comes back from London and is unable to really hold down a job in Bombay. So he goes to South Africa, where perforce he is employed by Muslims and he has to work with them. And, you know, he faces colonial injustice and also later on in his movement as the Satyagrahas go on, he cannot get by without the support of the relatively lower class Tamils, who are also in South Africa and therefore, so again, you see how Gandhi's syncretic vision is shaped by circumstance and Savarkar's radicalism is shaped by circumstance. And it also strikes me and maybe I'm rambling here but that this can lead to vicious circles of a kind. And what are your thoughts on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:28.120",
        "message": "That is extremely fascinating. When you were saying that, one of the things I was thinking is the parallel between Savarkar and Jinnah. One of the excuses proffered for Jinnah is that he was a good man who was damaged by the conduct of the Congress Party and then decided to retaliate in the manner he did. And it's true that if you look back on Savarkar's history of the mutiny or the great rebellion, you see shards of hope in that. You see him write about Hindu-Muslim unity, a kind of unity forged in opposition to British occupiers. There are still elements of resentment there, self-hatred there, but there's also hope there. And as you say, his experience of prison completely destroyed the remnants of humanity within him. There's a fascinating paper by Ashish Nandy, the parallels between Savarkar and Jinnah. Jinnah is radicalised during his time, during his interaction with the Congress Party. He leaves for England in 1931. In 1929, his young wife is dead. In 1931, he goes to England. By the time he comes back, he's a completely different man. He no longer believes in Hindu-Muslim unity. He sees Muslims as a distinct people. It is the experience of bigotry, of being treated as a lesser creature by people you think of as your equals that prompts him to discard everything he held onto in his previous life. And that's the case with Savarkar too. A lot of us are shaped by our circumstances, that's true, but it's important to mention here that your misery doesn't confer upon you the right to inflict suffering on other people. And what Savarkar did is he became an extremely sadistic human being in his later life. He wrote prescriptions for Hindus to torture Muslims. He wanted bodies of Muslim women exhumed and molested. He wanted tit-for-tat retaliation. He wanted Indian soldiers to go and molest Pakistani women. And when his wife died, he couldn't even bring himself to weep. His humanity had almost evaporated. And that is the tragedy of psychological trauma, psychological damage. And there's something eerily similar about Savarkar and Jinnah. They're so alike, the two men. Jinnah is often put in the same camp as Gandhi and Nehru. Jinnah really belongs in the same pantheon as Savarkar."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:12.680",
        "message": "I would actually say that, you know, till maybe around 1920-21, Jinnah is one of the great moderates. You know, Jinnah was part of a band with, you know, Gokhale and Ferozia Mehta and all of those and Gandhi looked up to Gokhale enormously. And what happens is Gandhi comes back from South Africa, Gokhale dies soon after. But, you know, Gokhale has read Hind Swaraj, Gokhale has spoken to Gandhi. He knows that Gandhi is anything but a moderate in that sense. He's sort of all over the place. He's like a black swan event in terms of ideology. And Gokhale's advice to Gandhi, obviously, is just don't enter politics now, travel the country for a year, which he dutifully does. Though after Gokhale dies as a tribute, he does it without wearing his shoes, I think, which is slightly weird. And then, you know, he tries to make a mark at the Congress. The first time he's there, I think 1918 or whatever, he fails utterly. But then the Khilafat movement happens. And Jinnah finds this extremely incongruous and incoherent that you have a demand for this larger Muslim ummah tied together with this quest for Indian nationhood. And this coming together doesn't make sense to him. But this coming together is a willing or unwilling tactical ploy, which allows Gandhi to take over the Congress Party and Jinnah walks out in disgust and says, I will never have anything to do with this again. And it's very interesting that how then this person who was until then a great moderate leader, suddenly then goes off into this different direction driven by circumstances and you have a very good quote in your book by Lincoln, which you sort of Distinction will be his paramount objective. Yeah, where I'll just go that you say quote, where Lincoln was warning against, you know, demagogues of a particular sort, and obviously not Jinnah at that time, because what would he know? And he said, quote, distinction will be his paramount object. And although he would as willingly perhaps more so acquire it by doing good as harm, that opportunity being passed, and nothing left to be done in the way of building up, he would set boldly to the task of pulling down, stop quote. And there are a lot of fascinating counterfactuals here where, you know, if the black swan event of Gandhi doesn't happen, then Jinnah is probably a great moderate leader. And we remember Jinnah"
    },
    {
        "speaker": "Guest",
        "time": "00:14:21.240",
        "message": "is a man ahead of his times. Jinnah, the first election Jinnah fights is against a Muslim League candidate. And Jinnah goes about telling Muslims that you know, the idea of Hindu Muslim disunity, enmity, animosity, is a bogey invented by the British to divide you. Jinnah is the kind of guy who wants to outgrow his religious identity, and fuse himself into the Indian identity, a broad Indian identity, and he wants to create a pan Indian identity. And he, when Gandhi comes, his ambitions are thwarted. Gokhale, his great mentor dies, and Gandhi just seizes the nationalist movement by mobilizing people around religious unity created by appealing to their worst instincts. That is completely antithetical to everything Jinnah believes in. The other person that it alienates is Savarkar. Savarkar is also appalled by it because Savarkar believes subsequently that this is a kind of bribe to the fundamentalist Muslims. Jinnah believes that this will create monsters that we will not be able to slay. Were they both right? They were both right. Of course, they were both right. But the radicalizing movement Jinnah obviously feels that, you know, here I am an Indian, who is this interloper coming from South Africa and telling me and sidelining me. Jinnah has every right to feel that resentment. Savarkar and Jinnah then take a very radical turn, as you know, the radicalizing movement for Hindu nationalists is the Mughla Massacre. And the failure of the Congress Party to adequately condemn that, to forcefully condemn that, because the Congress Party has entered into an alliance with the most fundamentalist faction of the Muslim community. And Hindu Mahasabha feel that Congress is not really, much like Jinnah feels that, you know, Congress is now beholden to religious interests, not to national interests. And Hindu Mahasabha progressively detaches from the Congress Party. And Savarkar's book is actually read by Heghewar in 1923 in manuscript form. And Heghewar is a lifelong Congress member. And he founds the RSS in 1925. And Jinnah also detaches himself, is disgusted, frankly, by everything the Congress Party is becoming under Mahatma Gandhi, or Gandhi at that stage, he won't call him Mahatma. And there is a remarkable similarity between the two sides. And they're both right, obviously, for different reasons. Jinnah is appalled that Mahatma that Gandhi is legitimizing the most extreme segments of the Muslim community. And the Hindu nationalists are also appalled for the very same reason."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:55.480",
        "message": "No, it's really interesting. And like you said, the Hindu Mahasabha was almost a faction of the Congress in the sense that it was an interest group, it was almost a cultural thing more than a political thing. One of its pioneers was Lala Lajpat Rai. So, and then subsequently over the decades, it got radicalized. What is also happening here, this interesting parallel movement, which, this is brilliant book by Akshay Mukul called The Founding of the Gita Press, which sort of explodes, right, and I had a great episode with him. And what also sort of begins to happen here is that you find other forces, for example, other impetuses, that is newly rich Marwari businessmen in Calcutta now decide that we want to sort of rise up the ladder in terms of status and whatever. And, you know, Akshay speaks very interestingly of how the earlier sort of partnership between the Kshatriyas and the Brahmins sort of now changes as the Marwaris insert themselves. And one of the ways in which they do this is by funding the Gita Press and funding a lot of the Hindu nationalist movement. And what I found remarkable about his book, and which should not have been an eye opener to me, but was, is that there was this profoundly strong cultural movement that was building up from the 20s, which was planned, which had enormous impetus, like we often look at Hindutva quite correctly, as not really an Indian ideology, it's inspired by European fascism and, you know, that kind of nationalism, which, you know, wasn't sort of ingrained in India. So in that sense, a political ideology, yes, is inspired by all of that. But there's also a cultural movement gradually building up, building up, building up. And in some ways, it could be argued that the politics has today finally caught up with culture."
    },
    {
        "speaker": "Guest",
        "time": "00:18:46.040",
        "message": "What are your views on that? There were multiple strands to the what we now call Hindu nationalism. If you look at the RSS's founding charter, it is explicitly anti-fascistic, actually, because it has rules against personality cults. And it seeks to emancipate the individual from the bane of caste. And in pre-independence India, the RSS playgrounds were one of the few places where people of different castes would come together, because caste was seen as the dividing instrument, the thing that divided Indians and enabled foreigners to conquer India so swiftly was because Indians, Hindus were divided by caste. So RSS in that sense was quite radical"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:26.560",
        "message": "in its outlook. In fact, even Savarkar was very anti-caste."
    },
    {
        "speaker": "Guest",
        "time": "00:19:29.280",
        "message": "Savarkar was extremely anti-caste. Again, one of the parallels with Jinnah is that neither of them, you know, were really believers in the faith around which they mobilized people. But there were different strands. As you said, there was a cultural strand, there was a political strand, there was a militant strand, all of them fused. And there was no particular design behind the fusion. They just came together because of the chaos and tumult of India's political scene at the time. And the blend of that created mixing with the resentments fostered by the partition of India. Remember that Hindu nationalism did not have an audience beyond upper caste men for a very long time. Hindu Mahasabha was electorally, you know, it didn't perform very well electorally. The audience for that argument really came into existence after partition, because once a state had been created for India's Muslims, the argument went that what remained was going to be the state for Indian Hindus. It's Nehru and the Congress Party that stopped them from seizing power, that banished them from the centers of power. But culturally, those resentments brewed precisely because they were not offered a seat at the table. They were able to mobilize people from the ground up. These propagandists went to every village, every town in India, and they patiently worked for years. They would go into villages. They created a brotherhood, an ideological brotherhood, whose power we only realized in the 80s. So Indian society had become immersed in this alternative world, which the political world wasn't really aware of. And when the two sides caught up, the dissolution of the secular state was very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:21.520",
        "message": "rapid. So I have sort of three responses to this third question. One response is that I would hold that the cultural movement that led to Hindu nationalism, so to say, was not something that really, you know, began after partition or was driven by the propagandists of the RSS and so on. It was like, you know, as the history of the Gita Press shows, it was alive and throbbing even before that. My second observation would be that when we look back at Hindu nationalism, I think it might be a mistake just to look at groups like the RSS and the Hindu Mahasabha, because there was a strong strand of Hindu nationalism very different from the Hindutva nationalism of today, which was within the Congress itself. Yeah, you know, right from Madan Mohan Malviya, Lala Lajpat Rai, and even at the time of independence, you had Patel, Pant, Prasad, even later on Lal Bahadur Shastri and Gulzari Lal Nanda, who was one of the founders of the VHP. And my question, therefore, is a dual question. One is that, is it a remarkable accident of history that it happens to be Nehru, who was Prime Minister at that time and was able to shape early India, as opposed to pretty much all the other leaders around him were of a different persuasion? And I don't mean that necessarily in a negative way, but, you know, more of that. And secondly, could it also be argued, and I have asked this question to various guests on my show and got very interesting answers, which is basically that our constitution, which to my mind is not liberal enough, but is way more liberal than our society. Is our constitution, a liberal constitution imposed on an illiberal society? And if so, A, how can that imposition be liberal? And B, then are the people who have taken, who have finally won the political battle today, are they then justified in saying that this constitution has no validity?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:15.920",
        "message": "Right, you've packed quite a bit into that. So let me answer that. So the first question is about Nehru. So I often look back on Nehru, and I think we got very lucky with Nehru, because Nehru was one of his personality flaws was that he could look at society with an open mind, but he had his own prejudices. He looked at economics as the principal unit of organization. He couldn't appreciate until very later in life the role of religion in shaping society. And so he, people who were passionate about religion, who wanted to organize around religion, he had great contempt for those people. And that's one of the reasons he didn't appreciate the popularity of the Muslim League until it was very late. But once Pakistan was founded, he was uncompromising in his resolve that India was not going to go down that path. And he was a man not only of moral rectitude, but also incredible physical courage. I relate an incident in my book when, you know, he just get in a car and drive around places in Delhi, where there was communal rioting, and he'd get personally involved and try to stop violence. And in one instance, you know, he learned that a group of Sikhs was planning an attack against Muslims. And he told them, if you hurt a single hair on the head of a single Muslim, I'll send in tanks and blow you to bits. That was the kind of man he was. And then a Muslim shop owner rang him from Chandni Chowk. And he got through to Nehru, he rang the Prime Minister's office and Nehru answered the phone. You could do such things back in the day. And Nehru immediately got in the car and arrived on the scene and supervised clearance of the mobs. This was the kind of man Nehru was. Contrast this with Ehsan Jafri trying to get through to Modi when the attacks were happening. I've often contrasted that with Jinnah not paying a visit to refugee camps. But look at our own history. Let's leave Pakistan aside. LK Advani tried to get through to Modi and LK Advani pleaded with Modi to send forces to Ehsan Jafri's house and Modi completely neglected that. That is the story, reportedly, I must add. And Ehsan Jafri was gashed to death by these people. So we got very, very lucky with Nehru, I think. Your second part of the question, sorry, you'll have to forgive me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:45.240",
        "message": "My second part of the question, therefore, was about what today's cultural warriors quote unquote often talk about a liberal elite, which is out of touch with the nation."
    },
    {
        "speaker": "Guest",
        "time": "00:25:56.200",
        "message": "So the Constitution of India was not an imposition. There's a very fascinating book that I've just finished reading by Madhav Khosla, India's founding movement. And he makes the argument that the Indian Constitution, Nehru was asked once, what do you think your legacy will be? He said, probably, I hope 300 million Indians capable of governing themselves. What he meant by that was that the Indian democratic experiment was not so much an imposition as a training exercise. It was creating citizens. It was making citizens of the people who had known only subjecthood. The Indian Constitution granted rights to people, even if they did not know how to exercise them. There were many arguments that said that the introduction of franchise suffrage should be phased, should be incremental. Those were rejected out of hand by people like Ambedkar, who said that the very act of giving them rights and inviting them to exercise those rights would be a form of cultivating democratic citizenship. And that's what has happened over the past seven decades. The breakthrough of Hindu nationalism has happened precisely because India is a democratic society. Had India been anti-democratic secular republic like Turkey, they would have been firing squads long time ago. And Hindu nationalists would not have been in a position to seize power. They have in Turkey. They might have here, but not in the manner they have. They wouldn't have had the democratic legitimacy they have today. So the Indian Constitution is not an imposition. It's not the vision that animates it is certainly liberal and the society to which that vision was being imparted was illiberal. But that is not to say that the Constitution itself was an imposition. The mismatch between the two only means that it bespeaks the audacity of the creators of the Constitution. It doesn't mean that India was ill suited for that Constitution. If anything, Indian democracy has demonstrated the suitability of Indians. Indians are an extremely democratic"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:55.720",
        "message": "people. Yeah, no, I have to point out here that I, I'm not against that particular imposition in this case, but I will still hold that it's an imposition because while I agree about the nobility of intent and also the pedagogical nature of the Constitution, which Madhav writes about so well, in his book that it was not it was one of his tasks was to be an instruction manual on how citizens could relate to each other as equals. And in that sense, it's very underappreciated if anything, but regardless of that, the argument could be made that society wasn't quite like that wasn't remotely as liberal and the argument and that then brings up the paradox that the liberal constitution in its liberality, enabled the illiberal society to sort of rise up against it and take over the politics of the day. Does that make any"
    },
    {
        "speaker": "Guest",
        "time": "00:28:49.120",
        "message": "kind of sense to you? Yeah, it makes perfect sense. Because the rise of the liberal is only made possible by a liberal constitution. It is because the Constitution guaranteed qualified free speech. It is because the Constitution allowed the BJP to form to come into existence, that the BJP was able to succeed the Johnson. And it was able to mobilize people around the Ram Janmabhoomi issue. It is precisely because of a liberal constitution that illiberal elements came, came to power. It is, and it is, that is not an argument to put an end to the liberal constitution. It is an argument to reclaim the liberal constitution."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:31.520",
        "message": "I think I know, I agree with you, but I'd phrase it differently. What I would say is it is not an argument to end the liberal constitution. It is an argument to spread liberal values in society. So they arise from the culture in a bottom up way, instead of from the polity in a top down way. Because anything which comes from the polity in a top down way will inevitably break unless the culture also shares the same values."
    },
    {
        "speaker": "Guest",
        "time": "00:29:57.840",
        "message": "I could not agree with you more in that sense, because unless people are educated to understand what they're being given, they will misuse it. It is, to use an extremely crude example, if you install a Western toilet in a place where people aren't accustomed to using those, they will not be able to use it properly. And it will become rather obsolete very quickly. But I don't think that is the case with India, because the Indian constitution and the values that drive that constitution and the Republic of India is not ill suited to Indian needs. I think it does meet the Indian need. And what was the principal Indian need? The principal Indian need was to undo the injustice of caste, was to emancipate the individual from the grip of the community. You could not, I think, do those things without creating a charter of rights, without creating a state that would forcefully enforce those rights. And that is what the Indian constitution did. Where it failed, I think, is not in its conception, but it's in its execution. If anything, I think the Indian state wasn't forceful enough. And that's where I think your argument that the society itself, that people, the institutions created by the state fail to enforce those rights and ideas."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:27.960",
        "message": "So, to come back to what you're saying that I'll again disagree. And you know, you said that the conception was correct, the execution was flawed. I would say that the execution being flawed is a result of the conception being flawed. Because number one, I would say that this coercive power of the state is not going to solve any of these problems. In fact, none of these problems have been solved. We are still, you know, the caste problem is still acute. Women are still second class citizens. Economically, we are still desperately poor, though much better off because of various events of happenstance, but nowhere near where we should have been. And I would say a lot of this is because of the coercive power of the state gone wrong. And another argument I have made, and this was a question I wanted to ask you numerous times while reading your book, is one of the things that you're book does very well, and we'll go over some of that is point out who pretty much all the people who led our country were desperately flawed, perhaps Nehru the least, but even he was desperately flawed. And I have made the case before that, for that you need to look at incentives, the incentives that bring politicians into politics, which again has to do with the conception of the kind of state we should be in the sense that the reason our freedom fighters were such great leaders by so many great leaders emerged during that time is that they weren't incentivized by a lust for power, because there was no power to be had. They were fighting for certain abstract ideals, they believed in them enough to die for them. And therefore, you had that great generation of leaders, you do not have leaders like that today, not because people in general are bad, or the bad people happen to get to the top, but simply because the incentives of politics are different. The state is so powerful. And the course of hand of the state is so appealing, that you have this interplay between money and power, which is inevitable in a democracy, if you don't watch out for it, where to win elections, you need a lot of money, and then money needs return on interest. And the more coercive power the state has, the greater the return on interest. And therefore, you end up with these sort of sociopathic semi mafia goon type of leaders, where I argued at all political parties, actually, different mafia gangs are competing to get the monopoly on violence for five years, or whatever the period might be. So I'd say that at a fundamental level, we need to imagine, we need to re examine the design itself, the conception itself, by which I don't mean that constitution per se, because I'm sure most of the things you admire about it, are things I admire as well. And I'm not complaining about its quote, unquote, imposition, I'm just saying that this will only work this great Indian experiment can only work if it comes from the bottom up through society through our culture. And we have utterly failed in that."
    },
    {
        "speaker": "Guest",
        "time": "00:34:16.000",
        "message": "So to answer that question, you have to look at the Congress Party. Now, the Congress Party is created to fight the British to fight British imperialism, which is a noble cause. And there are no incentives in fighting the British, you don't get bags of cash, you don't get high office. But nonetheless, you fight the British because it is an ideal you believe in. And that drives people to join the Congress. That drives people to relinquish everything their relationships, their homes, their incomes, to fight for this cause. Congress becomes a vehicle for the realization of Indian independence. Once India becomes independent, what is the Congress Party? What is its purpose? Mahatma Gandhi says, let's dissolve Congress, because it has served its purpose. Now India needs to look at itself differently. India needs different kinds of parties, India needs to govern itself differently. But Congress becomes a post independence, a political party for the Republic. This creates a problem, because the Congress Party is a beneficiary of a great fund of goodwill, goodwill generated by its work during the freedom movement. So the result of this goodwill is that it is bound to win four or five elections, no matter what it does, it is guaranteed five electoral victories. And it wins those electoral victories. But in the course of winning those electoral victories, the ambitions of the people who sit at the top of the Congress Party alter. The first generation of Congress Party leaders are animated by the desire to create a great socialist republic. They are animated by Nehru's vision. But the second generation of leaders are animated by something different. They are animated by the desire to perpetuate themselves, to leave their stamp on history, to remake India in their own mould, to build cults of personality. And no one does this with more egregiousness than Indira Gandhi and her son Sanjay Gandhi. This is the point at which it is not India that becomes, it is not India that falls first. It is the Congress Party that falls first. And we have to remember that Congress Party for a very long time was India. It really spoke for India for a very long time. Its values were reflected in the constitution. Its values were the values of India. What the Congress felt was India was what the world thought India was for a very long time. Congress was socialist, so India was socialist. Congress was secular, so India was secular. Congress believed in non-interventionism and non-alignment, so India was non-interventionist and non-aligned. And Congress was democratic, India was democratic. And what did Mrs. Gandhi attack first? She attacked the democratic pillar of the Congress Party. She destroyed that. And she created a cult of personality around herself. Once the Congress Party fell to the Gandhi family, India fell to the Gandhi family. And the gangsterization of Indian politics began under Sanjay Gandhi. The caliber of people, initially, Mrs. Gandhi's advisors were a group of very scrupulous Kashmiri pundits. Subsequently, Sanjay Gandhi infested the Congress Party with thugs from Punjab and other places. So, the caliber of these people, they were men like Bansi Lal."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:45.560",
        "message": "The repulsive remnants of that gang of people include Kamal Nath, our current Chief Minister."
    },
    {
        "speaker": "Guest",
        "time": "00:37:51.080",
        "message": "Kamal Nath, Pranab Mukherjee, in fact, was brought in by Sanjay Gandhi. There are other names that miss me. Ambika Soni was one of the people who came in via the Sanjay gate. This is the moment at which Congress becomes something else entirely. It loses its moral luster. It becomes a vehicle for the perpetuation of one family's power. Congress was a dynastic force before. Motilal Nehru was a Congress President. He orchestrated Nehru's rise within the party. Nehru, you know, looked the other way when Indira Gandhi was rising. But those were faults of omission. Those were fairly benign actions. In retrospect, they look more egregious than they actually were at the time. But what Indira Gandhi does is consciously egregious because she decides to install her son as the leader of the Congress Party. And Congress never really recovers from the 70s. And India never really recovers from that moment. But the reaction to the Congress Party, once Congress has lost its moral luster, the Hindu nationalists, the opponents of the Congress Party, the communists, the rest, are now more freely able to say that this is not the party that won us the Indian independence. This is the plaything of one family. And they gain greater legitimacy in the eyes of people. And the collapse of democracy within the Congress Party is actually the beginning of democratic expansion within India because the alternatives to the Congress Party have a more legitimate claim to make against the Congress Party. And you see, it is from the 70s, it is in the 70s that for the first time Congress Party is defeated. Mrs. Gandhi loses her seat. Sanjay Gandhi loses his deposit. So, you talked about the liberal leading to the liberal. This is actually an illustration of that. You know, many of the people who fought against Mrs. Gandhi were ideologically not very liberal. But they were Democrats. You know, they vehemently opposed what she did to the constitution. And many of the people whom we would associate with Hindu nationalism were actually people who were willing to respect the constitution, willing to function as Democrats. And what happened to the Congress Party was profoundly shocking for them. And they lost their faith. This was a moment when a lot of people who believed in India were disillusioned. But they also fought very hard to reclaim India. And alas, the mystique of dynasty, the incompetence of the government that replaced Mrs. Gandhi meant that Mrs. Gandhi was voted back into power again. But the Congress Party had by then ceased to be a democratic force at all. The Congress Party was nothing but the property of the Gandhi family. And once Mrs. Gandhi died, Rajiv Gandhi was installed in office. And here you see the complete poverty, ideological poverty of Rajiv Gandhi. He had no convictions at all. And he presided over the total dissolution of the secular state bequeathed by his grandfather. He made a series of concessions to competing communists. He banned the satanic verses. He imposed a roundabout ban on it, not a direct ban. He opened Ayodhya, the Babri Masjid. He legislated to deny Shah Bano alimony granted to her by the Supreme Court of India, driving Arif Mohammad Khan, who was a liberal congressman, out of the party. And he claimed to be Mr. Clean, became involved in one of the worst corruption scandals of the time. And he claimed to be an inheritor of the mantle of non-alignment and yet made India militarily a party to the conflict, civil war in Sri Lanka, and paid the price for it, sadly, with his life. But this is a point at which the legitimacy of the Congress Party is in tatters. And alternative arguments have a wide audience. If the Congress Party had remained morally untainted, I don't think the BJP could have made such a forceful breakthrough as it did in the 80s and 90s, such an impressive breakthrough. Every time we think about the detrition of Indian institutions and what India has become subsequently, the decay of India's values, we must look at Congress, because the history of the Congress Party is really the history of India, politically"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:30.600",
        "message": "speaking, looking at the state. That's a beautiful illustration of, you know, a degradation over time because of what I would say is incentives. Before I sort of elaborate on one aspect of that which came to mind as you were speaking, I'd also like to, you know, you have a really nice anecdote in your book about how, you know, Rajiv Gandhi looked upon as such a clean character, good person, well meaning, so and so. And you have an anecdote about, I'll quote from your book, quote, who could forget his visit to Andhra Pradesh in 1982, soon after being installed by his mother as a party's general secretary. The chief minister of the state, Tanguturi Anjaya, a Dalit, went to receive him at the airport. In this, he was following the custom instituted by Sanjay. But Rajiv, who considered himself modern, took great umbrage and exploded with invective. The chief minister had endured a lifetime of vicious abuse at the hands of upper caste Hindus, many of whom still considered physical contact with him spiritually defiling, but being berated in late life by a man half his age broke him. He began to shed tears. Rajiv called him a buffoon and drove away, stop quote. And a couple of thoughts. One is, of course, an observation that a friend had once made that if you look at the Nehru Gandhi family, what you see is that with each generation, they get more and more incompetent, which seems to me broadly to be correct, and which also seems to align with another observation, which is perhaps pure happenstance that with each generation of leaders within the Hindutva movement, they tend to get more and more radical all the way from, you know, Vajpayee to Advani to Modi to Shah to perhaps Adityanath next and God knows what. But the larger point that your story kind of brought up is that when I was earlier speaking of incentives mattering, it was not just in the kind of people who join politics, you know, good people joining for the right reasons, bad people joining for the wrong reasons, but also that within the same individual, you see different responses to incentives. And this is really illustrated in your book by, you know, the sort of change that happened within Nehru itself. I mean, there were early signs of it, like you point out in 1929, at the Congress Party Convention in Lahore, Jawaharlal rode a white horse to the convention, and the crowd screamed long live Jawaharlal Nehru, the uncrowned King of India, one of the anecdotes in your book. But what is also a fascinating paragraph for me, and again, I'd like to sort of read it out. And here you talk about Nehru post independence, and you say, quote, the man who in the colonial period had observed that logic can always be made to fit in with the desires and irrepressible urges of a person was in the republican era, capable of rationalizing frequent departures from his avowed beliefs, the principled anti imperialist and acolyte of Mahatma Gandhi, who never tired of dispensing prelections about peace to modern leaders had few misgivings about utilizing disproportionate force against people he claimed as his own. In Kerala in the south, he engineered the overthrow of a democratically elected communist government. In Kashmir in the north, he presided over an anti democratic farce. In Nagaland to the east, he authorized the bombing of Christians who had had the temerity to demand from India, what India had sought from the British, the Armed Forces Special Powers Act, an extraordinarily repressive piece of legislation enacted by Parliament in 1958, to grant impunity to agents of the state dispatched to stamp out insurgencies in India's peripheries, embodied Nehru's ruthless resolve to preserve the Indian Union at any expense, a stop code. And at one hand, all of this is obviously, you know, Nehru very oddly and something that as a student of Gandhi, he would never have done stops disregarding means as an end in itself. And secondly, you see this corrosiveness in his character where he is doing all of these things, perhaps with some self awareness, perhaps with one none one doesn't know, and and also enabling dynasty, you know, in Indira became president of the Congress Party in his lifetime. And as you point out in the book, his cabinet colleagues felt that he was grooming her for dynasty. Is this a story that to you as a student of history as well seems poignant that men have so many different shades to them, and how you can fall with circumstances?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:46.360",
        "message": "Yeah, in the case of Nehru, once he became the Prime Minister of India, his greatest obsession was holding this thing together. I also mentioned you've obviously elaborately quoted from the book, but I also mentioned in the book that Nehru was a democrat at heart. He often didn't get his way. And he accepted that when he didn't get his way. He wasn't an authoritarian. You could make the argument that he wasn't an authoritarian because he didn't have the need to become an authoritarian. The Congress Party really listened to everything he said. He was held in tremendous esteem by the public, and he got his way for them for almost anything he wanted. For most of his life, he got his way most of his prime ministerial career. So he didn't really have the need to be an authoritarian. And yet, to people in Kerala, to people in Kashmir, to people in the East, he was an authoritarian. His conduct was a departure, a shocking departure from everything he claimed to believe in. That part of Nehru must not be effaced or airbrushed, because we need to appreciate Nehru fully as a whole. And part of the reason Nehru did this is because he became very insecure about Indian unity. This is the irony. Once you give people the rights, they demand things. And once they demand things, the state finds it very difficult to grant them those things. And this conflict was illustrated by Nehru's conduct in different parts of the country. This does not take away from the fact that Nehru was an extraordinary figure, and this does not take away from the fact that India was lucky to have Nehru in so many ways. But it nonetheless remains a fact that Nehru did institute certain practices. He did give us the AFSPA, which we still haven't been able to relinquish after all these years. It is still used against our own citizens. And we still live with his legacy in Kashmir. And his most damaging legacy, of course, I'm sorry to say, is his family. We still live with that. And we haven't recovered from what the family has done to this country over the years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:59.960",
        "message": "I'd say in a sense, they are the sort of symptom and not the disease. In the sense, again, I think a problem goes back to the conception of the state itself. You know, before we head over to Greg, I want to quickly take a poetic break, which is, you know, towards the end of your book, you've quoted Sahir Ludhianvi, which is very interesting because Sahir Ludhianvi was one of those Muslims who came from Pakistan to India. And he wrote sort of these beautiful lines. Wo waqt gaya, wo daur gaya, jab do kaumon ka nara tha. Wo log gaye is dharti se, jinka maqsat batwara tha, ab ek hai sab hindustani. And broadly, I'll make an attempt to translate it. That time is gone, that age is gone. When slogans spoke of two nations, those people too have left this land who aim for our separations. Now all Indians are one. Now all Indians are one. And I want to ask you more about this after we come back for a quick commercial break. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into products of everyday use. These include wearable art like stoles and dresses for women and evening shirts for men. Home decor like wall lights, cushion covers and table linen and accessories like tote bags and pencil pouches. This allows art lovers to actually get fine art into their homes at an accessible price and artists get royalties on sales just like authors do. Their artists include luminaries like Dhruvi Acharya, Jaideep Mehrotra, Madhuri Kathe, Sameer Mondal, Brinda Miller, Tanmay Samanta, TM Aziz and Manisha Ghera Basmani. They accept bulk orders for corporate and festival gifting. But even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an OU. And if you want a 15% discount, apply the code unseen. U N S double E N. That's unseen for 15% off at IndianColors.com. Welcome back to the scene in the unseen. I'm chatting with Kapil Komireddy, author of the fabulous book Malevolent Republic. You know, and before we went into the break, I quoted Saeed Ludhianvi's beautiful poem, which you quoted in your book as well. And my next question is sort of touches on that theme because it struck me and this is something you say elsewhere in the book also when you're talking about Hyderabad. It struck me that Saeed Ludhianvi was a Muslim who came from Pakistan to India. It strikes me that those Muslims who chose to stay back in India actually made a greater act of faith in what we understand as our idea of India than even the Hindus did. The Hindus kind of just stayed back by default, right? They are where they are, but they were Muslims who could go to Pakistan and choose that view of the world and who could stay here and could choose the secular view of the world. And they chose to stay back and in a sense are more committed to the idea of India as it were. I'm reminded of that old joke about how do you define the difference between interested and committed? And you know, you take an egg and you take sausage. And in the case of the egg, the chicken is interested. But in the case of the sausage, the pig is committed. And it seems to me like that the Indian Muslim by staying here committed"
    },
    {
        "speaker": "Guest",
        "time": "00:52:23.560",
        "message": "himself to the idea of India. I think many of us forget what it must have been like for Muslims at partition. You know, all your core religious are fleeing to Pakistan. There is violence on the streets. There are refugees from Pakistan who want to hunt you down. Your businesses are being burnt down to the ground. And still you choose to remain. You choose to reject the blandishments of paradise in Pakistan. You refuse to vacate India. And you say this is my home. And you say this is your home not only because of the surroundings. Obviously there is that. This is where you grew up. This is your natural habitat. But the habitat is ceasing to exist. But you choose to exist. You choose to remain in India because of the compact that India is making with you, making with all its citizens. If you're a Hindu, you don't really have to make that choice. But if you're a Muslim, you have an option. You have a choice. You have a menu in front of you. Do you remain in India or do you go to Pakistan? And to choose India is an act of faith, as you say. And it is an act of commitment to the idea of an inclusive, secular India and a repudiation of an exclusionary Islamic Pakistan. That is one of the reasons I think India has a special responsibility to its Muslim citizens because they chose to be here. They made a choice by risking everything. They put their lives on the line. When Sahir moved to India, Muslims were still leaving for Pakistan. And Sahir made a political and a personal choice. He said, I belong to the multiplicity that is India. I'm part of that multitude. I'm a drop in that multitude of drops known as India. And he made the contrary wise journey and he came to India. Qurettulain Heather was another writer who came to India from Pakistan and she wrote this extraordinary novel called Rivers of Fire, in which she reclaimed 5000 years of Indian history. It starts 5000 years ago and it ends in contemporary India. It's a way of reclaiming your heritage. It's a way of submerging yourself in India. And the tragedy here is the Muslims who wanted Pakistan have left. They're gone. They've gone. They've vacated this land. They no longer exist here. If you are angry and resentful about partition, the people to blame are the people who live in Pakistan, for whom partition hasn't ended. They still continue to make savage demands on Indian territory. Be tough with them. Modi wasn't tough with them in his first term, if you remember. He went to Pakistan. He attended the wedding of a member of Nawaz Sharif's family. He was sending gifts to Nawaz Sharif's mother. Congress, successive Congress governments haven't been tough with Pakistan. They've instead unleashed themselves. They've unburdened their resentments on Indian Muslims who are not to be blamed for partition, who actually chose India. So that is the tragedy of this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:31.040",
        "message": "In fact, they have deposed more faith in India than Hindu hardliners have, who hold the same sort of two-nation theory that Jinnah had dear to themselves. And this also, what you're saying, the choices of not just the extraordinary individuals you named, like Sai Ludhianvi and Kuratul and Haidar, but also millions of ordinary Muslims who made this choice. What this also does is it gives a lie to the notion that I articulated before the break, that you know, our constitution or our liberalism was something unnatural. It was imposed from top and that the people culturally were always what you find a reflection of in today's politics. But that's not the case because there is also a deep strand in our society, which is inclusive, which is inclusionary and not exclusionary, which is assimilative in all the best ways, which is, you know, another reason I would say that the party in power today is not conservative, but radical because they are trying to strike down these very deep strains in our Indian culture. And this would also then seem to indicate that secularism is not just an abstract Western concept, which has been imported by our leaders, but a lived Indian concept, even though you may not have, you know, sort of use this term for it. What's your reaction to this? And also, what's your take on the political conception of secularism and where"
    },
    {
        "speaker": "Guest",
        "time": "00:56:52.800",
        "message": "it led us? So, what we think of as secularism is merely the codification of the lived reality of India. The fundamental truth of India is not intolerance, but tolerance. We have so many communities, we have so many linguistic minorities, we have so many religious ethnic minorities, we get along together for the most part. And that's because people live cheek by jowl with people who are unlike themselves. And they have over years figured out ways to coexist. And this Indian secularism, the state secularism, merely codified what is the lived reality of most Indians. What the BJP seeks to do is to transform us into a Hindu version of Pakistan, by which I mean that it seeks to redefine the individual by his or her faith. So if you are a Hindu, you are a natural citizen of this country. And if you are a non-Hindu, then you live here on the sufferings of Hindus. That is not how the Indian state was conceptualized. And the Indian state's conceptualization is the condition of Indian unity. Secularism is the basis upon which Indian unity was founded. Without you take away secularism, there is no means, there is no agent that reconciles these differences. It is because India allows people to express multiple identities. It is because the Indian state identifies the fact that individuals are hybrids. We are repositories of multiple identities. We cannot be reduced to one identity. And we are allowed to express all aspects of our identity that India thrives. And when you try to reduce individuals as Pakistan has done to one identity, that is a recipe for calamity. And one of the most interesting things that you're witnessing today is Muslims are at the forefront of the fight to protect, to save the constitution, to save the country. For five decades, they have been denigrated as a fifth column. They've been produced as traitors. They have been asked to account for the partition of India. And today they are on the streets and their song is the national anthem, their standard is the national flag, and their sacred book is the constitution of India. It is the Hindu, the self-pitying Hindu majority that is actually desecrating the constitution, that is actually denigrating the flag. That is actually fighting Jinnah's battle. That is actually finishing the business that Jinnah started us on. That is trying to complete the business of partition and turn India into a Hindu version of Pakistan. What did Jinnah say? Jinnah said that Hindus and Muslims are two nations who are fundamentally immiscible. They cannot co-exist together. They must have separate states. That is what Jinnah got. And India said, no, that's not what India is. You know, India is a multi-ethnic, multicultural, multiracial society, and we will prove that we can survive as one. And Narendra Modi's politics, the BJP's politics, the politics of the RSS is really a tribute to the vision of Jinnah. They keep telling Muslims, you know, Asad Awaisi, my MP, told me that, you know, one of the things that really makes him weep in private is when people tell him to go to Pakistan. And who belongs in Pakistan? Is it the people who fly the national flag, who take pride in being Indian, who put their lives on the line to remain in India, or the people who hate what India is, who hate their compatriots and want to remake India into something that India is fundamentally not? Who hates India more? Is it the Muslims of India or the people who currently are in power in India? The answer is quite obvious."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:39.260",
        "message": "That's a wonderful way of putting it. I mean, who should go to Pakistan? Modi should go"
    },
    {
        "speaker": "Guest",
        "time": "01:00:42.020",
        "message": "to Pakistan. If you put this to him, he would say, been there, attended the wedding. And he enjoyed it. He loved it. He kept his own cabinet in the dark when he was flying to Pakistan. Pakistan was really created for people who love homogeneity, who love people, who like, who think of human beings as milk, and they like to homogenize humans. The RSS really belongs in Pakistan. You know, Pakistan is the ideal environment for them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:06.460",
        "message": "It's custom made for them. And this is probably a subject for a different episode entirely. But I think there is also a clash between the state of Pakistan and this founding idea of Pakistan and the society and the people of Pakistan, who I would say are more tolerant and inclusive and welcoming than they are otherwise sort of given credit for. My next question to you is this, that both of us delight in and perhaps even are proud of this kind of lived secularism, this wholehearted embracing of diversity. But is there a difference between this kind of social lived secularism and the political secularism that the Congress Party embodied?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:45.460",
        "message": "So that political secularism Congress Party embodied was not a rejection of faith. It was a neutrality and it allowed all religions to express themselves. But here is the problem. Here is the flaw in that plan. This flaw is not an invitation to dismantle secularism. It's merely a statement of fact. Hinduism is both a faith and a culture and India is overwhelmingly Hindu. So it was bound to be the case that Hinduism would eclipse other religions in its expression when it was reflected, when its values were reflected by the state, when the state allowed different religions to make claims on it. So if you go to places, if you go to government buildings, you will find pictures of Hindu deities and Shashi Tharoor has a line in his book. He says, you know, Hindu rituals were performed at the opening of buildings when foundation stones were laid down and Muslims often accepted that in the same way that teetotallers accept alcohol at parties in the West. I spoke to several Muslims in Hyderabad some years ago. Actually, it seems that they don't. They feel an element of resentment, but they don't voice that resentment because they feel if they do, they'll be seen as difficult people. They'll be seen as, you know, ungrateful Muslims. So we haven't been able to strike that balance. I personally haven't figured out how, you know, I would like personally to see a secularity that rejects religion altogether, that politics is a fear in which religion has no business. That would be really ideal, but I know for various reasons that may not be practicable in India. But I also look on Lal Bahadur Shastri as a great exponent of Indian secularism. He was invited by a journalist from the Illustrated Weekly of India to talk about his religion when he became the leader of the Congress Party. And Shastri was a very religious man and his answer was very curt. He said, I'm the Prime Minister of India and I will not discuss my religion because there are people who do not belong to my religion. I'm also their Prime Minister and I do not wish to alienate them or make them feel that they cannot trust me because I do not, because I practice a different faith. My faith is my faith. It's my private business. I wish every Prime Minister would say that. I wish every Prime Minister would make it a point to remind our press, to remind people who invite politicians to exhibit their religious faith, to tell them that, you know, that is my private business. By all means, go and practice your faith. But for the duration that I occupy this high office, I will keep my faith private. I will keep my religion private. I will not give up my faith. I will go to the temple, I'll go to church, I'll go to mosque, but I'll do it in my private time. I will not let that impinge on my public role."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:38.860",
        "message": "I couldn't agree more. And I didn't know this about Shastri and it's a very statesman like thing. And it's also telling that in his personal life, he embraced his Hinduness. He was, as I referred to earlier, you could say that he was a Hindu nationalist leader within the Congress. But when holding a constitutional office, he kept religion out of it, which is sort of the way secularism should be. And to sort of go on further, you have also written in your book about how, you know, while we bemoan how the Hindu nationalists in power today are trying to rewrite history, the fact is that this was also done by the secularists, that there was a project of rewriting history to wipe away what happened in the medieval ages and that we need not have done that. Can you elaborate a bit on that?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:24.580",
        "message": "Yeah, that is one of the most contentious parts of heritage. We need to accept that the arrival of Islam in India, certainly in North India, was braided together with extraordinary violence. And it was accompanied by the destruction, the wholesale destruction of India's heritage, cultural heritage. In many places, there are no traces of the Hindu-Buddhist past of India. How do you deal with that past? How do you talk about it? We haven't figured out a way of talking about that. There is something called memory and that memory is embedded in people's marrow. People have inherited memories of loss from prior generations. There are ballads of dispossession that have passed down from generation to generation. People know that some horror occurred. I was in Varangal in Telangana some years ago and this was in the 12th century one of the marvels of the world. You know, it was, you know, it traded diamonds with Europe. Marco Polo visited and he said, you know, I've never seen wealth like this anywhere. And some tragedy happened there, you know, when Alauddin Khilji sent his men. People still remember that eight centuries later, seven centuries later and they are still shaped by that memory but they cannot quite express what that tragedy was. And when they can't, when there is a vacuum in their memory, that vacuum will be filled by the garbage purveyed by the current dispensation. So, I think it's best to be honest about our history, to say that, listen, horrible things happened in the past. We accept that, we move on from it. Instead of doing that, what the secular establishment did is it found complex ways of skirting around the issue. So, if you pick up a book by some of our most distinguished historians, you will put down the book none the wiser. You will not actually understand what happened in the past. There is such complex prose, jargon is piled upon jargon to actually evade the reality of what happened. We haven't dealt with that past and we haven't actually figured out a way of talking about that past. We've come up with gravity-defying ways of dealing with it, of discussing it. If you look at Pakistan, I've been to Pakistan. If you talk to people in Pakistan, they're quite open about what their history was, how India was invaded several times. In India, we haven't talked about that and we need to find a mature way to discuss that. Otherwise, we, in place of history, we will have things like Indians colonized Mars, Indians invented the first F-16 jet or, you know, gold can be mined from cow dung. Stuff like that actually finds an audience because there is nothing else there. And people go to school in India. I've met, I made it my mission five years ago to go and meet as many school children as I could and talk to them about what they knew of history. And it was extremely distressing to find that they came out of school without a linear understanding of their past. They did not know what happened. They would say, they would use this phrase, in those days, you know, they'd say terrible things happened, but they didn't really know what had happened. And when you don't know what had happened, when you don't know your own history, you're bound to become susceptible to distortions of history. And that is what we're seeing happen. You know, there are people who've said, let's burn books. Subramanian Swami invited goons in the BJP to burn histories written by secular historians. It's very important to remember that secular historians did what they did from a very noble motivation. It was to deny ammunition to Hindu nationalists. But the tragedy of that is rather than denying ammunition to Hindu nationalists, they enabled Hindu nationalists to weaponize history. And we need to be absolutely honest about our history. That is the only way we can escape the punishing torment of history."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:34.300",
        "message": "So I have a couple of related musings. But before that, a couple of quotes from your book, where you sort of expressed all of this really well. First, quote, it was a mission of secular, quote unquote secular, it was a mission of secular historians and public intellectuals of India to locate mundane causes for carnage by religious zealots. And later you say, all imperialism is vicious, but that is not the standard adopted by India's secular historians. And again, later you say imperialism, in other words, was destructive only when Europeans did it. When Asians did it, it was a cultural exchange program, stop quote. And your sort of conclusion here is, quote, the secular establishments squandered a rare opening in the early decades of the Republic to heal that wound by supplying Indians a forthright accounting of the history, stop quote. And my sort of related musings are, one, the fear that this came from is actually in some ways a modern fear that description of a particular sort necessarily implies prescription of another sort. And we see it in modern times as well. For example, they feared that by saying that Muslim invaders did XYZ, that will implicitly be a prescription for revenge or whatever. And you see that in modern times, for example, in the way nature is treated by, you know, there's a certain denialism of science, where, for example, if you point out differences between sexes or races, they are taken as not just as statements of differences, but as statements of value and prescriptions on treating differently, and the two don't necessarily follow. And my other thought there is that this also comes from a notion of the Congress and others, and I'm not passing a value judgment on this notion of whether there is something to it or not, is that history is alive, in a sense that it needs to be remedied. Now, we don't just look at it as something in the past. And I disagree with this notion. But and Congress, it would be said did believe this in the context of say, caste, where they were, of course, you know, we've had all of this caste injustice. And we must, for example, reverse discriminate to sort it out or sort of, you know, which plays into a whole different kind of identity politics, or, you know, in terms of, for example, land distribution, that we must do land redistribution. So through both of these, and again, I'm not passing a value judgment on either of these, and they might even be necessary correctives. But in both of these cases, a Congress seems to be taking the philosophical position that things that have happened in the past should be remedied in modern times. And if they then believe in this, then this sort of historical this treatment of history seems rational, I would say wrong, I agree with you on why it is wrong, because you eventually you've ended up helping these guys to weaponize the part of the history that we tried to erase out. But it seems to me and I'm just thinking aloud that that is"
    },
    {
        "speaker": "Guest",
        "time": "01:12:28.780",
        "message": "where the impulse kind of comes from. I think in this case, it would have been difficult because the elite representation in the Muslim community, the elite segment of the Muslim community fled to Pakistan after partition. So the remaining, the remainder of Muslim community in India was actually quite marginal to the power of the community. So it would have been extremely perverse for them to sort of try to remedy a historical wrong by blaming anybody. When you talk about caste, to this day, the upper castes in India are still powerful, that is where they still hold power. Whereas that was not true of the Muslim community in India, and it would have been extremely cruel and perverse of them to point the finger at them. And then how would you remedy that? You know, what would the prescription then be? Would you would you transfer their non existent properties to Hindus who already had properties and whom would you give the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:23.580",
        "message": "property to? The thing is, that is exactly what's happening today. And it was that the fear of that happening back then that led the Congress to do this. Yeah. And obviously, you have unintended consequences for everything. And these intuitive solutions of, you know, correcting history don't necessarily"
    },
    {
        "speaker": "Guest",
        "time": "01:13:40.260",
        "message": "work. I'm merely distinguishing caste and religion. Sure. And I will just say about religion, Congress had tremendous moral authority, and it had it enjoyed massive goodwill among the people of India. And this was a time at which after the elections in 1951, for instance, Congress was so powerful, it had such authority to shape India, and what Indians were going to be, I think it could have used that authority to be honest about India's history, because that was the opening. That was the moment at which you could do it. And you could do it in a way that spoke, frankly, about the historical wrongs, without actually prescribing retribution. And that is the moment that was squandered, that opening was squandered. Instead, what we had was high-minded, incomprehensible history that actually papered over what happened in the medieval era. That I will cite, I don't have it in front of me, but from memory, I'll cite one of the textbooks I read. It says that when the Portuguese came into India, you know, they presided over conversions of people and Indian society altered fundamentally. They were horrible. They were uniquely vicious people. The very same textbook, a paragraph apart, says that when Muslims came to India, there was no fundamental cultural shift, and they were tolerant, and they did not inflict any injuries on the people of India. That is infantilizing. And eventually, people are going to question that. And when they question that, they will feel betrayed. And when they feel betrayed, they will become uniquely susceptible to the drivel pumped out, the anger pumped out by the Hindu nationalists. And that is what is happening right now. I myself felt some of that rage when I first read about, you know, when I first picked up first-hand sources, because I had a very secular upbringing, extremely secular upbringing. I had a secular upbringing to the extent that we didn't celebrate Hindu holidays, because we thought it might be offensive to our Muslim neighbors, and we lived in predominantly Muslim communities. So, it could be an almost comical reaction to that kind of upbringing to become a Hindu nationalist. So, you must always keep your antennae up and try to stop yourself from becoming tempted by that release offered by Hindu nationalism. And yet, what happened in medieval India was so bloody and so horrendous that unless you find a way of distilling that past and talking about it, you will not be able to delegitimize the vendors of untruths who are now in power."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:32.540",
        "message": "This reminds me of something that, you know, a friend of mine, Sadanand Hume, was on this show a few months back. And he told me about this almost dissonant experience he would have at TV studios, where he would find that people arguing for the Hindu nationalist would almost have this warped sense of time in history. And in the sense that they will refer to something that happened yesterday, like I went to lunch at so and so place, and something that happened 500 years ago, in almost the same breath as if there was absolutely no difference with them. And would that warp sort of view on history simply be, you know, is it partly a consequence of this eliding of history where you're taught it in a linear way in school, and because all of this is absent, they internalize it in a different way? Or is it just that"
    },
    {
        "speaker": "Guest",
        "time": "01:17:20.660",
        "message": "they're ignorant and uneducated? See, there is this idea that Hindus are a defeated people. And somehow, people respond to ideas of revenge. Revenging history is a very popular concept. The temple which stood on the site of Babri Masjid, if it stood at all, was demolished half a millennium ago. And yet people respond to it, because for them, it is a way of when you feel defeated, you will want to acquire the dignity that was taken away from you through any means. We may dislike it. We may find faults with that. But there is an emotional response that is tremendously powerful. When you go to people, when people feel they've been wronged, when people feel that their heritage was destroyed, and when people feel that there is a vacuum, nobody talked about it, they will respond to cries for justice, even if it happened a millennium ago. And you will, you can't run away from that. All around us is evidence of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:33.380",
        "message": "And you don't even have to go millennium ago. I mean, the thing is, if we enter a vicious circle of violence and radicalism, you don't really need to go that far back. I mean, you know, a Hindu right winger today can point with some justification to what happened in the Kashmiri pundits, for example, in the early 90s and point to that as cause enough for his radicalism. How do we break out of these cycles of violence? Like one of the very interesting things you sort of pointed out in your book is that this movement may be incompetent in government, but it's peerless in opposition. You know, I mean, incompetent in government, obviously, you can see what has happened, though I think Vajpayee was a much better Prime Minister than Modi is, but that's a different story. But incompetent in government, but peerless in opposition. And the thing is, it's very easy, like the Congress is finding out to be in opposition in the sense that you can then be perennially virtuous depending on how you define virtue when you're not faced with the everyday reality of governing and actually running a country, a challenge that these guys haven't even really taken seriously. Otherwise, they would have behaved more statesmanly, like say Shastri did, a person they have tried to co-opt, rather than behaving in the ways that they have. And that would then seem to indicate that if you are against the Hindu nationalist movement, and you do believe in our natural secularism, the left secularism, our tolerance to sort of express itself and take over again, then a political victory isn't enough, because these guys are going to continue. And especially because what you also see is that now it is actually a moot issue, what kind of history is taught in schools, because I think more people learn from what is colloquially referred to as a WhatsApp university."
    },
    {
        "speaker": "Guest",
        "time": "01:20:14.820",
        "message": "This project of distilling our history is not for the Hindu nationalists. They don't have the intellectual equipment to do that. This is, to the extent that there is a prescription in my book, it's for the secularists among us. I'm speaking to people like you. I'm speaking to people like Sadanand. But we are the converted."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:33.300",
        "message": "In what way? Sorry."
    },
    {
        "speaker": "Guest",
        "time": "01:20:34.860",
        "message": "In the sense we are secular already. We are secular already, but I'm saying in order to save the secular cause, in order to convert the people who aren't secular, in order to bring them back, in order to rescue India, in order to save India, in order to ensure India's future, we need to be honest about our past. That is, to the extent that there is a prescription in my book, I think we should find mature ways of talking about our past. Because WhatsApp university, quote unquote, is popular today, doesn't mean that we pack our bags and give up. We find new ways to fight. We can't admit defeat to these people. We can't let this distortion of history become the norm in India. We've become the world's laughingstock as a result of it. And if we take pride, you began this segment by talking about taking pride in being Indian. And if we are to take pride in being Indian, we must fight back against people who make a mockery of Indianness. And that is the very precise argument I was trying to make in the book. One more thing, Amit, is that these people will never, will never give up in the sense that if they exhaust one cause, they will find another cause. Because what is fueling them now is not undoing an historical wrong. What is fueling them is a sense of self-pity. And there is nothing more damaging, destructive than self-pity."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:51.740",
        "message": "So here's the thing, it's far easier to build a movement and sustain a movement and make a movement reach critical mass on hate rather than, you know, better emotions. Similarly, victimhood is very appealing in politics, whether it's from the right wing or the left wing, you know, and one of the common things to many populist movements is that it involves a majority invoking its own victimhood, which is kind of absurd. I mean, given that, you know, the Muslim population in India is far more disempowered than they were before partition and they are far poorer than Hindus for, you know, for us to still claim that victimhood is slightly bizarre to me. Now, given all of these things that you're going to motivate a movement more on negative emotions and on positive emotions, which perhaps also explains the trend in recent times of voter turnout being far higher for right wing populist movements than their opponents, because, you know, stronger motivations from, oh, you know, Hindu khatre and therefore you go out and vote, rather than let's all live together peacefully, which so how do you react to that as a challenge? And also, what do you think of the contemporary protests which are going on? I mean, you know, as we are recording this as a start of February, this Shaheen Bagh happening, there are spontaneous protests all across the country. I think my friend Prem Panikkar posted a map on Twitter where he had pins on a map of India, all over showing that the and these are not centrally planned. These are not coming from one place. These are spontaneous protests that are erupting with ordinary people using technology, which is not something I would have foreseen a couple of months ago. You know, I was pretty I had given up a lot of hope. But now this is happening. What's your sense of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:35.260",
        "message": "So your first question was about the difficulty of combating the right with something more virtuous. And your second question was about the organic eruption of protests built on upholding the virtue of the Constitution. So in answer to the first question, Raymond Aron wrote something during Algeria's fight for independence. He said, you know, it is the lesson of the 20th century, that in the contest between passions and interests, passions will always defeat interests. You know, it is a mistake to think that interests can trump passions. So we have a contest between passion and interest. Narendra Modi is demonstrably not good for you, good for your interests. This is the man who singed the economy. This is a man who presided over, as you put it, the largest single destruction of private property in human history, which was demonetization. And yet people reelected him because he appealed to and incited their passions. Now, how do you fight back? The fight back is right in front of us. What we are witnessing with CAA, with the protests against CAA and NRC, Shaheen Bagh and across the country. I've been to Shaheen Bagh. I spent time there. I've been to other protest sites. I've spoken to protesters. What you're witnessing is not just a response to this legislation. It is a belated eruption of grievances that piled up over five years. It is a belated response to demonetization. It is a belated response to unemployment. It is a belated response to the absence of smart cities. All the promises, every major promise made by Modi, every major developmental promise made by Modi is unfulfilled. Every major promise made to his religious base, his ideological base is fulfilled. Kashmir, Ram Janmabhoomi, now CAA. So, these are ordinary people protesting against the authoritarian turn of the government. And the trigger is the CAA legislation and the prospect of a nationwide registry of citizens. I look at these protests with great pride because they reveal to us that you began earlier this interview by asking me if, you know, about people who say that our constitution is an imposition. But what these protests reveal is the depths to which the content of the constitution has percolated. We are now a country of citizens and people are asserting their citizenly rights against a government that is denying them those rights. So, this is a moment, if Nehru was looking at us, he'd be very proud. This is, you know, in a moment of crisis, we have risen to the occasion. The people of India have risen to the occasion across the country. This is an organic uprising against this hideous regime. So, and what are they protesting for? They're protesting for the protection of the constitution against the assault of this government. But I also look at this protest with some pessimism because I fear that we overlook the extraordinary power of the prime minister. He's six months into his second term. He has a super majority in parliament. He has bottomless supplies of cash at his disposal. And I mentioned this fact because goons can be hired, cash can be given, protests can be disrupted and delegitimized. And the prime minister has means to do that. The prime minister also innovated the state. He destroyed autonomous state institutions in his first term. So, he is the master. He has total authority over the instruments of force. The police is completely under his thumb. Even the armed forces have been politicized. So, he has that raw power of the malicious raised by the Hindu nationalists over the past five decades are at his beck and call, but also the state institutions have completely caved. So, the prime minister is enormously powerful and he can crush these protesters at the time of his choosing. There are people who believe that because the international press is aggressively covering it, they have allies abroad. We should remember they do not have allies abroad. Foreign nations, foreign press will not sustain its coverage. You know, they have their own problems at home. You know, they will not focus their energies entirely on India and their ability to influence India's behavior is also very limited. Modi will eventually cease to care about what the world thinks about him. You know, if it's a question of his reputation on the world stage and power at home, he will choose power at home. So, it is important to remember that Modi in this contest, Modi is the more powerful person and nobody should doubt the power of the prime minister. But remember this, if these protests could either rescue India or they could be the swan song to the India that was, and if we lose India after this, if India goes to a point of no return, we can take pride in the fact that India didn't just give up. India didn't just fall on its knees when it faltered. India fought back and the fight back was extraordinary. And the fight back was beautiful. The fight back was inclusive. The fight back spoke for the values upon which this country was founded. And we, you know, we didn't go silently into the night. We raised our voice. This is something Indians can take tremendous pride in. But we must hope that there are remnants of democratic impulses in the prime minister and that he will listen to the people of India and that he will withdraw from this fight. He's never withdrawn. He's never lost a direct political fight in his life. But we have to hope that, you know, in this contest, the prime minister will be reined in by the vestiges of democratic"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:56.420",
        "message": "impulses in him. Yeah, we'll rage, rage against the dying of the light. But I have sort of two questions. One of them is that this goes back to my earlier point of the conception being flawed, not just the execution, like the fear that you correctly express and that I share is that the power of the coercive state is way too much. They can crush these protests anytime you want. That is unfortunately the case. They can crush dissent anytime they want. The only reason someone like me hasn't been crushed is because I'm too small and insignificant, but they can crush anybody anytime. So the issue is with the coercive state itself. Like I did an episode with the historian Gyan Prakash on the emergency where he pointed out that nothing that Indira Gandhi did during that time was illegal or unconstitutional. That centralization of power which allowed her to rule in such an autocratic way was written down in the constitution. And Gyan's point, of course, was that the founders of the constitution sat down and framed the constitution in a room in Delhi at a time where there were protests, there was violence across the country and one was not sure whether the center can hold and therefore the centralized power. And Madhav Khosla, of course, in his wonderful book, India's founding moment as a far greater sort of a much finer narrative about how these decisions to centralize the state came about and a lot of it makes incredible sense. But what it has also unleashed is that the coercive state is way too powerful for democratic impulses to come through. Like right now, you said that one hopes that Narendra Modi will, you know, listen to whatever vestiges of democratic impulses are left within him. But I'm like, why should we hope for a person's, the better angels of a person's nature to come to our aid? You know, the system itself should have those safeguards in place and restrict the power of a person like that. And the problem here isn't Narendra Modi per se. And this is perhaps the libertarian in me saying the"
    },
    {
        "speaker": "Guest",
        "time": "01:31:47.980",
        "message": "problem is a coercive state. Yeah. And we have, there are institutions to check that power. There is the Supreme Court of India. There is a judiciary. Easy enough to capture"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:58.540",
        "message": "though, as we have seen, like you've pointed out, for example, that the judge who, you know, let Amit Shah go in that acquitted Amit Shah in that case. Governor of Kerala. There"
    },
    {
        "speaker": "Guest",
        "time": "01:32:07.860",
        "message": "you go. Yeah. The thing is, we have to remember that institutions are peopled by human beings and human beings are weak. Human beings, you made that point earlier, you know, human beings will respond to incentives and human beings will respond to threats. The best, we're looking at the United States of America, you know, the Republican Party is one of their great institutions and it has completely surrendered to Donald Trump. Every nation, every institution that is necessary for the competent functioning of government is ultimately run by human beings and the caliber of human beings that run it. Who in his right mind would want to take on the prime minister right now? Would, you know, if you're running an agency in the government, would you want to challenge the prime minister of authority? There are people who've done it. You know, let us remember when UPA was in power, there was a bureaucrat who challenged Robert Vadra and he found himself being transferred, relocated to some barren district. You know, this is not Modi alone who's done this. Modi is not unprecedented. You know, Modi is very much part of a tradition in India and the answer to this is the public protests. It is the people of India who've come out in the streets. It's not the institutions of India. The institutions of India have proven themselves to be weak and fragile. It is the ordinary people of India who've proven themselves to be powerful citizens. It is the constitution, is the values that animate the constitutions are finding expression in the protests across India, not in the institutions of India. So in that contest between the citizen and the state, of course, the state is more powerful, but the state's power is exhaustible, whereas the citizen's power, we'll have to see how far that will take us. You know, how it is impossible, I agree with you, to sustain people's protests of the kind that are taking place across India. So unfortunately, my answer to you is not going to be a hopeful one, because as much as I want to drag this on and find a way of, you know, convincing myself that we can, you know, that institutions will reign the prime minister in, we still are at the mercy of the better angels of Narendra Modi at the moment. Okay, that is the opposite of hopeful. What I mean, I just want to say that this doesn't necessarily indict the framers of our constitution or the founders of our republic. It just reveals that human beings ultimately are the people who run the show and the kind of country will be will depend on the caliber of the people who run the institutions upon which your country's performance depends."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:53.060",
        "message": "I would say that I disagree with that. I mean, I agree that it is silly to blame the conception or the constitution or the framers of the constitution in hindsight, because this stuff looks obvious. But I think that, you know, if they sat down today to make a constitution, knowing what is known today about incentives and the way people respond and understanding public choice theory, they would definitely have designed a system that works far better in terms of reigning state power and making many of these excesses, not so likely, but my other..."
    },
    {
        "speaker": "Guest",
        "time": "01:35:25.340",
        "message": "Many of the instructions yell down to the offices. For instance, we have heard a tape which was published by Cobra Post, I think, years ago, Amit Shah yelling instructions to the police officers in Gujarat to stalk a woman."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:40.100",
        "message": "Because Sahib wanted it, you know."
    },
    {
        "speaker": "Guest",
        "time": "01:35:42.300",
        "message": "That was definitely illegal. There was no legal sanction for it. And the police was doing it because the Home Minister wanted it done. So I think had there been rules explicitly prohibiting... There are rules explicitly prohibiting the Home Minister from doing that, but yet he was able to do it. Power functions in a different way. And any number of rules can be written. They will not amount to much if people do not uphold them. Even if our constitution was revised and rewritten to take into account the conditions of today, I don't think they could reign in Modi. Because once you acquire power, it's very difficult to reign in power. And the only way to do that is... This is the reason I think Nehru is such an extraordinary figure because he had so much power at his disposal and he didn't abuse it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:31.460",
        "message": "I would still say that there are a lot of changes to the design of that conception and not for a moment am I saying the constitution should be rewritten because if it is, it'll become something far worse than what it already is. Both of us know that. And that would be something to be very scared of. But what I would say is that within the design, you can make things better. For example, the separation of powers between the executive and the legislature, you know, and right now, if you look at what's happening in India, the legislature is completely toothless. And if you look at what it is in the US, okay, Trump has gone out of control, he's captured the Republican Party, blah, blah, there are many things to be moaned there. But I would hold that Trump can do far less damage to the United States than Modi can to India, because Modi has far more power here. And over there, the institutions are still functioning, because of the way they were designed. But no, I would just say that"
    },
    {
        "speaker": "Guest",
        "time": "01:37:22.900",
        "message": "the Parliament, unfortunately, has been reduced to a rubber stamp. And this process began again, a long time ago. And one of the things Modi has done, which people don't reflect on very much is he has converted BJP into a version of the Congress Party. The BJP was one of the few political parties in India that was actually internally democratic. The Prime Minister's own biography is a tribute to the democratic nature of the BJP. He was, after all, a lower caste tea seller from Gujarat, whose assent the party actually enabled. What he's done is he's destroyed the BJP, pretty much the way in which Mrs. Gandhi destroyed the Congress. He's destroyed the BJP's internal workings, and he has created a cult of personality unrivaled in India's history. The only equal is Mrs. Gandhi, but I think he's exceeded even her now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:13.460",
        "message": "I think he's a true successor to Mrs. Gandhi, first of all. And secondly, I would say that in many ways, she was still worse than excesses of the emergency, which you have also written about in your book, where we, for example, there were more people sterilized, there were 15 times more people sterilized in India than done by the Nazis. Yeah, you know, and virtually the entire opposition and the press was in prison, which is not yet the case here. We are getting there. And what's happening in Kashmir is absolutely shocking and already normalized. And, you know, we're recording this on Feb. 7. I don't know how much worse"
    },
    {
        "speaker": "Guest",
        "time": "01:38:46.900",
        "message": "things will become. The cult of personality is certainly bigger than Indira Gandhi because the money, the kind of money and technology at Modi's disposal, but the abuse of power is nowhere as grotesque as it was during Mrs. Gandhi's reign. That is that is a point we must make. But what Modi has done is he has converted the BJP into a version of the Congress Party. He doesn't have children, so there's no fear of a dynasty, but there is an ideological dynasty. So, in time, I mentioned this in the book, we may look back on Modi as the moderate because his successor, if it's Amit Shah or Adityanath, are going to be infinitely more radical than he is. And this is the problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:25.540",
        "message": "And this is a trend, as I mentioned earlier, in, you know, through the leaders of the Hindutva movement."
    },
    {
        "speaker": "Guest",
        "time": "01:39:30.860",
        "message": "You go from bad to worse."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:31.860",
        "message": "You go from bad to worse. My other question goes back to a point that you were making earlier where you cited Raymond Aron talking in the context of Algeria, where he spoke about passion and interests and how passion will always win out, which, of course, is analogous to how the most ignorant people always show the most certitude. And the more you know, the more you are full of doubt and the more intellectual humility you have. So in that context of passions, what I find in India today and what gives me a lot of despair is that all the political parties are catering to those passions. It's not just that it's a BJP. You have, for example, Congress governments in various states like the Kamal Nath government in Madhya Pradesh doing things for cow protection and so on and so forth, the sort of soft Hindutva happening there. You have Kejriwal in Delhi and at one point the Aam Aadmi Party seemed such a big hope in terms of a political movement erupting out of a protest. And instead, what you find is that he has also stayed away from the Shaheen Bagh issues in Delhi at the time of speaking. And obviously, the elections are just around the corner. And by the time this says those will be out, but those don't have any bearing on it. He's kept these protests at an arm's length and he doesn't want to piss off the very people who are the base of the BJP, who the BJP has captured right now. So what he is saying is that I am not necessarily against you guys or with Shaheen Bagh. I am just saying vote for me for governance. A, does this worry you that all of the political party cater to these negative passions which are leading us awry and which are dividing our society? And B, is it also something you worry about that when a political party does emerge out of these protests as the Aam Aadmi Party did out of an earlier protest, they will again be prey to the incentives of politics and driven by the desire for power rather than"
    },
    {
        "speaker": "Guest",
        "time": "01:41:22.260",
        "message": "out of any higher ideals? That's such a fascinating question. Let me just digest that question and give you an answer. We are at a point in our history where we can clear the stables because for the first time, we are witnessing a pan-Indian backlash against a prime minister who ended the coalition era. So this is a moment in which a pan-Indian political party could be born. But the existing political parties are completely bankrupt ideologically and ethically. And the trend of course again was set by the Congress Party. The obstacle to the rise of a pan-Indian political party is of course the Congress Party because it occupies the opposition. It lulls us into the false belief that there is an opposition party when in fact there isn't an opposition party. So I have been, wherever I've been going and speaking to people, I've been urging them not to vote for the Congress Party but to vote for a better alternative. If the Congress Party dies, we are more likely to see the emergence of a true political alternative to the BJP."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:35.100",
        "message": "I don't want to interrupt you but wouldn't it also be the case that if the Gandhis were somehow out of the way and their capture of the party ended?"
    },
    {
        "speaker": "Guest",
        "time": "01:42:40.980",
        "message": "You needn't finish that question because I agree entirely with you. The Congress Party is like an army. It has excellent armory but it is presided over by an utterly corrupt general. You replace the general and you repurpose the army. You could do that but there is the fear that if that general goes, all the troops will be demoralized. Why don't you find a better general who can actually mobilize them, who can give them hope again? There are people in the Congress Party who can do that. I was in southern India and I spoke to a former minister who is still a member of parliament and he and I have had very intense arguments in the past and we had very heated arguments but he came up to me this time and he said to me, I agree entirely with you and I would like to see this family gone. This is a man who's been appointed to his job by the family. This is a man who owes his career to the family and he said, but I care more about the country than I do about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:43.140",
        "message": "my own career. This is, by the way, something other Congress leaders have said to me in private but they will never say it in public."
    },
    {
        "speaker": "Guest",
        "time": "01:43:48.380",
        "message": "They will never say it in public. Instead, he was urging me to amplify that message to say that go after the family. We need to get rid of them. He said, for a year, there'll be chaos in the party. There'll be demands to bring the family back but the family must go and they must be a new leader and, you know, Congress will survive the exit of the Gandhi family and it is now, I think, in the national interest for the family to leave this party. This party can no longer be an instrument for the realization of the personal desires and dreams of one family. It has to be an instrument for the reclamation of India. So there is already an existing infrastructure. You can repurpose this army to become a true opposition party. So I would say if you can't vote against Congress party, at least join the Congress party and clamor for the defenestration of the Gandhi family, clamor for a new leadership. If you want to rescue India, that project is the project of a generation and it will begin – you will have to begin by rescuing the Congress party and rescuing the Congress party means removing the Gandhis. Please remove this family. This family is now the principal obstacle. If India goes to a point of no return, a massive share of the responsibility, blame, will have to be shouldered by this family. We are at a point when we can go down the route of Yugoslavia and congressmen are still unable to raise their voices and say that please leave, please give the Congress party back to the people of India so they can use it as a vehicle for true secularism, for true liberalism. There's nobody willing to say that, nobody willing to risk his or her career. They did that when Sonia Gandhi became the leader of the Congress party, Sangma and Sharath Pawar. And look what happened to them. And look what happened to them. They, you know, they came back into the fold."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:42.900",
        "message": "I actually wrote a column about this about, you know, looking at it from a perspective of game theory, that it's very suboptimal for someone to be the first to speak out. You would rather free roll and wait for other people to rebel and then kind of ride the"
    },
    {
        "speaker": "Guest",
        "time": "01:45:55.540",
        "message": "wave. But, you know, that momentum, in order for that momentum to come about, you need someone to make that voice. I imagine if Shashi Tharoor made that speech tomorrow. Imagine if someone like that, there are people, I don't want to name people because I've had private conversations with a lot of people. I think they're waiting for that first spark. I remember I, this is perhaps not the right analogy, the right story, but I remember watching, I remember reading about Romania, you know, Nicolae Ceausescu was so powerful that, you know, he came back from a tour of the Middle East and he was giving a speech in the public square and it took one person to make a noise against him. And eventually the entire crowd yelled against him and he had to take a helicopter from the roof of that building and within four days he was gone."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:43.220",
        "message": "That's what the sociologist Timur Kuran calls a preference cascade, where earlier you have preference falsification and no one is speaking up because they're scared. They're the only one who feel that way and they're scared to speak up. But once one guy speaks up, there's a cascade and then things change very fast. Except that I worry that in India, the preferences"
    },
    {
        "speaker": "Guest",
        "time": "01:46:59.820",
        "message": "are sort of in the wrong direction at the moment. Well, there is an entire category, there's an entire class of people who will happily have a monarchy in India if it's run by the Gandhi family because they genuinely believe that the Gandhi family are protectors of Indian secularism. There are genuinely people and you cannot reason with them. You cannot show them proof that, hang on, this is what Rahul Gandhi did, this is what Rajiv Gandhi did, this is what Indira Gandhi did, this is what Manmohan Singh did when he was Prime Minister. You can't talk to them, you can't reason with them because they are completely lost in their devotions to the Gandhi family. Those people you cannot convert and our energies are finite. We shouldn't squander them on trying to convert them. We should rather direct them at people who might be able to create an alternative Congress party. And I, to the extent that there are any listeners in the Congress party, I would urge them, please write to your MP, write to your leader and tell them to speak up against the Gandhi's. Join the Congress party, take up primary membership of the Congress party and call for elections, call for democratic elections within the Congress party. That"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:05.540",
        "message": "is one source of hope. I think any Congress member who's just heard this has thought to himself, I'll join the cascade, but I'm not going to be the first guy to raise my hand. We have like 10 minutes left to wrap this up. And normally what I do is at the end of my episode, I ask people about what gives them hope and what gives them despair. But you've spoken about that for all of this episode. Those have almost been the two principal points of our discussion. And I usually begin my episode by asking people to trace their personal journeys and there wasn't kind of enough of that. So let's sort of end on a note of, you know, okay, not, I won't ask you mundane details of how do you earn a living or where do you live or what do you do? But what I would actually be very interested in, and I'm sure my listeners as well, are what are your dominant intellectual influences? Like, are there any thinkers or books that changed the way you think about the world? If you had to recommend say three or five books to my listeners that you feel they must go out and read, what would they"
    },
    {
        "speaker": "Guest",
        "time": "01:49:01.620",
        "message": "be? Give me a sense of that. Right. The thinkers who've profoundly influenced me are Gandhi, Nehru in India. And abroad, I've been massively influenced by movements abroad. I've been, I've followed Eastern European politics for a long time and I've taken, I've found that to be a fount of tremendous hope. But I think we have in India, there is such an untapped source of wisdom and inspiration in India. And I constantly look to parts of India that are neglected. I look to South India, I look to Eastern India and it's, I would say that every day I wake up and find myself profoundly ignorant because I discover things that I didn't know before. And often when you acquire knowledge by reading, you think you have gained an insight that allows you to disregard other insights. And it's a battle with yourself to reign your own arrogance in to say that, no, no, no, I don't know enough. Let me hear the other side. You know, John Stuart Mill says that even a lie should be allowed to be aired in public because there are two utilities. One is that if you listen to the opposing perspective, it'll challenge your own belief and you'll be able to challenge it. You'll be able to sharpen your own argument. But the other utility is that if it's a lie, then it will be heard by people and people will be able to reject it anyway. So I've been trying very much to listen to opposing perspectives. I've been trying to read people whom I disagree with profoundly, but coming to the more precise question of the books that really affected me, I read very eclectically. I read everything. Most of my time is spent reading. I will read anything. I'll read a report on agriculture. I'll read a 500 page report. I may not retain all the information, but I'll read it. But the book that really affected me in a way that I didn't think books would, you know, I had a physical reaction to the book, was V. S. Ninepole's An Area of Darkness. People say this book has changed my life. It didn't change my life. I read it at a time in life where I had certain beliefs. I was quite certain that I was secularist. I wasn't going to, you know, become a votary of religious nationalism. No way. But it spoke to me in a way that no book before had. I had a very physical reaction. I had to put the book down several times because nobody had written about India that way. And it was only 190 pages. And then I read Wounded Civilization by V. S. Ninepole. That also had a profound effect on me. Not as profound as An Area of Darkness, but it really moved me. So these are the two books I would recommend to anybody wanting to understand India. Whether you're a secularist, whether you're a Hindu nationalist, whatever your ideological belief, read those books. Read V. S. Ninepole because I cannot think of another writer, not even Orwell, who conveyed truth with such clarity. Beyond Ninepole, the book that I would very much recommend is The Discovery of India by Nehru. It's an extraordinary work. It's not a work of history. It's not a work of scholarship, but it tells you about the calibre of our leadership. It lays out the vision of the world, so to say. It shows you how sophisticated our inaugural prime minister was, what an extraordinary man he was, what an extraordinary man of learning he was, and what a capacious vision he had."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:49.020",
        "message": "And it's striking that you should say this when in your book, there is actually a tremendous amount of criticism of Nehru. And yet he is one of the people who's inspired you and is a hero to you, which indicates, like, I don't want to flatter you, but the kind of minds who I like to read and follow are people who are open to a multiplicity of views on a single subject and sort of, you know, who don't take, like, today the world looks at Nehru so simplistically. He's either very, very good or very, very bad. And it's sort of important to know that."
    },
    {
        "speaker": "Guest",
        "time": "01:53:19.740",
        "message": "I think in Nehru's personality was reflected all the multiplicity of India. And I find him to be, I admire him immensely. I mean, one shouldn't use the word hero loosely, but if I had a hero, I think it would be Nehru. I admire that man immensely. And which is precisely why I find the flaws so dispiriting and so galling. And those are the three books I've recommended, but other books I'm, you know, there are so many books that shape one's personality that shapes one's thinking. There are so many to single one out would be to omit others. But if you're looking for recommendations, I would say Malevolent Republic is a pretty"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:59.220",
        "message": "good book. I second that for all my listeners. There are actually a couple of areas in your book that I slightly disagree with, like your characterization of liberalization, where I think you find a causal link between the good things P. V. Narasimha Rao did and the bad things and I don't quite agree with that, but we'll talk about it in some other episode. Sure. Kapil, thanks so much. It's been an absolute privilege having you on the show."
    },
    {
        "speaker": "Guest",
        "time": "01:54:20.980",
        "message": "It has been an honour for me. Thank you, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:25.100",
        "message": "If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline and please pick up Malevolent Republic by Kapil Komireddy. Tons of thought provoking insights there and absolutely fabulous prose. You can follow Kapil on Twitter at Kapskom. You can follow me on Twitter at Amit Varma. You can browse past episodes of The Seen and the Unseen at seenunseen.in and thinkpragati.com. The Seen and the Unseen is supported by the Takshashila Institution. You can find out more about their awesome public policy courses at takshashila.org.in. Thank you for listening."
    }
]