[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "How often do you look around yourself and think, this was not supposed to happen? If you live in India, there is actually much reason to do just that. We were not supposed to be here. India was not supposed to be the vibrant, diverse democracy that it is today. Indeed, one of the core rationalizations of colonialism was, these people cannot govern themselves. And yet, here we are, a functioning democracy for over 70 years. And a big part of this is our constitution, which not only shaped our systems of governance and the rules of the game, but also shaped how all of us think about our country and our own role in it. Now, there is much that I find wrong with our constitution. It does not go far enough to protect individual rights. It is way too long and that dilutes its utility, yada, yada, yada. It is also true that our constitution takes many elements from other constitutions and that a chunk of it is a reproduction of the Government of India Act of 1935. It is also true that some of the values it pays homage to could be called enlightenment values and many of the founders were influenced by great thinkers of the West. But it is not, as many have alleged in the past, a copy-paste job. The impetus behind it, what the author Madhav Khosla calls, quote, the cultivation of democratic citizenship, stop quote, was unique to our circumstances and no aspect of our constitution was blindly copied from elsewhere. There was much debate, much thought given to every element of our constitution, not just the what, but also the why. And these debates are fascinating for anyone who wants to understand not just this imperfect and mutating document that is our guiding light, but also why it is the way it is and why we are the way we are."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:50.000",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:57.920",
        "message": "science. Please welcome your host, Amit Verma. Welcome to The Seen and the Unseen. My guest today is Madhav Khosla, who has written a wonderful book called India's Founding Moment, a remarkable work of scholarship that made me look at our constitution and our history in a different light. At a personal level, the fact that Madhav is here is an illustration of how my own intellectual curiosity is driven by the show. It was Srinath Raghavan, a frequent guest on The Seen and the Unseen, who first recommended Madhav's work to me and insisted that I must read him and indeed invite him to the show. Another frequent guest, the constitutional economist Shruti Rajgopalan told me that Madhav is India's finest historian of the constitution. And when I read India's founding moment, I realised that some of the things that I have said and thought in the past about our constitution and our history was not as nuanced as it could have been. I felt as if my brain expanded when I read this book. And indeed, that's the exact purpose of The Seen and the Unseen. Before I begin my conversation with Madhav though, let's take a quick commercial break. If you're listening to The Seen and the Unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is Invisible People by Harsh Mandar, a collection of stories about unsung heroes of India who are otherwise invisible to us, often because of their class, caste or gender. You can now listen to the full book on Storytel, Invisible People by Harsh Mandar. Download the Storytel app or visit Storytel.com. Remember that Storytel with a single L. Storytel.com. Madhav, welcome to the scene and the unseen. Thanks so much, Amit. Great to be here. Madhav, as we, you know, before we begin talking about your book, tell me a little bit about your journey. Like, are you into law? Are you into history? How did sort of all of this happen where, you know, you got drawn to firstly this field and then to this specific subject of inquiry?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:38.360",
        "message": "I studied law as an undergraduate at the National Law School in Bangalore, and I then studied law at the graduate level at Yale. And it became clear to me at some point that a lot of the questions I was most interested in could not be answered entirely through legal training, that in some way law necessarily interacts with a set of other disciplines. And because my primary interest was in constitutional law, the most obvious cognate field was political theory, because constitutional law engages with politics in a profound way. And political theory gives you the skills and the training and the knowledge to think about the deepest questions in politics. And so it, it just it kind of became a natural step that I would"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:25.520",
        "message": "go into a PhD in political theory. And you got into law, you got interested in political theory, but your book is also a book of history. So how does that happen when you realize that not just historical reading, but then if you want to also write about this, which is one way of expanding your own understanding, then you also have to sort of get into history. How was that process? Did you come to history out of the love for history or out of necessity?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:51.800",
        "message": "I mean, I think I came to it actually out of an interest in thinking about how ideas had changed and had traveled over time. So when you're studying political theory, one of the things that you think about, and when you're a student in those ways, is you think about certain concepts, right? Equality, freedom, democracy. And the interesting thing that you might ask is, what do these terms mean over time? What do these terms mean to different people? And so a lot of my questions began to have a historical texture to them, a historical color to them. And so I wouldn't say that I'm a professional historian in the straightforward sense of the term. But I would say that I'm somebody who's interested in the history of political thought, right? And so it's very much an intellectual history or a history of ideas that really, in some sense, sparked my curiosity."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:44.480",
        "message": "And who are the sort of the thinkers who influenced you? Or as you, you know, got deeper and deeper into these subjects, what are the books that you looked at as models of the kind of work that you'd like to do?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:55.280",
        "message": "I think if one thinks about India, in particular, I think the most familiar thinkers who we have, who do a kind of intellectual history or history of political thought, are people like Pratap Bhanu Mehta, Sunil Khilnani, Nija Gopal Jayal. And I think slightly more limited to the scholarly domain and less familiar in popular writing is somebody like Sudipto Kaviraj. And what all of these people are doing in some way is to think about, look, you have a concept. And what does that concept mean to specific people at particular moments in time? And how can we recover certain understandings of that concept? If I actually can read about what somebody like Nehru thought about citizenship, can that help me think about citizenship today? Right? Can that actually elucidate the concept in some way? And I think each of these people have done that. And so Sunil's idea of India is just a marvelous attempt to think about the particular idea of democracy or the particular idea of how you domesticate a certain ideal within a broader public life and within political history. I think Nija's book on citizenship, for example, is a way to think about varying definitions and conceptions of citizenship over 100 years, right? And she is a political theorist, but it's a history of ideas, which is what she's interested in. And Pratap, we read week after week, who's attempting to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:29.120",
        "message": "Sadanand Pratap is absolutely India's finest public intellectual, I think. And just referring to Nija's book, you know, I hadn't read it until I was going to do an episode on citizenship with our mutual friend Srinath. And it spoke so much to the current time. Suddenly your expanding of the current time just explodes and you get everything so much better because of a book like that. I also want to ask you about your reading and your writing. To begin with reading, like, you know, I often get asked, how do I read so many books? And you know, do I take notes, do I scheme, etc, etc. And you obviously read far more than me. I mean, while reading your book, one of the joys of reading your book was the ability to go to the footnotes and discover other things through that. And, you know, and I think any good book of history or nonfiction gives you that. So how do you read, you know, do you have to ever force yourself to read? Has the nature of the way you read changed since you became a scholar and a student yourself? Is there a difference between how you read for work and how you read for pleasure? What's your relationship with books like?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:29.760",
        "message": "I think, at least to me, I feel I read quite badly, right? I feel I don't read enough, and I don't concentrate enough when I read. But I think I don't read in very long spurts, I actually lose attention relatively quickly. But I try very hard to actually read very seriously and very carefully when I read. And so I normally never really need to read twice. And do you take notes and stuff while reading? I do take notes. I do take notes sometimes. And sometimes I just have page numbers. But I often am able to grasp what I'm reading with relative ease, if I am in the right frame of mind. The challenge is in getting into that frame of mind and is actually taking out a sufficient amount of time to being able to read. I think, in some ways, the hard chat, the hard, I mean, in our lives now today, right, it's quite hard to actually be able to turn off the internet and turn off the mobile phone, and then just say, okay, I'm having an hour of completely uninterrupted reading, which is the kind of thing that I hope for. I think the other thing that can sometimes be challenging is that you don't often know what to read. Right. And so even with this book, for example, part of what was difficult was, we've only had one book on India's constitutional founding before this. And so there were moments where on different themes, I just, I didn't know actually what to read. And then you just read more and you get to know what to read. Right. But I, my life in terms of reading is not profoundly structured. I think I read a lot, I read less than I would like to, probably more than I think I do. But it's, it's disorganized, it's profoundly disorganized, and I think it could be much better."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:24.680",
        "message": "And when it comes to writing, a lot of academic writing is just hard to read, and it's dense and so on and so forth. Your book obviously isn't that. In fact, there were parts while I was reading this book, and I think I told you this before the recording and you were slightly embarrassed by it. There were times when I felt the quality of your prose reminded me of Pratap, which is the highest praise I can give really, in the sense that you're packing in a lot of thought and a lot of material into, you know, with a tremendous amount of clarity. And even though you also write long sentences like Pratap often does, you know, they're not unwieldy and long winding, they're packing in a lot, it all makes complete sense. So is that, you know, is prose style something that you thought consciously about on your journey to becoming a writer on these matters?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:09.720",
        "message": "Yes, and I'm actually really flattered and humbled that you would identify the prose as being good because I, so I spent a lot of time rewriting this book, frankly, a lot of time, and I spent a lot of time removing huge amounts in it. And so the final book actually had about 20-25%, even maybe 30% less than I had lying around. And the hope was and the aim was that look, I much rather just say less than more. And some of that is laziness, some of that is just a way to like intellectually flirt with ideas. But I also just didn't want to overwrite. And I am very interested in how people write and in what and rather than just what they write. And so I care a lot about that. And most of the writers I admire are just beautiful writers. Like? I mean, I think Sunil is a great example. I think globally, I love David Bromwich's writing. I read him regularly. And just there are a range of nonfiction writers who just who are genuine stylists. Right. And so I think that that's, I don't know if the if the book has that, but certainly I aspired to make at least parts of it beautiful to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:26.440",
        "message": "read. We're going to move on to the book now. And let's sort of move on to the conception of India itself and the role that our founders played in thinking about it. And you begin your book with a quote from Nehru, where he says, one of the unfortunate legacies of the past has been that there has been no imagination in the understanding of the Indian problem. Stop quote. So what is this Indian problem?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:50.360",
        "message": "It's an interesting quote, if you think about it, right? I mean, it's the quote comes up, the moment comes up in the Constituent Assembly, Nehru is speaking, and he's suddenly saying that, look, actually, we aren't grappling with the situation that we are in, because nobody really has realized the challenge before the Constituent Assembly. And it's an odd thing to say, right? Because if you think that if you were to guess anything, you would say that nobody would have a deeper sense of the situation than those people there. And for Nehru, the Indian problem was, and it's interesting also that he calls it the Indian problem, right? So the first thing to say about that is that he sees something distinctive going on, right? It's not just the problem of another country or the problem of some particular idea. It's actually an Indian problem that no country has previously been asked to solve. And the Indian problem for him is the problem of how do you create democracy in a place without its preconditions? So you have internalized for well over a century that there is actually a certain set of circumstances that make democracy possible. And India doesn't have those circumstances, and yet it needs to become a democracy. And how do you then address that problem?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:10.720",
        "message": "Yeah, and you also at one point, and I like the phrasing of this, you put you point out you talk about the suggestion that human behavior was not the consequence of politics, but instead its cause, stop quote. And later on, you ask the question in the context of the Hobbesian project, quote, did politics produce these spaces of energy, these fresh ways of thinking about freedom, or was politics contingent on them, stop quote. And these seem to feed into Nehru's question in a sense of what Nehru really seems to be asking is that look, we have to now move towards being a democracy, but none of those conditions are there, most particularly the democratic citizen isn't there. So in the act of creating this democracy, can we create that democratic citizen? And is the constitution the tool to do that? Am I right in saying that this is a fundamental sort of question?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:03.160",
        "message": "That's right. And just to go back to the part that you read, I mean, the way to think about it is this, right? After the 19th century, you have around you three things going on. You have politics as some space, right? You have the economy as some space, and you have society as some space. And all these three are slightly governed by a kind of different logic, right? So society say might have its own kind of relations, it might have its own kind of power dynamics, it might have its own kind of freedom. The market, again, has its own kind of logic, its own kind of structures, its own kind of opportunities. And then there's politics, which is again governed by its own rationality. And this distinction between the three really comes out in the 19th century, both with the Industrial Revolution, and with the birth of actually sociology. And what happens for people is that they begin to ask, and it's a natural question, it's not coming out of deep seated Western racism, it's actually coming out of a very honest inquiry. They begin to ask that, look, is politics going to rest on how these other spaces are? Or is actually politics producing these spaces? Is the caste system the consequence of the political structure we inhabit? Or is the political structure we inhabit going to take a certain shape because of the caste system? And that is not an easy question to answer, right? And the British answer to that was look, because India has a certain kind of society, it can only have a certain kind of government, right? And the Nehruvian sort of answer, which places politics front and center, and the Indian answer, right, is that look, actually, everything that you've gotten is because of the politics that you've had. People are behaving in a certain way, because you've actually put them in structures where they will behave in that way. And a version of it, for example, is, you know, in contemporary India, just to sort of switch for a moment, sometimes people will say, look, there are communal people, this is why we have a communal politics, right? And one answer to that is, actually, you run a communal politics, you get a communal people. You run a secular politics, you get a secular people, right? And that's kind of the answer here, in some ways."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:37.180",
        "message": "So there are sort of two aspects to this, which I find interesting. One, of course, is that I would sort of agree with Nehru that obviously, though he would not have phrased it like this, but people respond to incentives. So if you create a form of government that creates certain sets of incentives, people will necessarily respond to that. In fact, my thesis of, you know, Jagdish Bhagwati had once said that Indians are more into rent seeking while the Chinese are intuitively more into profit seeking. And that sense of why Indians are more into rent seeking, that is, we are always looking for ways to make a fast buck or cheat someone or whatever, is that because the oppressive state made it so hard for so many decades to earn an honest living. And because it was the easiest way to make money was through rent seeking and was through sort of becoming a part of that structure. People instinctively think in those terms. And you could say that as people responding to the incentives of the system of governance upon them, and this can work in the other direction. I mean, I give a negative example, but this can work in the other way also where you can promote fraternity and, you know, much more tolerance just through what the law happens to be and how it's all structured. But the counterpoint to that would be that, you know, and a point at where Gandhi, for example, disagreed with Nehru and Ambedkar and where conservatives would disagree, and you had the same argument playing out elsewhere between Burke and Paine and so on, is that Gandhi sort of felt that the locus of change was society itself, that change would only happen bottom up. And Nehru and Ambedkar, on the other hand, felt that no, you know, it's the diseases such as I mean, caste is a disease in our society. And the diseases are so deeply rooted, that that change cannot happen from the bottom up, the state has to sort of lead the way. And so this is the sort of debate that's playing. This is one of the fundamental debates that you've sort of identified"
    },
    {
        "speaker": "Guest",
        "time": "00:20:27.880",
        "message": "playing out, isn't it? Absolutely. I think that debates about a strong centralized state in the ultimate analysis are debates about very different conceptions of Indian society. Right. So Ambedkar and Nehru are fierce critics of Ambedkar of Indian society. And it's in part their criticism of Indian society that makes them so radical. Gandhi, on the other hand, is to an extent critical of the practices of Indian society. But he also believes that the change will come from within, that the change has to come from within. And that actually enduring change will rest on certain kinds of practices. It will rest on genuine examples that you have to provide in your social life that will pave the way. And both of them, therefore, there isn't really a meeting point for people whose presuppositions are so distinct about the dynamic and the theory of historical change."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:30.440",
        "message": "And one question I've asked many guests on the show, so it will almost seem like a cliche to my listeners, is something that I feel you're best equipped to answer, which is that it seems to me that what we did, and that speaks to this earlier debate, which we mentioned, you know, between conservatives and people who would want to use the state to transform society, which is that what we seem to have done is we seem to have imposed a liberal constitution on an illiberal society. And one could ask, is that imposition itself liberal, but a more pertinent question in current times when many people say that society has caught up with politics and that our illiberal society is now reflected in the sort of politics that we have, is that can such top-down imposition of values ever actually work?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:18.840",
        "message": "So that's a very packed question, right? And let's separate it at multiple levels. So the first thing to think about is, do we actually think it's true that we've imposed a liberal constitution on a people who are not liberal? Because the word imposed there is very interesting, right? And I'm not sure that it's actually a very good word to use for the following reason. On the one hand, clearly the people who were in the Constituent Assembly had a vision of India that was not the current vision of India. That is the whole Indian problem, right? They needed to create democracy and India was not filled with democratic values and constitutional principles. In that sense, they were radicals, they were revolutionary. But the Constituent Assembly enjoyed extraordinary political legitimacy, even though the body was not actually voted in through universal adult franchise. It was unquestioned in its authority and in its leadership. In that sense, imposed has a slightly more authoritarian cast to it, which I'm not sure actually is accurate given the real power that the Assembly enjoyed. In fact, if the Assembly didn't enjoy that power, you wouldn't have gotten the constitution."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:36.960",
        "message": "I mean, it's not power, but I'd say the key word there is not power, but legitimacy. And I'm willing to concede that it had legitimacy, that these were the recognized leaders of the day. They had won elections before under the British. So, I don't have an issue with that. But I think that any constitution they came up with would have been an imposition, not necessarily this one and a necessary imposition because there's no other way of doing it."
    },
    {
        "speaker": "Guest",
        "time": "00:23:58.960",
        "message": "Yeah, I mean, so we can quibble about whether the word imposition is right, right? I'm just not sure. I'm not sure whether it's the correct word. And I think the other thing that we need to remember is this, that the constitution puts forth a really relaxed procedure for amendment, a really relaxed procedure for change. The constitution is given in 1950. In 1951, you have elections, the whole country can vote. For the first time in human history, you're granted universal adult franchise under these conditions. And the body that is voted in could have gotten rid of the constitution. So, in that sense, it's a genuinely democratic moment, right? And the second question, right, which is that look, actually, has society caught up with politics? I actually think, ironically enough, the present moment reveals just the opposite. I think the Indian founding was built on the idea that to be in the modern world, right, as opposed to to be in the ancient world, or to be in the medieval world, means that your world can be entirely constructed. It means that when Amit Verma is born, he could be any type of person. His job, his identity, his role in life are subject to change at an individual level. And the whole world can be made and remade. And what politics offers us is a way to make and remake our world through nonviolent means, right, unlike war. Now, the interesting thing about the current moment is that actually, I think even though the current Indian, the dominant mode of Indian politics at the moment, the Hindu nationalist movement is very different from the founding vision, and could not be more different from the founding vision. They share this belief that the world can be entirely remade, because they are actually attempting to remake it. If they didn't want to remake it, if they didn't actually think that if they didn't act, if they thought that the world was already like this, then there's no need to remake it. And if they thought that it could not be remade this way, then there's no need to remake it. They believe in the absolutism and the primacy of politics, as much as anything. It's why they are changing"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:19.040",
        "message": "our laws. So isn't this belief in remaking the world actually a very dangerous belief? I mean, we've seen this in the 20th century and Mao and Hitler and Stalin and so on. And in fact, when Modi did demonetization, I compared it with the Mao's Great Leap Forward and what Mao did with the Sparrows. You know, isn't this kind of social engineering always doomed to fail and equally disrespectful of the society you're claiming to represent? For example, just as you said, if I may add to that, just as you said that the founders of our constitution were radicals, in a similar sense, it could be argued that the Hindu nationalist movement today are also radicals, because they are chipping away at the tolerance and inclusiveness that is such an inherent part of our society."
    },
    {
        "speaker": "Guest",
        "time": "00:27:01.840",
        "message": "I think that that's right. I think that in the way they are radicals, I think that it doesn't mean that you're disrespecting society because it's all done through social legitimacy. So I don't think that's quite right. I think that the question isn't, is it dangerous or not? It is dangerous, Amit, because in the same way as it is dangerous to rule yourselves. That's what it means to be independent. That's what it means to have freedom. When I look at you and I say, Amit Verma, you can have any career you want, if you work hard, and I give you the right education and you pick your career. Is that dangerous? Yes. You could"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:38.920",
        "message": "do a terrible job with it. No, I think there's a conflation here. My belief in individual rights and in my agency to shape my own destiny is very different from the freedom of a society to sort of or the freedom of a political class to transform society through laws."
    },
    {
        "speaker": "Guest",
        "time": "00:27:58.040",
        "message": "But I think that that's what it means to be democratic. It's collective agency. The question then is twofold. Firstly, what are the processes by which we engineer? Right. And so, for instance, the Indian founding is a dramatic effort to engineer things through civil, nonviolent means. Right. So even things like modernization, which I discuss in the book, they are clearly impressed by and who wouldn't be at the time by Soviet Russia's extraordinary economic growth. But they think that there are serious problems with the means and we care about the means because the means themselves are constitutive of freedom. So there's one question, which is the question of how are you engineering? And the second question is, to what end are you engineering? And are you actually engineering towards an end that still treats people as free and equal beings? Because the whole purpose of actually giving freedom is that you're treating people as free and equal beings in some way. Right. And so I think that the danger of the present moment isn't that they're trying to remake the world. I think everybody's trying to remake the world. In fact, I think that the most gratifying and reassuring thing about politics is that it can be a space for possibility. I think what's scary is how they are doing it and what they are doing it towards. Right. In fact, I think it's not only and I think what that captures is that in politics, Amit, what's dangerous is not only extremism, but cynicism. I think it's cynicism above all. And I think on India's left, for example, or on India's a lot of other Indian political spectrum, that's the danger. Right. For instance, why is our caste arrangement moved from a constitutional arrangement that wanted to transcend caste to a situation now where it is simply power sharing between different caste groups? Because you don't think caste can be eradicated. So that's cynicism. And that's actually what's dangerous. So what's dangerous isn't that these guys want to change the world. What's dangerous is what they want to change it to and how they plan to change"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:06.560",
        "message": "it. Well, yeah, I mean, but that's also a disagreement on ends and not so much a disagreement on means. Let's kind of get back to your book where you write about where you know how one of the fundamental decisions in hindsight, it kind of we take it so much for granted. But one of the unusual decisions that was debated and was a question of universal suffrage. That's right. Tell me a little bit about the contours of that particular debate. So I think"
    },
    {
        "speaker": "Guest",
        "time": "00:30:35.320",
        "message": "to think about that, I mean, what we need to think about is that look, in the middle of the 20th century, you have to be really audacious to think that India can be a democracy. A for 100 years, you've had this kind of political theory and philosophy. You've had this imperial vision that India cannot rule itself. Then you've had alongside that, right, a real life experience of democracy going wrong. So the only moment in world history where democratization and constitution making occur simultaneously is in Europe during the interwar period. And all of those countries collapse. All of those countries actually don't end up becoming democracies, right, in a sustainable way. And so there are very good reasons and India's founding to think, look, democracy isn't really a very good system to go for. And they still go for it, right. And I think that they go for it for a variety of reasons, right? One, I think there is genuinely a mass movement behind independence. Second, there is the sense that actually this is what freedom means. There is a deep ideological conception that look, in an earlier generation, in the late 18th century, when you had the American and French revolutions, you didn't have to worry about how certain people will vote because you didn't give them the vote. Now, actually, they think that look, that can't mean freedom. Freedom can't just mean that I'm free from Britain, but I'm not giving my Indians the vote. And there's a sense that look, in the Indian context, actually, what does that mean? In fact, there's a great moment in the Constituent Assembly debates, I think, where Aladi Krishnaswami Iyer says, look, what does it mean to limit suffrage in a country where most people are poor? That means nobody will have suffrage at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:29.280",
        "message": "Yeah, I think his point, as you've quoted him in the book is that if you, you know, qualifications based on property or education are impossible, because most people have neither."
    },
    {
        "speaker": "Guest",
        "time": "00:32:37.840",
        "message": "Exactly. And I think it's but it's also the deep seated ideological vision, that actually, if you put people in a certain kind of system, you will get democratic people, that actually, you will create democratic citizens through the practices of democracy, that itself will provide the education necessary. And therefore, it doesn't mean that certain facts are false, right. So of course, it's true that India is a diverse place. It has many religions that is true, both for the British and for now. The question is, what does that mean for political life? Right? And the answer is, actually, it may not mean anything, you can still see each other as equal people, if you put them in a politics that shapes them as equal people. And so at the heart of the book, I think, and at the heart of the Indian founding, is the sentiment that look, representation will create its own reality. The minute you represent people in a certain way, the minute you actually put them in a kind of constitutional, legal, institutional model, that represents them in a certain way, you will actually get the people you represent."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:48.720",
        "message": "And this struck me as one of the sort of profound insights that I learned from your book, which is that the framers of the constitution looked at it as a pedagogical tool. It wasn't simply a question of saying, okay, we have to govern and therefore we will have a constitution that sets the rules of the game. Instead, the impetus is that through this constitution, because people respond to incentives, and again, that's my language, not theirs, obviously, that through this constitution, because people respond to incentives into the system that they are part of, if we frame a constitution correctly, then the citizen can learn to see himself as a democratic citizen, and equal to all other citizens, you know, therefore invalidating other sort of forms of identity that might otherwise exist. And therefore, in that framing, it's important to embody that sort of conception of how the founders saw the country. And this seems to give the lie to what, you know, the traditional notions of the constitution that you've referred to as being, as you say, in your book, a series of self-interested compromises and arrangements between the Raj and locals, stop quote, as if it was just happenstance as if it emerged piecemeal, take this from there, take this from there. But, but no, there's actually this sort of unified thinking going on behind"
    },
    {
        "speaker": "Guest",
        "time": "00:35:05.800",
        "message": "it. No, completely. I think that it's both a coherent, cogent project, and it's a radical project. And you know, one of the things, Amit, that's been very interesting, right, is look, it's 2020. It's 70 years of India's constitution. And you only had one book on the founding, a book in 1966 by Granville Austin. Now, when I began writing this book, my interest was that, look, Granville Austin has done an excellent political history in a straight up way. This person entered the room, these were the amendments, these were the debates, this was chosen for ABC reason. But there was very little in Austin's book about the broader intellectual history at the level of concepts and ideas and the general terrain of actually what made this special in a global way, there was relatively less. Now, I began thinking that, look, there must be relatively less because actually there's not that much to say, right? Like the road is less traveled for a reason. Sometimes many topics have only one book with good reason. Actually they should have, most topics should have zero books. And the thing is that I then realized that, look, in part what's happened is people have said one of three things. They've either said that, look, there's nothing special about this constitution because it's the government of India Act 1935, which I think is completely wrong. The second thing that some people have said is that, look, actually there's nothing special at the level of ideas because it's just self-interested people who are just striking bargains, which didn't make sense to me because you're going into the assembly and you're granting universal suffrage and the next year you could be out. So there's clearly something else going on. And I think ideas do matter. I think historical events are shaped by a combination of many things, incentives, structures, circumstances, ideas, but ideas do matter, right? And that's an assumption in the book that actually people do have beliefs. And the third thing is that some people think, look, it doesn't matter because India didn't have a revolution at all. Actually, the site of revolution is never the political, it's always the social, it's agrarian structures, it's economic structures, so on and so forth. And there the implicit contrast is China, right? And the thought is that, look, China had a revolution and India didn't. And clearly that's not what my people think, right? The people I'm working on and the people I think about. And I also don't think that that's true. I think that the constitution did transform India. And I think both Nehru understands that and the current government understands that. They both want to change the constitution and that you would only change something if it matters. Nobody kicks a dead dog. And so I think that when I explored the reasons why this had been so understudied, it struck me that there was actually something waiting to be written. And what was waiting to be written was exactly what you said, is that this is a moment where you have to create a democratic citizen through democratic politics. In every other country, you have a level of education, social harmony, administrative systems increasing, wealth, income rising. And the democratic citizen, which is to say the person who behaves in a certain civic way, actually emerges and then you create democratic politics. Here we have to create the democratic citizen through democratic politics. And how do we do that? What is it? What are the systems that are going to make people behave in one way rather than another way? That's the question."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:57.480",
        "message": "And you have this intriguing sentence in your book where you say, quote, a feature of this conception, which is a conception of democracy and the constitution. The feature of this conception was that popular authorization, that is the exercise of the vote, was necessary but insufficient for a political system to have legitimate authority. Stop quote. Can you elaborate on, you know, you're saying then to build this democracy, the vote is necessary but insufficient. What completes the picture?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:25.840",
        "message": "Right, absolutely. So I think actually, Amit, this is a really important question today. Because one of the things that a lot of people are grappling with today, and I get asked this a lot, is look, India is still democratic? Or is it like democracy versus the constitution? You know, like in our current protests, you've had a number of people picking up images of the constitution, reciting the preamble. And so the question is, is there some clash? And I don't think there is a clash, actually. I think that both people are articulating very distinct visions of democracy. At the heart of the founding is the thought that look to be in a democracy means in the first instance that you actually elect those in power. But that's not enough. And why is that not enough? Right? Because if that's enough, then we don't need to have a constitution at all. We just need one provision which says elections every five years, people vote, end of the story, right? And the reason why that's not enough is because the question arises, once people vote, and an outcome is generated, why should I actually accept that outcome? What gives the state legitimacy? So the state, for example, has a certain amount of exclusive legitimacy and a certain amount of authority. If the police come to your house and arrest you, as opposed to some goons, you think that the police speak with a different kind of moral and legal authority. Now the question is what gives them that? And the answer is that what gives them that is that firstly, we believe that they have been put in place through a certain process, right? So we have elected people in power who are governing the police. But the second is at the level of outcomes that those systems are actually treating people as free and equal beings. Because if they are not, I have no reason to accept it. The state cannot claim moral authority over me unless it treats me equally. And so the whole question in the Constituent Assembly is, I'm going to create a state, I'm going to create authority, and I've had illegitimate authority for 200 years. And what would it mean to actually create a system that not only grants the right to vote, but can justify the authority of the state that can actually treat people as free and equal beings? What would the meaning of that be? And the whole constitution in some ways is an effort to work out that notion, right? What are the structures of power that would make people behave in certain ways, such that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:02.600",
        "message": "the outcomes generated would be free and equal? So this sort of brings up a question which arises later in your book, but I'll ask it now about the clash between these two schools of thought and constitutionalism, that is legal constitutionalism and political constitutionalism. The legal constitutionalists believe that the key job of the Constitution is to lay down rules of the game and act as a restraint on power, and to make sure that the state does not overstep its limits and that it protects the individual rights of its citizens. Whereas political constitutionalism holds a view that no, the state must do more than that. And the state must actually change or improve society as it were, depending on where you want to run with that. And this was also a fundamental clash at the founding. And there were people who argued for both. And there are people who still today could say that we have one or the other. Can you take me a bit through the sort of debates on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:57.040",
        "message": "Yeah, I mean, the way I think slightly different to how you describe it only in the following way that people who want this, some people see the Constitution as merely an articulation of democracy, right? That it's just about voting. And some people see it as something much thicker, right? It grants you many more rights, it grants you many more freedoms. And so there's a kind of limit on the democratic process in some sense. And I think the way I frame it and the way they frame it is they say, look, what both of these debates have presumed is they've already presumed a kind of democratic citizen, right? And actually even to exercise the vote, the reason why we think certain constitutional principles are important is because we think that that is actually essential to democracy itself. So let's play it in a very simple and tangible way. For example, assume that you think, look, the current government is justified in everything because it has been voted into power. Okay. And that would be true for any government. Let's just say you take that view, right? Then the question arises, okay, if that's true, what does that entail? That entails that firstly, if it's everybody has the right to vote, okay. That means that you need to have a system where actually votes are counted fairly. Yes. That means that you actually have to have also a system where people can campaign equally freely. Yes. That means that people, you should also say, if you care only about voting and only about those processes, that people have to be able to deliberate during the process because then they can only then they can vote freely. They have to be able to read and write. They have to be able to think about the choices they are making. If you do all those things, you get a lot of freedoms anyway. And then the question arises, okay, the government is legitimate because it is voted in. Is it then legitimate for it to say that X group of the population are no longer on the voter list? You could say, no, that may not be right because it needs to still preserve the process of voting in, right? So it needs, it can't disenfranchise anybody, right? But the question is, okay, if it can't disenfranchise, what else can it not do? Can it stop them from talking? Can it arrest them without? So a lot you can get in by just realizing that even to express sovereignty, you need certain rights and conditions. And the problem with the Indian founding is those rights and conditions and that knowledge and understanding doesn't exist in Indian society, right? The ultimate thing is that you think when people vote in a genuinely democratic society, they are thinking about the common good. They are thinking about the collective good. They are not seeing you as belonging to X village, Y caste, C religion. They are actually seeing you as citizens. That's what it means to have a democratic sensibility, right? That you actually become a different kind of person in how you see the other person. And the question in India's constitutional founding is what kind of apparatus, what kind of computer program can I put the people in that they begin to see other people like that? What system will change that? Because in our current politics, they only see people like that, current politics at that time, and that cannot enable democracy, because that cannot enable a common good and that cannot enable a sustainable political environment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:23.440",
        "message": "So what you're saying is that even if the argument for legal constitutionalism were to be true, that a government should exist only to protect the rights of democratic citizens and not actually try to reshape society, the argument cannot hold unless you actually have"
    },
    {
        "speaker": "Unknown",
        "time": "00:46:39.120",
        "message": "democratic citizens and a democratic society. Absolutely. That's a precondition. Absolutely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:44.400",
        "message": "And therefore, the constitution has to venture beyond mere legal constitutionalism."
    },
    {
        "speaker": "Guest",
        "time": "00:46:48.520",
        "message": "Completely. I mean, a lot of the debates in the West are debates that have already presumed a certain level of society, right? I mean, you see this, for example, even in our debates in the West around things like hate speech, right? You may say, oh, if I have a perfectly ordered society, you know, is it okay to let people abuse one another? I mean, the question is, how do you get a perfectly ordered society? That's the puzzle, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:13.760",
        "message": "Right. Let's sort of talk about now, you know, you've got three chapters, and you're looking at three thematic ways in which there were ideological arguments about what the constitution should be like. And the first argument is about codification. Now, obviously, we have everyone knows the longest constitution in the world, it is an unwieldy beast, you know, you can fit the American Constitution into the pocket of your shirt. But you cannot really do that with the Indian Constitution, unless you have some pretty mighty pecs. And this is not something that sort of, like, as some may presume happened by default, that everybody just put in whatever they wanted, and you ended up with something really long. This was deliberate, there was a reasoning for this, there was a debate behind this, tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "00:47:57.480",
        "message": "And no, so I think, I think you're absolutely right. I mean, my you know, years ago, I wrote a short introduction to the Indian Constitution, which I think is shorter than the document. Okay, right. And so somebody suggested to me, oh, you should have an appendix to the book with the constitution as like, you have no idea, like, it's going to be double the length, right? The constitution is long, it is unwieldy. And the question, the most elementary question to ask is, why is all this stuff there? Right? Actually, why is why are all these things in the constitution, when you other constitutions don't have them. And the most easy way I meant to think about this or to understand it is that in other countries, all of those norms are already a given. Whereas in this constitution, you are operating under the fear of profound uncertainty. After popular authorization, the question is that you suddenly are going to have voters, judges, legislatures, members of the executive, all now operating under conditions of popular authorization. And you have absolutely no idea how they will behave. And the key thing is, they don't know how to behave. And so codification is an attempt to actually explain and develop the meaning of certain rights or certain responsibilities or certain rules. It's to add texture, because nothing can be given. I mean, the way to think about it is that suddenly you're putting some people in a room, and you're asking them to speak a new language. What is the first thing you have to do, you have to give them a very long lecture on grammar. And that is basically what codification is trying to do. It is an elaboration of the grammar of democracy and constitutionalism, because that doesn't exist in India. And so I need to put all that in the document."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:54.880",
        "message": "Yeah. And there were objections raised at the time that, look, a lot of these things that you're detailing out are things that legislators should do, or that the executive should do or whatever. Why are you, you know, laying these rules out there? And the counter argument was that, look, there is no established practice of doing all of these things either in the legislature or the judiciary or whatever. So you want to lay out as many details as possible. That's broadly the sort of thing."
    },
    {
        "speaker": "Guest",
        "time": "00:50:22.680",
        "message": "That's broadly the thing. And I think that sense is also that, look, in previous countries, legislatures and executive have done it already with certain preconceived ideas, right? I mean, there were some attempts in the Constituent Assembly to think you're actually limiting future legislators or none of that I think is actually true. I think you're just making explicit what a society lacks as being implicit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:46.080",
        "message": "And there was criticism even at the time that it was just increasing the coercive power of the state. And for example, Somnath Lahiri said, quote, none of the existing provisions of the powers of the executive have been done away with. Rather, in some respects, those powers are sought to be increased, stop quote. And he later said something to the effect of how the constitution looks like it has been written for a police constable at that"
    },
    {
        "speaker": "Guest",
        "time": "00:51:09.640",
        "message": "level of detail. Absolutely. There are two things, right? One is there are criticisms across the board, right? And that's one of the fascinating things about the Constituent Assembly debates, right? If you read the Constituent Assembly debates, there's a lot of random stuff going on. But what's heartening is the amount of intellectual diversity. Now, the specific part that you just read out was a part negotiating a very peculiar feature in the constitution, which I think a lot of us are familiar with, is that certain rights are recognized, say the right to free speech. And then there are certain exceptions listed. And one of the things that was said at the assembly and is often even said today is that, look, what is the meaning of this? You're giving the right and then you're giving these exceptions. Now, what was the answer in the assembly? The answer in the assembly was, look, this right has been limited in every country. We are not doing anything new. Even in America, which is massively invested in free speech, there are limitations. You have two options available. Either you recognize the right and then you leave the limitations to legislators or the judiciary, or you actually agree on certain established principle limitations and you just put them in now. And what that does is that doesn't limit the right. If anything, it might even limit the limitations because you can then say that, look, you can actually only limit it on these particular grounds, right? If you leave it open tomorrow, parliament or the judiciary could impose 10 other limitations. So it's the codification exercises, neither increasing nor decreasing state power. It's just explaining to you what free speech is. And so their point is, look, free speech is meaningless if you just don't provide any limitation or contours or boundaries or understanding of it. And if you have those that are established and if we can agree on them, let's just do them now. Because actually, otherwise you leave it to 50 years of litigation. And one of the things that they do, right, is they on this issue, they engage hugely with American law at the time. And they said, look, if you see American cases over the last 50 years, over the last 20 years, 30 years, they have constantly changed their minds. And if you can't trust a judiciary that has so much experience in common law reasoning, what are you going to trust ours? And so there's this fear of uncertainty and the sense is that, look, let's just put it in. And the idea actually, Amit, that look, the fact that there are limitations can also strengthen the right. It just turns on application is not some fanciful idea just by me. So a few years ago, one of the most important and one of the rare decisions of the Indian Supreme Court that really upheld free speech was a decision about section 66A of the Information Technology Act, which you might be familiar with, which had very wide provisions relating to, you know, WhatsAppping, email communication, so on and so forth. And there were issues about its constitutionality and it was struck down. And in the judgment, Justice Rohit Nariman gave an outstanding judgment where basically what he said is he said, look, if this law is valid, it has to be valid under these specific limitations. There's no other limitation. So that's an example where having limitations also limits the grounds on which you can limit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:32.760",
        "message": "I think it's a very clever and cogent argument that by listing out the limitations, you are actually putting a limit on the limitations and therefore you're increasing freedom and"
    },
    {
        "speaker": "Guest",
        "time": "00:54:42.480",
        "message": "not decreasing it. I mean, what I want to say is that you're neither increasing nor decreasing. For them, they are saying, look, to guarantee a right without telling you what"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:50.960",
        "message": "the right is, is to guarantee nothing. Yeah, but you know, I find that a bit tenuous because just looking at the restrictions include things like public order, morality and decency and all of those which are open to interpretation and will inevitably therefore be interpreted by the state and by the judiciary, which it seems is now captured by the state. And the second implication of, say, not having something that is as absolute in the support of free speech as, say, the US First Amendment, is that we still have various laws from the Indian Penal Code on our book, like 295A, 153A and indeed the sedition law, which is being massively misused by this current administration and children and entire villages are being booked under sedition, which really should not exist. But I presume they exist because the Constitution"
    },
    {
        "speaker": "Guest",
        "time": "00:55:40.120",
        "message": "allows these limitations. So firstly, I completely share your horror at the application of free speech in India, right? I think it's a mistake to say that that's because the Constitution allows it. I think that the Constitution actually doesn't allow it. I think it's pure, it's very poorly applied. I think it's misapplied. And I think that there's very little that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:02.080",
        "message": "the Constitution can do about that. It's very, these restrictions, you will agree with me surely are very vaguely worded in terms of public order, decency and morality. These"
    },
    {
        "speaker": "Guest",
        "time": "00:56:11.960",
        "message": "are open to interpretation. I mean, they are open to interpretation, but because something is open to interpretation doesn't mean that it's interpreted correctly. Right? And that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:20.680",
        "message": "itself is open to interpretation. We can go round in circles. No, we can. But then the"
    },
    {
        "speaker": "Guest",
        "time": "00:56:24.680",
        "message": "idea is that the rules should be so specific that... But I don't think any rule can be so specific. I mean, at the ultimate analysis, all of constitutional law and indeed all of law is forged in practice. Right? Or I mean, if you could frame things with complete clarity, you would not have problems of interpretation in anything. In the books you read, in the music you hear, in the movies you watch, people disagree on what something means all the time. But you have canons of interpretation. And you're absolutely right that these exceptions have given the state much more presumptive power than any of us would like. I don't think that that was the constitutional vision. I think that what's happened is that you've actually had exceptions and you've interpreted them in a way to swallow up the right. And so I'm not at all on board with that. But I think that it's a mistake to conflate general rules and rules by definition have to be general with how they are applied. Right? And I think that we should also be very reluctant to actually criticize the Constitution for current moments in Indian politics, as well as to praise it. Ultimately, constitutional success or failure rests on a certain kind of political consensus external to the Constitution. If you have a political and judicial consensus that doesn't want to recognize free speech, no provision is going to be able to save you. And so the thing is that the Constitution is providing what? It's like almost you have a fridge that is providing you some mechanism on how to cool food. If you don't want to plug the fridge in, it's not the fridge's fault. Right? And so at the founding, you actually have a document that they put in place to create a certain kind of citizen. And you have a political consensus on interpreting that document in a certain way and taking that document seriously. Right? If either of those go, you're not going to get that citizen. Right? I mean, part of what you see in India today is a certain manipulation of the Constitution, but also a certain attempt in some quarters to disregard it altogether. Extra constitutional violence, right? Extra constitutional actions. And so that's not even to take it seriously. Now, in that the Constitution can only do so much, right? You're going to have to have that kind of the political elite and the judicial elite have to buy into the document."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:56.480",
        "message": "So, I recorded with Kapil Komireddy last week, and we were talking about his book Malevolent Republic. And we spoke about your book a bit and it was exactly on sort of this point where he argued that the conception is not flawed, but the execution is. And my argument was that the execution is flawed because the conception is. It is because of these vaguely worded restrictions that the application of the law can be so open and so can go in all these different directions. And for what it's worth, this is not a criticism I'm making with regard to current events. I have written columns 15 years ago, we're arguing about these exact same laws and the Congress has misused them as much. And if you look at the US First Amendment, they don't have these caveats and therefore they don't have such blatant misuses of, you"
    },
    {
        "speaker": "Guest",
        "time": "00:59:44.440",
        "message": "know, free speech laws. But they have plenty of caveats that have been introduced by the judiciary. They don't have free speech laws because the judiciary is not allowed them. Ours has. Why is sedition not been struck down? Why is criminal defamation been upheld?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:58.440",
        "message": "Why?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:59.440",
        "message": "Because the judiciary has a very different interpretation of free speech. I mean, all of those laws have no place either under the Constitution. If you say that the exception means more than the right, what can I say to you?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:10.800",
        "message": "Yeah, fair enough. Let's kind of move on. I mean, your chapter on codification after giving you know, this absolutely fascinating laying out this fascinating debate about should we have a thick constitution or a thin one and you've even quoted Nehru, you know, talking in detail about why we don't need a thick constitution and blah, blah, blah. And then Ambedkar very eloquently pointing out, and I'll quote him on this quote, constitutional morality is not a natural sentiment. It has to be cultivated. We must realize that our people have yet to learn it. Democracy in India is only a top dressing on an Indian soil, which is essentially undemocratic. Stop code and we can make of that what we will. So you have sort of three sort of illustrations of this codification in this chapter. And the second one is what we just kind of spoke about where rights and their caveats, which were hotly debated, because many felt like Somnath Lahiri and other legislators that there should be no caveats. Otherwise, what is the point? And I must say, I tend to agree with that. But I understand the reasoning behind it. It's extremely cogent, and it's just a statist instinct somehow rationalizing itself. Another example you gave is of the directive principles. Tell me a bit about you know, those specific debates that you've got those directive principles in the constitution, they are not enforceable. So it is almost like a lecture that they have virtue signaling earlier, but if they're not enforceable, why"
    },
    {
        "speaker": "Guest",
        "time": "01:01:39.560",
        "message": "are they there at all? So this was one view, right? And so there have been two puzzles about the directive principles. One puzzle has been exactly the one you said that look, if they are not enforceable, what are they doing there? And the second puzzle is the puzzle that look earlier they used to be enforceable in previous documents. Why was that a switch? I think that there's an answer to both things. Let's begin with the second question first, which is I don't think there was a switch. That's the first thing I want to say. And I think that this is one issue on which Nija Jayal and I have a disagreement. And so one of the things that she mentioned in her extraordinary book is how Ambedkar actually shifted his view from a memorandum to a subsequent speech. I spent some time discussing Ambedkar and I don't think he switched his view. So I actually think that the view was consistent all along. And the view was that any legitimate state needs to be committed to both civil liberties and it needs to be committed to social and economic welfare. That never changed previously and it didn't change later. Now the question is, why are they there if they cannot be enforced? And I think there are two, three things going on here. I think the first is the sense that look, judicial enforcement is actually a question of specific institutional design, right? Whether or not something is judicially enforced is not necessarily signifying its importance. It is actually signifying something else, that this is something that is fit for determination by the judiciary and it is a matter of law enforcement, right? Because the legislature makes laws, executive applies laws, judicially enforces laws, right? Now, part of what's happening in that moment is that countries are only recognizing civil political rights and some are not even, like the Soviet Union, right? What the director principles do is the combination of civil political rights and socioeconomic goals, the fundamental rights and the director principles means that the constitution is providing both the means by which change can occur, which is through civil liberties, and it's also providing the ends, right? Which is a certain amount of economic and social welfare. And the reason they exist is that they say, look, in India, because there's no knowledge and understanding, those ends might not be clear. You might actually not know that that's the job of government. And then Ambedkar asks, what will the security be? And he answers by saying, look, the security will be that people will vote each other out, right? Because that's what it means to be a democracy. But at least I need to tell people this is what they should be voting on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:33.760",
        "message": "So even if there's no judicial enforcement, there is electoral enforcement."
    },
    {
        "speaker": "Guest",
        "time": "01:04:37.040",
        "message": "Of course, and the point is also to give you a sense of why the civil political liberties thing is important as means is, you know, for years, people have gone on and on about how socioeconomic rights should be enforced. And now the Indian Supreme Court has often done it. Look at where that's gotten you. A tangible example that captures things is the Aadhaar judgment. In the Aadhaar judgment, the court is remarkably unconcerned with civil political rights on the promise of social and economic welfare, on the development needs of India. This is Soviet Union 2.0 in terms of logic, right? And so actually, the enforcement of that has got you in a place where the means no longer matter. And so the bifurcation was rested on something very significant. It rested on the point that, look, these are certain things that are fit for this kind of person. These are certain things that are fit for another kind of person. It doesn't mean that one is more important than the other. A country may need podcasts and it may need television channels. Doesn't mean that if I don't put Amit on TV, I don't think podcasts are important, right? I don't think TV is important. People might be suited to very specific things. Institutions are suited to specific things and each have"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:55.240",
        "message": "their own logic for enforcement and accountability. So if I may sort of frame it this way, you have negative rights and positive rights, right? Negative rights come from the whole Lockean notion of what people may not do to you. They may not kill you. They may not shut you up. So the right to life, the right to free speech, all of those are negative rights and all of those are embodied in the fundamental rights, which are judicially enforceable. So through that, the state is essentially committing to protecting each individual citizen. And positive rights are, I wouldn't even call them rights, I'd call them entitlements, but whatever language you use, positive rights are things like the right to education, the right to food. And you can only essentially fulfill those rights with a certain amount of state coercion, because you need resources to get those, you are infringing negative rights somewhere or the other to enforce those. And the decision that the framers therefore took was that let's put all the negative rights in the fundamental rights, so people are assured that the state will protect them. But there's no point putting the positive rights there because society hasn't evolved enough. And let's put them in the directive principles so they are clearly stated and enunciated, but we can't make them enforceable. And if they are enforceable, it should never be at the cost of the fundamental rights. Is that"
    },
    {
        "speaker": "Guest",
        "time": "01:07:11.960",
        "message": "a correct summation? In a way, I mean, I wouldn't exactly frame it like this. Because I think that there's been a lot of excellent literature in the last two decades, about how this negative positive distinction doesn't fully work. Right? Because at the end of the day, even to support negative rights, the state needs to do a lot of positive work. I think the way to think about it would be civil political versus socioeconomic. And I think understanding that in the case of civil political, we actually refer to individualized remedies, we refer to applications relating to a particular specific act, a particular instance, a particular person, a particular group of people. In the case of social and economic welfare, we are often framing policy questions of a very different kind. But it's more the distinction between civil political and socioeconomic than negative positive, because the negative positive just becomes tricky, right? Because even if I have to protect, say, the right to free speech, or from arbitrary arrest, I still need to have a judicial system to guarantee that I need to have a law enforcement, I mean, I still had to do a lot of positive work, nothing is guaranteed by itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:28.800",
        "message": "I mean, that's understood. That is the liberal paradox that for your rights to be protected,"
    },
    {
        "speaker": "Guest",
        "time": "01:08:32.840",
        "message": "you're giving away a certain portion of your rights, but no more. Yeah, that's, that's Yeah, but that's why I just I think the negative positive is not fully revealed."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:40.960",
        "message": "So civil political versus socioeconomic. Let's kind of move on to the third element of your codification chapter, which is the debate between procedural and substantive due process. What are these?"
    },
    {
        "speaker": "Guest",
        "time": "01:08:54.480",
        "message": "So you know, it's simple, I hope, which is that procedural due process is basically a situation where your right to life or personal liberty can be taken away, so long as you follow the procedure in the law. It's as simple as that, right? So if the procedure says that, look, person has to be arrested, has to be given a lawyer has to be told, as long as you've done all that, it's fine. Now, obviously, if that is what you're guaranteeing, then that is a check on the executive, right? Because the executive has to follow the law. But Parliament has a lot of freedom in framing the law. A second is substantive due process, where you're saying, look, not only do you actually have to, not only does the executive has to follow the law created by Parliament, the law created by Parliament itself has to have certain amounts of fairness, rule of law type considerations, right? So that itself actually has to have certain inbuilt requirements. Now, again, in this situation, the debate about how to codify this provision, how to actually give it textual character, was not a debate over whether you want the state to have more or less power. Like in the case of rights, like in the case of directive principles, one of the themes I've tried to run throughout successfully unsuccessfully, is that these were all debates actually about how you should write something. These were not varying visions, right? Nobody who argued for restrictions on free speech in the Constitution had a less generous view of free speech. That's the interesting thing, right? So then you could ask, what were they thinking? Maybe they were wrong to think that. But at the end of the day, they all are thinking that that is itself what makes free speech possible. They are thinking that, look, actually, you put in no restrictions tomorrow, other bodies who we don't trust could impose 10 more restrictions. Now, the puzzle here is that if you recognize substantive due process, which means that you give the legislature very little power or less power, then because you're also going to judge the laws that they create, then you could prevent very radical economic legislation, like property redistribution, because there could be debates about on what test will you judge that law. On the other hand, if you actually only allow procedural due process, you will give the legislature very large powers. And the danger with that is that you will allow preventive detention. Now, the interesting thing about this debate, Amit, is neither side wants extreme preventive detention, neither side wants to limit economic redistribution. But the question is, which textual provision will give you what? So it again captures the neutrality of the harmony between both sides. And ultimately, what you get is you resolve the issue by doing procedural due process, but by actually having a separate set of provisions in the Constitution, Article 22, that provide certain safeguards in cases of preventive detention. Like you need to have a lawyer, you need to be told all things like that, double jeopardy, those kinds of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:20.800",
        "message": "things. So in a sense, these guys are not just debating what the Constitution should do. It's not so much a debate over ends per se, but they're also debating how the Constitution should achieve that, how it should be written. So it's at this meta level, where they're"
    },
    {
        "speaker": "Guest",
        "time": "01:12:35.760",
        "message": "having to think about this completely. I mean, these are a group of people who are basically saying, look, after us, in a year, the whole country will be governed through popular authorization. What will that do to people? How will they behave? And what document do they need to actually understand how to behave? I can't limit them. They could change the Constitution or they could burn it. But assume that they want to take it seriously. What guidance can I provide to them? If they say, yeah, people have told us, protect free speech. I don't even know what free speech is. If people will say protect due process, I don't even know what these things mean. So the Constitution in that sense, this is a phrase I use later in the book, is in most countries in the West, it's a rule book. In India, it's also a textbook. The whole idea is that you're actually explaining these concepts, because they are not understood by anyone."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:34.400",
        "message": "No, and it's interesting that it's often being joked, like what you point out is that because we are a democracy, the facility to change the Constitution is, you know, freely available to elected politicians. And this has been freely used. Like, at one point, it was joked that the Constitution is not a book, but a periodical. And Nehru changed it very often, Indira, of course, famously. And, you know, you spoke of burning, Ambedkar said, I think, in 53 or 54, that if I had my way, I would just have burned the Constitution. As an aside, before we go to a commercial break, what made him so frustrated?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:06.960",
        "message": "I mean, I think those are very specific debates about sort of Hindu reform, about the nature in which change is occurring in an independent India. So that, I mean, one of the things Amit, I consciously try to do is make sure that I don't spend too much time post 1950. A, because then those dynamics become very different. And B, also, then I suffer the problem of having to update my book, which I don't want to do, because I'm kind of lazy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:33.040",
        "message": "So this is great. So I end at 1950. Excellent. And we'll take a quick commercial break. And after we come back, the meat of the book is still left. So we shall talk about that. Like me, are you someone who loves fine art, but can't really afford to have paintings by the artists you like hanging on your walls? Well, worry no more. Head on over to IndianColors.com. Indian Colors is a company that licenses images of the finest modern art from some of the best artists in India and adapts them into products of everyday use. These include wearable art like stoles and dresses for women and evening shirts for men, home decor like wall plates, cushion covers and table linen, and accessories like tote bags and pencil pouches. This allows art lovers to actually get fine art into their homes at an accessible price. And artists get royalties on sales, just like authors do. Their artists include luminaries like Dhruvi Acharya, Jaideep Mehrotra, Madhuri Kathe, Sameer Mondal, Brinda Miller, Tanmay Samanta, TM Aziz and Manisha Gehra Baswani. They accept bulk orders for corporate and festival gifting. But even if you want to buy just for yourself or a friend, head on over to IndianColors.com. That's colors with an O-U. And if you want a 15% discount, apply the code unseen. U-N-S-E-E-N. That's unseen for 15% off at IndianColors.com. Welcome back to the scene in the unseen. I'm chatting with Madhav Khosla on his amazing book India's founding moment, which is essentially divided into three themes where he looks at these three sort of locations of debate at the time the constitution was being formed. One, as we have discussed, is the codification, both in the sense of the extreme amount of codification that the book had, and also, you know, illustrating that through how they looked at directive principles, how they looked at the rights, which they did guarantee, but attach caveats to, and in the whole question of procedural versus substantive due process. Now we come to sort of your second chapter of your book, which is about how we chose such a centralized model. Now, I'd done an episode with the historian Gyan Prakash on his book on the emergency. And he pointed out during that episode and indeed in his book, that one of the reasons that so much power was centralized, which is why everything Indira Gandhi did was absolutely alleged by the constitution. One of the reasons so much power was centralized was that the framers of our constitution at the time they were framing the constitution, there was violence breaking out all over the country, there was no guarantee that the center would hold. So hey, the centralized power for that reason, but as you point out in your book, debates around that had been going on for decades, you know, and Gandhi was, of course, one of the prominent voices against centralization. So were people like Radhakamal Mukherjee, who wrote the book, democracies of the East, which which I found fascinating, and I hadn't heard of it before. So, and you've quoted elaborately from that. So give me a sense of, you know, through the decades before independence is even a remote possibility. How are people thinking of this relationship between state"
    },
    {
        "speaker": "Guest",
        "time": "01:17:46.520",
        "message": "and society? So, Amit, you know, I began thinking about this chapter with the preconception that I think a lot of people have, one that you just gestured at, which was that look, partition happened, there's civil war, and a strong centralized state is what can prevent India from breaking up into smaller states. It can prevent further partition, it can prevent the balkanization of the new country. And so I thought that look, a centralized state is basically a contingent outcome of a serious security concern and of fear. And then the more you read the debates, you realize that's not actually true. So there's a you realize that there's a deep ideological and theoretical vision behind centralization. And we need to think a little bit about what that vision was, right. Now, the Constituent Assembly meets under the 1946 Cabinet Mission Plan, right? And the Cabinet Mission Plan is a failure. Under the Cabinet Mission Plan, there is not that much centralization, right? It's a federation of a complex kind. And once the Cabinet Mission Plan fails, when India becomes divided, because under the Cabinet Mission Plan, it was one united country. Basically, people in the Constituent Assembly are thrilled, because they're like, look, now we have freedom, we can make any country we want, we are not governed by the provisions of the plan. And then you see a debate about centralization. And there are two broad traditions. And I think the best way to understand the centralization debate is to see it as a contrast between the state and society. So on the one hand, you have people like Gandhi, like Radha Kamal Mukherjee, who want something called political pluralism. And let's pause for a moment, because it's quite a complicated idea. In our societies, the state is at the center of authority, the state is the exclusive authority. A society that has political pluralism is one where a range of bodies in society exercise authority, professional guilds, associations, organizations, and the state is one among them, there's nothing special about the state. And what was interesting in Mukherjee and Gandhi's vision, is that you would have these extremely decentralized village republics, where there would be authority split everywhere. And so its authority is more and more dispersed, think about it as a dispersal of power through and through. And that in a way would provide some kind of freedom. So it is a vision of democracy, make no mistake about it. It's a vision of democracy, that places a huge amount of emphasis on participation, and on local attention, and on local engagement, right. And it is a vision of democracy, where there is a critique of the modernized, civilized, Western conception of progress, because that is associated with a certain kind of violence. Now on the alternative side of the spectrum, you also have a vision of democracy. There the vision of democracy comes from the idea that look, everybody in India sees each other differently. They see each other through narrow, localized, and localism is the enemy of equality. Because ultimately, if I see you as belonging to X village, Y caste, C religion, speaking A language, B dialect, I'm not seeing you as a human being, I'm not seeing you as an individual. And the way to actually make me see you as an individual is to dismantle those prior forms of authority, and to actually place us all under one umbrella. And that one umbrella is the state. So the minute we all get under one umbrella, we actually come under the state. So that's the two very different visions of democracy. And they rest on two very different visions of the society and the state. On the one hand, society can be the site of change. And society can be the site of freedom. And the state is a violent force, right, that just coerces people. On the other hand, society is what needs to be destroyed, quite literally. And actually, the state is the force that can enable us to see each other differently. Now, the question that you can ask is, look, why is it that the Pluralists lost out? And the Pluralists lost out for the same reason that they lost out everywhere. And by everywhere, I mean that this was part of a big global movement, also in the UK, most famously, but also elsewhere. And the Pluralists lost out everywhere. And by lost out, what do I mean? I mean that look, one of the important, noteworthy, startling features of the mid 20th century is that for 50 years before that, you have a range of proposals, right, to move beyond the nation state, right, all kinds of federations, you have a range of proposals for certain kinds of Pluralism. But ultimately, what happens is that the 20th century marks the centrality of the nation state and its victory over other institutional forms. And the Pluralists lose out because they never have an argument for actually how you can, through the logic of society without a state, preserve peace and enable a certain kind of freedom. So when somebody will say that, look, how can you actually ensure that Hindus and Muslims will not fight? The Pluralist answer will be, look, be good to your neighbours. They've not fought before. If they fought before, then they find a way to deal with it. It has happened for so many years, it will happen for more years. By happen, I mean the resolution, right? That is not good enough as an answer to people who have such a deep fear of that situation because they say, look, you actually need a force, a genuine force to attack and to respond to society. You cannot just say society will find a way because it has found a way all the time before. So the difference is that the reason for the failure is that they cannot offer a conceptual answer for the reasons for which the state had been imagined in the first place. Their answer is a kind of sociology, or it's a kind of history, right? Where they say, look, it's happened before, people have been fighting for long, they find a way to deal with it. Whereas if I'm terrified that two people are going to kill each other, I want an answer to why they wouldn't do it. And the answer why they wouldn't do it is because one of them would be jailed. And so that answer is the state."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:10.520",
        "message": "In fact, this reminds me of what my great liberal hero, Frederick Hayek, once wrote in an essay called why I am not a conservative, where he pointed out that, you know, conservatives will always have things to say about the means of change, but they will not have, they will not be able to explain how change will happen in the first place. They will have no specific ends of their own, which is something I explored in an episode also with Jyothi Thrao on his recent book, The Indian Conservative, which reminded me of this argument against the pluralist that, you know, how will you make change happen? My sort of question here is, I totally get the logic against localism, that when you have divisive, dangerous, unpredictable localism, the urge for centralization and to bring it under one set of values is very coherent to me. But what I would argue for and what, you know, in India has sometimes been paid lip service to is that you centralize your values through the rules of the constitution or the textbook, the constitution, you centralize your values, but you decentralize governance, where governance becomes as local as possible all the way down to cities and towns in Panchayati Raj. And what that does is that it creates a link between power and accountability, which doesn't exist today because our system is so dysfunctional. It increases the value of a vote because you will actually feel assured that your vote is far likelier to make a difference at that level. And therefore, citizens become more concerned and educate themselves better, their incentives get better. And that's the sort of, so when I talk about the desirability of a decentralized state, that's what I mean. And you have your values centralized in the constitution and the laws that govern you, but you have your governance decentralized,"
    },
    {
        "speaker": "Guest",
        "time": "01:27:00.040",
        "message": "so democracy can be more efficient. No, I certainly think that India has, I mean, one of the many ills in India's constitution model today is the kind of centralization, right? I think the important thing to think about is at that moment, the fear of decentralization, even of the kinds that you describe, right, or of like, you could, I mean, there are ways to think that centralize on some things, decentralize on others, so on and so forth. And this is just what's interesting to learn, right, is that the fear of society is so deep that there's a sense that, look, the more you go down, the more society will permeate the state, right? And actually, therefore, radicalism requires some distance, which is why people who are critical of this are saying, look, we're doing imperialism 2.0, because the whole point that radicalism requires distance was the colonial argument. So, it's a very interesting contest between both sides. And I think it's also worth noting, because you referenced the word conservative a moment ago, depending on where you stand, people like Gandhi and Mukherjee are either conservative or radical, because at one level, they are radical, because they are saying, look, Indian society itself can do it. You don't even need the state. That's also radical. Gandhi had a profoundly radical view of human agency. Not only did he believe that people were capable of what we might think are extraordinary things, he thought every person is capable of that. So, I think what's important in the contest between people like Ambedkar, Nehru versus a Gandhi-Mukherjee type thing is both sides claim radicalism, and both sides claim democracy. I think what"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:51.400",
        "message": "Gandhi and Mukherjee do, and tell me if you agree, is that their ends are radical, but"
    },
    {
        "speaker": "Guest",
        "time": "01:28:57.520",
        "message": "their means are conservative. No, they would say that their ends are deep, their means are deeply radical, because they say that it can happen through society itself. That's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:06.400",
        "message": "a conservative statement that you don't need the coercive power of the state that society will reform itself where required. That's exactly the classic conservative position,"
    },
    {
        "speaker": "Guest",
        "time": "01:29:14.480",
        "message": "isn't it? That's what Burke would say. No, because they would say that, look, it's so much more radical that the change lies within, that I can actually change within. That's radical. It's conservative to think that some external force will do it. Their whole metaphor of the state is an external force. They see the state simply like colonialism, just as an external force. If somebody were to tell you, Amit, there are ABC things you can change, and either change them by talking to these people, or change them within just on your own. You would say that changing them on my own is like too radical. Like, it's like that requires too much almost. Like there's a different level of evolution needed for that kind of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:02.600",
        "message": "and that's their answer. I think I'd interpret these terms slightly differently, but moving"
    },
    {
        "speaker": "Guest",
        "time": "01:30:07.360",
        "message": "on. Yeah, I mean, I would just say that both sides claim radicalism, and both sides claim democracy. I think that's what I would say. I'm not saying you have to agree or disagree, right? The very fact that there are multiple definitions of these terms is why they can"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:21.800",
        "message": "both claim it. Fair enough. You also cite, you know, it's very interesting that, you know, Lasky was a big influence on Nehru and a hero of Nehru, and yet Lasky has a different view on this subject than Nehru does. And from your book, you write, I'll quote from that, quote for Lasky, the emphasis on state coercion had been a philosophical and sociological error. It had presented a model of power that failed to pay due attention to the reality of consent. And later on, you quote P.T. Chacko saying during the debates, quote, in the place of foreign imperialism, we are now having an Indian imperialism, stop quote. And many would say looking at, for example, what is happening in Kashmir now, you know, many would turn to Lasky's point about the consent of the government and the way the central government could just declare Kashmir a non-state and split it up into union territories. Doesn't that show that there was something profound in the warnings of those who warned against"
    },
    {
        "speaker": "Guest",
        "time": "01:31:17.560",
        "message": "such a powerful centralized state? So two things. One, just as a specific point of intellectual history, you're right that as site Lasky is a pluralist, Lasky changes his view later. Right. And so he then becomes a state guy. And that's the best sort of book that explains the Lasky and switch. And it's the best among the best books on pluralism is a book by David Runciman, which I reference. The second is that I think the short answer that a lot of people would give you is yes, you're right. I mean, I think the state seems to be exercising extraordinary coercive power significantly more than what any of us associated with modern constitutional democracies. Now, how that has happened and how that will change is a question probably above one's pay grade. But I think that it's certainly true that more and more, the state is behaving less and less like the state in a free society."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:18.880",
        "message": "And I just want to clarify for my listeners that my sort of what you have described beautifully here is the arguments that led to the centralization of the state. Nowhere have you actually defended it or argued for it. In fact, you've been pretty scrupulous in giving both sides of the debate and talking about, you know, how we sort of got here. Let's talk about the third locus of your book, which is very complicated and which also is like a two part question. And that's a question of identity. India, at its founding, does have the huge Hindu Muslim problem to deal with. And you've quoted from, you know, Jinnah's presidential address at the All India Muslim League conference in 1940, where he explains in great detail why Hindus and Muslims are two separate nations and they cannot possibly live together. You've quoted Nehru expressing his contempt for group based thinking. And at the same time, you've also cited from Ambedkar's book, Pakistan or the partition of India, where he points out that the argument behind Pakistan has some merit to it and, you know, should not be caricatured. And also at one point he talks about, which I found very interesting in the present context, where he talks about why Hindu nationalists and the Indian National Congress have both failed in dealing with the problem. Because as he says it, the Hindu nationalists want to just do away with Muslims and the Indian National Congress wants to appease them and pander to them. And that doesn't help either. Can you elaborate a bit on the sort of pre-independence debates that were happening around this question?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:56.120",
        "message": "Completely. So the interesting thing about the years prior to the birth of modern India is that there is a deep crisis of liberal representation, by which I mean that you are not seeing people as individuals. You are seeing them as members of groups and you are seeing citizenship as mediated through group identity. So if you see Muslim nationalists, Jinnah is the most famous example. But I also think that somebody like Moulana Azad is very interesting. And I think the problem that's happened is this, Amit, that all of our historical attention is on partition, which is a question of territoriality. Did you want one country or two? If you change the focus and say, I'm not interested in the question of do you want one country or two, but I'm interested in the question actually of do you see people as equal or as different? The question of whether you keep them as equal or different and you could keep them as different in one country or in two, but do you see them as equal or different, right? If you ask that question, you're no longer interested in territoriality, but you're interested in representation. And then your interesting date is not 1947. It's 1909. It's the Mali Minto reforms onwards. From that period to 1947, you barely find anyone who's seeing people as the same."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:25.460",
        "message": "And just to clarify what the Mali Minto reforms did was it created separate electorates for Hindus and Muslims."
    },
    {
        "speaker": "Guest",
        "time": "01:35:30.480",
        "message": "So basically, since that period, somebody like Jinnah is seeing them as different and asking for two countries. Somebody like Moulana Azad is seeing them as actually asking for one country, but I think it's not clear that he's seeing them as the same. He never really gives up on Sharia. And I discussed the intellectual origins of how far back this goes. In the case of, I mean, it goes all the way back to Sayyar Ahmed Khan famously. So in the case of Hindu nationalism, they see everybody as the same, but everybody's Hindu. So they effectively, it means an elimination of the minority completely. And the group, which is the Indian National Congress, which unambiguously wants one country and unambiguously hates communalism in some sense doesn't give us a very clear model either, because it's not that interested in this question. But for most of his life, somebody like Nehru at that time, not for most of his life, but for most of those years, is interested in actually economic issues. And he sees differences as exemplifying economic conflicts and as being a reflection of economic conflicts."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:38.280",
        "message": "In fact, in your book, you write about how the Bengal conflict, he saw it not as a conflict between Hindus and Muslims, but landlords and tenants."
    },
    {
        "speaker": "Guest",
        "time": "01:36:45.640",
        "message": "Completely. And you see those examples can be easily multiplied. Similarly, sorry, in a different way, Gandhi is also somebody who doesn't take the question seriously at the level of theory because he's interested in practice. Gandhi's answer is, look, you treat your neighbor well, right? He doesn't have a model of representation because he's aiming for a very different political vision. Now, that basically means that it's only after partition that you get a situation where you have to come up with a theory of representation. And you see two things happening in that moment in Indian history. The first is that you see a move towards individual representation. So, the assembly rejects separate electorates, it rejects weightage on religious grounds, it rejects reservations on religious grounds. Because they say that, look, any model that is structured around identity cannot work. It cannot create a sustainable political environment. And how do we know that? Because we've tried it. We have actually been trying since the last 40 years, a model. And if you are involved in this kind of trap, then what Pratap Bhanu Mehta once called Savarkar's trap, you can never get a solution out of it. If this is your question, all answers are wrong. Because if you're a majority, then you can never, if you take the majority view, the minority will be unhappy. If you take the minority view, the majority will be unhappy. And so you actually cannot ask the question in that way. The second thing they say is that, look, even to ask the question in that way is not only politically unsustainable in the way that we've seen, but it also actually is not a reflection of a democracy. Because the minute I am looking at people through certain identities, I'm doing that because I'm thinking that, look, a Muslim has a certain interest, a Hindu has a certain interest. But I only needed to do that. I only needed to guess people's interests in a British model where people were not expressing their interest. Now that people can go to the ballot box and vote, I don't need to identify them in any way. In fact, the only category that matters is political majority and political minority. And that is a category that is created and recreated through politics, which goes back to our initial theme. The whole point of a democracy is that I can make any world. To make any world, I need a majority and I can make any majority. Even if I'm one person who believes something, a democracy lets me convince everybody else and then we become a majority and we vote. So the only category that matters for the purposes of a democratic politics is a political majority and a political minority. And in order for it to be democratic, that must almost by definition be fluid. That can always be created and recreated. And so I can then always see people differently. Now the question that you might ask is, look, if people are so entrenched in seeing people as Hindus and Muslims, wouldn't they vote like that? And then the political majority and minority would mirror that. And here, the assembly comes up with getting a very interesting lesson from partition. Ultimately, what partition told you is that you created a huge communal problem where none existed. That means you put people in a specific institutional structure of separate electorates, of weightage, of reservations, all of this stuff, and you got them to think like that. You put them in a different structure, they won't think"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:38.800",
        "message": "like that. Right. And this is like the point that Sardar Patel, for example, made where he said that separate electorates had sharpened communal differences because people would see themselves as Hindus or Muslims and their participation would be along those lines."
    },
    {
        "speaker": "Guest",
        "time": "01:40:53.600",
        "message": "Exactly. And this goes back just to the initial theme that we talked about, which is the heart of the book, that you put people in any institutional structure, you'll get that. And so their point is you put people in an institutional structure where when you say majority-minority, they don't think Hindu-Muslim. They think political majority, political minority, and they're"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:11.240",
        "message": "always thinking, how can I change those? So then what the constitution does by removing separate electorates is that it liberates you politically from having to think of yourself as a Hindu. You might still feel that we're at the level of a community or society, but"
    },
    {
        "speaker": "Guest",
        "time": "01:41:25.680",
        "message": "politically you can vote as an individual. Yeah, you can think any way you want. Nobody can stop you from doing that. But the point is that the relevant political category is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:34.720",
        "message": "one actually of a political majority and minority. And so the separation of, you know, so you did not have separate electorates. You just have one electorate and this is the reasoning"
    },
    {
        "speaker": "Guest",
        "time": "01:41:45.400",
        "message": "behind it. Now, you also don't have reservations on religion and you don't have weightage. For all those years, it's not only separate electorates, there are a range of proposals that are being worked out in different ways, and all of them are rejected. And you would"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:59.560",
        "message": "assume that the arguments for rejecting them, for example, that they will increase the differences between people, they will force people to think in those particular boxes, and so on and so forth, are arguments that could also be used against caste. Now explain to me why,"
    },
    {
        "speaker": "Guest",
        "time": "01:42:17.160",
        "message": "you know, that was looked at differently. Before that, Amit, if I could just pause you for a second, it's not only that it will make people think more like that. It's that that's not the relevant question for politics. I could make people think all the time like that or not at all like that. What's relevant in politics is not ethnic majority, it's political majority. And the minute I make it ethnic majority, I'm not letting myself create any political majority I want. So it's anti-democratic. Because you're basically saying that I can't create the identity I want in politics, the relevant identity being political majority, that identity is already given to me from outside. So that's outside the domain of politics, then I cannot actually be self ruling. Because to me, to be self ruling, I should be able"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:05.200",
        "message": "to collectively create that identity in politics. Then identity would be destiny. But here it's"
    },
    {
        "speaker": "Guest",
        "time": "01:43:10.320",
        "message": "not you can make your own destiny. Exactly, exactly. Which is what it means to belong to the modern world. So as opposed to the ancient or medieval world. Yeah. So let's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:19.240",
        "message": "do the modern world itself is changing. Yeah, but I mean, modern in a normative sense, not in a descriptive sense. Yeah, absolutely. Let's talk about caste. You know, what are the debates around that? And here is treated very differently from religion. And you've sort of described the whole series of intellectual arguments around caste as well. And at some level, of course, it mirrors the discussion we had earlier, where Gandhi is saying that, let it change at the level of society. And Ambedkar is saying, Are you crazy? That's never going to happen. We need the state to sort of step in. And at the same time, the same sort of arguments which could be made against religious reservations can be made against caste reservations, but they're not for a very good reason, which you elucidate."
    },
    {
        "speaker": "Guest",
        "time": "01:44:01.120",
        "message": "So tell me a bit about that. So I mean, this is a great question, right? Because the caste everything I've told you so far about religion, somebody could say, look, Madhav, this is well and good, but then why give reservations on caste, right? And I think nobody's quite answered this question. One answer has been look, it's an exception. That doesn't really explain it. Second is, oh, it's just contradictory, right? So I'm just sort of describing the conflict. I think that they actually fit together. And they fit together in the following way that firstly, there is an appreciation of the fact that caste tenders a different problem to religion. Namely, in religion, the challenge is how can I preserve religious freedom and allow people to vote on non-religious grounds and not mediate their citizenship through religion. In the case of caste, the goal is not accommodation, it's annihilation. I actually want to end caste. That's the first thing to be said. The second is that I actually think that, I as in the founders think that you could be in a kind of democratic system of the kind that I've described. But there could be certain kinds of people excluded from the very process, because the process is not perfect in some way, and their views therefore don't reach the fore. Now, that is not a majority minority game, necessarily, right? That is a game about actually a certain amount of discrimination or a certain amount of backwardness. And there is an attempt at the founding to say, okay, if I actually have a group like this, how do I identify them? Now, I don't want to identify them as belonging just to a particular identity. And why don't I want to do that? I don't want to do that for two reasons. Number one, I need some kind of principle, right? Today, somebody could suffer from that. Tomorrow, it could be somebody else. What's the logic? Because if I'm doing it, I need to explain it to the people within the group and outside the group. Second, if I do it purely on identity, then actually the identity I want to remove will get further entrenched, right? The identity I want to remove will actually be the identity that gets recognized, which is why the attempt then becomes to abstract a certain kind of concept. And the concept that they arrive at is one of backwardness. Now, the reason why this is linked to individual freedom in just the way that the religion question was is that in the religion question, the attempt is actually to focus on the individual rather than mediate the relationship between him or her through the group. Here, the attempt is to rescue the individual from the chains of a certain group pressure, right? In both cases, I want to recover the individual. And here the thought is that if I abstract away and create a category of backwardness, then I could identify people. Now, it so happens at that time that whatever way you slice it, certain caste groups are backward and they fit into that. But the identification of the caste group is actually the consequence of the principle. It's not the object of it, right? You have a principle and then you arrive at that. And the very fact that there's an emphasis on that leads to Ambedkar saying many important things. For instance, one of the things he says is that, look, it would make no sense in the world to have reservations more than 50% for the simple reason that then the group is not backward. Because backwardness is a relative category. If everybody's backward,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:46.840",
        "message": "then how can you be backward? This is like the opposite of the Lake Wobegon problem, which was if Lake Wobegon was this fictional town created by Garrison Wheeler, where everybody"
    },
    {
        "speaker": "Guest",
        "time": "01:47:55.120",
        "message": "was above average. Right, exactly. And so one of the cases that the Supreme Court is hearing currently is a case involving 100% reservations. But Ambedkar would be horrified at this, right? Because the argument is that, look, actually, so the idea was that, look, I want to annihilate caste. I want to transcend caste. And there are certain amounts of disadvantage that exist that I may need to tackle in some special way. We have collapsed into a situation where the link between special treatment and disadvantage has been thrown out of the window. And instead, I want to actually split power between different caste groups. So the constitution has now become a power sharing device between castes, rather than actually a way to liberate"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:43.720",
        "message": "caste or liberate the individual from caste. No, and it seems to me that, you know, people often conflate the question of caste and what reservations have become today. So if you criticize reservations as they are today, you are immediately assumed to be casteist, you know, which need not be the case. And I would say that the concept of caste has also become politicized, to the extent that I can see the rationale of some of the arguments against religious recognition in the constitution, separate electorates and reservations for religion and so on, that those fears coming through in the context of caste, where you are deepening divisions between people of different castes because of the politicization of it. And therefore, you are not annihilating it if you embed it in the constitution."
    },
    {
        "speaker": "Guest",
        "time": "01:49:31.480",
        "message": "Completely, completely. I mean, it's you've now reached a situation where you're trying to basically have citizens compete with one another rather than hold the state accountable. That's absolutely correct. And I mean, you're and you're also right that the debate takes on a certain form, where if you criticize anything about it, even if you criticize 100% reservations, you're somehow against equality or against the liberation of certain groups that have been horrifically discriminated against, whereas Ambedkar would have been"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:02.440",
        "message": "tormented at the current caste arrangement. Exactly. Let's kind of move on to a couple of larger questions that I had. And one is that you've set off in this book very clearly to be a scrupulous chronicler, you know, you've chronicled it. And perhaps the only quibble I might have against it, which is a really small quibble and which is possibly a feature and not a bug, is that there's not enough of your perspective coming through. So is this a conscious decision that I will not get, you know, my view of the world in this, I'm telling a story that needs to be told. And if I leave myself out of it is better"
    },
    {
        "speaker": "Guest",
        "time": "01:50:38.480",
        "message": "that way. No, I actually think there is a lot of my perspective. I think that all narratives have arguments embedded in them. And I think a lot of my perspective, I gesture at the very end, right? I don't think that the purpose of the book is so much necessarily to defend a particular choice. But I think it is to defend the idea that look, this is actually what democratic citizenship means, right, centered around general rules and the rule of law, centered around a state that treats people equally, and centered around citizenship unmediated my identity. So I think that no author can escape his or her perspective, as much as they might want to distance themselves from it. I think I'm all over the book. But I think it's also very bad for authors to explain their own work. True. I think the postmodern thought that the author is dead is a good one."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:40.640",
        "message": "No, I mean, I meant it in the I mean, obviously, then you have been very crafty about it. And I meant it in the sense that while reading your chapters on centralization, or, for example, rights and their caveats, and you summarize the arguments on both sides, so obviously, faithfully, and with such clarity that I wasn't sure where you stood on these matters. So, but that just means I've done well, because I've convinced you that it's them, not me."
    },
    {
        "speaker": "Guest",
        "time": "01:52:07.520",
        "message": "Ah, okay. Well, they made wrote the Constitution, not you. Yeah. So I think that there's certain, I think that there is an attempt at some kind of faithful reconstruction. But I think, I think it's like, I'll give you an example, right? I think in the centralization question, I think I tried to faithfully reconstruct both sides. But I also try to emphasize why one side lost. Right? Similarly, in the codification, I tried to capture the impulse, right? So I think in explaining, I think my perspective comes out in the kind of sympathy I offer to actually why certain things won at the end."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:43.880",
        "message": "Fair enough. Now, you know, people often would think of legal studies and legal history and the history of the Constitution as a very dry subject. And what you're obviously dealing with is some incredible human beings. So, you know, while you were writing this, while you were reading everything they wrote, while you were reading about their lives, while you were reading their debates, you know, do you go into rabbit holes when you think about what fascinating human beings these were? And what also struck me from just, you know, following your footnotes, and is that so many of the people who were speaking in these debates, whether in the Constituent Assembly debates, or the larger debate of ideas that went on were such incredible thinkers and speakers. And I don't, I contrast that"
    },
    {
        "speaker": "Guest",
        "time": "01:53:30.240",
        "message": "with today and I'm like, what the fuck? No, I mean, they are incredible. And I think that they are remarkable human beings. And I think they have remarkable lives. And you also get"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:41.080",
        "message": "a sense of when their reasons for something are actually a rationalization for an impulse"
    },
    {
        "speaker": "Guest",
        "time": "01:53:45.800",
        "message": "otherwise held. Yeah, I think you do. I mean, they one of the joys and one of the tragedies in some sense of working on the on a project like this is that you're exposed to extraordinary people. And of course, that that's a it's a joy because it's a treat. It's a tragedy because you realize how distant they are from the historical imagination of the current moment. But they have they also just have very interesting lives. I'm not sure our lives"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:15.080",
        "message": "will ever be so interesting. Yeah, they lived in different times. And as I have said a couple of times on the show, they were responding to different incentives. So that's why you got those kinds of politicians and not the ones you have today, who are mainly motivated by the lust for power. So, you know, just tell me, so just looking at current times, what is the relevance of the Constitution? And I asked this in two parts. Part one is that, you know, it's been called a periodical and not not a book, it's so easy to change this government might well have the numbers to do it at some point in time. What is there for the relevance and part two is that even if it wasn't so easy to change, like you pointed out when we were discussing free speech and the caveats, that the execution can often stray very far away from what the Constitution intended. So if you know, what is the theory in the Constitution is not reflected in practice in the political economy and in our society,"
    },
    {
        "speaker": "Guest",
        "time": "01:55:11.640",
        "message": "then what's the point? How relevant is it? Really? I mean, I think look, it is not relevant in the sense that if political elites don't take it seriously, like I said, it's not relevant, right. And it's like one of the things I often tell people is look, the Constitution won't save Indian democracy, Indian democracy may save the Constitution. I think it's relevant because above all, it's a charter for what equality and freedom mean. Right. And I think it's relevant because it is a certain commitment to a certain kind of framework. And if people take that framework seriously, then it has the chance for a sustainable political environment. And it has a chance for a certain vision of freedom."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:55.280",
        "message": "So you know, my final question, then for someone who has spent a certain amount of time living in the past, by which I mean these decades when these debates took place, and by inhabiting that space, and by someone who is at the same time, alive right now and seeing our modern ferments and torments looking forward, say over a 20 year period, what gives you hope"
    },
    {
        "speaker": "Guest",
        "time": "01:56:17.920",
        "message": "and what gives you despair? I think the thing that gives me hope is that political life is extraordinarily contingent. And that just means that even your worst fears may be undone by some new contingency. I think what gives me fear is the fact that it is only some kind of contingency that might be able to save us."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:47.960",
        "message": "Madhav, thanks so much for coming on the show. I enjoyed reading your book and I enjoyed chatting with you. I hope it's a first for many. Thank you so much. Thanks. If you enjoyed listening to this episode, hop on over to your nearest bookstore online or offline and buy India's Founding Moment by Madhav Khosla. You can follow Madhav on Twitter at Madkhosla. That's one word Madkhosla. You can follow me on Twitter at Amit Verma A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at seenunseen.in and thinkdragati.com. The Seen and the Unseen is supported by the Takshashila Institution. You can find out all about the incredible public policy courses at takshashila.org.in. Thank you for listening."
    }
]