[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Sometimes I wonder what it would be like to live in a borderless world. By that I don't just mean borders between nation states like the horrendous Ratcliffe line, but also borders of taxonomy and categorization, which divide people and ossify traditions. What would it be like to be an unbridled seeker, to be able to pick up your bags and go on a journey without worrying about visas or passport controls, to enter into dialogues with people where your intellectual quest is your only agenda and barriers of birth and ethnicity and class and identity don't matter? Well, it turns out that a few centuries ago, a man today known as Guru Nanak did just that. He traveled to places that are today dispersed across nine countries, and he traveled not as a founder of a faith as we know him today, but as a seeker in search of truth and dialogue. Things have changed since then. Centuries have passed. The brutalities of history have created walls between us, not just on land, but in our hearts and minds. In such a situation, I wonder what would happen if someone attempted to retrace"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:09.240",
        "message": "the path of Guru Nanak? Welcome to The Scene and the Unseen, our weekly podcast on economics,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:22.720",
        "message": "politics, and behavioral science. Please welcome your host, Amit Verma. Welcome to The Scene and the Unseen. My guest for today's show is Amardeep Singh, who was for most of his adult life, a fat cat MBA busy being a corporate satrap. But then he gave it up at one point to travel through Sikh sites in Pakistan or other Nanak Panti sites, and we'll explain the distinction soon, and produced two books called The Lost Heritage and The Quest Continues, as well as two documentaries on these travels. These will be linked from the show notes. He is now engaged in a hugely ambitious process, that of retracing the travels of Guru Nanak across what is today nine countries. This is all coming together in a documentary series called Allegory, a tapestry of Nanak's travels. Before I begin my conversation with Amardeep though, let's take a quick commercial break. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many many hours of deep research for each episode, besides all the logistics of producing the show myself. Scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. sceneunseen.in slash support. Amardeep, welcome to The Scene and the Unseen. Thank you Amit for giving this opportunity. Really appreciate being here with you. Amardeep, you know, before we get started, tell me a little bit about your history and how you came to this because I was sort of, you know, when I first heard about this project, when we were both invited to the Vidarbha Literary Festival, a month or so ago, I presume you must be a professor of history or something of that sort. And then I look at your bio and I'm like, wait, MBA from Chicago? And, you know, what's going on?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:02.040",
        "message": "You know, life has its own ways of manifesting and taking you in different strands. Yes, it's a non-traditional path. I'm walking a path of an unstructured life today, trying to give it a structure. But then I've spent, like everyone else, good 25 years of my life in a structured environment of the corporate world, right? And I educated as I was studying at Dune School. I did my engineering, did a University of Chicago MBA, worked at Larson and Toubro, Crompton Greaves, and then gone to American Express where I spent 21 years. I was a regional head for Asia Pacific. All this period was a very structured life, nine to five, nine to nine, you know, fall it whatever it was. You had hierarchy, structure, and that's what you were doing. You were one piece in the big jigsaw puzzle, that's it. And then something happened in 2014. And I walked out of the corporate world, actually not knowing what was going to happen in the days to come. But I walked out with a bit of an egoistic attitude because my, in corporate world you do, your egos are very high and that's how you succeed, right? And I walked out because my job was moving to Australia and I didn't want to go, period. So I thought, you know. You were based in Singapore, you are based in Singapore. Yeah. So I started from India. I was in Hong Kong and then 20 years I've been in Singapore. 2014, I walked away saying that I'll, at the peak of my career in the corporate world, I'll get something else. But that was not meant to be. And when I was going through that process, I would be lying to myself if I would say that I was not disillusioned. I was heavily disillusioned. The treadmill had stopped. I was still, my mind was running at the same pace and I didn't understand what was happening. In fact, for a few months I was lying on my bed just looking at, observing the fan going in the one direction and trying to see why it rotates in the other direction visually, right? But you didn't understand, right? But then now when I look at my life, we are now in 2020. So 2014, 2020, good five to six years have passed by. I can rationalise now everything that has happened. But in the moment there was no rationalisation. And the rationalisation now is that I'm walking on an unstructured path, not knowing that the projects that are manifesting in my mind, we're walking those paths and giving structures to those projects because you have to do an unstructured approach to get the data. The short of it all is that when I walked out, what people don't realise is you just can't make a change one fine day. Because you try and do the change in one fine day from an MBA engineering background to presumably you're thinking I'm an historian. I'm not. Neither am I an anthropologist. Neither am I. I'm a, I'm a theologian, right? Neither I'm a photographer, but I'm neither I'm a videographer or neither am I a filmmaker, but I'm doing all that, right? So how does that happen? This change will not happen one day. If it happens one day, you will be totally disoriented. You'll not be able to manage it. What people don't realise is the process behind it unconsciously that was happening for 30 years that led you to this change on one fine day. And I can now look back and see the structure in that, in that process. And I do give this message to the youth is that I always say that don't follow your passion. Most of the people say that follow your passion in today's world. I said, don't follow your passion. You will not succeed. Create your passion. There's a huge difference between following and creating because when you're following, you don't really have a structure behind it. You don't juice it out. You're just following it because sake of following, you're just filling in your gaps, right? When you create a passion, then you are going to become the passion. So when I was in the corporate world or before that in college, I mean, I, I had this habit of just picking up something. It could be anything. I was picking up history and I was just kind of juicing it out at the age of 17 years. I started reading history good at five to six years into the reading of history for the regions that interested me was Punjab, Kashmir, Afghanistan. I juiced it out. I lost interest. And then my corporate career started and I got spiritually oriented. I delved into the scriptures of my own faith and then the Sikh faith. And then I delved into many of the scriptures, juiced it out. Then I got into music, juiced it out in four or five years. I stopped at one fine day. I had this habit of just stopping at one fine day when I think the challenge. And when you got into music, what do you mean? I started studying musicology and then slowly started playing and understanding the Granth Sahib's, you know, rock systems. So the Indian classical system, then that led me to understanding the verses a bit deeper, but I just suddenly stopped it in five years time. And I stopped it at a time where I lost faith in the elusive divine, the big power. I lost faith because certain events that were happening in my life. And I always say losing faith is important because it allows you to then delve deeper and then re-emerge with a new faith, which could be different. And I lost faith and I found answers in Kabir's verse in Granth Sahib. You know, Kabir says, Khalak, Khalak. God is in creation. Creation is God himself. So what are you looking for? What is this quest of yours? When I realized that, actually, I just dropped dead everything and I picked up the camera and I started appreciating the creation itself. In a short time, my photography reached a certain level. And then I realized that many photographers contribute to magazines, but they seldom are able to express their deeper insights, what went behind the photographs. So I started doing those travel writings with a deeper spiritual insights and then magazines started picking them up. What I'm trying to tell you is then all these skill sets were parallelly prepared while I was in the corporate world doing nine to nine job and I was doing it unconsciously. And then came 2014 when I walked out because of a certain decision. I thought, I don't want to move to Australia. I'll stay in Singapore, not realizing that that was not meant to be. The door was going to be shut. And when the door was shut, these manifestations, these skills that I had acquired over layers by creating passions successfully in a successful period, I would look back and I would find the next passion just behind me and I would pick it up, you know, because you prepared yourself with one and you just turn back and the next purpose is right behind you. You pick it up. You have built it up to a level where in 2014, I just thought, let me go to Pakistan. And the story starts from there that just going to Pakistan leads to where I am today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:05.200",
        "message": "That's a fascinating journey. And I have some related thoughts. One, of course, is I couldn't agree with you more about follow your passion being a dangerous piece of advice, like on a note totally unrelated to you. What I often find is that when people say follow your passion, they have in, they fall for what is known as a survivor bias, that they'll see someone who is very successful, having followed their passion. And they don't realize that if it's a creative field, especially 99% of the people aren't going to be that person, they're not going to make it that far. And, you know, the cafes at Warsaw, which I frequent are full of people who have been struggling for years, even decades in the film industry here. So I, you know, I kind of see it all around me, it's sort of dangerous advice to give. And it's also fascinating how and you've described this before on how you built up to where you are layer upon layer. And you've just described those layers of history, photography, sort of musicology, and you know, which is also now another piece falls into place in terms of understanding your work, because in your documentaries, also, there is so much very interesting and apt use of music before we get to you know, you're going to Pakistan and how that journey for which the rest of your life seems to have been a preparation at that point, before we get to how that journey began, and so on. Let's take a quick diversion, because you mentioned Kabir's phrase about, you know, the creator being in everything all around us. And you have also spoken in the past about how people have this misconception of Nanak's religion as being monotheism when it's actually monism. And what Kabir's phrase seems to express is also monism of a sort. Can you elaborate a little bit on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:39.160",
        "message": "I think now we're getting into theology. It's an interesting point. I hear you. I hear you. I mean, I was born with nothing in my mind. I was conditioned by my society, my parents, what's right, what's wrong. And we all go through the process, right? And one fine day, you start delving into the path yourself. And then you go to ask yourself these questions. Am I being, have I been taught the right thing all this time? And one of the things that I realized in my journeys is that Nanak has not been really understood. Nanak wrote in our Indic language. He's a master of languages. The Granth Sahib, if you see, there are, people think it's Punjabi. Sorry, if you know Punjabi and try to read Granth Sahib, you'll not understand head or tail. It's a composite of languages from Bengal when Jaidev is writing, Namdev from Maharashtra is writing, Farid from Pakpattan is writing in Pakistan. It's Seraki, it's Bengali, Sanskrit, it's Punjabi. Kurmukhi is a mere script, which we confuse, we don't get into it. It's an amalgamation of many languages. Kabir from UP, Bihar area is writing in it. So what I'm trying to say is that when you look at this whole composite, you find this has been compiled in the time of the Bhakti movement. And Bhakti movement, there are two strands. One is from the Indic faith. I will not brand this into Hinduism or something else because Indic faiths were bigger, right? So Indic faiths had many systems inside it. I mean, if you look at the Darshan Shastra of the Indian philosophical system, you know, they have Sankhya, Yoga, Vedanta and so on and so forth. One of the branch is that everything is one. And then there are many other branches, right? And everything has space. Sufism came from Islam and got amalgamated within the Indus belt into what became the, Islam got amalgamated and became the Islamic version of Bhakti, which is Sufism, right? So we've seen all this churning happening. And Nanak walks in this land of the Indus river. So Nanak is talking in his verses about various languages. And then we have the Britishers who come into the India and they give us the gift of English language and they translate our texts. And we today, without delving into the deeper values of our own texts, have started looking at translations to define who we are. You can do it. There's nothing wrong with translations, but translations have limitations. So when I've gone through all this understanding of Nanak, I've not found a single book. I'm making a statement here. I've found not a single book, say this, that has described in English what his philosophy truly was. So Nanak is always described as he was the one who founded the monotheistic religion, Sikhism and so on and so forth. Well, he didn't find, he didn't found anything. He just was a man on quest, right? But monotheism is a concept that comes from Abrahamic faiths and Abrahamic faiths being Christianity, Judaism and Islam, where they say God is one. It's up there, right? There's a son of God, there's children of God, but children cannot be God. God cannot be children. Like what Kabir says, God is in the creation, creation is God. It's one ecosystem. Nanak says before Onkar, he writes a numeral one. Why didn't he write two? Why didn't he write something else? One cannot as a numeral and he writes numeral. One numeral cannot be two or cannot be three or cannot be four, right? One means one. And he's emphasising that this entire Onkar is one. We are one. Ek Onkar is one ecosystem and that one ecosystem primarily means you are me, I'm you, we are all one. That is not monotheism. That's monism. And there's not a single book that says Nanak was the advocate of monism. Because when you go down that path to understand Nanak, why did he put the numeral one in the starting of the scripture of Granth Sahib? You understand, in the Granth Sahib also there's a verse of Bhagat Ravi Das. I mean, I don't believe in any caste system, but we need to actually bring that in because people, that's how they understand. Now Ravi Das was a chamar, but yet he had profound verses. And he says, what's the difference between you and me? He's asking a question. Now it can be you Amit and me, or it could be the divine in me. Gold and the bracelet, substratum is the gold. The bracelet is a form or Jal Tarang, you know, waves on the base ocean. There's no difference. So Nanak is an advocate of monism. And that's the piece that has been not understood. I think that's the piece that you were asking about. So Kabir voices the same thing. Ravi Das voices the same thing. Farid voices the same thing. And that's why Nanak consolidated all their voices"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:13.600",
        "message": "into the scripture that became Granth Sahib. And it's also, you know, picking up from what you said, it's also very interesting. And something I've discussed in previous episodes with Manu Pillay and Madhvi Menon, among others, something that Sanjay Chakraborty has written a very good book called The Truth About Ourselves, which is that what we think of as Hinduism is actually Brahmanism. It's a very ossified version of it, just one belt of it. And you know, you correctly spoke of it as the Indic religions or the Indic traditions. And what essentially happened was that when the British came here in an effort to understand this deeply complex universe that they had thrown themselves in of, you know, our subcontinent, they created simplifying narratives, often with the help of the local elites, who obviously pushed what suited them. So you suddenly had a certain version of Hinduism, which is more like Brahmanism with an ossified view of the caste system, a very simplistic varna kind of thing. Thrust in and the tragedy is that today we look back at that as if that is Hinduism and as if that is a definitive truth. While the truth is that many of the Britishers who created these narratives not only knew very little, but someone like James Mill hadn't even been to India at the time he wrote what has now become a foundational text about India for us through kind of osmosis. And, you know, and in a sense, I find that that has also happened in the popular consciousness with Sikhism, whereas people now think of Sikhism as something different from Hinduism or something completely apart and the truth is, and I found out the beautiful metaphor of this in the Indus belt in the Indus River, which you have described as a place where faiths melted into each other, you know, tell me a little bit more about sort of the culture of that belt and how like you point out Sufism, Bhakti, what we'll talk about later as Nanak Manthi are all part of the same traditions."
    },
    {
        "speaker": "Guest",
        "time": "00:18:03.960",
        "message": "Yeah, so the Indic belief systems had the beauty of coexistence of varieties of thoughts. Rather than giving my understanding of it, let me quote you the source because primary sources cannot be disputed, right? And I'll give you two quotes. Let's start with Kabir himself, who finds, I mean, Guru Granth Sahib, the Sikh scripture, is the largest repository of Kabir's writings. Bijak comes much later. That's the place which is the largest repository. And Kabir says a very interesting thing. So you brought in the Indus. So I'm going to make a statement and bring Indus inside that. Kabir says, Hindu, Turak, Dohu ko samjao. I'm explaining to both Hindu and Turak. Okay, so let's step back for a moment. Why is he not saying Hindu, Musalman, Dohu ko samjao? If he's talking about religions, then he should say Hindu, Musalman, Dohu ko samjao. He's saying Hindu, Turak, Dohu ko samjao. Now today's context when I use the word Turak, the present generation immediately gravitates to Turkey and I say, you just got it wrong. Turkey is a nation in the modern state, right? Turak, Babur was a Turak, right? Lodi was a Turak. Turak is a civilization that had its unique characteristics that existed on the west of the Sindhu River Indus. There was a civilization that existed on its east. So Sindhu River was a defining boundary where two cultures met. And of course, when you meet, you amalgamate, right? So what are the peculiarities of the two cultures? Let's start with language. On the west of it, it's language from right to left. On the east of it, it's left to right. 180 degrees. On the west of it, it's monotheism. It's an Abrahamic faith. There's only one God and God cannot be creation. All right. Come on the east of it. There's a potpourri of belief systems and everything can coexist, the Indic belt. And therefore people get confused. Monotheism is also a part of it, but it's a subset of it. Monism is also a part of it. Multitudes are also a part of it, but that's the Indic belt. And to understand that, let me pick up the second verse from Nanak himself. He says, chhe ghar, chhe gur, chhe updesh. What is this six? If you delve into the Indic Darshan Shastra, the philosophical system, the philosophy system of the Indian subcontinent, you'll understand the Darshan Shastra classifies our historically, the old philosophical system into six pillars, right? I'll not get into depth of it, but it's divided into six pillars. And it's a depth of study of six pillar system, right? Chhe ghar, there are six philosophical systems. Chhe gur, unke chhe guru hai. Chhe updesh. Each philosophical system has a different updesh. One is monism inside it. Chhe ghar, chhe gur, chhe updesh. Then he says, gur gur eko. Guru ka guru eki hai. Gur gur eko, ves anek. Ves anek hai. Then he says, he gives his final line in that. Chhe ghar, chhe gur, chhe updesh. Gur gur eko, ves anek. Baba je ghar karte keerat hoi. Karta jo, uski keerat, uski sifat sala ho. Praises. Chhe ghar, whichever home, so ghar lakh vada hi tohi. Wohi ghar vada hai, wohi vada hai. So what he's saying is accepting everything. Nanak is accepting everything. But what he's saying is a profound statement of the bhakti culture that was emerging at the time when Nanak walked with Baba Farid 250 years before him. Jaidev in Bengal, Namdev here in Mirashtra. They were all somehow getting connected and they were the proponents of the bhakti system. So he's talking about, in this Indic system, all was coexisting. That's what I'm trying to say. So he's talking about Kabir who's defining a boundary and Nanak who's defining what the East was really. Now when you put this whole thing together, Indus is a defining point. And on this side, you had many systems that could co-exist. But when you bring in boundaries around it and you bring in utilisation of a faith for the benefit, that's where Brahmanism starts coming by. Now Brahmanism has been opposed in the Indian context by many faiths or many belief systems. Buddha did that. Mahavir did that. Kabir did that. Any bhakt did that. Nanak did that. So they were all opposing this ownership or that God can be only reached through me, the concept of Brahmanism. So these Indic religions had a co-existence. And what the Sindhu belt basically did was when the Turki people started coming in, if you go to UP, you'll find where two cultures, the Hindi and the Islamic aspect, they use two words, Saptah and Haftah. Saptah becomes Haftah because in the olden times, in the Persian, Sa is pronounced as Ha. So Sindhu became Hindu. When the Turkic civilisations came to the defining point of Sindhu, Sindhu became Hindu. On that side was a different culture which they were coming to assimilate into. I don't use the word conquer. There's nothing as conquering. Boundaries were not there. They were coming in to assimilate. There were tugs of war happening in terms of faith, in terms of assimilations. Many things happened in this thing. So they were assimilating here and they saw a different culture and that's why the word Hindu came in. And I will just say one thing that I've observed, you know, these are my own observations. When the earliest migrations of a lot of Punjabis happened towards US, if you see the newspapers in the California belt, what they say, I'm not, I'm not saying Sikhs are Hindus or Hindus are Sikhs or I'm not going to do all that"
    },
    {
        "speaker": "Unknown",
        "time": "00:23:27.400",
        "message": "discussion. I'm just telling you what I've observed. The papers say Hindus are coming"
    },
    {
        "speaker": "Guest",
        "time": "00:23:31.040",
        "message": "to America. Are they all Sikhs from Punjab coming in turban wearing Sikhs, right? What I'm trying to say is that, yes, in the early days, the Hindu in the Indic belt was not a defined religion as we are calling it today. Today, it's become a defined structure. You got to take the word Hindu as coming from Sindhu river as people on the Indic side living here. I think that's something very hard to digest today when you bring it in. A lot of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:56.320",
        "message": "people don't like it. And what strikes me is that on the one hand, there is a happenstance of colonialism and the British trying to keep the narratives which are convenient for them because it fits in with their whole tactical policy of divide and rule. So it works like that. But on the other hand, we also find this natural impetus within faiths themselves to sort of ossify in certain directions. For example, one, you've got the separation, this separation in people's minds of Sikhism from the other broader traditions that they were once considered to be part of. And on the other hand, you have, for example, the movement of Hinduism towards Brahmanism, which itself seems a political movement. And even within Sikhism, you know, the Khalsa strand of it taking prominence and therefore some of the other diversity with among Nanak's followers somehow kind of disappearing. Why do you think there is this tendency? Is it something inevitable? Is it going to happen to all intellectual traditions that you develop your own dogmas and customs and rituals and then they get ossified and then that defines a religion instead of being merely one expression of"
    },
    {
        "speaker": "Guest",
        "time": "00:25:02.160",
        "message": "it? No, I think any faith goes towards defining of a boundary. That's a natural process that happens, right? So there's no faith that's excused from it. But in the context of Nanak and his believers, one needs to put a bit of a historical context to it. When he walked the path along the Indus belt, so he travelled far and wide, but his major influence was in the Indus belt because I have walked the Indus belt from Kashmir in Pakistan side, right down till Sindh, Balochistan, through Pakistan's Punjab and Khyber. And we can talk about my works later on, but I can confidently say probably in seven decades, I'm the first one to have walked so deeply inside, definitely more than 180 cities and villages. And I've seen strands of cultures that are still living there. I've been into Afghanistan, I've filmed in Afghanistan and I've seen strands of surviving cultures. There are very few people left, but there was a thriving culture that was there till 30 years back. The war has disrupted everything and there are only about 850, what I call as the Nanak Panthis left there. The only point I will try and make is the moment you move from the India or the Punjab of India and move towards the Indus belt in Pakistan and go down to Sindh, Balochistan, and then go into Afghanistan, the one thing that you find in the people still who are living there is that Nanak is an integral part of the entire non-Islamic society, which is a very interesting observation because when you look at it today, in the context of where the believers of Nanak are in India, so there were two strands and 47 people came here and for whatever reasons, the boundaries kind of got restricted. A lot of people still believe in Nanak, they go to the Gurdwaras and all, everything. He's there in people's heart, but I don't think people are really understanding his philosophy, right? So it's just become another idol or another worship factor, but people aren't getting the depth of it. And then the Sikhs have now become the only kind of perceived followers of Nanak. But when you go into the Indus belt, you find Dada Rewa Chand, Bansri Lal, Santosh Kumar, Santokh Singh, Ram Singh, all followers of Nanak. And then you go into Afghanistan, the boundary of distinction between Hinduism, Sikhism, as we define in India, is not there. Now, when I look at that, so then I ask myself, I've read about these things because when you read the Persian sources after Nanak, before the emergence of Khalsa, I'm not trying to demean anything, Khalsa emerged for a reason, there was a need for there, right? But till then, the Panth was in the Persian sources known as Nanak Panthi. The Persians are writing about the Panth of Nanak. Yes, in that Panth, there were many strands, many strands were there. Sutra Shahis, the Udasins, the many other strands were there. And then came the Khalsa strand. There was a reason for that. It saw its glorious chapters. But somehow, the factors in my understanding which have caused disruptions are a culture that was existing along the Indus belt where the faiths were amalgamating. And I see that in Sindh, there are Darbars, and then there are Gurdwaras. And you see, you know, there's a lot of syncretic aspect coming in. 1947 is a point of deflection. I would say, if you take the whole landmass, what you see today as Punjab in India, is only about less than 5% of the entire landmass of the Indus civilization where our forefathers came from. The Nanak's believers were right from Kashmir down to Sindh, Balochistan. And that 95% of the land went away. And one fine day, you were thrust into a new land, and you got disseminated into Maharashtra, into Tamil Nadu, into UP. My father from Kashmir landed into UP. And I've seen my own family's people, you know, the first obvious thing is you kind of, your generation becomes quiet because they've experienced a holocaust, right? You become quiet. Second generation becomes confused because you were quiet first. Second generation, the information is not passed on, you become confused. Third, it's lost totally. And some of them, islands get up and they start probing these questions, some of them. And I see myself as one of those islands. But when I look around, what I see is that the dissemination of the people into a wider society resulted in a need for assimilation and acceptance. It's natural phenomena, right? You look different, your faith is different. Here's a different, there's civilizations along river belts. And the two major civilizations in the North India was the Indus belt and the Gangetic belt. Gangetic belt had a Hinduism which was more, the Indus belt from the times of Nanak, Baba Farid and others, had moved towards more bhakti tradition. And that's where the caste system was being shunned. The equality between men and women was being talked about. It was being talked about the equality between faiths. Nanak was saying, na ko Hindu na musulman. It is very differently inherently from the Gangetic belt. And then these people are thrust into this belt. Now you are on the fringe as yet in terms of faith system, because only a few years had passed by since Nanak and this uprooting happens. So as you land there, the generation starts assimilating. I think that's what has caused a lot of moving away because people are confused. People don't understand. We've not done the passing of the philosophical message. That's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:54.960",
        "message": "caused the distancing, I think. So, you know, I have a couple of follow up questions on this. But before we get to that, you know, I've heard you speak about an encounter you had with someone from the Udasin faith in Bihar, which you said moved you greatly and moved me as well when you told that story. So, you know, why don't you tell us?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:10.920",
        "message": "Well, you see, there was there was many traditions that I said were in the strands in the Nanak Panthi culture. And what's right or wrong, I will not get into because, you know, now I'm getting into the realm of faith, you know, and people have opinions. So to the viewers, I'll humbly request that don't pass judgments, because I'm only talking from what I've observed in my works. We've not talked about my works as yet. But so I don't know if people have the context of what I've generated. But for my works, when I really walked the paths, and I observe a lot of things where it takes me and transports me back into time. And when they were in the Sikh history, when the Sikhs were facing the persecution, right, the Khalsas were facing a persecution in the Punjab after the weakening of the Mughal Empire in the period wherein Nader Shah invades, Ahmed Shah Dali invades eight times. In that period, it's a very, very dark period of Sikh history, because there was a reward for a Sikh's head in the lands of Punjab. So the one who would swear to wear a turban and be distinctly visible had a reward on his head. Sikhs were living in jungles that time, they were doing guerrilla tactics, right. And in that period for the defence, the Sikh community cannot forget that the broader Nanak Panthi culture, the non-Khalsas took care of their shrines, their places. And I say it's not there in the Sikhs, it was ours. It was of the every strand that was there in Punjab, they were believers of Nanak. It was our collective composite culture, right. So the Udasi sect did do a lot of contribution. They managed the sites in the time when they were not being persecuted because they didn't look like Khalsas, right. But the way history moved on and with the definition of the boundaries of who a Sikh is in the modern context, which happened about 100 years back, it's a different topic altogether. But when you define something, right or wrong, I'm not going to get into that. But if you define something, you also define what you are not, you know. So defining has a negative side to it also. You also define who you are not. And when you start defining yourself in terms of black and white, you also define who the others were not, right. I think that led to a bit of distancing. So the over a period of time in 100 years, the Udasi culture moved away. And I was moved because I did meet one of the, in my filming of the Allegory of Tapestry of Guru Nanak's travels, I try and go into a lot of these strands of the past where the broader believers of Nanak. To understand Nanak, you cannot understand him from Gurdwaras alone. There is space for Gurdwaras. But Nanak was travelling to Sufi sites, Hindu sites, Islamic sites, Jogis, where they were meeting. And therefore, you have to get into every place where he had been. So when I go into those places, I meet lots of different kinds of people. I make an effort to even go to Kanfatta Jogis, because he was having dialogues with the Siddhs. So I have to now in 550 years later on in his lifetime, I have to also interact with them. So when I interact with the Udasi order in Bihar, I mean, this person interestingly made a very interesting statement. He said, unfortunately, the way things have gone, we have been ousted from the faith. And he was hesitant to speak about Nanak. And I said, you know what, you've got Nanak all over your Dera. Why won't you speak about it? And he says, because we've been ousted. And then he said a very interesting statement. He says, all right, you make a judgment that we do this XYZ. Look into your own self. Don't you drink? Don't you do this? Don't you do that? And then you pass a judgment on us. And you've ousted us. And he says, had you not ousted us, you know, what my vision as a youth was, when I was a 15 year old child, and I became an Udasi, all throughout my life, I was wanting to take Nanak's philosophy into every temple of India, because it's the most important philosophy of oneness. But then when I heard him, I said, yeah, I mean, this guy is saying right. So if I don't have any religious objectives behind it, and no agenda, then just look at it objectively as to what a person says, it makes you think. I'm no one to pass judgments on history, but it is what it"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:50.240",
        "message": "is. And you know, it strikes me looking at Nanak as a layman, it seems that rather than think of him as the founder of a specific religion, which is distinct from all others, he seems to be more a figure like Kabir, that even if you're not a follower necessarily, like I'm an atheist, but reading Kabir always moves me. And I find Nanak to be a similar kind of figure. Is that"
    },
    {
        "speaker": "Guest",
        "time": "00:34:12.800",
        "message": "something you would agree with? Absolutely. All the Bhagats were the same. The thing is, Nanak is absolutely, Kabir, Nanak, Jaidev, all of them are absolutely, Baba Farid, they're all aligned. They're all profound Bhagats who were talking about oneness, trying to reform the society. You find appeal in Kabir, I find it too also, right? But then I ask many a times, you being a Punjabi origin, how deep have you gone into Nanak? And we're not trying to compare two individuals, each to themselves. They're both powerful people, right? But how many times have you gone to Nanak? Now, I know the answer would be much lesser, right? And I as a follower of the Granth Sahib have delved into both. And I've always asked this question as to why would you, who was also from the composite culture of Sindh belt, the Sindhu river belt, the Indus belt, when your forefathers were actually revering the entire composite culture of the Granth Sahib, where all these Bhagats were there, why would you not be reading Nanak so much? That makes me then question is that have we created a boundary so hard around the practices that Nanak has become inaccessible, his verses have become inaccessible? I think that's what has happened. Otherwise, there's no reason why Nanak's verse should not be sung by any other person who sings Kabir's verse. But rules, regulations and other things have made it hard now. Now, again, not trying to say what's right or wrong because we're getting into the realm of religion, but purely from his verses and his verses and his meaning, it's an unfortunate outcome that's happened. We can't blame anyone"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:42.800",
        "message": "else but ourselves. Another sort of interesting thing that you were pointing out when we had, you know, coffee before this recording is how Sikh history has often been elided and, you know, not given adequate attention on either side of the border after partition. Tell me a little bit"
    },
    {
        "speaker": "Guest",
        "time": "00:35:58.080",
        "message": "about, you know, sort of why that has happened. So your question about history, just a bit of a background for the viewers, is that the work that I've done, my two foundation works, is first in the book called Lost Heritage of Sikh Legacy in Pakistan. Second one is The Quest Continues Lost Heritage of Sikh Legacy in Pakistan, in which I've mapped the remnants of the Sikh legacy across 126 cities and villages in Pakistan, across Baltistan, Kashmir, Khyber Pakhtunkhwa, Punjab, Sindh and Balochistan. Of course, I've been very passionate about documenting for posterity and that's why I've taken so much of risk to walk so deep inside, probably as a first person of non-Pakistan origin because my parents were from that area. I walked deep inside and I was able to get this documentation done. But in the process, as I released my first book, I remember there was a history teacher, history professor sitting in the Delhi release, a non-Sikh, and she actually made an interesting point. And she said, Amarty, what you've just shared with us is absolutely right. And I, as a history teacher, can validate this because in the Delhi University, we only make a passing mention of the Sikh history, which is limited to Sikh gurus and a brief mention of Ranjit Singh and that's it, brief. And you make me think as to why don't we delve deeper? And the answer to that question of hers or the thought of hers was, I said, I have thought about this myself too. And I feel that my community is a cucumber between the sandwich. And when I say my community, I'm talking about the wider context, not just the Khalsa. Every Punjabi who got uprooted, every Sindhi who believes in Nanak who got uprooted, cherished the valour. Every family of Punjab would have the eldest son as a Sikh, right? They cherished it. That's why, right? They used to have them in the past. So my answer to that was that we are a cucumber in the sandwich because I feel in India, not that it's officially said, but I feel we don't teach the Sikh history because 80% of the glorious chapters churned in the lands that became Pakistan in 1947. And that is not our land. The great empire of Ranjit Singh and so on. 80% of the glorious chapters right up till Afghanistan border, Jamrod Fort where Hari Singh Nalwa died. After 1000 years of invasions, he plugged the further invasions through the Khyber Pass. No other invasion has happened thereafter. British came from the other side, didn't come from Khyber Pass. But Hari Singh Nalwa is the deciding point. He plugged it. But that history doesn't find any place in India because it's a history that churned in the lands that became Pakistan, which is no more part of India. And when I walk in Pakistan, the history books do not mention the Sikh history period. There's a silence around it. And I've seen the Punjab University books in Lahore, university books, two volumes. They talk about the demise of the Mughal empire, the coming of Nader Shah Ahmad Shah Abdali, and then comes the advent of British. The entire period of the Sikh chapters is silent. And you look at that, and you wonder why. And then I think it's because it's a period after 1000 invasion where the ruler of the state was not a Muslim. Now, it was a very secular empire. Ranjit Singh was a very secular person because more than 50% of his forces were Muslims. His foreign minister was a Muslim. So many brave generals of the Muslim faith actually died defending his empire. And yet he doesn't find a mention because he is not a believer of the Islamic faith. So it doesn't find mention in Pakistan, it doesn't find a mention here. And that to me is the unfortunate thing that our community, therefore, I feel very passionately that if we don't write and protect our history in terms of visual remnants and other things, how will my next generation remember? How will we revive those art, architecture, cultural footprints from these various strands that I see across in the remnants in Pakistan? It's important to bring that perspective into these documentations so that we don't lose those strands. And that's why I've been actually dedicating myself onto this path."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:38.000",
        "message": "And this also sort of reminded me of, you know, you've written about how Guru Arjan got Sam Iyam Mir of Lahore to lay the foundation of the Golden Temple at Amritsar. And how later when Guru Arjan was sort of imprisoned by Jehangir before he was eventually executed, Sam Iyam Mir and Vazir Khan got together to petition for his release, which kind of shows how, you know, there was so much sort of syncreticism in it and the differences between these religions and his people weren't as ossified and hard coded as it seemed to be today. And you mentioned earlier families where the tradition was that, Hindu families where the tradition was that the first child would be a Sikh. And I'm told my own family was one of those. So the practice stopped a generation ago, which is kind of fascinating. And all of this comes because of, you know, that phrase that both of us have used, and I want you to talk about a bit more, which is Nanak Panthi. You know, you've pointed out, and we'll talk about your, you know, travels through Pakistan after this, but you've pointed out that people often have a misconception of how many Sikhs there are in Pakistan. The cookie cutter answer, as you've said, is 12 or 13,000 from the 1500 who were left after partition. But your answer is that if you don't define the followers of Nanak as Sikhs, and you look at what you call Nanak Panthis, there are many, many more than that."
    },
    {
        "speaker": "Guest",
        "time": "00:40:54.560",
        "message": "Yeah, that's true. I mean, I'm often always asked this question. And I think Pakistan does not understand this context of the Indus Belt. Sikhs themselves are ignorant of it now. So they tend to see only the Khalsa count, people who are turban wearing like me, and I'm a proud adherent of the Khalsa tradition. That's my culture. That's my background. But I'm no one to decide who else is a believer of Nanak. So when I say the entire culture along the Indus Belt, all the Sindhis, all the Balochis have been the believers of Nanak. I mean, I see them all in Pakistan still. And what people don't know of is, you know, there are more than 250 Gurdwaras still operational in Sindh and Balochistan, right? And so when you look at that, you say, you know, the entire culture that's yet living there, and we are not recognizing them. So that entire belt is what we call as the Nanak Panthis. My estimate is that there are over 800,000 Nanak Panthis still in Pakistan. When I meet Dada Rewa Chand in Sukkur in Sindh, and he shows me the translation of the Granth Sahib that he's done in Sindhi script, 24 volumes, although he's a small minority in Sindh of the Nanak Panthi culture. But that shows me the passion with which he actually believes in Nanak, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:03.600",
        "message": "In fact, you've written about how Hindus in Sindh call themselves Sehdari Sikhs."
    },
    {
        "speaker": "Guest",
        "time": "00:42:07.360",
        "message": "Yeah. And Bansri Lal in Mingora, who manages the Gurdwara, by all definition of East Punjab, he will not be considered a Sikh, but he is a very devout Sikh. So I think that poses a question as to where our boundary today is and where it was. I consider myself very fortunate that having been born and being conditioned with what's right, what's wrong, as I walk these paths in these lands, I found the remnants, the strands of the intangible culture yet alive. That makes me say"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:35.920",
        "message": "that, okay, this was the society. Is this what you mean by what you said earlier about losing"
    },
    {
        "speaker": "Guest",
        "time": "00:42:42.320",
        "message": "your faith and then regaining it? Yeah. I mean, you have to grow in a condition, environment, and then you have to drop the barriers and the conditioning. It's like breaking the shell, right? The egg shell, right? And you have to then now start re-looking at things. I am still a proud Sikh. I am still a proud Khalsa. But the only thing I'm saying is the definition of what I understand of the faith of the Indus belt was so beautiful, so broad, and Nanak was the entire fabric of it. That needs to be re-looked in the India's context where the communities have got disseminated. And people don't understand this. So I think for that, I consider myself fortunate and thank the divine that you gave me this ability to walk the lands and interact and stay with those people. I spend days and nights with them. And my heart pains when I look at how the culture is now in small pockets. You know, when communities get in a holocaust, when they move out, the ones who chose to stay, they become inwards. So they start protecting themselves more. But that's where lies the beauty. Because when you parachute inside that society seven decades later, you find that they protected a strand that is lost elsewhere, that's gone elsewhere else. So here you still find it still protected because they become inwards now. They built a fort around themselves. They don't want to lose that. And you managed to get inside that, you parachuted from nowhere, and you suddenly see and say, ah, this is what my father used to talk about. This is what I used to hear about. This is what I've read about. And I'm finding the living strands of that. And it was a very, very progressive society. And I want to deviate a little bit into the remnants of the art and try and understand the culture. So in The Ruins, in my second book, The Quest Continues, I've shown a lot of pictures. I don't try and interpret a lot of stuff, you know, because I've chosen not to do that. I want the viewer to interpret it themselves. I'm not trying to handhold you and take you through. I'm just describing my journey. But I've given you so much of visual material in there that if you are having the open mind to look at them and not discard it because it goes beyond the domains of your conditioned mind, then you will find a lot of answers in it. But you will have to find the answers. In my calls, in my talks, in my discussions with people, I will, wherever there's an opportunity, give my thoughts, but I don't write it everything. So I'll give you two things from art and talk about the culture itself. So I find in one of the places of worship, a fresco of a woman leading a hunt. It's in the second book. And she's leading a hunt and catching hold of a blackbuck deer. And there's a man sitting on a horse behind, chilling it out with a hawk on his arm. So there are two things that I take from it. One is blackbuck. Blackbuck, that means was there in Punjab too. That's why you're hunting in Punjab. Today you don't have it because the environment has changed in the 200, 300 years. The environment has changed from forests. A land of five rivers would not be an agricultural land. They'll be heavily forested, right? If you read the Umdat-Uttarik, the day-to-day account of Ranjit Singh's period, they're going into forests. That forest is totally gone. It's an agricultural land. Punjab today is absolutely manicured, pedicured land, right? But there were black bucks moving around. Ranjit Singh's troops have hunted lions and tigers there. So they were there. One of the wildlife thing. I'm coming to more of a deeper meaning out here. This fresco probably is 200 years old. 200, 250. I can't put a date to it. I'm just saying probably, right? That means 250 years back, the society in the Indus belt was believing in women's empowerment because she was leading a hunt. Man was chilling behind. Women's empowerment in today's world is 250 years old. It's 250 years late, sorry. 250 years late. In Punjab, our forefathers were much ahead. Today, we have regressed. Today, Punjab cannot claim to be the place where there's women's empowerment. We have regressed. But my forefathers were much more forward. That's what I take from that art. Otherwise, that art would not exist there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:41.440",
        "message": "I mean, one wonders if the art is an outlier. I mean, I did an episode with Madhvi Menon on the history of desire in India. And it's certainly true that there were many different kinds of expression given to desire. And women could be, you know, could have lived different lives there. But I am really not sure looking through history with the limited knowledge I have"
    },
    {
        "speaker": "Guest",
        "time": "00:46:59.520",
        "message": "that women were ever empowered. I would always kind of been. And in the context of Punjab, I would not agree because empowerment starts from a philosophical seed first. If philosophically you don't believe in empowerment, an art as an expression cannot come out. So first, let's then step back. Nanak says in his writings, why do you call her inferior? Who gives birth to the greatest of the kings? Why do you call her inferior? Nanak is talking 500 years back about women's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:30.960",
        "message": "equality in the society. On the one hand, this sounds fairly enlightened. But on the other hand, one could also argue that this takes a paternalistic view of a woman in the sense saying that she is valuable because she gives birth to men."
    },
    {
        "speaker": "Guest",
        "time": "00:47:44.800",
        "message": "Yeah. But at the same place, he's writing in other places also about the glory of the woman,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:48.880",
        "message": "right? She's, I mean, But through the male gaze, right? Through the male gaze, like in this example,"
    },
    {
        "speaker": "Guest",
        "time": "00:47:53.600",
        "message": "I think there are many other verses which are talking about her status in the society. Of course, there's a maternal aspect, there's a nurturing aspect of the female species. And today, I'm not trying to say women's empowerment today's context of that everyone needs to be in the workforce and this and that. I'm not passing any judgment on that. But they were being put on a pedestal with the natural instincts kept into them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:14.960",
        "message": "And certainly relative to the times. Absolutely. So I think there is the art,"
    },
    {
        "speaker": "Guest",
        "time": "00:48:20.080",
        "message": "as I look at it, it had its some imprints into that. Of course, there's a lot of and I will not the strategy is not perfect. But these are the glimpses that you get because there are cracks in the society, right? There are always cracks. The second one I want to talk about is very interesting fresco again, that you find frescoes inside some of these ruins of spiritual sites of a gurdwara that I saw Shravan Kumar holding his parents in the two tokris on the two baskets and walking. Now I look at that and say, wow, so Shravan Kumar is not about any religion. It's not about any religion. It's about respect to your parents that transcends every religion. It's a basic fundamental duty, right? And Shravan Kumar finds a space inside the artwork of a gurdwara. And then I ask myself, will he find space in the artwork of a gurdwara today? Probably not because he's not wearing a turban. That makes you think that, okay, here's a strand which I see in the past of what the culture was, what the society was and where we are today. I'm not passing judgment as to what has led to there, but it allows you to go back in time and then start asking certain questions. That's what I'm doing again and again. I'm not writing everything in my books, but I'm requesting the viewer to delve into the pictures and see for yourself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:30.880",
        "message": "In fact, some of the pictures I found really fascinating in your book is in your chapter on the Baba Dhan Singh Gurdwara at Kot Fateh Khan, you've shown frescoes of Shiva, Nandi and Ganesh and then Brahma, Vishnu and Shiva. And, you know, again, that was something I kind of had to spot. You don't have much commentary on that. You've just laid it out for, you know, people to see and sort of think for themselves. In another chapter, you show Nanihal Singh's Haveli where, you know, there's a Rang Mahal on the roof and there you see Krishna listening to music and so on and so forth. How did you train yourself to be able to look at these frescoes and sort of identify who the characters are or even other nuances like elsewhere you have, you know, identified a building and said the bricks that were used here were of a time of Ranjit Singh's time so we can date it accordingly. What was some of this knowledge part of the layers of knowledge you were building up before you embarked on this quest or was it during this quest that you kept refining your understanding? So, first and foremost thing, you're talking about Nanihal's"
    },
    {
        "speaker": "Guest",
        "time": "00:50:29.600",
        "message": "Haveli and you talk about Krishna and you talk about other things. Yes, you find a variety of art form but I just want to point out there's one picture in there. Don't miss it. Go and look by the picture again. There's also a Masjid in that. I missed it. Yeah. So, it's not, all I'm trying to say it's not one view, right? So, in his bedroom, which is, I'm assuming it's his bedroom because it's his living place, he's got arts of the entire culture, the composite culture of Punjab. Even Masjid is there. So, let's not just see the present Hindu aspect of it. There are Sikh gurus there, there is Masjid there. So, they are reflecting the culture of Punjab in their bedroom, right? I think that's the key thing out here. As far as the identification of bricks and the other, many other things, I think it's not, your question is not about the bricks itself but the many layers that we're talking about. It's a process. It doesn't happen overnight. As I said, don't follow your passion. Create your passion. When you create your passion, every moment is a question. Every moment is a question. In my talk to you right now, I'm probing certain things inside my mind, right? Yeah. Every moment becomes a question when you start creating your passion and therefore every moment becomes a learning space. I am not born historian. I am not an historian. I'm an electronics engineer who's done MBA, who's walked in the path of the finance industry. I was the revenue management head for Asia Pacific. I'm not trained for these things, but I've forced myself to start asking questions in those creating passion sub-segments of my life of four to five years that I was doing very passionately. And when you start doing that, you don't know what question will come to your mind. So I'm not trying to go into a classroom environment, but I'm curious enough to look at things and try and find answers. Okay, so why is this brick thinner than the bricks that I see today? In the thin bricks, I find certain bricks are bigger in size and certain are smaller in size. They are thin. Now you're going to have to look at that. Why is this larger? Why is this thin? What period are they coming from? Because bricks are made in kilns, right? And people buy them and they make monuments. Monuments survive. Now you're going to look at the brick sizes to say which period it belongs to. There is a certain size of bricks in the Punjab region, which is known as Mughlai bricks, thin bricks, but broader. Then Ranjit Singh's period, the kilns, the casts for the bricks changed to smaller size, but still thin. So you look at the two, you can say this is"
    },
    {
        "speaker": "Unknown",
        "time": "00:52:52.880",
        "message": "Mughlai period or Lodhi period, and this is the Ranjit Singh's period. And then you look at the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:57.840",
        "message": "British bricks, which become thick, what we use today. Much like the British themselves, as we now"
    },
    {
        "speaker": "Guest",
        "time": "00:53:02.480",
        "message": "know. So no comments on that, but yeah, so that's how you start, you know, probing. And the only thing I can say is that knowledge is a process of layering. No one can claim to know anything and everything. I don't know anything and everything, but the layering will allow me to assimilate knowledge from the works done by the people in the past. And hopefully I'm adding my layer for the future generation to take away something from it. Knowledge comes in layers, and knowledge will keep assimilating in layers. The question is, is the seeker showing it's his or her commitment to delve deeper into the layers of knowledge to understand what the person is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:43.840",
        "message": "after? Very profound words. And I would add to that and say podcasts also come in layers. We will now take a commercial break and come back after the break to add a layer of your personal journeys to Pakistan. If you're listening to the scene in the unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audio book platform that has a massive range of audio books from around the world. The international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audio books. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audio book that I liked on that platform every week. My recommendation for this week is Where India Goes by Diane Coffey and Dean Spears. This book takes a closer look at how Indians go to the toilet and has some startling insights about open defecation. Coffey and Spears argue that the practice of open defecation is not just a result of poverty, but a direct consequence of the caste system. Listen to the book for more or check out episode 82 of The Seen and The Unseen, where I discuss just this with Shruti Rajgopalan. We spoke about this book as well, so do listen to it on Storytel, Where India Goes by Diane Coffey and Dean Spears. Download the Storytel app or visit Storytel.com. Remember, that's Storytel with a single L. Storytel.com. Welcome back to The Seen and The Unseen. I'm chatting with Amardeep Singh about his fascinating work looking at Sikh legacy. Amardeep, let's kind of talk about your, you know, the first of your two projects, so to say, which was traveling through Pakistan, which resulted in these two books and these two documentaries. And you know, you start your book Lost Heritage by sort of injecting a personal note into it, where your father Sundar Singh in Gorakhpur receives a, you know, a postcard from Rawalpindi. Tell me a little bit about that. And was your sort of family history where there's a lot more history, which goes back to the trauma of partition? Was that part of what drove you on"
    },
    {
        "speaker": "Guest",
        "time": "00:55:59.520",
        "message": "your quest? Yes, it's there's a personal aspect to this whole quest, which has transformed from a very personal probing to documenting for the broader communities. So it's a transformation of a personal quest. I didn't go into Pakistan, to be honest, to write any book. It just happened. Because when I left the corporate world, I just thought I'm actually in between something. And the doors were shut for a little while. And I think Divine was trying to push me in this direction. And when I decided to walk in, the gates started opening. So Divine was waiting for me to take the step and then started opening the gates. But in that opening of the gates, I stepped in with a simple quest as to my father was not able to go back to Muzaffarabad in Pakistan's Kashmir. And my mother was from Abbottabad. Both of them could not go. So I wanted to and there are no more. So I wanted to see if I can go in and see the places. And then the layers of my own building on creating of passions that I was doing had prepared me over the time as a photographer, as a small visual narrative writer, as having enough knowledge about history, about spirituality, about not just my faith, many other faiths, all the layers were prepared. And when I stepped inside, the gates started opening up for me. But I only went in with a personal quest. But what I saw and I felt that I came back with 36 cities and villages in a span of 30 days, I said, wow, this is a huge land that I've traversed in just 30 days. And should I just sit back or should I write this for posterity? Because like me, which was a personal quest, you said your father was from Sheikhupura. I'm sure you have a desire too. I'm sure there are many others who have a desire. I'm sure there are many Muslims on the other side who have a desire to come to UP and Bihar. It's a human aspect. It's a human need to kind of connect to your roots. And the hardened boundaries don't allow us to do that today. So if a divine energy has blessed you, should you keep it back to your own quest? Or should you open it up? I may not be able to take you into your personal journey, but I can give you a glimpse of the journey that makes you curious enough and you don't know how these things will develop. And I've often said in my talks is I am waiting for a day when a Hindu will get up and say, I will document the Hindu legacy in Pakistan. A Jain will get up and say, I will document Jain legacy in Pakistan. And I'm waiting for a day when a Muslim will get up in Pakistan and say, I will document the Islamic legacy in East Punjab. The day we've done that, in 10 volumes, we will have the Punjabi legacy. Until that time, I'm only one piece of the equation. So you are planting seeds for the wider communities to now start exploring their roots. And this is a natural formal path of putting layers of information where these things will grow. And I thank myself that in the five years that I've seen, and I'm not the only person who can take credit there. Many forces have come together, but I look at the picture of the first book, the front cover picture of the broken Dera Chauha Baba Guru Nanak Gurdwara, the historical Gurdwara. Between 2014, when I went there, and when we are sitting here last year, it was announced that Gurdwara will be maintained like that. Many others have been decided to be maintained. I don't take the credit for it, but I know in the quarters that I've dealt with, the initial reaction was, why have you not shown Nankana Sahib in the front cover? But I said, I have shown it inside. I've shown the things that are working well. I've shown where the opportunities lie. And to me, these are opportunities. And my feeling is, it's my heritage which is lost because another Amardeep may not be permitted. Another XYZ may not be permitted. And therefore, it's lost from us. And I want us to think that there's a potential inside this. And that potential is what can then transform and bring about change, right? So I think the answer to your question is that we have to do the right thing. We can't control every outcome. But if we do the right thing, I think it leads us to the right direction in terms"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:51.840",
        "message": "of bringing about change. And it kind of seems to me that when you travel through Pakistan, you went simultaneously on three different kinds of journeys. One is an intellectual journey of trying to understand what happened and all the dissipations and to figure out what remains. One is sort of, in a sense, a spiritual journey of understanding Nanak's legacy and Nanak's message, so to say. And I'll ask you about both of those later. But you also went on an emotional journey where you're revisiting what is part of your past. For example, Muzaffarabad, you know, you point out that, you know, the postcard that your father in Gorakhpur received was from a long lost nephew who had been separated from your aunt in Muzaffarabad when, you know, the two kids, 10 and 8, were separated from their mother. And then they landed up on the other side. You also talk about your aunt, Inder Kaur, throwing her infant girl off the bridge in Muzaffarabad. And she died, of course. And you actually went to that bridge. You actually saw the place where all these corpses of your community and some of your family had actually lain there. What are sort of your feelings when you're visiting not just foreign towns, but also parts of your own past?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:59.600",
        "message": "It's an interesting question you ask, right? Basically, you're asking what's my emotional state, right? In other words,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:05.920",
        "message": "In a sense, and does it evolve? Like, are you then able to like, these quests are happening simultaneously. At one level, there is an intellectual understanding, like you write about how you have decided at an intellectual level that you're not going to pass judgment on characters in history. You're just going to document what happened and what there is."
    },
    {
        "speaker": "Guest",
        "time": "01:01:22.480",
        "message": "But at another level, you are deeply affected. So I think let's start with the second piece. Am I deeply affected? It's a question I ask myself, right? I'm going to give you an answer, which is going to be absolutely 180 degrees on the other end of the spectrum of what you're thinking or what everyone thinks. The reality is when you go on this quest, I never went to write the first book. You've got to understand that. I never went to write the second book. I never went to make the two documentaries. The only time I've consciously went, the two documentaries on Sikh legacy in Pakistan, the only time I've consciously went in search of something knowingly that it may not be possible because the task was too huge is the making of Allegory and Tapestry of Guru Nanak's Travels, right? That's the only thing that has happened in the last one year. But before that, for four years, I've done everything unknowingly. So I've gone inside because the energy opens up. I go inside and I start probing. I have the history in mind. I have the other stuff in mind. But when I go to the place, the curious mind of mine does not have the bandwidth for any emotions because I'm wearing 10 antennas on my head at that point of time. I'm wearing the antenna of that emotional handshake and the coming together of people and the welcoming aspect, you know, that's the human aspect. People welcome you and other things, right? That's one thing you have to manage. Secondly, you're going to manage the, there are questions and there are doubts as to this man has come inside. Why has he come so deep inside? There are agencies that will be questioning you and there'll be other people questioning the people who have doubts on you. Why have you come here? You've got to manage that aspect because that can become a barrier in your quest, right? You've got to manage your time because there's a cost associated with that time, right? And you've got to move fast. And you are doing 36 cities and villages in 30 days. You've got to move fast. You go into a monument, there's a whole village that gathers there. In that village, you don't want to be there for long because they are seeing a Sikh for the first time after seven decades, right? I'm visible a Sikh, right? So you've got to get in and get out fast. And then you've got to look at the frescoes, the ruins, the remnants, absorb all that aspect. There's a lot happening in a short span of time. In that whole scheme of thing, in the moment, there's no scope for emotion. You can't sit and ponder by the bank. No, there's no time. This is where people think that you're on a holiday. No, you're on a holiday. 36 cities and villages in 30 days. You're going from one end of the country to the other end of the country. You're getting up at 3 a.m. and you're on the road, coming back at 11 o'clock, backing up the data. It's a huge, humongous task. There is no scope for emotion. And I'm glad there's no scope for emotion because the day there's emotion in the fieldwork, your fieldwork is biased. Fieldwork has to be always emotionless. Then you start looking at the layers when you come back. Does the emotion come later? Yes. When you come back and you start looking at, and you lie down on your bed and you start looking at the ceiling above and say, what happened just now? Something happened, right? And you say, my God, this was like a journey of a lifetime, right? And then you say, oh, I saw this aspect. And you start interpreting it. And then you start writing down. I never went to write a book. Then you start writing down. That's where the emotion starts coming. But it's a very task-oriented writing because you're trying to do the whole thing. What takes five to six years in a PhD environment, you're doing in just seven to eight months. You're doing very fast. You're just purging all the information down from your mind into the paper, right? The emotion starts coming out really in this whole process is when you start presenting to the audience and you see the audience is now connecting. And that's where your inner state is saying, I'm glad we did this. That's where the emotion starts coming out. When the audience emotes, then you also have an emotional aspect coming out, right? So that's the reality of the whole thing. And I'm glad it is the way it is because fieldwork should never be influenced by emotion. And when you do that, then you have the ability of seeing different strands coming out. A lot of people say to me that these works are going beyond the Sikh domain. And I say, you know what? You've not understood it. You've not understood the culture of the past. And these strands are the only strands that you have. You can't throw the baby in the bathtub out. You've got to keep the strand the way it is. Right or wrong, let's not pass judgments because my forefathers have made it. Our forefathers were collectively living, they have"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:11.600",
        "message": "made it. Let's try and understand from it and figure out what is it. I'm going to play a brief clip. And of course, I'll play the audio, but I saw it on video in the second of your documentaries. And that kind of moved me a bit where a gentleman named Aslam at Toha Khalsa talks about a massacre that happened there just before partition, where a massacre of Sikhs, where a lot of women gave their lives by jumping into a well. And you were actually at that well. And this gentleman was at that well with you. And he told you what he saw. And when I saw it, of course, I found it very affecting. So I'm going to briefly play that audio clip and then translate. Right. So here's the translation of what Aslam says. He's asked where he was standing. And he says, quote, right at that spot. Many women were standing outside while some had jumped in the well. There was no space left in the well as it was filled with bodies till the top. The ones yet alive in the well were trying to immerse their head in the water. They wanted to die. Stop quote. And all this again, you know, when you read about it, when you go there, you've written also about the rape of Rawalpindi, for example, all the violence that happened. And again, for all of this, you're saying that you process it later. When you are there, you're just in the moment,"
    },
    {
        "speaker": "Guest",
        "time": "01:06:46.400",
        "message": "you have to get the data and you have to get out. Absolutely. Because it's a very complex thing in the limited time frame that you're there to access data. If you can get the data, then you understand after that. But you see, this work cannot be done if the divine is not going to help you in this whole process. You only have the desire. Now, the desire gets me into Tuha Khalsa village, which itself is in a restricted area. You can't get inside Tuha Khalsa very easily. I've reached the village. How do I find that well? This generation that saw it is nearing its end, right? There may not be anyone alive. So how do you stumble upon some man who then takes you to his home and his mother, who's 92 years old, Muzammil Bibi, meets you and she says how great Tuha was before 47. It was a big town and she talks about a Hindu and seek her friends. And she's remembering the girls with whom she used to play. But she was probably at that time, 92 years, 22 years old. She's 92 years now. So she was 22 years old at that time. And then from there, as you're walking out, you're trying to find the well. She's too old. She says, oh well, it happened. That well is there. But how do you go there? Where is it? People don't understand it. The new generation has not bothered about it. And you come out and you suddenly see an old man walking with his stick on the road. And I stopped the vehicle and I went to him and I said, Baba Salaam. And he looks at me from his broken glasses, you know, he looks at me and he says, how did you come here? Because he's seeing a visible Sikh, right? And I tell him and then I asked him, do you know, do you know the well where the women jumped in 47? He says, I was present there. How do you describe that? You will bump into someone who is an eyewitness random in a short span of just a short visit to that village. And that person then takes you there. These are divine blessings. So your understanding of the narrative is being propelled by a divine push. And then when you're there, when I saw the well, I didn't have a tear coming down of my eyes. It's contrary to what people would believe. I did not. Because for me, that moment is what I was trying to capture. What is it? And I know I will be able to lie down on the bed later on and reflect about it. In the moment, there was no emotion. But these emotions are being propelled by a force that's guiding you towards something. And that to me is a divine intervention. And I think the universe is waiting for, as I say, again, what we started off with, creating your passions. I think the universe is waiting for the commitment from you, the commitment from you over a period of 30 years to say, now you're ready. Now I'm going to open the gates for you. And now wherever you will walk, whatever be your desire, it will be manifesting in front of you. And that's where"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:39.600",
        "message": "it all starts happening. So you mentioned that when you decided to go to Pakistan, and I think you went in October 2014, you landed up the first time, the first time, and you didn't intend to write a book, you didn't intend to make documentaries,"
    },
    {
        "speaker": "Guest",
        "time": "01:09:52.480",
        "message": "what pushed you? Why were you going there? So I was, as I said, in the interim of my in the midway of moving out, I moved out from Amex, and I was supposed to go to Australia, I decided not to go, I was going to look for another job. And finding a job when you exit at a senior level takes a bit of time. And six months had passed by, I was going through the process. And I decided, now's the time, I should go to Pakistan. And I landed there. How I got my visa is a different story. I mean, how do I'm an Indian born, but I hold a Singaporean passport. In those days, still the question was, you're an Indian born, both the countries do the same thing to the people. If you are, so I have a friend who's Pakistani born, and he had a wedding to come to in Delhi, the wedding got over. And from four months after that, the visa got approved, right? So this is a problem for both the nations, right? So I apply for it, and I get it. And the next time I land in there, and then why did I meet that first person who held my hand? Six months prior to my going there, I had seen someone doing something similar, which was of my passion, some Pakistani. And I saw him and I asked him, why don't you click better pictures? He says, I don't have a camera. I just packed my camera and sent it to him, because I'm a photographer, I had many camera bodies. I just packed two lenses and one camera and sent it to him. The point is, why did it happen six months before? Because that person was already ready with that. Because I had done something for me, for him, without him asking. And when I landed there, he was there to hold my hand. And one thing led to the other, to the other, to the other, and you did the whole journey. So you didn't go to write a book. But when you came back, that's when you started thinking, I went on a personal quest. I have seen Muzaffarabad. I had only two reasons. One is I want to see strands of my history. Are they still there? In the remnants, tangible and intangibles? Were they still there? Those are the monuments through which the lost heritage, the Sikh legacy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:34.480",
        "message": "That's a Sikh history. What strands of your history there? Did you feel that personal"
    },
    {
        "speaker": "Guest",
        "time": "01:11:37.920",
        "message": "connection? So my history is my community's history, my Punjabi history, the Islamic history,"
    },
    {
        "speaker": "Unknown",
        "time": "01:11:42.400",
        "message": "the Hindu history, the Jain history, the..."
    },
    {
        "speaker": "Guest",
        "time": "01:11:44.480",
        "message": "The Nanak Panti history. Everything is my history. The lands are my history. I'm choosing to see it from a Sikh lens. But in that Sikh lens, you will find a lot of plurality actually intertwines, right? When you're talking earlier about the artwork inside Nonyal's Haveli and a Masjid and Krishna both exist there. It's our collective legacy, right? So I went to see that. And then when I was able to go into Multan and see the Anglo-Sikh, second Anglo-Sikh war monument there and find out that the Idgah where the second Anglo-Sikh war started because of Van Zagnew was beheaded there. It's not there. But the place around which where the Idgah was there, you see it, right? So you find these remnants and you start stitching the story together. When you come back, you feel propelled and compelled that it must be written because it's no more your quest. It becomes a responsibility for the bigger communities and the wider communities and the inspiration that you can provide to them. That's how the first book happened. And I did it fast. I just did it because I was in a rush to get back into the corporate world. I never knew that this would become my life. I did it. And I didn't know that after I got it published, I faced a lot of problems in publishing in the first book because I'm an unknown author. I'm coming from finance industry, trying to do a huge volume book. Publishers are there to make money out of it. They're looking at the commercial aspect, faced a lot of problems, but we managed to get it done. A lot of people came forward and saw my work and they helped me and thanked all of them. Once we got it published, I didn't realize that the world was waiting to hear the story. And then it just kept me on the road for a good 10 months. And I spoke at some 70-odd seminars around the world. And it didn't allow me to come back to Singapore for a good eight months. People kept moving me from one place to the other. So, eight months I was on the road. It's when I came back and then I started applying for the job, not two and a half years had passed by. And I was dead"
    },
    {
        "speaker": "Unknown",
        "time": "01:13:29.200",
        "message": "meat for corporate industry. Because two and a half years is too late now, right? You've been far"
    },
    {
        "speaker": "Guest",
        "time": "01:13:33.680",
        "message": "out and living in a senior role. And that's when I started reinventing myself. I said, no, I've got to restart this whole thing. So, I picked up a job in a startup. Something that I was doing at an intellectual level, what I was probably doing 20 years back in my career. My mind was not into it. And then the divine opened this gate again, because I used to dream of Jamrod. I used to dream of Jamrod at the Khyber Pass. I was looking at the Khyber Pass. I was standing"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:56.880",
        "message": "at Jamrod. I was advised not to go to Jamrod in my first book. And Jamrod, of course, for the listeners, is a great fort at the Khyber Pass where Hari Singh Nalwa actually died, in fact."
    },
    {
        "speaker": "Guest",
        "time": "01:14:05.440",
        "message": "Yes. And it's the fort that finally plugged. It was a fort. It was made in just a few days and finally plugged the invasions from the Central Asia into the subcontinent. Because thereafter, the British came after the Sikh Empire. They came from the East. They didn't come from the West. No one has actually come from the West afterwards. So, that's a defining point of the history. And I was standing there. I couldn't go inside because I was advised not to go inside Jamrod. I was at Peshawar in the night before. This is 2014. The army school attack on the children happened at that time. Taliban, this thing was in the peak. There are some Sikh shopkeepers from Peshawar who have shops close to Jamrod. And I would ask them, can you take me in the morning? No one was wanting to take me. They didn't want to take risk. Because I look different, I talk different, I hold a camera body, and I could be a sitting duck, right? I could be easily abducted, right? No one wanted to take me. And I got up in the morning. I just got into a car, went there. But I couldn't go inside because that fort is with the army. And I clicked a picture from the outside and I came back. But between the first book and when the energy of the second book developed, as I was giving the talks around the world, I used to get dreams of Jamrod. I used to feel that I was so near and yet so far. I just stood across the road and I clicked a picture. I couldn't go inside. And you know when you feel something very strongly and passionately, the universe again answers. And I was in this job. I was doing it for three months. My mind was not into it. And one day I get a call from the embassy of Pakistan in Singapore. And Mr. Nasrullah Khan calls me. He says, come and meet us. I went there. He says, you know what? You did this first book. You went around the world. You called us to inaugurate the book in Singapore. I did call them, right? I must say that you've taken a very tricky subject and you've taken it around the world and you're not politicizing it. I said, there's nothing to politicize in it. I can't change the history. But what can I learn from it? And what can we all learn from it? And what can we motivate each other is the objective out here. And if you can actually openly talk about it, then we will all be in a better space. He says, no, I do hear you because you went around the world and we have got reports from all over that you've gone. Because I'm a Singaporean, so of course the reports would come on it because I'm talking about a subject of Pakistan. And so I'm quite impressed that you've had no political tension anywhere in your talks, right? So he says, we have selected you from our embassy on a academy of letters. It's like a Sahitya Kala Academy Awards. They have an academy of collectors. They want to bring in some foreign nationals to expose the artists in Islamabad to some foreign talent. So they said, from Singapore, we selected you. Would you be able to go there? I said, absolutely. So I went in, I took that invitation. I took a leave from my job for five days. And Jan, 2016, I was in Pakistan. No, Jan, 2017, I was in Pakistan for five days. And then the energy that developed again when I was there, I should still get the gleam of Jamrod. And I met some people who had heard me and they were in influential quarters. And then I requested to them that I'm here. Please open the Jamrod Fort for me. Next, I know the fort opened. Next, I asked for Attaq. Next, I asked for Shabkadar. Everything started opening. I couldn't describe this. I could feel that the energy is now in my favor again. And I asked myself this question, do I walk away right now for that job, which I don't enjoy? I just picked up the phone and called them that I'm resigning. I was there for five days. I came out of the country after 55 days. And in that process, I went after the force that I was shown to me. I just went on my own, just went deeper and deeper. 90 cities and villages. I came back and I just couldn't hold myself back. I said, this is, again, something that needs to be shared with the world because now I've documented a huge amount of data about the culture, the intangible aspects in Balochistan, living communities, the hidden treasures inside this of the Sikh era forts and other things. I just couldn't sit back. I just started writing immediately. No looking back. And it took me one year, got it out. That was the second book, The Quest Continues, Lost Heritage of Sikh Legacy in Pakistan. So that came out. And then I again, the moment the book came out, I was now this time again, like the first book catapulted into these public engagements that took place in Pakistan. It took me to over a hundred seminars around the world in just about eight months. So the demand was there. People just kept moving me. I just kept talking. And it's really in 2018, September, that I came back. I didn't know what to do because this space that I'm in, creative space, which a lot of creative people go through, it's what I remember. I recall Shiv Kumar Batalvi, who's a Punjabi poet, talks about this concept in a poetry about birha. Virha, as we call it in Punjabi, say birha. And virha is that intense pain of separation from your purpose. I mean, virha, actually in esoteric language, is talked about intense pain of separation from the divine. But for me, the divine was my work. And when that intense pain of separation is there, because the purpose is lost, the pain becomes very, very intense. And this pain is what drives the creative process. Every time I've seen in this creative, in that corporate treadmill, I used to just go straight. Here, it's a sine curve. You go, you create something and go inside a valley. And that pain becomes so large that you then catapult again and takes you even to a higher pinnacle. How long can you do it? I don't know. But the pain, the deeper it is, the more you'll catapult. And I went into a painful process again after my second book. And the catapulting of that was basically, I was aware of the first phase, after my first book, that it was a painful experience. And I was trying to keep myself busy. And in the making of the second book, I had some video footage, thanks to Salman Alam Khan, who was deputed by the establishment to follow me into some of the forts, just for the forts. And he told me that, Amardeep Sahib, aap kuch bol diya karein, aap creative vande hain, you're a creative person, I'm a creative person, aap bol diya karein, my job is not to do a documentary on you, I'm just following you, right? But you know what, the data can be used somewhere. And the data fell on my lap. It was again a divine intervention, divine gift on my lap. But I had not acted on that data for one and a half years. And I came back after my second book, I started looking at the data just to keep my mind busy. And I saw a story emerging from it. And I took the music, I took my own feelings, and I stitched it together. A novice trying to make a documentary, I learned it. And I all stitched it together on my own. And we created two documentaries, which became Peering Soul, which takes the viewer in a 50-minute journey to non-traditional sites of spiritual sites abandoned across Pakistan. This documentary is not yet fully released on YouTube. I am going to probably release it in the third quarter of this year. But we have released the second documentary, which is Peering Warrior. That's a 35-minute documentary, which takes the viewer across the forts of the Sikhera, where our history had churned right up to the Afghanistan border. And some of the footage has never been seen before. So that documentary is there on the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:26.560",
        "message": "YouTube. If you search for Peering Warrior, you'll find it. It'll be linked from the show notes as"
    },
    {
        "speaker": "Guest",
        "time": "01:20:30.960",
        "message": "indeed the books will be as well. Peering Warrior documentary got completed and Peering Soul. So Peering Warrior is there. And thereafter this two documentaries getting completed, my mind now was again empty, right? And I'm saying what to do. And that's where very quickly this thought manifested because I was already mentally prepared because I knew the narrative of Nanak. And I said to myself this question, the skill set that I've developed is good to be aware of. What corporate has taught me is it's good to be knowing your strengths and your skills. No point going around and beating around the bush, life is too short, right? The skill that I developed in the last five years was going into hard to access zones and making things happen to build a narrative. That's the skill set at the basic level. So I asked myself, this was January 2019, we started this project. I asked myself this question, Guru Nanak travelled far and wide, 70% of his region is today in conflict zones. He's travelled far and wide across India, Pakistan, Afghanistan, Iraq, Iran, Saudi, Tibet, Bangladesh and Sri Lanka. If you look at the broad canvas, 70% of the zone is not accessible today. Pakistan you can go to Nankana Sahib, Panja Sahib, Kartarpur Sahib, three traditional Gurudwaras. But Nanak's narrative is not about the three Gurudwaras. Nanak's narrative is about him going to Bahauddin Zakaria Shrine, him going to Hingol Raj Mandir on his way to Mecca and all those aspects we need to bring in. So I started saying, you know what, if my skill set is to get inside these hard to access zones, can I go once again and bring together this narrative? And that's how this whole thing started, that I catapulted myself last year in January into a journey that today we are performing. It's been now good 16 months on the road. And it's in the making of Allegria Tapestry Guru Nanak's travels. And I'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:13.600",
        "message": "stop there. And maybe we can talk more about it later. Yeah, I want to come back to that later. And you know, I find that whole project incredibly fascinating. But I have a few more questions about your travels through Pakistan. And one of them is this, that a lot of your photographs and by the way, your photography is absolutely excellent. I mean, it's hard for me to believe that you're a self-taught or an amateur or whatever, because this is beautiful. And a lot of them are of buildings and architecture and details of those. And it struck me that a lot of these are buildings and architecture that you have first read about. And, you know, and then you see them with your own eyes. For example, you've, you know, quoted Baron Carl Hugel's description of the Wazirabad Palace, and then you're actually there and you're seeing it with your own eyes. And in some cases, they're very dilapidated. They're in ruins. In some cases, they are being maintained and, you know, and in some places they don't even sort of exist. How is your sort of reaction to that? Are you reorienting your picture of Sikh Pakistan all the time as you travel through it, you know?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:10.000",
        "message": "First of all, let's correct this. I don't think I had read more than 15% of the monuments. So, I had read about, maybe it's a 15 to 20%. So, of course, I've read about the Attock Fort, but I've not seen the Attock Fort. I don't know what Attock Fort looks like, right? I know about Jamrud, but I can only imagine what Jamrud is. I've never seen it. Right? Okay. I've read about some of the Gurdwaras, Lahore Fort, some of the Gurdwaras, historical Gurdwaras, period. And I know about what my intangible culture that my parents used to talk about, or what we have seen the strands from my youth days and where we are today. I'm aware of these things, but that's all it is. As you get into the country, you are not going with something that you know. You're going with an open crucible, with an empty crucible. It's a crucible of passion. And then the divine starts filling it up. In that moment, you start observing it. Then when you come back and then you start looking at research around it here and there, how do I fill it up? And therefore, in some of the places, I can't tell you what the monument is about. I can't because I'm not a historian. I don't have the facts. I don't have any published sources that are talking about it. So, I'm making the most of telling you what I'm observing, because that can become a layer of history in time to come. Wherever there's history available, I've quoted it, right? So, that's how one goes through"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:24.880",
        "message": "it. And how do you warn against a tendency to try and romanticize what you're seeing? Like, to just kind of put that in perspective, I traveled through Pakistan when I was covering the cricket tour of 2006. And in fact, I, you know, went to the Gurdwara in Peshawar as well. But while I was traveling, one tendency I noticed in myself and therefore tried to watch against was the tendency to exoticize everything, to see significance in everything. You know, while for the people there, they are just the everyday, they are the everyday and the mundane. And there are, of course, two sides to this. One is that an outsider brings with him eyes that look past the normalization. So, you can find interesting things which the locals might take for mundane, but actually is not. But the other side of it is that you try too hard to imbue meaning into everything that you see. And the locals are like, you know, who is this guy who's parachuted down, and he's finding this interesting and that interesting with these all our lives. Is that something you thought about your own process of looking and how others viewed this?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:22.720",
        "message": "So, it's an interesting thing, you know, in my documentary, Peering Soul, I have inserted one song, which is very much a feeling of my own state. When I'm at a Jambor village, and it's Abhita Parveen's Sufi song, it says, You made me a passionate person, you infuse passion in me, and I became passionate. Now, in this world of conscious people, so-called conscious inverted, don't make me a piece of tamasha is a play or a spectacle. Yeah, don't make me that. Now, that's a very profound feeling I had. Because then I would go into the places, people would crowd around me, it would cause a sense of disturbance. And then there are places where the intelligence would be after me, places where people would not open the gates, the places where people would embrace you, right? Potpourri of emotions. But I'm making that statement in that Jambor village, because as I climb up on the Gurdwara building, which is broken, I request a person on the other side of the building of the Gurdwara to allow me to enter from his home and take a picture. First, he was absolutely closed. And to get inside a Muslim's home in that village with a purdah system, suddenly he agreed, and I was inside. And I clicked a picture. At the same time, there were two, three people who were shouting, get out, get out. But at the same time, the entire village had crowded around there and looking at me walking on top. And I looked down and I said, I'm a source of play for them, right? Source of tamasha for them. What I'm trying to get at is that in this whole play of things, you go through a potpourri of challenges. And therefore, it's hard for you to kind of keep yourself focused on what you're trying to do. And I've said this earlier, the idea is to just get as much information and get out of that place. So it's hard for me to say that, you know, the exact things that I would have done if I was a researcher, if I had free access, maybe I would have put a staircase, I would have climbed up, I would have looked at each artwork interpreted so differently, I would have spent maybe 10 days in a site. But that luxury does not exist. So there are going to be a lot of critiques about my work. And I say, you know what, critique it as much as you want to. The fact is, the situation does not permit you to do that. Today, the situation might change because you've suddenly opened up the Pandora's box about seeing the potential that exists there. And that needs to be seen in the context of what you're doing as a leader into this domain. So what you were saying about is when you're getting inside, when you went in, you had this whole host of people looking at you and other things. And how do you keep yourself aligned to your objective? It's hard, very, very hard, very hard. And therefore, you have to be very focused as to why are you here."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:09.680",
        "message": "And in a sense, also, I think what eyes you're looking at your surroundings through, like if you bring eyes that are desperate to find meaning that are a collection of your biases and your feelings and your, you know, impressions, then that will influence whatever you're seeing. Is that something where you thought that, okay, I you know, you already described that you weren't emotional during the, you know, during the process. So was your thing during the process of let me document everything now, I will process it later."
    },
    {
        "speaker": "Guest",
        "time": "01:28:37.200",
        "message": "You got to keep in mind, I didn't go to write the first book, I didn't go to write the second book, I didn't go to make the documentaries. I was simply observing a mere observer."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:44.320",
        "message": "But you were taking all these beautiful photographs."
    },
    {
        "speaker": "Guest",
        "time": "01:28:46.160",
        "message": "I was, I was trained as a photographer out of my quest for five years, when I was writing for magazines, I'm, I'm capturing the moment for myself, not to write a book is when I came back, I felt compelled to write it. But that moment, I'm just clicking it, maximizing, just getting out of that place."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:01.760",
        "message": "I don't know what I'm going to do with it. I had no idea. Would your journey have been different if you had gone there for the purpose of writing?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:06.960",
        "message": "That's what I'm saying. So I don't know how different it would have been, but I know it would have been much slower. And would it have been as successful? Maybe not. Because when you go in as a researcher, your mindset is, I'm going to now study this monument, I want to look at 10 things. And I'm not a researcher from that context. I'm trying to document, I'm just trying to feel things, right, and get out, right. And I have made something compelling out of that. If I was going there as a researcher, let's say I was on a grant or let's say going through a university, I would be on a very different frame of mind. In 30 days, instead of 36 cities and villages, probably I would have done four. A book would have gone so deep inside a subject. But this is about a bandwidth, which is horizontal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:42.480",
        "message": "This is breadth more than depth. And you're building a layer for others."
    },
    {
        "speaker": "Guest",
        "time": "01:29:46.000",
        "message": "I'm building a layer. There's a lot of depth if you really want to see it in terms of Pakistan and Sikh legacy perspective. There's a lot of depth in it, but it's still at a wider horizontal space, right? You can pick up Nanak Panthis. I've devoted 110 pages. Pick up Nanak Panthis and I always say, I'm in touch with some Pakistanis and I tell them, they're quite inspired with the talks that I've done in last Islamabad Literature Festival and Karachi Literature Festival. Some academicians, they are saying that we want to study the Nanak Panthis culture in Sindh and Balochistan. I said, by all means, do it because I will not succeed in doing it. But I've planted the seed in you. I've given you 110 pages. Now you get inside it and you start creating the wells inside it to take you deep inside. But if you don't create this landscape, which has been absent for seven decades, you can't hope that someone's going to drill a well. So I think that's where it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:35.200",
        "message": "So, you know, now, courtesy you, I'm going to play another audio clip. And this comes from your trip to Lahore, where you met these Muslim descendants of Bhai Mardana. Bhai Mardana, of course, was Nanak's companion through his travels. So you meet Muslim descendants of his who are in Lahore and who've carried on a tradition of doing Shabad Kirtan, even though it's no longer the profession as it was for their forefathers. It's no longer what they do. They are laborers elsewhere and they're working at construction sites and all that. But they've kind of kept the passion alive. And I'll briefly play this audio clip. And for those of you who listen to this podcast as higher"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:09.600",
        "message": "speeds, as indeed I do, just for listening to this, please lower it to normal and then play."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:09.600",
        "message": "So that was quite moving. And you also sort of I mean, I have two questions. One question is that there are these group of people who are Muslims, even though they're descendants of Bhai Mardana, and yet they're singing Shabad Kirtan and they don't get paid for it anymore, as their forefathers might have. Why are they doing it? Why do these traditions stay alive? What drives them?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:32.480",
        "message": "Who you are is your DNA. It cannot be taken away by just one holocaust. You may try and erase that, but deeply you are that, right? The more you'll try and erase it, the more the inside will revolt, at least for some few people. Now, Bhai Mardana was the companion, a Muslim companion of Guru Nanak, who held the Rabab and walked with him in nine countries. And whenever Guru Nanak wanted to sing, Mardana would pick up the Rabab and play with him. They were best of friends. They were best of friends. 550 years back, Guru Nanak was born. So, do we think that 550 years later, there'll be only one family of the descendants of Mardana? Obviously not. There'll be many, right? But yet, I can only talk about one right now, right? Or maybe two. What I'm trying to say is that the vast number of people have assimilated into many other things, but this"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:25.120",
        "message": "island of one or two people. They're outliers. So, I'm a bias in a sense. You met them because"
    },
    {
        "speaker": "Guest",
        "time": "01:34:29.440",
        "message": "they're outliers. They're outliers and they're holding on because they are, for some reason, having that seed planted in their roots, in their DNA, right? That's what is holding them, but the majority have moved away. So, I've often asked this question that I've, now we're getting into the realm of the making of Aligriya Tapestry of Guru Nanak's Travels, which has been a project that we've been working on for the last 16 months. And I was in Pakistan from February to April, May last year. And in my earlier trips I've gone, I've always met this family of descendants of Bhai Mardana. And I've also had an opportunity of meeting many more people. But what I'm going to get at is the fundamental question that I've asked myself in the making of Aligriya Tapestry of Guru Nanak's Travels, which is a multi-episode documentary on his travels across nine nations. I've asked, the entire community moved away of Nanak Panthis from the lands of Indus. And yet, is Baba Nanak alive in those lands? Because Baba Nanak as a physical body, of course, is no more there. But his thoughts, are they still alive? It's a question that you pose yourself. And then I've had this chance to meet many such people. And before I get down to the Bhai Mardanas, I want to talk about, I have had the opportunity, which people will find very interesting, to sit in congregations every Friday evening, where the Granth Sahib's one verse is picked up. And people from the age of 16, boys, young boy and girl from the age of 16 to the ripened age of 80, discuss one Shabad. Where is this? In Lahore. And they're all Muslims. And they're all Muslims. Baba Nanak is yet alive, I firmly believe, in islands, but he's alive. People who have love for him, they may be doing it in closed doors. And I've had opportunities to go there, sit down. I could not videograph them, because for all valid reasons, I could have been respectful. They didn't want to. But when I look at that, I say, oh, he is still here. This is beyond faith. This is about Punjabis, beyond faith, Muslims getting together and discussing Baba Nanak's Shabads every Friday evening. And then you look at the descendants of Bhai Mardana. Bhai Lalji is Jatha. And I remember in 2014, when I went to Lahore first time as a Dehradar Sahib Gurdwara, I met the Babaji there, who had come for 10 minutes of Kirtan. There was no one sitting there, no audience, and he was doing the Kirtan. And I asked him, and I said, I'm deeply touched that, you know, you've kept the tradition alive, but I want to go to their home. And they were very warm. And they said, yes, we would love you to take you home. But we apologise, we can't take you home. Because since partition, our forefathers used to do Kirtan in the Golden Temple Darbar Sahib and Goindwal Sahib in Punjab. The partition was so brutal that, you know, we got thrust on this side and the patrons who would hear us all"
    },
    {
        "speaker": "Unknown",
        "time": "01:37:18.320",
        "message": "moved on the other side. Basically, Sikhs and Hindus all moved on the other side. So we landed"
    },
    {
        "speaker": "Guest",
        "time": "01:37:22.480",
        "message": "in this place, there was no one to hear. And we are living in poverty, we do daily labour, and we just make our ends meet. And there is no Sikh who has come to our home till date. And we are afraid that if you will come with your turban, people will, our neighbours will pass judgments. I left it. I didn't go back. But every time I would go, I would call them up and we would meet outside. But you know, in last year, in February 2019, I was there for Guru Nanak's tapestry, Guru Nanak Starvels making. And I asked the Baba again, I said, Baba, take me to your home now, we are here for Guru Nanak Starvels. And then he had seen me for four, five years. He said, okay, come, let's go. So he took us to his home. And on his roof, we sat and we recorded him and his entire family. Which is a recording, I just played a while back. Yes. And the beauty of the whole thing is so everyone had crowded on top and they were looking at them playing from the roofs in Lahore. And we got a drone picture of"
    },
    {
        "speaker": "Unknown",
        "time": "01:38:14.160",
        "message": "them, everyone looking at them, right. So the beauty is that after we left, a week later, the Baba"
    },
    {
        "speaker": "Guest",
        "time": "01:38:21.120",
        "message": "calls me up. He says, son, an amazing thing happened. I said, what? He said, no one said anything to us. No one complained. Yeah. I said, why should they? Did we do anything wrong? We were there as a message of love. You were there to shower love. We were talking about positivities, right. He said, no, you don't know. So I said, no, I respect. But he says, but the amazing thing is no one has said anything. What happened is that the veil of fear dropped that day. And after that, I would find that, you know, last year was the 550th birth anniversary of Guru Nanak. A lot of people were coming in. And he would proudly send a picture of every second"
    },
    {
        "speaker": "Unknown",
        "time": "01:38:59.440",
        "message": "person coming to his home. He says, oh, the following has come, the following has come,"
    },
    {
        "speaker": "Guest",
        "time": "01:39:02.480",
        "message": "following has come. And I would smile and say, we have just broken the barriers, right. So I think that's the thing that I want to give as a message that when we talk, then we become closer. The Radcliffe line has divided us so badly that a composite culture has got cracked. So basically, I think that's the strand. And, you know, then there are many I've met who are also yet learning Kirtan. They do it in their own quarters. They're Muslims. They're learning Kirtan. The beauty of Punjab was that there are pockets who would respect the Vedanta, respect the Granth Sahib aspect. And there were also many Hindus and Sikhs who would also, vice versa, respect the Islamic and Sufi saints. And embrace multiple identities of their traditions. So there's a beautiful book. If you go a little bit down from Punjab and into enter into Sindh now, there's a beautiful book by, I forget his second name, but it's Ramse. If you search for Ramse, and the title is Hindu Muslim Sikh question mark, right? It could be the other way around also. It could be Hindu Sikh Muslim. I don't know. I'll link it from the show notes. Yeah, it's Hindu Muslim Sikh. It's got a question mark. The question mark in that study is about this Gora, this English man who's studying this community of the Nanak Panthis. And he's questioning who are they? Are they Hindus? Are they Muslims? Are they Sikhs? Because for them, Ya Allah, Hey Ram, Vaheguru, all come in at the moment when they have to say something. They're all a part of the culture. So this was the people of Indus belt."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:37.120",
        "message": "Another sort of moving piece of music, which I'm going to play now again, is from a singer named Salima Khwaja from Lahore. And the backstory of this is that she learned music from a singer called Ghulam Chand. And Ghulam Chand was the sole carrier of a musical legacy that he nurtured all alone for many, many years, till Salima Khwaja came to learn from him in Lahore. And now she"
    },
    {
        "speaker": "Guest",
        "time": "01:41:00.640",
        "message": "carries it forward. Tell me a little bit about what that was. So there were many descendants of Bhai Mardana. And we just talked about one family. And then there was another one, Bhai Ghulam Chand, who passed away about, I think, six years back. And he used to do Kirtan at the Gurdwara in the Goindwal Sahib in East Punjab. And he also got thrust because of the unfortunate partition on this side. But I don't see him actually actively performing in places. I've not seen much of his recordings actually performing. So he was more of doing it for himself. What he was doing for a living, I don't know. But when I stumbled upon him, he was very aged. And he was basically doing, there were some people who had found him and they were recording him sitting at his home and some private gatherings here and there. There are some people who were quite fascinated by his style of singing. So this is Rababi style, you know, the Mardana's family style and singing Gurbani, singing Kabir, singing Nanak, and so on and so forth. So some of the locals in Pakistan started going to him to learn. One of them was Salima. She went to him for learning Kirtan at 15 years of age. Not 15 years of age, sorry. She went to learn with him about 15 years back. And today, the Baba is no longer there. He's passed away. But Salima has learned that tradition and taken it forward. So to me, this is Bhai Mardana's DNA, which did not pass through the blood lineage, has found another place to be seated in. It lives on in the culture. Yeah, and it's found in the lady. It's crossing genders now. So Guru Nanak's quest continues from two males traveling to now in Pakistan, a female now traveling with Baba Nanak in the form of Mardana."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:56.720",
        "message": "So I think he's still alive. Let's listen to this piece of music. Once again, if you're listening"
    },
    {
        "speaker": "Unknown",
        "time": "01:43:02.400",
        "message": "at a higher speed, just bring it to normal for this. This will be the last such interruption."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:02.560",
        "message": "That was beautiful. So tell me, Amardeep, you know, one of the things I noticed when I traveled briefly in 2006, so obviously I was essentially just a tourist, is how warm the people were, by and large. On your travels where you actually traveled much deeper and you were going from village to village, town to town almost, how did the people treat you and how did they treat your"
    },
    {
        "speaker": "Guest",
        "time": "01:44:22.480",
        "message": "quest? Let's try and answer this at a stratospheric level first. I think everywhere, and we've traveled far and wide in different countries. I think first and foremost, the principle is as you think, so you attract. So I think before we ask how people treated you, I think we need to ask how you treated the people. Because if you treated them well enough, they will respond the same way. People want to live together. People want to hug each other. People want to be closer to each other. People want to understand each other's stories. The pain is not mine. The pain is theirs too. The pain is yours too. We are all collectively impacted with it. And if you can understand that from a humane perspective, why will people not connect with you? I think that's the principle that we need to first understand. If you're going into research work like this, you're going to go deep inside. You're going to go deep inside where others are not going. If you go to Lahore, oh, a Sikh coming into the turban, or you coming in from India, of course, you know, that's like more like a hullaballah, you know, just Mela kind of a thing. Now you're going deep inside villages. That's where the true element will come out, right? By and large, people want to embrace each other. Beyond faith, beyond religion, as humans, we want to associate with each other. Our conditioning might have to be dropped because we might have certain conditioning, this is not right, it's wrong, but all that will drop as you start gaining confidence. So people are good by nature, but it's all about how you think. But having said that, I think the job is not easy. Because people want to live together, but the sovereign nations and the politics of it and what we've created, and for all fair reasons, the fear factors. Sort of narratives we feed our people. Yeah. And that comes from a political aspect, right? There are people who get paid to do their jobs of keeping a watch on you and other things. Maybe that person who's keeping a watch on me, when I sit down for a cup of tea, he will drop his guard and he'll become the same person, but he's doing a job. You've got to understand that he's doing a job. And that's in both sides of the border. They have a job to do. So that's one aspect. That's where the problems start coming in. But deep down, they're also human beings. Having said that, when you start peeling the layers and start going down, most of the experiences of people going to Pakistan in our domain is in Punjab. And you also said you've been to Lahore, maximum Peshawar, it's just a bit off, right? But you will find in, let's say in Khyber Pakhtunkhwa, there's a cultural sensitivity that comes in. Punjabi by nature are more welcoming, you know, Punjab will be, you know, you feel at home. But when you go to Khyber Pakhtunkhwa, the cultural aspect starts coming in. The barriers, not that people are, people are very nice, but the barrier is there to break that. They're speaking Pashto instead of Urdu to begin with. Even if you start, let's say there are people who speak in Urdu, even if you're speaking in Urdu, it takes a little bit more effort to break the barrier. People are nice, but it'll take a little bit. And then the cultural sensitivity, you just can't barge into anyone's home and stuff like that. So that becomes a bit of a barrier. I think Kashmir is a bit of an interesting space because Kashmir hasn't been in turmoil state for long enough. So Kashmir, I break it down into two kinds of people. One is Baltistan, where I've had a lot of chance to go. Baltistan, the Balti people, very nice people, very nice. It's not impacted by the Kashmir issue of the partition, you know. I mean, the claiming of territories might be there, but people are not impacted by the crossfires and other things. Very nice people. It's the Kashmir where my forefathers were from, Muzaffarabad, which is right on the LOC, just next to it, right? Now there is a swapping of population. There is bad blood that has flown in for long enough. There is doubt, there is suspicion. So I've not had major interactions then. I can't say any negative interaction, but neither have I had any memorable, positive interaction to talk about. And then you go into Sindh. It becomes very interesting that in Sindh, as I said, Hindu, Muslims, Sikh, question mark, Ramsay's work. These are people, whether they are Muslims or they're Hindus or whatever they are, they are the Nanak Panthis. They're all composite. Very interesting breed of people, the Sindhis are. Very interesting, least understood, very interesting people. But now from the Northern and Central Sindh, now you come down to a place called Karachi where the population swap happened in 1947. Who is the inhabitant of Karachi? It's people from UP and Bihar who came inside and that's where the politics of the nation started. So they came in there. Now, let's not forget when partition happened, the cleansing happened on both the sides. The UP-Bihar people who came to Karachi in the period of July, August, September, their story is not about what happened to Punjab. Where did it start from? It starts from, we moved towards our homeland in Karachi and from Punjab, in the East Punjab, they faced massacres too because there was massacres happening in West Punjab. It was a tit for tat. So their impressions that have come down through the generation is that we faced this onslaught on us when we were passing through Punjab. But that memory is ingrained somewhere is my experience. When I talk to people, they're nice, they're all great, but there's a memory which is there. It's a conditioned memory. No one has a historical understanding of what led to the partition of Punjab. Where did it start from? What's the root cause? Because they were coming from UP-Bihar, which is far away. Their narrative starts, I got, my father or my grandfather experienced this in East Punjab. The narrative starts from there. So there's a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:45.360",
        "message": "mistrust deep down, potentially could be there. And I guess the first time they meet you, they're not looking at you as an individual per se, but there's all this baggage of that past,"
    },
    {
        "speaker": "Guest",
        "time": "01:49:53.360",
        "message": "which is sort of there. So that's how I would define it. So there's a stratospheric level. And then by and large, whichever place they may be from, it's how you think that's what you'll attract. I think that's the principle. But then these are layers inside it. And that's what I just want to expand on. And the same layers in India also. Each state will have a different layer, different thinking. UP-Bihar is different than Punjab and South India and everything. It's the same thing. But by and large in India, why would someone not live and embrace a person without, irrespective of his religion or faith, right? Same thing. And you have another really"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:25.840",
        "message": "nice story about how you went to the Daftu Gurdwara and this gentleman came to you and said, listen, I'm too poor to give you a gift, but I really want to give you something. So here's a"
    },
    {
        "speaker": "Unknown",
        "time": "01:50:33.360",
        "message": "pouch of opium. Did you take it? So certain things are kept secret, right? I have taken opium. I have taken even higher drugs than opium. I'm on synthetic drug because these passions are driven by druggy state. I'm just joking. But these are even a higher dose of opium, right? I'm on a drug state to do this work where you're risking your life. The high of the work. Yeah. It's like, I don't need an opium, which grows inside the poppy. My opium is something else, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:51:05.360",
        "message": "So just coming to that, there are two very interesting things happened in Daftu. It's an abandoned Gurdwara. Not abandoned, people are living inside it. What happened, unfortunately, in partition is that you've got to put the landscape correct. You know, both the sides suffered. Islamic legacy got wiped out of East Punjab. Hindu and Sikh legacy got wiped out. Jain legacy, no one talks about it. Entire Thakpur Kar is filled with Jain site. I always say to Pakistan, if you really want to develop your potential, also look at not just the Hindu and Sikh aspects. Don't look at Katas Raj and Kartarpur only. Look at the huge amount of Jain temples, which are lying abandoned. It's a huge legacy that needs to be also brought on the forefront. But you need to understand who these are, because you've forgotten, not understood them, right? So when partition happened, and people came from East Punjab, there was a humanitarian crisis. You needed a roof on their heads. You needed food. People were on their own. They went whatever they got. Gurdwaras typically are congregational, and they have huge space. Temples typically are small plinth areas. So they could not host people inside, right? Abandoned structures. A lot of people moved inside Gurdwaras and made them their homes, especially in remote areas. Daftu is one such Gurdwara. It's a fortress-like Gurdwara made from thin bricks, which dates back to, which points towards Ranjit Singh's period. Beautiful structure, beautiful fresco works, but it's in a bad state now. So I went in there. First and foremost, this huge gathering of the villagers came by, right? And someone asked me at the entrance, Sardar Sahib, what is written on top? And it was Guru Nanak's verse of Japji, God is one, right? Truth. He's truth, right? He's the creator and so on and so forth. So I basically then was standing there and described to the person. I said, this is saying that Allah is one. Yeah. I have to talk in their language. And then I went inside and this man who's staying inside the Gurdwara, he comes to me and is a very emotional. One of those few moments when I was really emotionally touched. He tells me in Punjabi, he says, he holds, folds his hand, he says, I apologize. Say it in the original Punjabi if you want to. Yeah. So he says, Sardar Sahib, maafi mangde hain. Saade kol uthe sirf do waqt di roti seegi. Ish Punjab, from where he came. Saade kol uthe sirf do waqt di roti seegi. Gadar vich asi ithe aage, in partition we came here. Gadar vich asi ithe aage, pinda pinda firde rahe, te daftu aa poche. Gurdwara khaadi seega, asi andar badge. Asi taan to ithe rahe hain. Maafi mangde hain, taadi imarat nahi sambhal sake. He's saying, in the Holocaust, we came from East Punjab. We went through different villages and finally we came to Daftu. And we took place inside shelter inside this Gurdwara. And I really apologize that I could not maintain your Gurdwara. Because asi uthe ek waqt di roti kamande se, athe aaj bhi ek waqt di roti kama rahe hain. We were only earning one bread there and one bread we earn here. We are still poor, but we could not maintain it. That tells you the humane aspect of this entire crisis. He feels it, right? That someone has come. And then as I'm coming out and I'm leaving, there's a person comes in, again"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:17.440",
        "message": "another old man, right? Whom I'm talking about. He comes in and he holds my hand before I'm leaving."
    },
    {
        "speaker": "Guest",
        "time": "01:54:24.000",
        "message": "He says, Sardar sahib, mere naal aao. He says, Sardar ji, come with me. I walk with him on the side. I thought he's going to talk about something. And he opens his, from his shirt, he opens a small knot. And he says, sade kul den waste kuch nahi hain. Thodi ji afeem hai laelo tusi. You know, I have"
    },
    {
        "speaker": "Unknown",
        "time": "01:54:44.240",
        "message": "nothing to give you. The little opium lying here, please take it. And I started laughing, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:49.840",
        "message": "I was touched by that moment. It was beautiful. It was beautiful. Let's talk about your current project now, retracing the steps of Guru Nanak and his travels. First of all, how do you determine where Guru Nanak went? Because he didn't write about it himself. Yeah, it's a good question. So"
    },
    {
        "speaker": "Guest",
        "time": "01:55:05.680",
        "message": "you are embarking on a massive project in 550 years after his life, right? And we are trying to retrace his footsteps through visual documentation. I'm very clear in my mind. I am a human, I will make mistakes. But I don't want to create new history. Because I know the beautiful, pristine philosophy of Guru Nanak, which is beyond the tangibles. His first profound verse itself talks about the vastness of his philosophy, stands reduced and limited today to tangibles, to miracles, to tangibles. All these humans who had powers can do miracles, but that's not what their philosophy is about. They are beyond miracles. They, being humans, are transforming lives is a miracle by itself. They're teaching someone about how to live is a miracle by itself. And yet today, we have reduced him to in this place, he took out water from the well, and that place he implanted some impression and this and that. It's all magic and everything. His ability to implant an impression in your heart and dig into the wells of your heart is forgotten. So there's a big problem on how you're going to present Guru Nanak first at an allegoric level. This is allegory, a tapestry of Guru Nanak's travels. A tapestry of Guru Nanak's travels is easy to understand. It's like the fabric, the warp and the weft of his travels. We can actually link it up. And we'll come to that, how you're going to determine that. But the bigger thing is allegory. Allegory is actually a revelation of a hidden meaning. Nanak today is not understood. I'm not a preacher. I'm not a theologian. But I have a probing in this entire journey that I want to understand Nanak, who he is through these places. Why was he traveling? What was he communicating? And that allegoric meaning has to be revealed. That he has written. The beauty of Nanak is, unlike Babar, who writes his Babar Nama, or unlike Jahangir, who writes Tuzak-e-Jahangiri, or unlike Ranjit Singh, who commissions to write Umdat-u-Tariq, Nanak only compiles spiritual verses that tell us how to lead a life, the psychology of a life, the inner being. And that becomes later on a part of the Granth Sahib. He writes nothing about himself. Nothing. And yet you then want to make a documentary on his travels. So where are you going to start from? Because if your objective is not to create another new version of Nanak's travel, because I sometimes jokingly say that Nanak in today's day is traveling further and further. Even in 550 years after his life, every second day in the web university, or in the WhatsApp university, or in Facebook, he's reaching newer and newer places. So I think Nanak needs to be left alone. We need to understand his philosophy. But yet we are attempting to map out his travels. How are we going to do it? You have to then look at what's the documented sources. Now documented sources are written by men of faith. And if he has not written it, these are not primary sources. Or someone living in his time has not written it, these are not primary sources. The first text that appears is by Bhai Gurdas, who writes during the times of the Sikh gurus, but some 50 years after his life. But he writes, Guru Nanak and Mardana traveled far and wide. And they went on Udasis. Far and wide, but he specifically mentions four places, but he does not say that's what is limited to. He travels far and wide, he's acknowledging, but he says he went to Sumer, which is Kailash. He went to Baghdad. He went to Makkah. He went to Batala, where the Shivites and the Sidhs used to sit. And then he says he traveled far and wide, not big enough to make a narrative out of it. So then you move forward in timeline and you come across the first text that the men of faith have written, which is known as Janam Sakis. Like the Buddhist Jatakas are there. So like that, the Janam Sakis are written by men of faith, but seven to 10 decades after his life. You can't throw the baby in the bathtub because that's the only source available to you. You have to accept it. There may be human errors inside it, but that's the only source you have, documented source. So you take this composite literature written seven to 10 decades after his lifetime, and we draw a line there. We said we will make an assimilation of this and take out the journey that he did out of this. Later on, texts continue to make him travel further and further and further. We've drawn a line at the hundred years. That's it. So we are mapping that and as per that, he's traveled to nine countries. Today, in fact, in the 550th year celebration of Guru Nanak's travels, there was a book that was released by Indian High Commission in Kathmandu. And it's about the Sikh sites in Nepal. And there's a lot of mention there of Guru Nanak having come here, coming there, come there, not backed by any old texts. And they're confusing it with the Udasi tradition who came in after the fall of the Sikh empire. And Rani Jindan, actually, who was the wife of Ranjit Singh, was given refuge by Nepal Naresh. She was captured in the Chunar Fort and from where she escapes. Thereafter, a lot of these Udasi shrines come up because they have old Granth Sahib, the old handwritten Granth Sahib. Today, people are just randomly going and everyone can say anything and they say that Guru Nanak came here and so on and so forth. So like that, Guru Nanak has been sent to Rome, to Turkey, to every place. I was in Rome and I met the Pope's office and we explored it. There's some reference someone wrote on the website. And once you write something that becomes imprinted, right? So 10 years back, something was written, 2006, about 13 years back. And some person from the Rome, he's quoted from the Vatican and the Pope and his office deny it. We don't have any references here of that. So here you're struggling with, someone writes just out of his faith and belief, nothing mentioned in texts of 100 years. And then suddenly Guru Nanak has now reached Rome. Today, you find it hard to rationalise. So in this whole context, we restricted ourselves to the oldest primary text because there itself, if you can document that, it's a huge and humongous task because 70% of the area geographical expanse is not accessible because it's all in conflict zones. You will be able to go to three Gurdwaras in Pakistan. How will you go into Balochistan? How will you go to Hinglaj? Carry a camera to Hinglaj temple? Who's going to allow you? You go behind an Indus region from Indus river in the Baltistan area when he's coming from Kailash Mansarovar into Ladakh and then comes into Kashmir and from that area, how will you get into behind Kargil? It sounds impossible. Leave alone Iraq and Iran. Iraq, Iran, it's a different ballgame. How will you go to Mansarovar and take out a camera to film? The Chinese government is not going to allow you. And then from there, walk up to the Himachal border or walk up to Pangong Tso on the China side. How are you going to do it? It seems impossible. And yet when you walked, it happened. So two questions for you. One is"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:02.480",
        "message": "obviously clear to me that, you know, Nanak is one of the great travellers of those times, but unlike others like Yohun Sang and whoever, who are, you know, Marco Polo, who are celebrated as travellers, I think a little less of his travels is known probably because he didn't write about it himself. So one question is how did he actually get around? Those are the days before sort of mass transport exists. There are no flights, there are no trains, there's none of that. How is he getting around from place to place? What is he exactly doing? What is the nature of his quest? Like clearly he is engaging in dialogue with all kinds of people to get greater clarity and to spread his ideas. What is that process like? And the second question, which we can come to later, is that in these times where borders do exist, how did you manage to go to all these"
    },
    {
        "speaker": "Guest",
        "time": "02:02:49.120",
        "message": "places? So I don't know whether Nanak was meeting people to spread his ideas. I don't know. Some people may not like what I'm saying. Because if we treat Nanak as a human being first, then there's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:59.840",
        "message": "a quest that he's on. In fact, one of the places you visited in Pakistan and photograph was Nanak Tibba, which is this mound where Nanak compiled the verses of Baba Farid. He collated it. He"
    },
    {
        "speaker": "Guest",
        "time": "02:03:10.240",
        "message": "collated it. So it's a quest for understanding from what. Absolutely. So one third of his life, he doesn't move out. The other part of his life, the second or the third part of his life, he goes on a quest for 22 years. In the last of the three phases of his life, he settles down in Kartarpur. My sense is, this is purely my sense, having travelled on these parts, and I've been a person on a quest also, when you're travelling, you're meeting so many people, a lot of things, you're congregating, you're listening, you're imparting, you're hearing, but it's a two-way process. You can't just be giving, giving, giving. It's a two-way process. If you treat Nanak as a human being, the process of growth happens by hearing and imparting. Is there a mapping of"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:56.240",
        "message": "that growth? Like, do we have a sense of how his thinking changed during this quest? Yeah,"
    },
    {
        "speaker": "Guest",
        "time": "02:04:01.040",
        "message": "so just let me just complete this. So then you come to the third part of his life, where he settled on Kartarpur. I think that's where he started getting a congregation. That's where he passed the betan. So I always think about it. Why is it that the Kabir Panthis did not have a structured group that following? I mean, theoretically, Kabir Panthis could have also formed an empire at one point of time, like the Sikhs did it. I think that military aspect came much later. But it was because Nanak and Kabir had one, they were similar, but they did one thing different. Nanak passed a leadership betan to the second guru, and betan passed down for 10 gurus. Kabir did not pass him. So Kabir only remained at a realm where he was a bit less hardened. So what I'm coming to is that Nanak was on a quest, he traveled, and he traveled on a two-way process. But where was he traveling is the question. If you look at the structure in his mappings, wherever we've been, there is a spiritual congregation in that place where he was going to go, of that time. Spiritual congregation either associated with myth, reality, but people were coming there. For him, interaction with people was the most important. Whether it was at Haridwar, he gave the profound message of, if you're doing shraddh, if you're giving water to your parents who passed away, or your forefathers, and if that can reach by putting the water towards the sun to that passed away generation, then I can turn the other way around and water my fields in Punjab, and this water should reach smaller distance here. So he was trying to rationalize. Basically, he was going to places where people would congregate. And that took him then to places of Islamic, Sufi, Jain, Buddhist, a lot of Hindu sites, Jogis, and he would congregate with them. So when you understand that, then you start questioning, okay, how did he travel then? Not a rocket science. Not a rocket science at all. From Punjab, people were traveling to Makkah. How were they traveling? There were two routes. One would get them along the Indus, maybe get onto a boat, maybe walk down. You can do about 20 kilometers a day. And you get down to Sindh. From Sindh, you go via Balochistan into Iran, and then you reach to the desert route into Makkah. The other one was you go down into the Arabian Sea and take a boat from there and sail into Makkah. Both are possible. People were doing it. So Nanak also did that same thing for a certain period of his time. But the difference was that they would come back, and he went on the old pilgrimage route to Baghdad, but people from Baghdad would also come. From there, he turned into Afghanistan. People would from Afghanistan also go that way. He came on that route. People from India would go to Mansarovar, Kailash. From time immemorial, they're going. The Sidh used to sit there. The Nath yogis used to sit there. And he went along from the Badrinath area, along the passes into Kailash and Mansarovar. It's just a few days' trek. People were doing it. Through Shivkila Pass, they went from there. So if you really break down his travels, which on a macro level looks like a huge landscape, actually break into small chunks, it's all doable. But he was only going to places where spiritualists congregate."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:21.920",
        "message": "And therefore, it's a 22 years' travel. And do you have a sense of his intellectual evolution in this period? Like he's going to all of these places, he's talking to all of these people, he's learning, he's assimilating knowledge and ways of thinking. How does this influence what"
    },
    {
        "speaker": "Guest",
        "time": "02:07:36.160",
        "message": "Sikhism becomes? It's a hard question for me to answer. And it's getting into a realm of any opinion I'll give could touch people on the wrong side. But I'm just saying that if we treat Nanak as a human, if we treat, then every human has an evolution process. Nanak was a spiritually elevated person right from his childhood. He was having conversations around certain mundane tasks about religious practices. Yes, he was absolutely evolved. But him meeting Mardana, and then bringing in the musical knowledge, and then the two walking into Islamic sites, Sufi sites, different places, of course, he would have assimilated. I'm not comparing myself with any Nanak. I'm not one. But I know when I've travelled, the good chunk of my career that I spent in the corporate world, where I was meeting people with a different mindset was still making me learn. But this path and this journey has made me more learned, more evolved. I'm nowhere near Nanak. But it's made me a different person who I am. When you meet and interact with people of different faiths, you will understand the quest of Nanak was not Gurdwaras, there were none at that time. Quest was something different. And to understand Nanak, you will have to understand Jainism, you will have to understand Buddhism, you will have to understand Vedanta, you'll have to understand the six philosophical systems, you will have to understand the Nath Jogis, you will have to understand the Sufis, you'll have to understand Baba Farid, and so on and so forth. So when he goes to Pakpattan, and he sits there, the 11th descendant of the Gaddi Naseen of Baba Farid, because Baba Farid was 250 years before him, and beautiful Punjabi verses he writes. He collates it. Why does he collate it? Because he finds a similarity in their mindsets. In fact, the most valuable contribution in Punjabi poetry of Baba Farid is by Nanak that he collated it. This was going through by oral traditions. In fact, all the works of Baba Farid that have been done later on in Shahamukhi, which is the Urdu script, much later are all taken from the Granth Sahib, because Nanak documented it. Nanak documented Kabir's verses. Bijak came much later, which today people say is Bijak is Kabir's work. Go into the Granth Sahib, and there's a repository of Kabir's writings. And that's the beauty of what he was doing. So could he be doing that without"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:01.360",
        "message": "evolving? I find it hard to accept. At one level, I'm thinking Nanak could easily as he traveled, have done a podcast called The Seen and The Unseen and documented all these dialogues in audio form. But alas, there was no technology back then. So to get back to the second question, I ask, at a practical level, like we're recording this on March 12, you decided you'll do India last, you are about to finish India, you did all the other countries, you did all the travel, you went to these conflict zones, you went to Baluchistan, you went to Iran, Iraq, you went everywhere. How was that experience like both in terms of getting permissions and to other places where Nanak traveled, where Nanak Panti is simply not there, there's no trace of it, he only happened"
    },
    {
        "speaker": "Guest",
        "time": "02:10:38.720",
        "message": "to go there. Traveling into these places is very tough. You cannot retrace Guru Nanak's travels the way he traveled. It's impossible today. We're talking about sovereign nations. I cannot travel in that sequential manner, but I can get the data and can stitch it so that you and the next generation when they're looking at, they see it sequentially. That's the only way it's possible. But sovereign nations, there are a lot of ifs and buts, especially if we're trying to do photography and videography. Is it going with a team and a crew? When I did my Sikh legacy in Pakistan, I just had my camera and I just had my passion. But now you've got to go with a team. And that's a very different ballgame. And when you get inside the country, first and foremost, the barrier is how will you get inside? How deep can you go? How will you enable it? There's some countries where the permission is not going to come to you. You just have to do it as a stealth mission. Risk your life and just do it as a stealth mission. Some countries, the permission will come to you, but may not come to you deep inside. Some countries, visas will be a big problem. I've faced a lot of problems, a lot of visas in many places. India might sound to be the easiest, but what one does not realize is that India, I have a Government of India's approval from Ministry of Culture, but when you're traveling, every temple has its own management."
    },
    {
        "speaker": "Unknown",
        "time": "02:11:51.600",
        "message": "They don't recognize the Government of India's letter. Right? Everyone's a king out here. Every"
    },
    {
        "speaker": "Guest",
        "time": "02:11:57.120",
        "message": "state is different. You might have the Government of India's approval letter from Ministry of Culture, but BJP may not be in a power in a certain state. They don't care about that letter. So there's this huge mix of challenges and you've got to manage that. Even in a country where life is not a threat in India, right? You can imagine how tough it becomes. So that's the first part to the question. So your second question was that the Nanak Panthis, were they there, right? Look, when Nanak was traveling, the Nanak's panth was not being formed. Nanak in his first part of his life was not creating any followership. Second part, he was on a quest. Third part, when he came and settled down at Kartarpur, people started flocking around him because he now had immense value to offer. I think the panth starts emerging from there. The community starts emerging from there. Till then, he's just moving around. He's making an impact. It's the betan that he passes on to the second guru and that lasts on for 250 years in the name of Nanak creates a bigger and bigger community up till Afghanistan, deep inside India, Maharashtra and so on and so forth. That"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:58.880",
        "message": "becomes the Nanak Panthis. So, you know, we're kind of running out of time. So my sort of final question here would be that, you know, in the process of immersing yourself in Sikh traditions or Nanak Panthis traditions, first in Pakistan and now on this entire trip, how has a way that you look at your faith changed, your community changed? And if any, what is a message that you'd like to sort of give to the Sikh community at this point in time about how they look at their"
    },
    {
        "speaker": "Guest",
        "time": "02:13:27.840",
        "message": "own history and their own heritage? Well, I think the learning is only a reaffirmation of the most fundamental message of Nanak of oneness. There's nothing different, right? It's just one message, simple message of oneness that we are one. And I think it's free to have the ability to understand that all can coexist in a bouquet of oneness. That's the only message that I'll take, because I have seen the love and affection and the challenges that have been overcome by the people in Afghanistan, in Iran and Iraq who have embraced us. If not for them and not their feeling for oneness, this project would not have been done. That's my takeaway from it. And the message to my communities also is that it's the message of oneness. There's no difference, right? So we need to have the ability to embrace everyone. It's the need of the day. The world is"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:20.000",
        "message": "already broken up. And does that also mean being honest and self-critical and recognising the rigidity that has crept into the faith over the last few decades? Well, every faith goes into"
    },
    {
        "speaker": "Guest",
        "time": "02:14:30.160",
        "message": "all kinds of rigidity, all kinds. There's nothing new. It's not rocket science. Every faith evolves that way, right? Religion is a defining of a boundary around spirituality. So I am a proud adherent of the Khalsa tradition. I wear a turban. I keep uncut beard. I'm proud of it because of my culture, my history, my tradition, and I will die like this. But that's not any reason for me to not embrace anyone else. Your culture, a Sikh in Afghanistan may have a different culture. In my journey, I met Assamese Sikhs. I met Nanak Panthis of Oriya origin in Orissa, right? And they don't speak my Punjabi language, but yet they are believer in the faith, right? And they don't look like me. So who am I to pass judgment on them? It's the only thing that I've learned, right? I think the key message is that the need of the hour, the need of any place in the world, even within our own country at this point of time is that we need to learn to live with the oneness. There's a lot of damage that's happened to the underlying structure of the coexistence, and we need to rise above that. And Nanak's message in this time is very important for that. And I'm often reminded of the prayer we used to read in our school, in Doon School when I was there, Rabindranath take orders, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:49.120",
        "message": "But the world has not been broken up by... Into fragments by narrow domestic walls."
    },
    {
        "speaker": "Guest",
        "time": "02:15:54.080",
        "message": "Yeah, into that heaven of freedom, let my country awake. I think that's the only message."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:59.840",
        "message": "I think Nanak was striving for that. And finally, you've finished shooting most of Allegory, which is a 30 part documentary series, but there's a lot of work left on post production. You're going to Lahore soon to record again with Salima Khwaja. You still need to raise funds for some of that. If any of the listeners of the show would want to contribute to your project,"
    },
    {
        "speaker": "Guest",
        "time": "02:16:18.480",
        "message": "how can they do so? Where should they go? Yeah, so there is a charitable organization that's supporting this project within India. It's a global project. We're managing it out of Singapore, but we are in need for fund. These projects for five years are only running because of people who support us, right? And if anyone wants to support, there are ways of doing it. We have a tax exempt organization that's helping us as a third party organization. At this point, I will simply request that my email could be given and they can contact me on that. Or my WhatsApp, it's the Singapore number, which is plus 6598326508. They can drop me a line on that or they can email me and you can give my email at the bottom of the podcast. Both the email and the number will be in the show notes. Yeah. And anyone can contact me and we can take it from there. But we are looking for support. I mean, there are no organizations behind this project. This is a quest of a madman. And we have proven ourselves as a team long enough for five years that we are able to generate stuff. And if people who feel that there's a space for this narrative, it's not about Sikhs. It's about humanity. All these narratives, my books on Sikh legacy in Pakistan are about humanity and equally should impress and motivate any non-Sikh to delve into them. Similarly, Gunanak's message has to be appreciated by everyone and anyone who comes forward can reach out here."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:47.200",
        "message": "And even if we can't exactly live in borderless geographies, we can live in borderless minds. Thank you so much for coming on the show, Amardeep. Thank you so much for giving me an opportunity. I appreciate that. If you enjoyed listening to this episode, do hop on over to your nearest bookstore, online or offline and buy The Lost Heritage and The Quest Continues by Amardeep Singh. You can also go to lostheritagebook.com for more information. His documentary and other links such as the social media links will be linked from the show notes. If you want to follow me on Twitter, you can do so at Amit Verma, A-M-I-T-V-A-R-M-A to browse past episodes of The Seen and The Unseen. Hop on over to seenunseen.in or thinkpragati.com. The Seen and The Unseen is supported by the Takshashila Institution. Do check out their awesome public policy courses at takshashila.org.in. Thank you for listening."
    }
]