[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Something I go on about all the time is how we take the present for granted when it is so, so contingent. Take India, for example. We think of India as a fixed geographical entity, almost as something inevitable, something meant to be, and now as something permanent. But we are a recent nation, born out of circumstance and happenstance, maintained perhaps by inertia. When India gained independence in 1947, this India that we now inhabit was anything but inevitable. In fact, at times it must have seemed so unlikely. It wasn't just a question of holding British India together after splitting it in two. There were almost 600 princely states, all with their own agreements with the British, many of whom wanted to join neither India nor Pakistan, but just to get their independence back. And since our whole freedom struggle was a battle for independence from the British, who could grudge them this? Some of them, even though they were deep within present-day India, wanted to be part of Pakistan. Using force on these princely states would not have gone down well with the international community, so they had to be persuaded to join India of their own free will. Our founders had a few weeks before independence to accomplish this task, which seemed almost impossible. Hundreds of princely states, how do you get them all to sign on the dotted line? How do you even find the time to speak to all of them? How do you accommodate the separate demands, especially when Pakistan is also playing mischief in the background? A balkanization of India seemed inevitable, but it did not happen. Step by step, the country we now know as India was politically constructed by a handful of men. One of them, of course, is Sardar Vallabhbhai Patel, but his right-hand man, B.P. Medan, is today a footnote in most history books, despite being arguably as important as Patel in bringing us all together. If B.P. Medan did not exist, we may have been living in a different India."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:08.120",
        "message": "Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:20.120",
        "message": "Welcome to The Scene and the Unseen. My guest today is Narayani Basu, author of the fine book, B.P. Medan, The Unsung Architect of Modern India. This is a fitting subject for a show called The Scene and the Unseen, because B.P. Medan really is one of those unseen heroes whose contribution to our history is outsized. Well, unseen no more. Narayani's book is available at your nearest bookstore, and by all accounts, it's already a bestseller. And Narayani is right here with me on the show. Before we get to our conversation, though, let's take a quick commercial break. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself. Scheduling guests, booking studios, paying technicians, the travel, and so on. So, well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support, and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep the scene going. sceneunseen.in slash"
    },
    {
        "speaker": "Unknown",
        "time": "00:04:10.680",
        "message": "support."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:11.680",
        "message": "Rani, welcome to The Scene and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:15.600",
        "message": "Thank you. Thank you for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:17.360",
        "message": "So you know, before we get to this fascinating book, that's clearly been a labor of love for you. Tell me a little bit about yourself. You know, what are you? What's your training?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:26.120",
        "message": "What's your education like? So I have basically majored in history. I went to Stevens, I majored in history, I then switched to international relations. I didn't really know what I wanted to do post history. I knew I didn't want to get into conventional academics. I didn't want to do a PhD. I didn't want to teach. I also didn't want to sit for the civil services. But I really enjoyed studying about international relations, about how countries interacted with each other, diplomats interacted with each other. So I switched to international relations. I majored in Chinese foreign policy. I specialized in US-China relations. I completed my academics up to my MPhil, and thereafter I just I dropped out of academia 100%. I didn't want to continue to do a PhD. I took up a job as a research analyst with the Institute of Peace and Conflict Studies, where I worked for a couple of years as a China research analyst. It wasn't something that gave me a lot of joy because it was not the kind of interaction with international relations that I actually wanted to do. And at that point, I wasn't very clear about what that meant either. I just knew that I wasn't very pleased with what I was doing. I also knew that I wanted to write and research a lot more than the job was actually giving me the scope to do. So I quit my job. This was about six years ago. I quit my job and I turned to writing full time and research full time. And coincidentally, that is also the track that brought me on to writing VP Menon because at that point I was reading. I've always been a lover of nonfiction. I've read a lot of political and historical nonfiction biographies primarily. And I was at that point reading a lot about modern Indian history, about how the transfer of power came about, etc. And I would see VP Menon's name. And let me just make it clear. I did not know at this point, VP Menon was my great grandfather."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:12.120",
        "message": "You did not know at this point?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:14.120",
        "message": "No, I didn't know. So this is not something that we discussed effusively at all. My mother never and indeed members of my family didn't ever bring me up to know who VP Menon was. There was no constant eulogising of this was who your great grandfather was. But we are a family who loves to read and we like to discuss books. So I was discussing a particular book, I forget which, on the transfer of power. And I was mentioning VP Menon, who was perennially referred to as in Mountbatten's able reforms commissioner, etc. And at that point I was in my mid 20s. And my mother looked at me and she said, you do know that he was your great grandfather. And that was the first time that I'd heard of him. And that completely, it intrigued me a lot because I wanted to immediately know more about this person. And I began to try and look him up. And I found nothing apart from his very seminal books, the transfer of power and the story of the integration of the states. But those are written in very academic, very concise prose. They reveal nothing. They give nothing away about what kind of man this person was. And there was nothing else. There was no biography. There was no autobiography. There was nothing. And I began to become more and more interested in this person and trying to find out what kind of person this was. And that I have to say it happened simultaneously with me losing interest in a typical desk job. So when I dropped out, when I quit my job, this seemed like the natural thing to do, to research who VP Menon was and what I wanted to do as far as writing his life was concerned. Did I want to write a complete biography? Did I want to explore it into more of a political biography? What did I want to do? It was the first time that I'd actually started playing around with ideas like that. And that gave me a lot of joy. It gave me great freedom to think. It gave me a lot of scope to sort of expand my horizons more. And actually how I began writing this book and how I came to this point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:11.960",
        "message": "And so, you know, you get drawn into the stories of he's because obviously a lot of the popular books that we read about our history will mention him. He is Mountbatten's reforms commissioner. He is, you know, Patel's right hand man in the state's department. But when you actually decide that you want to write a history of the guy, and you also decide that it's going to be a sort of a comprehensive history, not just his political career, it's going to include little things like how he ran away from home and went to school when he was 13 years old. What are the kind of sources that you then look at? Because you have the unique position of not just having access to the family, but his family is your family. So you've got a unique kind of access there. But apart from that, how do you then go about looking for sources? What kind of access do you need for that? Were there good primary sources left?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:59.400",
        "message": "So in terms of his professional life, there was plenty of access. And this happened in a sort of layered way because he's left behind a collection of his professional papers, rather, which are housed at Teen Moorthy. Now, these have nothing to do with his personal life. They are just basically his career in government service. And that is the V.P. Menon collection. Apart from that, I also had to go through the professional papers of nearly everyone who was involved in the transfer of power. So Batten, Nehru, Krishna Menon, the Sardar Patel correspondence, because in every one of these people's correspondence, in between the pages, there were different memos, there were letters written by V.P. to these guys, and these guys were corresponding with him in turn, which have merited footnotes in transfer of power narratives, but never really been looked at. So these, to me, were also a huge insight into how this man was thinking. So that was one source. As far as his personal life was concerned, I hit several roadblocks because he was a very, very fiercely private man. He was not somebody who was an eloquent diarist or an eloquent letter writer. He left behind very few instances of how he felt at a particular point, of how he experienced his own personal, for instance, his arrival in Delhi and stuff like that. There are letters that have been left few and far between. There are letters that were left to his stepdaughter, Meenakshi Anantan. One or two letters have survived that were left to his brother, to whom he was extremely close. And he was the eldest of seven siblings. So he was very close to one particular younger brother with whom he"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:31.600",
        "message": "used to correspond. I thought he was the oldest boy. He had an elder sister who got married? Or am I confused?"
    },
    {
        "speaker": "Guest",
        "time": "00:10:36.440",
        "message": "He had, his elder sister is not really talked about because she died long before he was."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:41.880",
        "message": "So effectively, he was the oldest."
    },
    {
        "speaker": "Guest",
        "time": "00:10:42.880",
        "message": "So effectively, he was the eldest of the family. And these were letters that didn't allow me much insight into the man as such because he very rarely talked about, for instance, his transition from boyhood to manhood. You know, when he talked about his arrival in Delhi, it was only at a specific point in time. So he wasn't very vocal about things like that, about his emotions, about his feelings. So it was a labor, I have to say, a long, long labor because in the process of this, I've had to connect to members of the Vapala clan whom I didn't know at all. Because when VP left Kerala and when he ran away to Kolar and moved to Delhi and Simla, he used to return to Kerala, but he never really returned to settle in Kerala. He retired in Bangalore. So his children grew up out of the main Tarawad, which by the way, still exists, but nobody ever really returned, at least not from my family. So there was no touch that was maintained between members of his children's families, for instance, his siblings' families. There was no contact that was maintained. And this was in the days before emails and telephones and mobiles and stuff like that. So to try and hunt them down was extremely difficult. It was a matter of chance that I actually discovered somebody via Twitter, actually, who actually led me to look at Kochi and Arunakulam, where I discovered his brother's children are still living there. So it brought me home in many ways. It's brought me back to my roots in ways that I didn't think was possible. The entire clan actually pulled together and retrieved old letters or scraps of information, photographs, which are now in the book, which have existed and allowed me to piece together really painstakingly the story of this man from nothing, you know, because he was so completely, almost as if he lived in a little bubble in which there was his immediate family, and there was his job. And very rarely did he go beyond that. He loved his brother, he adored his mother, but he was not somebody who was very vocal about his emotional life, nor was he someone who was particularly sentimental. So he didn't leave behind any trace of a softer side of VP. In fact, the only soft side that I could find was his great love for his second wife, and his immense love for his stepdaughter, Meenakshi. And surprisingly, he has been very vocal there. So that was the only soft side of VP that I could find. And it's been a search that's intrigued me a lot, because I don't think it's this hard to piece together someone's life. And yet, it's been incredibly difficult. His first marriage, for instance, there is little to no information that survives about who he married. We just have a first name, Susheela. We don't even have a last name. We don't know what family she came from. We know vaguely that she was from the same village. We don't know what she looked like. There are no photographs, there are no letters. There is nothing that survives. We don't know why that marriage broke down. We know that it wasn't a particularly happy marriage, and that's about all we know. We know that there were two sons from that marriage. I am descended from her eldest son. And beyond that, we know nothing else. Why this marriage broke down in 1935, why it broke down, we don't know. We know that there was no attempt to contact her sons after she left. If there was, either those letters were intercepted and then destroyed, because nothing survives today. That to me spoke of a rather ruthless side of VP. It was not a side that I personally identify with. Certainly, it was a side that his children never understood. It was also an aspect that impacted his children for years, if not all of their lives, because my grandfather was about nine when the marriage broke apart. His brother was seven, and they were young. But I mean, to have this happen, and at that scale, when you're that young, or indeed when you're any age, is life changing for you. And, you know, he never, never remembered his mother. And that's another aspect that I found bizarre, because obviously, the hurt of his mother's exit impacted him so deeply that he never had any memory of what she was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:59.720",
        "message": "like. So there are no memories of... This was at the context, she basically disappeared one day, and she never got in touch again. And you have a moving story in your book about how some 30 years later..."
    },
    {
        "speaker": "Guest",
        "time": "00:15:10.160",
        "message": "Yes. My mother remembered that story. It was something she never forgot. They were in a busy marketplace. And suddenly he said, there's my mother right there. And he ran out of the shop, and it was a busy street outside. And the woman who had stored some instinct in him had disappeared. But to me, that was incredibly poignant, because it spoke of a little boy who never stopped looking for his mother. And it also speaks to me of the kind of hurt a parent is capable of inflicting on their children. And I have tried to put down the story in complete full as much as I know it, because I don't believe that even if you do have a cruel streak, if you have a particularly ruthless streak, that that should be set aside. Because to me, it spoke a lot about the fact that this was a man who went on to do wonderful things for this country, but was capable of immense cruelty in his personal life. He was not a very good father to his sons. He was very emotionally distant. They grew up craving his love, his approval. They always wanted his validation. And strangely, they called him sir, which again spoke of a very stern, formal aspect of the paternal relationship. On the other hand, he adored his stepdaughter. She was with him when he died. He wanted everything after he was dead to be left to her. And she adored him in turn. So he was obviously a very complex man. So to try and deconstruct that from next to nothing has been hard, very, very hard."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:41.240",
        "message": "And I'd say, you know, when I was reading the book, I thought, okay, there are two sort of challenges in front of you. And one which you've just elaborated upon is when so little is known of his personal life, and there's nothing left. And he was not really a person who wrote personal letters or stayed in touch with his family. How do you piece a personal life together? That's one challenge. But the other challenge is actually with his political and public life, which is a challenge of figuring out with your additional material, what sense to make of the conflicting narratives. Because in a lot of the key moments in history, like for example, his relationship with Mountbatten, Mountbatten was a self aggrandizing man who took credit for everything. In fact, what is now called the Mountbatten plan, as you"
    },
    {
        "speaker": "Unknown",
        "time": "00:17:21.640",
        "message": "pointed out, was drafted by men in years before Mountbatten even came to India. It's called"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:26.360",
        "message": "the Men in Plan. And you know, so Mountbatten made it a point to try and take credit for everything that was happening in a similar sense. Patel was given a lot of the credit for the behind the scenes work that VP did. There are all kinds of conflicting accounts of what's really going on there, because there are the egos of all these big players on the stage, and they're all putting forward their side of the story. Was that a sort of challenge for you that how do you build a coherent narrative out of this? Because VP is obviously also got his strong points of view when it comes to all of this. And at times they don't match"
    },
    {
        "speaker": "Guest",
        "time": "00:17:59.800",
        "message": "up with the others. So how do you make sense of that? That was something that I found, I initially thought of this as a challenge, right? Because essentially, though he never sat for his ICS examinations, this guy was a bureaucrat. How do you make a bureaucrat stand out political giants? You know, he is walking among legends. He is at a point which is a crossroads in India's modern history. How do you make somebody, and it's so easy to stereotype a bureaucrat, right? You think of them as a babu pushing paper. And it was a fascinating aspect for me, because when you're talking, when you're talking on independence movement, you don't necessarily like to think of it as paperwork, personnel shortages, transfers of personnel. You don't like to think of it like that because it's generally, it's a boring aspect. You know, revolution generally makes you think of bloodshed and stirring speeches and wonderful leaders. You don't think of the civil servants who are actually doing the work behind the scenes. So my greatest fear was how do I pull out VP Menon from the shadows of the kind of history he was involved with, from the kind of people he was involved with and make him stand out on his own. To that end, I found that the 18 hours of interviews that Hodgson did with him in 1965, they were a goldmine. They've never been looked at in any narrative of the transfer of power. And to me, this was, it was almost criminal because you had his voice. It was him narrating how he had actually worked through from 1918 onwards to 1951. And it brought his story into really vivid life for me, which is why I've allowed his voice to do most of the talking in the biography because for me, there was no other person who could tell it better. It was also a challenge to me to try and understand how he might have felt given the fact that he had just started out in government service when the independence movement was gaining steam and what he must have felt as somebody who's sitting within the walls of the Imperial Secretariat while his countrymen are clamoring to be free of colonial rule. Was there a moral dilemma? Did he ever feel any kind of conflict? And in those tapes, there is my answer because it turns out he did feel that kind of conflict. He genuinely was somebody who believed that, look, I feel like I can work better against the system if I'm within the system. If I can do, if I can bring about any kind of constitutional progress, that can be my contribution to this country's fight for independence. I don't necessarily have to be out there in public meetings in a protest, which other people are doing already. This is one way in which I can contribute. And it also sidetracked me into wondering whether this was just VP who thought like this or were there other people who thought like this? And it turns out that there were. H. V. R. Iyengar, for instance, in his oral histories, which he's left behind at Teen Moorthy, tells this lovely story of how, you know, a lot of people in the civil service, including Iyengar, was so conflicted about how to deal with this conundrum that they went to Sardar Patel and they said, look, are we doing something wrong here? Shouldn't we be also rebelling like our countrymen are? And the Sardar thought about this for a minute and then he said, no, you know, I mean, when India finally does become independent, we're going to need people who are trained. We're going to need people who've been there, done that and have experience in administration, in the do's and don'ts of governance. So there should be no conundrum. You're doing what is right and will eventually be right for this country because you will be inducted into an independent India civil service. So actually speaking, it wasn't just VP who felt this way. It was there were other people who felt that way as well. In the course, nearly four decades in government, VP was exposed to egos that were huge, personalities that were huge. Often they were too huge to be contained around the same table. And for him, as he's telling the story, it is essentially a sort of clash of different personalities and egos at play that is actually going towards making history what it is. You know, you had immensely petty arguments. You had immensely vicious arguments also sometimes because these were high pressure situations, particularly as the country moved into the 1940s. Tempers were high, you know, egos were huge. Vanity was perennially getting wounded. And this man had to navigate so many different kinds of personalities. And this was not just during the transfer of power, but in post transfer of power during integration as well. For me, this was a fascinating sort of tapestry because you had VP actually talking his way around different personalities. For instance, with Mountbatten, he had to present his own plan to make it seem like it was Mountbatten's idea because he knew that Mountbatten liked to take the credit and like to be center stage. So he developed a knack for sort of adapting his ideas to those who are in power so that it would seem like their idea, which is, I think, a major reason why his own contribution has been so downplayed, why it's easy to efface VP Menon from the face of modern Indian history. Because of this particular knack, because he found it best often to let others take credit for ideas that potentially were game changers. And that to me was another challenge while I was writing this book, because while in his official narratives, he's allowed people to take the credit, in his oral history, he's very clear about certain things. And in other people's oral histories as well, Alan Campbell Johnson, Mountbatten himself, H.V.R. Iyengar, everyone is equally clear that VP Menon did most of the work. There was no one in power at that point who did not command as much influence as VP. In fact, even when the Partition Council was set up, Iyengar remembers that every decision was run by, he would sign off on it even though he wasn't necessarily involved in every single committee that was operating under the council. For me, that's been a fascinating eye-opener and a great insight into how the wheels of power were actually turning at that point. There was a lot happening. It was not necessarily as black and white as we see it today because everything was happening so fast and there were events of momentous scale happening almost simultaneously. So to actually be in boats at once and navigate such different personalities at the same time required some"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:37.800",
        "message": "doing. And he was a doer. Let's kind of get back to biography. And you know, his childhood was infinitely fascinating to me because you know, he's growing up in the village and he's a headmaster's son and he's, you know, sent to school and all of that. And at some point this Tamilian headmaster at a future school basically kicks him out. And then you quote his own words, like he's very upset. He goes to the banks of the river, presumably cries a bit, kicks the trees. And then he says, quote, I found an empty liquor bottle on the banks of the river. It gave me an idea. I didn't bother to think about it or even about the consequences. I just wanted that Tamilian to pay for what he had done. I went to the shop and I told Ahmed, who was the shopkeeper, and I told Ahmed, I wanted some kerosene oil in a matchbox. My mother would send the money later, stop quote. And then he goes and burns"
    },
    {
        "speaker": "Guest",
        "time": "00:25:32.680",
        "message": "down his school. Actually, this was a completely sensational reading. I mean, today, the few people who actually remember V.P. Menon remember the story of a boy who burned down the school. This was the Autopalem High School, which was basically the common point for most children to come and study. He actually did set it on fire when I actually asked around. Descendants of people who had actually gone to Autopalem High School attested to the fact that V.P. had actually set the school on fire. It didn't completely burn down. It burned down halfway. But yeah, he did set it on fire. And he's 13 years old. And he's 13 years old. I mean, there are lots of us who have been 13 and have wanted to burn our schools down too. This boy actually did it. And what was even more interesting to me was that he was so overcome with shame because he'd just been carried away by this rage. And he was then so overcome with horror at what he'd done that he actually ran away"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:22.200",
        "message": "from home. The same night."
    },
    {
        "speaker": "Guest",
        "time": "00:26:24.200",
        "message": "The same night. And he actually hitches a ride on a train and it carries him to Kolar. And he begins a life there, which is completely alien to the life that he's lived in before. He's been this really pampered little boy. His mother adored him. He adored his mother. He never really did a hard day's work in his life. And here he is suddenly lobbing up in a gold mine to take up the life of a coolie boy. And he never done any such kind of work in his life before. So, I mean, he suddenly basically changed his life overnight by this one hot-headed act. And his life would never be the same again. He would not go back home until it was time for him to get married. He wanted to actually make something of himself because by this point he's thinking, I've basically set my school on fire. I brought shame to my family. What will my mother think of me? I have to now make something of myself to make up for whatever I've done. And he goes to Kolar and he spends five years of his life, five of the most formative years of any child's life, working in a gold mine, first as a coolie. And then he applies with what I thought was great brazenness for the job of an overseer. And to me, that spoke right there of somebody who had almost blind ambition and actually really didn't care what anyone might think. Because, I mean, this is a boy who's not completed his formal schooling, right? He's not got an examination certificate, but he has the audacity to go to a supervisor and basically say, look, I want to apply for this post. And the supervisor gives him the post. And it's something that actually marks his career, that will mark his career and his personality as the years go by, because he's then now prone to doing this. He will do it again in 1914 when he applies to the registrar of the Home Department and basically says, look, give me a job in the Directorate of Statistics, you know, which is a new department that's been set up by the Raj to essentially collect really boring statistical information about things like crop output and demographics and rainfall. And he has worked his way northwards from Kolar by this point. It is five years later."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:32.680",
        "message": "We are getting ahead of ourselves. Can I interrupt you and kind of go back? What I found, you know, you should say sorry for getting in the way of your narrative. No, what I found interesting even, you know, back at Ottapalam, there's a couple of things. One, you point out very evocatively the time that he would be waiting for his train at Ottapalam railway station. And all the people would look after him. He's 12 and 13 now and all of that. And they're giving him little things to eat and drink. And then one day, one of them gives him the Madras Mail, the newspaper. And from that day, every single day, he's reading every single page. He's just sitting there and he's devouring. And he's a kid. He's 12 years old. He's 13 years old at the time he burns the school down. And this kind of struck me, this hunger to know everything about the world. Of course, if one of them gave him a smartphone with PUBG on it, we don't know what would have happened. But no, he's got this hunger for knowledge. The other thing that struck me is on how you point out, and then you quote him on this, that as the train, he gets on the train when he's running away from home. And then you quote him saying, quote, that train and forgive my pronunciations, my Mallu friends. I am in spirit one of you, but my pronunciations are not so great. This is VP Menon saying, quote, that train went from Ottapallam to Lakhiri and then Parli and then on to Olavakode. We went through a tunnel at Valayar and then we stopped at Pothanur. And this is, he's remembering this in the 1960s. This is part of his oral, the history that he recorded then. So, you know, almost 50 years later, more than 50 years later,"
    },
    {
        "speaker": "Guest",
        "time": "00:30:05.840",
        "message": "he remembers all the stops. What I find that Nohans actually pointed this out is that he had an eidetic memory and that is something that would serve him immensely."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:15.680",
        "message": "That's like a photographic memory."
    },
    {
        "speaker": "Guest",
        "time": "00:30:17.520",
        "message": "Yeah, photographic memory. So basically he never forgot anything. And it's something that came in incredibly importantly in his career. It would come in recollecting memory. And as you said, he was always characterized by this really strong hunger to learn. It makes you actually wistful thinking of a small boy on a railway platform in the middle of nowhere, actually going through paper after paper, reading about events that he really has no idea what is going on, you know, and he's reading about things like the partition in Bengal and he's reading about, you know, political debates about international events. And he has no clue who these people are or why it's happening at all, because life in rural Kerala is worlds away from whatever might be happening. But it doesn't stop him from thinking about these things, from having questions in his head that obviously no one can answer for him at that point. But to me, sitting a little boy sitting on a platform with, you know, a cup of chai or coffee and vada and idli and reading the papers and reading about these men who signed pieces of papers to change history and reconnecting the dots years later when he's actually one of those men signing papers and making history. It was as if life had come full circle. But he was always characterized by a strong desire to learn. It was something that he utilized as he grew up. And I saw it more and more as he entered government service. He had this knack for taking wadges of knowledge and adapting it to a particular situation, depending on what position in government service he was, and also depending on the kind of person he was dealing with. So that is something that he developed very early on because he had such a head for figures, facts, for remembering entire pages of information. I remember my mother once telling me that he could read one paragraph in the heaviest constitutional prose and you could ask him that same paragraph a week later and he would recite it word for word. And it's something that I really enjoyed because it's a characteristic that sounds cliched when you actually talk about it, but it was something that was so reflected in how he actually worked his way up and how he utilized that knowledge that I found myself believing it. This was somebody who liked to learn. This was somebody for whom information was, it was pleasure. He liked learning and he liked figures, facts. He wanted to know what made the heart of something tick. He wanted to read around it. He wanted to read about it. It was something that never left him right until the day he died. So yeah, that was very fascinating for me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:58.520",
        "message": "And yet he wasn't a bookish kid. He was a man of action or at that point, a kid of action"
    },
    {
        "speaker": "Unknown",
        "time": "00:33:02.840",
        "message": "like you point out, he burns his school, which is not, by the way, something we recommend"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:07.040",
        "message": "to 13 year old listeners of this show. You know, there are, I mean, yeah, that survivorship bias, he got away with it, but you know, you won't, don't try it at home. And what I'm also struck by is the same night he decides to leave, but he doesn't just leave. He figures out where he's going to go. In his own words, I had heard of the gold fields in Kolar. I knew I needed money to eat. That was the only thought in my head, how to fill my stomach. So there's this pampered entitled kid who runs away. And now you've given some perspective on what Kolar is in your book, which I think for the listeners is actually pretty useful. And I'll quote that bit again. How does it feel listening to your words in my voice? Very strange. Anyway, I'll read this bit out again, because I think it's important perspective when you just to imagine a 13 year old kid in this place, quote, the legend of Kolar's might was not to be trifled with. In 1897, a deadly rockfall and landslide inside the Mysore mine had killed upwards of 50 workers, injuring hundreds more. In January 1906, the wicker roof of one of the mining cages caught fire killing six workers and injuring 10 others. Sickness was a constant specter. Cholera, dysentery, malaria, asthma, and lung cancer raged through the coolie settlements, picking off those who survived the horrors of the underground. When dusk fell, workers would stumble out of their minds and their workstations and many would turn their faces towards the local liquor shops or gambling dens. Even the wives and children waited for them at home. The sky was perennially contaminated by smoke billowing from the tall brick chimneys that dotted the fields. The horizon was marred by a huge contraption with rotating wheels on top. He would later learn that this was a great lift that conveyed men from the surface of the earth to his bowels. The mines rumbled all day long with the occasional explosion, dynamite blasting through rock, shaking the earth and showering the debris and dust on workers in the adjacent narrow passes. Temperatures raged up to 157 degrees Fahrenheit. And the temperature is of course inside the mines. And what also struck me, what you pointed out is that the Englishmen that he dealt with at this point in time did not care that he did not have a school leaving certificate or whatever. They were willing to evaluate him on his own merits. And this is exactly a trope that continues for the rest of his life, where he rises to the top of the civil service without giving the ICS examination. And at every step, it is, you know, even when he's sort of treated badly, like when Mountbatten first comes to India, he's a reforms commissioner, but Mountbatten's got his own team and he wants nothing to do with him. But then at some point, he doesn't have a choice because VP is simply the best brain out there. And he kind of has to work with it. So, you know, so kind of Kolar happens and you point out about how Kolar taught him to be thrifty because he was earning so little and he wanted to send money home. And how it taught him to compartmentalize his emotions into separate watertight boxes, which you say will be, became a blessing and a curse in later years. So when you say it became a blessing and a curse in later years, I'm presuming you mean it"
    },
    {
        "speaker": "Guest",
        "time": "00:36:12.640",
        "message": "became a blessing in the workspace. Yes, it was not a curse at home. Absolutely. It was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:17.200",
        "message": "anything but a blessing at home. So from here, from Kolar, he then, this young teenager then"
    },
    {
        "speaker": "Guest",
        "time": "00:36:23.320",
        "message": "lands up in Bombay. Yeah. Tell me about this. For one, I agree when you say he encountered really supportive English supervisors through the rest of his career and his life. And which is why I found Kolar completely fascinating. Because like I said, they're transformative years for any child's life. For VP, they've changed him completely in ways that I think he didn't even expect. And when we're talking about a pampered, privileged kid running off to Kolar, I think it also speaks a lot about a kid who was incredibly practical and had a lot of pride as well. He knew that he needed food to eat, but he also knew that he was not going to go home, face his parents and, you know, admit to what he'd done. He'd much rather go off, try to do something that makes something of himself and send money back home. It's incredibly self-sufficient. It is a survival tactic. It also speaks of a lot, like I said, a lot of practicality and pride. He is blessed completely when he meets supervisors who don't want a matriculation examination certificate. It is the first time that he actually encounters someone who says, it doesn't matter what your credentials are at a piece of paper, don't matter. And that's something that he's going to carry with him for the rest of his life. And we can talk about that later, of course, but, you know, when he gets sacked from Kolar, he basically starts working his way northwards. And the information here is incredibly sketchy. There is a point when he's first gone to Bangalore, where he works as a clerk in the Imperial Tobacco Company. From there, he goes to Indore and these are events that have been pieced together from what he told various other people. So there is a lot of oral history here, but also recollections of what others remembered of VP's childhood as well. So he also went to Indore to try and teach the kid of a landed gentleman English. He then ends up in Bombay and he is selling hand towels outside Victoria Terminus. And again, not a life that he's used to. He's done several menial things along the way by now. Selling towels doesn't seem to be anything different. And he's essentially going through a period of great emotional turmoil, understandably so. He goes to sleep one day and he wakes up to find that his gold eardrop has been stolen. And he's almost in tears because he's now been away from home for so long. And he's now been on his own for so long and fending for himself for so long that on one hand, it's become almost part of his character. On the other hand, he's still a boy who misses home and misses his mother. And he doesn't know what he's doing here. And these to me are moments where the boy is becoming a man, but very reluctantly so. They are experiences that are teaching him extremely hard things. I don't think any..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:17.640",
        "message": "He's been cruelly pushed into manhood rather than I guess becoming a man."
    },
    {
        "speaker": "Guest",
        "time": "00:39:20.520",
        "message": "Yeah, it's not a simple transition for him, you know, because and it's, let me say right now that this was a choice he made when he chose to run away from home. Indeed, when he chose to set his school on fire, it was a choice that he made."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:31.960",
        "message": "This was a choice made for him by whoever left that empty liquor bottle on the, you know, seashore. Had he just carried the bottle away, the idea might not have stopped V.P."
    },
    {
        "speaker": "Guest",
        "time": "00:39:41.480",
        "message": "Menon. Who knows? So, I mean, you know, he's essentially, the transition from boyhood to manhood has not been simple so far. He's had to, he's been kicked out of several jobs. He has basically, he feels like he's let down his family in more ways than one. By this point, his father's also died. His mother is not doing so well either. And he thinks, and he's plagued by the thought that he might just end up being a nobody from nowhere. And again, fate steps in and he is given, he's chanced upon by this gentleman who, English gentleman who works in the Government of India in the Home Department. Now, who this person is, we don't know. We merely know that he was given a letter of recommendation, which he was instructed to carry to Delhi. And he was basically told that, look, you go to the Government of India and you basically use this letter to apply for a job. And he does that because by this point, he doesn't know what else to do. So he goes off there. At this point, he doesn't even know that he has to sit for the ICS examinations. I think that's a thought that never crossed his head until he was very well within the walls of the secretariat. And then he only realized when he first arrived in Delhi, clutching a letter, he was just a boy looking for a job. That was it. He was thinking of nothing like academic credentials or professional qualifications. He was just looking for a way to survive. And this part of the story is another part that's gone down in the legend that surrounds V.P. Menon, right? Because we've heard of how he reaches Delhi and his pocket is picked. And he basically reaches Delhi in the spring of 1914. And he's 21 years old by this point. And he arrives to find that the government has essentially packed its bags and gone off to Simla as it does every year. But he wasn't to know that. So he was just basically told, please go back, catch another train and go to Simla. And he arrives at the station and finds his wallet has been stolen. Now in legend, it's gone down that it was a kindly Sardarji who gave him the money. Actually, what happened was that it was a fellow Mallu who gave him the money. And this fellow Mallu will play a huge role in his life later on, though he's not to know that now. But he's given the money to go off to Simla. He arrives in Simla, goes to Gautam Castle, presents the letter and is told, boss, we don't have any openings. And he's dumbstruck because he was under the rather naive impression that if this gentleman had given him a letter of recommendation, there must be a job. How can there not be a job? And he persists and he says, there must be something you can do. And these guys say, okay, fine. There's this clerk who's gone off on vacation. He's gone for two months. You're free to join for two months, but that's all we can give you. It's a temporary job. If you want it, you can have it. And he takes it. And it's again, it's a life changing moment for him because it's also a moment that speaks to me of a lot of desperation because there is zero way that he can go back now with nothing. And he's heard about government service. He doesn't know what it entails, but he's heard that once you get into government service, it can give you a good life and a stable life, which is what he's looking for. And at this point, he is just driven by questions of survival. How do you survive? How do you make money? How do you keep your stomach full? And he says, okay, fine. I'll take the job. And in those two months, he's also hunting for more permanent forms of employment. Nothing is coming along. And the directorate of statistics, which I referred to earlier, that set up. And he thinks, what the hell? I will just put in a word. I will apply directly to the registrar and see what he can do. And again, it's the same sort of brazen devil-may-care attitude that supported him earlier. This is somebody who never seemed to care that he had anything to lose. He always went at life like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:33.640",
        "message": "He had nothing to lose. As Dylan once wrote, if you ain't got nothing, you got nothing"
    },
    {
        "speaker": "Guest",
        "time": "00:43:37.240",
        "message": "to lose. Absolutely. Which at every stage of his life, he ain't got nothing. So he was just going for it. And it's something that I really admired at the outset. You've got nothing. You've got no academic credentials. You're a temporary typist. And yet you have the audacity to write a letter and say, look, there's a directorate that's opening up. It's going to need manpower. Here I am. What do you say? And this file actually still exists in the National Archives. It's this really ancient, brittle file, but it has VP's first letter in 1914. And it has the registrar's reply as well, saying that we've considered your application and you're good to go. And he's packing his bags to go from Simla to Delhi when the First World War breaks out. Yet again, a game-changing moment for VP. Because once the war breaks out, officials are going back home. They're going to enlist in the war. More spaces are opening up. So he's got a good chance of making this work for the first time. He's still not a confirmed employee of the Government of India. And this is something that's going to be true of his career for the next four years. He will not be a confirmed employee. He will be bobbing from department to department. He worked in the Directorate of Statistics for a while. He would then go on to work as a clerk in Lady Harding's Medical College Committee. He would do really temporary stuff, which sort of stopped gap employments, you know, one month, two months, six months. And this was to continue until Edwin Montague became Secretary of State for India. And when Montague goes ahead and makes his famous August 20th declaration, which is essentially speaking to the fact that one day, and that day is not specified right now, but one day, India will have the right to self-governing institutions. And Montague himself is somebody who's creating a lot of waves for very different reasons in Whitehall, because Montague is very mercurial, very temperamental, also loves the limelight, as a certain Viceroy will decades later. But Montague is also rather radical in his outlook as far as the colony is concerned. He's somebody who feels that, look, if you're giving Indians a westernized form of education, if you're teaching them to think like us, they will think like us. Why will they not want independence at some point? And VPs heard Montague's speech on the radio, and he's completely startled by this. He's never heard this kind of speech before. And in his later years, when he's actually talking to Harry Hodgson about this, he says, Montague was somebody I thought was a real visionary. And if he had been allowed to stay, he could have done wonderful things at that point. We all know history didn't go quite that way. But anyway, Edwin Montague is coming out to India in the winter of 1917. And this is when the first sort of germs of the reforms branch are put together. So Montague essentially will need a roving sort of branch to accompany him across the country as he's undertaking a tour. He's going to various provinces, he's going to princely states to basically meet political leaders, princes, etc., get their opinions about the ideas that he's got for India. Accompanying him will be a small team, typists, stenographers, clerks, and it will be headed by somebody called William Maris. Now, this wasn't called the reforms branch at this point, it was called the emergency branch. But essentially, it was what would become the reforms branch later. William Maris was technically India's first reforms commissioner, though that post hadn't been invented yet. Maris and Montague would not get on. But it was a moment that changed VP's career because he has now gone from a miniscule salary to 120 rupees a month, plus 2 rupees for traveling allowance. He is now for the first time exposed to what goes on behind making laws that can potentially change history. And it's nothing as soul-stirring as he probably thought it was. It was essentially a lot of bickering and squabbling over redrafting sentences, over changing the position of a clause. Should clause A be clause C instead? Does that give this act more weight? It's stuff that can be mind-numbingly boring. And yet, because it was being played out in front of him, he would eventually become Maris' go-to person, in the sense that he was primary typist that Maris would essentially have in the room to basically take notes, redraft certain pages and phrases. So he was present when Maris and Montague began squabbling, began arguing. And again, this is not something that's found its way into his own official narrative of this. This is something that lived in his memory. And he spoke about this to Hudson years later after he'd quit government service. And the fights between Maris and Montague actually come alive when VP talks about this. You know, he's basically talking about two different people with two very different perspectives on how this should go for India. Maris didn't agree with a lot of what Montague was saying. Maris had to shut up about it for so long that eventually it began to affect the working of the entire team because Maris would take to sulking and Montague would take to being incredibly irritated and frustrated. And eventually, you know, dams of frustration burst and there would be screaming matches. Montague would be thumping the table and telling Maris that he had been basically hired to do this particular job. And if he didn't want to do it, he could get out. And to all of this, VP was privy, right? So he's sitting there. He's now seeing actually what happens behind the scenes for the first time. He's exposed to high pressure situations, to huge egos, to how badly tempers can fray under pressure. He's also exposed to the real boring aspect of reform. Not all reform is revolutionary. This is the kind of reform that takes years to put together almost. That takes weeks of sleepless nights where you sit up and you basically read the same thing over and over again until it reads better. And that, I think, impacted his career hugely because most of his career was built on knowledge that he gained firsthand. This wasn't knowledge that you could gain from a book. This wasn't knowledge that you could gain from sitting for any kind of exam. This was knowledge that you got only by being in the same room as the people making the laws, as people making history. And it involved a lot of stuff that he had expected. He would always remember those moments as being very crucial to how he actually went about the business of making laws and making amendments to various laws because he watched Maris being unable to navigate as far as Montague was concerned. And he realized that, you know what, sometimes you have to navigate through different personalities. You have to be able to sort of slip and slide your way through until you get your point heard. It need not always involve a shouting match. It can, of course, sometimes under high pressure situations. But he basically learned his art of diplomacy. And I don't say this lightly. I think he was the greatest internal diplomat that we've had as well, because he was navigating two different parties at one point in his life. He was navigating three different political interests and formulating two different countries at the end of his career, not to mention dealing with independent states. So he received his training 100% on the job. And I think that is something that makes his story unique. It makes his own career and his own life stand apart, because this was knowledge that he"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:17.000",
        "message": "couldn't have gained from a book. In fact, you know, it struck me while reading your book, and I had a sense of this even before reading your book, because everyone sort of knows V.P. Menon. And I'd read one of his books while prepping for one of my earlier episodes with Srinath Raghavan. And it struck me totally that he is probably our greatest civil servant. I mean, I can't even see how you would make a shortlist at all. I mean, he's just clearly the obvious choice for all the remarkable things he did. And what's interesting in what your book brings out is that his biography prepared him for it, that everything that was happening in his life was almost like an academy for what would happen in the 1940s at that crucial moment our nation was born. For example, in 1914, you've quoted from a letter he's written to his brother where he's saying, God has been very kind to me. I have been given my fair share of second and third chances. I will make this one work, stop quote. And then the Department of Statistics was very sort of interesting to me. He didn't stay there long. But what you've written about it, and again, I'll quote your words, quote, the modern but dingy offices of the newly established directorate of statistics embodied the Raj's passion for statistics and recorded information, the size and diversity of India in its population, its geography and agricultural produce made its imperative for its quote unquote masters to keep painstaking records of changes in demography, crop production and prices, rainfall, industrial production, education, sanitation, mining and transport. The directorate had been established in April 1914. With this ambitious goal in mind, the compilation of this information was probably as crashingly boring as it sounds. But to VP, it was eye opening for the first time in his life. He was given a bird's eye view of the science of India, stop quote. And what you referred to earlier, that you know, people often think of the you know, if you're talking about the shaping of a nation, you think of grand speech, great ideas, these are the high principles. But here is someone who 33 years before India actually becomes independent. Yeah, he's actually learning the country through statistics, through data, through this mindless log of trying to figure it out, which sounds both to me fantastically boring and incredibly inspiring. So that's a good note to take a quick commercial break while we figure out which one it is. If you're listening to the scene in the unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. The international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is Where India Goes by Diane Coffey and Dean Spears. This book takes a closer look at how Indians go to the toilet and has some startling insights about open defecation. Coffey and Spears argue that the practice of open defecation is not just a result of poverty, but a direct consequence of the caste system. Listen to the book for more or check out episode 82 of the scene in the unseen, where I discuss just this with Shruti Rajgopalan. We spoke about this book as well. So do listen to it on Storytel, Where India Goes by Diane Coffey and Dean Spears. Download the Storytel app or visit Storytel.com. Remember, that's Storytel with a single L. Storytel.com. Welcome back to the scene in the unseen. I'm chatting with Narayani Basu about our greatest civil servant, VP Menon. If you don't agree with that judgment, kindly tell me who is our greatest civil servant then. And we've right now come up to the late 1910s. Montague was in town. VP is part of what will later become the reforms branch, but is now called something else. And like you pointed out as a learning experience from him again, quoting from your book, quote, watching the men, listening to the debates, typing the dictation, he learned how to think around the problem, how to work on contingency solutions, to always have a backup plan and how to factor in positives in order to neutralize a heavily negative situation. More importantly, as he watched different personalities clash or meld with each other, he began to understand the very real skill that was required to negotiate the choppy waters of the human ego. Stop quote. And what's also interesting here is that there is an event around this time that also affects him deeply."
    },
    {
        "speaker": "Guest",
        "time": "00:55:55.880",
        "message": "And that's Jallianwala Bagh. Yeah. That's something that I actually found that he'd actually left behind a letter as to that. And he writes, it is in fact, an event that actually kickstarts the moral dilemma that I was referring to earlier. Jallianwala Bagh, when it happens, and he reads about it in the papers, and he is really furious. These are people who, on the one hand, have been very kind to him, have given him opportunities that he didn't dream were possible. And yet these were the people who were also leading to mass scale massacres across the country. And Amritsar really shook him. For the first time, question what he was doing here within the walls of the very government that was carrying out this oppression and carrying out this bloodbath. What was he doing here? And he goes through a period where he is questioning this, but also what is dominating his mind at this point is that he still needs to get a permanent place. He still needs a job. This is still a moment of great, it's actually a moment of even greater conflict because on the one hand, you have his incredible need to survive, trying to balance out with a question of what am I doing here? Why am I here? Shouldn't I be out there with these people? These are my countrymen and they are getting slaughtered. What should I do? And at this point, the reforms department forms in 1922, and that's three years later, no doubt, but he's carrying this burden right through. It is only in 1922 that he actually gets a letter confirming him. And he no longer has this sort of sword hanging over his head that you are not a permanent employee, that you can be sacked at any time. That allows him actually some breathing room to think about this properly. I actually found that in the mid-1920s, early to mid-1920s, is actually when VP starts thinking about this far more introspectively. And he comes to what I feel is a very cold-blooded decision because this was a time when the country was actually being swept along on a tidal wave of emotion and nationalism. VP, on the other hand, has taken this really cool decision, right? It's a very cool-brained decision because he's thinking, that's great, they're out there protesting. What about how to make actual change happen? He had no desire to actively join politics. He'd been given a letter of confirmation, which meant that he was within the system. He may have been a clerk, but he was within the system. Did he think he could move up from there? Was it possible? And this moment is the moment that sparked his actual ambition to start moving upwards, to start climbing the ladder of government service. Until then, it had primarily been driven by how to keep his pockets full and how to not make a greater ass of himself than he already felt he had made. Now it was a more detached decision that he took, that this was actually something he could work with. He'd been given a chance to actually work, be in government service and try and change the system from within. And his ambition to actually rise to the top started from now. This is actually the moment that sees VP Menon beginning to work towards rising up in the path that he's chosen for himself. And it ties up beautifully with whatever he's faced before, because he's by this time been exposed to really nitty gritty stuff of administration. He's seen that a country doesn't really run on soul-stirring speeches alone. It doesn't run with no vision at all. And even if you have a vision, there are cogs behind that vision that are required for that vision to work. And he's worked in enough mundane departments and done enough mundane duties by now to know that behind revolution is administration. You need people who can administer, who can actually take care of that aspect. And he feels, for me, it's lovely because he's actually been put through his paces in ways that ICS officials proper would not necessarily have been through the same position. He's actually started right from the bottom and he can now work his way to the top. Advantage of starting right from the bottom. And this is something he would advocate years later. He would always tell his sons that. In fact, he would tell my grandfather that. My grandfather would go on to become director of ITC, but he always told my grandfather, look, you start from the floor of the plant and work your way up so that when you are sitting at the top, you know everything that's happening in the plant. You know how to roll a cigarette even, or the science behind it as well. I think that's something that mattered hugely to VP. For him, it was not just administration. It was what went on behind administration as well. Facts and figures may sound boring to many of us. And to me as well, when I was doing the research for this particular part of his life, it was insanely boring, but it was also immensely crucial. You cannot build a country without knowing almost intimately how it functions. And the director of statistics in that sense, I think gave him for the first time an almost aerial view of A, how vast this country is and B, how many factors you have to take into consideration to actually pull it together as one cohesive unit of governance. So yes, I think it ties in a lot with the point that you raised earlier, like everything was an academy that put him through his paces. And you know, a couple of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:41.640",
        "message": "things strike me here. One, of course, is that if you're listening to this episode now, you might wonder a little bit about VP's dilemma at working with the British and at the same time feeling his sympathy for his people. But that's simply because we've normalized this notion of India as it is today. And we think back on the British as the enemy. But this was not the case. At that point in time, the British were administrating the country, there was no India. Ideas of India, if at all they existed, were diffused and up in the air. And VP is just trying to figure out, I would guess, within his, you know, the limitations of what he can do and cannot do, that how best can I make a contribution in this. And what's also interesting is that he's actually in the one department of the British Indian government, where he can make that difference."
    },
    {
        "speaker": "Guest",
        "time": "01:02:30.040",
        "message": "He's in the reforms department. This is going to be, this is the place, this is the center. Yeah. And he's actually drafted in there only because of his experience with Madison Montague, right? Because he was a member of the core team that actually accompanied Montague, he was deemed as somebody who had sufficient experience to carry on into the formalized branch of the reforms department. And he would never actually leave the reforms department, that would be where he stayed throughout his career in government. Till India became independent. And it, I think, as you say, it was really fitting that he would end up in the one branch that was set up to actually implement reform. It had a very shaky beginning because it would shut down and reopen a couple of times before it reopened for good in the 1930s. And, you know, in between then he was drafted to the services of Malcolm Haley and, you know, he was working with people independently outside the reforms branch when it closed. So, it had a very shaky sort of start, but it was the actual branch that would go on to implement reform that would see to constitutional progress. So, he was actually very fortunately in a position to actually make his ambition succeed. And I think that's incredibly unique. And it's also serendipitous, as I said, very few people actually got to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:43.640",
        "message": "No, and it's serendipitous for India also, because, you know, you get the nuts and bolts of what is really happening between 47 and 51 as the union kind of comes together. And it almost strikes you that you needed one guy to be there. You know, if he didn't exist, you would have to invent him and you cannot invent people whole scale. So, you know, it's kind of, it's not necessary that we would have come together the way we did."
    },
    {
        "speaker": "Guest",
        "time": "01:04:05.400",
        "message": "You know, I feel like when we look at the history of our transfer of power, what we forget very easily is that much of the sweeping changes that were brought about politically, legally, constitutionally, were just done by a handful of men. I mean, the independence, Indian independence bill, for instance, was actually essentially the work for men who had to basically deconstruct three and a half centuries of British rule in a matter of weeks. And VP, of course, leading that. And VP is leading that. So, you know, I mean, it's very easy to sort of overlook that, and it's easy to let civil servants as an entire class sort of slide under the radar. And it, to me, that's something that needs to be focused on more. It's one of the reasons why I wrote this story, because you don't think of a revolution in terms of nuts and bolts. You don't think of a transfer of power in terms of nuts and bolts. And as you said, the formation of the Union of India, the integration of the country itself, was something that was at that point carried out almost single-handedly by VP Menon. He worked himself almost to death during that point, because he was crisscrossing the country, going to 565 princely states. So, even in the 1920s, going into the 1930s, it was still really an arduous process because you had all these different ideas of where India was supposed to be going. You know, one idea was being discarded, another was being picked up in accordance with shifting times and shifting political moods. And it was still very difficult to try and pin down what India looked like at that point. In the late 20s and 30s, there were still ideas of a federal India being tossed about. What would a federal India mean? You know, what was the position of the princely states within the federal India? There were questions that nobody had really thought of and were now being almost deconstructed forensically as such. And VP was at the sidelines at this point. He was still a clerk at this point. And yet, it was a curious juxtaposition because even while he was at the sidelines, he was also at the frontline of political reform. So, it was a very curious position to be in because he is somebody who is essentially meant to be taking notes, etc. at this point. And yet, in 1930, he is told by Hawthorne Lewis, who is his supervisor in the reforms department, look, come with me to London for the first roundtable conference. And again, he's gone as a member of a secretariat. He's essentially sitting there at the sidelines, but he's actually seeing leading figures of the Indian independence movement. He's seeing Gandhi getting out from his car. He's making friends with the Raja of Sarila. In fact, you've pointed out how Hawthorne Lewis"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:48.360",
        "message": "told him at this point in time, quote, open your mouth when you have an idea, VP. Otherwise, you'll be lost in the crowd. Yeah, stop quote. So, you know, again, another British supervisor taking him under his wing and giving him the courage to actually speak out and what was kind of interesting and how you point out about how this journey changed him forever was that there's this 1930 roundtable conference in London and he's going on the ship called the SS Multan. And everybody's there. Gandhi's there, Jinnah's there, the whole gang is there. And in fact,"
    },
    {
        "speaker": "Guest",
        "time": "01:07:17.160",
        "message": "Jinnah becomes a close pal of his. That actually was, it's sort of heartwarming because you know, when we read about Jinnah today, we know the Jinnah that we associate with in the 40s and the formation of Pakistan. And Jinnah was never someone you can understand even today. I think even his more dedicated biographers were never really able to pin down Jinnah and who Jinnah was. But in 1925 is when VP actually meets Jinnah for the first time. And this is with the Muddiman committee, which has basically been set up to sort of investigate the workings of the Government of India Act 1919. And VP is again in the background. He is the person who's basically filing the papers and putting them back into their boxes and very mundane stuff like that. And this is a room that's filled with the political bigwigs at that time, Tej Bahadur Sapru, people of his ilk. And Jinnah sort of strolls up to VP and says, have you had lunch yet? And VP is considerably taken aback. And he says, no, I was going to get something from the mess. And Jinnah says, why would you do that? Let's have lunch. And so they went off to lunch. They went to Cecil Hotel. And he still remembered, after all those years, he still remembered the kind of looks he got when he entered the hotel with Jinnah. And Jinnah was a rising star in Indian politics at that point. You know, he was brilliant. He was not the twisted man that he became later, but he was very avuncular at that point. This was a very approachable Jinnah. This was some Jinnah who liked to take young men under his wing and sit and chat with them. And that's what he does in 1925. As well as in 1930, VP encounters Jinnah on board the SS Multan and the ship docks in Cairo on the way to London. And Jinnah takes VP basically on a tour of Cairo. And he is basically sitting with Jinnah in the car discussing the history of Egypt, the politics of not only Egypt, but also the world. He's taken by Jinnah to lunch at one of Cairo's finest hotels. He can still remember that that was the first time he ate fresh dates. And it's life changing for VP because at this point he didn't ever really consider that he would be in contact with people that he just read about. These had once been names on pieces of paper to him and now here they were in the flesh. And not all of them were bad. They were human and they weren't unkind to him. He also remembered at one point when the reforms branch had shut down that he worked very briefly with Malcolm Haley. And Malcolm Haley was also somebody that VP remembered very warmly in throughout his life. So he had made friends by this point with people from both sides. And he had encountered English supervisors who put a lot of merit into the kind of ideas you gave. They put more merit onto your actual work rather than who you were or where you were from or where you'd studied. He became good friends with most of his supervisors. In fact, with Hawthorne, he was quite excellent friends. And Lewis actually recognized VP's talent, as I've said in my book. And he encouraged it. He insisted that VP opens his mouth and speak when he had an idea. He was never somebody who told VP to shut up. And so they go to London and London itself is eye-opening for VP. He's now in the capital of the empire, essentially. He's seeing a different society. He's seeing for the first time that it's okay if the driver of your car enters the same restaurant and eats at the same restaurant as you are. He's hobnobbing with the leading lights of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:41.320",
        "message": "India's independence movement. Including all the princes he will"
    },
    {
        "speaker": "Guest",
        "time": "01:10:43.640",
        "message": "get to know more intimately. The Raja of Sarala became, in fact, quite a good friend at this point. And the Raja of Sarala was a minor state in central India. And Sarala was there representing some of the minor princes for the roundtable conference. And he would become, he as well as his son Narendra, would become very good friends with VP during the course of VP's government career. But the Raja was never somebody who was standoffish or aloof. He was very charming. He was cultured. He was very debonair. But he treated VP as an equal. And VP learned more than he ever dreamed that he would. First of all, it was a moment of immense personal achievement. He's gone overseas for the first time. He's standing in the Savoy Hotel. He's standing at what he feels is a milestone in his career and his life, both. He doesn't know whether he'll even come back again. But here he is, and he's determined to make the most of it. He's also exposed to different ideas at this point. So there was a very vocal section of women in England at that point who were demanding equal rights for electoral franchise. And he knows that in India as well, there have been women who have been demanding equal voting rights. Sarojini Naidu, Mrinalini Sen, all of them felt that, look, if we are subjects of the empire, we pay our taxes, why are we not being given the right to vote and have a say in the future of our country? VP himself is from an extremely strong matrilineal background. He likes independent, strong women. And he agrees with this. He feels, why should they not be given a chance? But these are, for now, ideas that he will internalize. They will come to play almost seven years later in 1937. But for now, it's just a moment of real discovery for him, because he's finding out that nobody, however high a rank they hold, felt it was beneath them to associate with a mere clerk. He was treated as an equal by prince and politician alike. And it was an experience that, again, changed his perspective on what politics was and what life was also. And that was a milestone in his career at that point."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:52.440",
        "message": "You know, speaking of your friendship with Jinnah, and of course, you go on to write how in the book, you know, VP would not recognize the Jinnah he would meet in the 40s. So change from this. But I was sort of reminded of an earlier anecdote, which you briefly mentioned in your book. I mean, firstly, you know, you referred to Jinnah in 25 as a rising star. I would say he was more kind of an eclipse star already. He was a rising star, perhaps in the 1910s. And at one point, he was, you know, after Gokhale and Feroz Shah Mehta and, you know, that those moderates from the party died, everyone expected Jinnah to sort of be the next face of the Congress Party. And Gandhi was a marginal figure at that time. And then Gandhi took over the Congress Party with his, you know, by getting together with the Ali brothers and the whole Khilafat movement. And that's a story in itself. But the anecdote that struck me was where you point out that in 1920, in the Congress session, at one point, Jinnah protests against what the Ali brothers and Gandhi are planning. And he says that that is not the constitutional way. And then Muhammad Ali stands up and he tells him the story of how a Tory was once at Piccadilly Square. And there was a preacher there who was talking about, who was trying to convert everyone there and saying, this is God's way, come to God's way. And the Tory went and asked the preacher that, tell me how long have you been following God's way? And the guy said, 20 years. And he said, in 20 years has got you as far as Piccadilly way? No, thank you. And it's a very telling story because it's also sort of telling Jinnah that, okay, the moderates have failed. You know, that the constitutional way of Navroji and Ranade and Gokhale and Mehta, and to some extent, Motilal Nehru also up to this point. And now Jinnah himself has failed and you need something more radical. And that's the direction of the Khilafat movement and Gandhi, of course, who is a true radical. And it's very interesting because what, and I'm just thinking aloud here, but it strikes me that the department that VP is now part of is pursuing the constitutional way. In the sense, piecemeal changes. And, you know, there is a process, there is a system, nothing radical. And yet, at the end of his career, what he then has to do is something quite radical, where he has to sort of frame a new system almost by himself. I mean, that whole act of getting all the princes into the union is something that no"
    },
    {
        "speaker": "Guest",
        "time": "01:15:08.840",
        "message": "constitutional way will get you. Absolutely, absolutely. And I think it's important to remember here that there was no one formula for what the constitutional way was at that point. In the 1920s, 30s, you were just basically figuring it out. You know, you were people who were basically sitting down around a table, you know, coming to several deadlocks along the way, but you were essentially trying to talk it out. And you didn't really know what would happen, you know, because, I mean, in the 30s, there was the idea of federal India. By the 40s, the idea of federal India had been thrown out of the window. So events were moving so blindingly fast that essentially you had to adapt your ideas according to the events that were following and the fallout of the events that were following as well, you know, because in the 30s, and I've talked about this in the book as well, where Horton Lewis basically introduces VP to Linlithgow. And VP essentially, Linlithgow asks Horton Lewis, what is the way forward here? And VP for the first time opens his mouth in front of the viceroy and says,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:12.600",
        "message": "take defense and external affairs from the prince. In fact, I'll read out the quote from your book. Yeah. What VP says in this quote, if we get the princes to agree to hand over defense, foreign affairs and communications to the British government, our path might be smoother. We can leave finances out of the picture for now. They don't need to have any obligations towards the crown at the moment. Stop quote. This is 1935."
    },
    {
        "speaker": "Guest",
        "time": "01:16:34.120",
        "message": "This is 1935. This is also a point where VP has realized that the princes are now backing away from federation and that if Linlithgow doesn't act fast, the whole idea of federation might fall through, right? So it's another example of how VP has taken the knowledge that he's accumulated at a particular point and is using it in an adapted version at a later point in his career. It's also a remarkable statement of great foresight because this essentially will be the foundation of whatever he's prescribing through the years, right? So he's basically grasped this in 1935, which is over a decade before actual independence."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:08.680",
        "message": "And in 47 for, you know, those listeners who don't know, this is exactly the package that was offered to all the princely states that only hand over defense, foreign affairs and communications. And you know, you otherwise are in control."
    },
    {
        "speaker": "Guest",
        "time": "01:17:20.040",
        "message": "Absolutely. And this is like you said, this is 1935. The princes are now backing away from federation. Linlithgow has essentially basically arrived in India to try and implement federation as fast as possible. And VP offers him this formula. Linlithgow rejects it. And it is one of the first times that VP has encountered ingrained racial prejudice as well as ingrained systemic prejudice because Linlithgow is somebody who loves protocol and is almost a rabid fan of protocol. He certainly doesn't like an Indian talking to him in this fashion. And it makes matters worse that this is a junior. It is not anyone in a position of power."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:57.720",
        "message": "Although for all practical purposes, VP is already the right hand man of the reforms"
    },
    {
        "speaker": "Guest",
        "time": "01:18:01.400",
        "message": "commissioner, which is... It doesn't matter to Linlithgow. It doesn't matter to Linlithgow because he's just seeing a native guy speaking out of turn. Because, you know, I mean, VP would go to Linlithgow twice during Linlithgow's tenure and put forward adapted versions of this. In 41, again, he would go to Linlithgow and say this again. So he basically put himself out on the limb twice during Linlithgow's tenure in India. And it never mattered to Linlithgow. It was a point that was of great and abiding resentment for VP because he just felt that Linlithgow had basically thrown away chances of putting together a unified India as far as it was possible by ignoring the plan that he had actually put forward. Twice, not once, but twice. But going back to your original point, I think we were just figuring out what was the constitutional way forward. Because events were changing so fast, you had to have somebody who was thinking on his feet, practically, because that was something that you needed. You needed somebody who had a brain that was agile enough to adapt to the changing circumstances, assess the implications of the circumstances and their consequences, and what that could mean for the future of the country, and use that to formulate a process of constitutional reform. And I think the fact that VP encountered supportive supervisors like Hawthorne Lewis, like in 1941, as he would encounter Harry Hudson, it was incredibly formative and supportive for his career as well. These were men who allowed him to think and allowed him to put forward his ideas and opinions. In fact, in 37, Linlithgow would give VP carte blanche to go ahead and form the electoral"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:40.840",
        "message": "rolls for the 1937 elections. Whereas you pointed out he included women in the rolls. That was the first time. And again, this was something he'd seen in 30. And in fact, this is the first time I read"
    },
    {
        "speaker": "Guest",
        "time": "01:19:50.520",
        "message": "about it. Has it really been remarked upon that? It hasn't. It's one line in The Great Divide by Harry Hudson. And it's never really been remarked upon at all, which is, I think, another really sad fallout of the fact that VP has been allowed language and obscurity all this time. Because this is a change that continues until today, that has had a lasting effect on the way we look at our voting rights. I mean, he would go ahead and give uneducated people the right to vote as well by putting symbols onto ballot papers. So the hand and the jaru and all that is all there because of VP. Yeah. And his whole idea of that stemmed from his own experience. He never completed his education either, but he didn't see why that should stop you from having a say in the direction in which your country goes. So, you know, he would push for provincial governments to lower the average educational standard of an average voter because he kept insisting, how does that matter? Just because you don't have a formal degree or a formal piece of paper that determines your academic credentials doesn't mean that you don't have opinions of where the country is going or where you want your country to go. So why should you not have a say? And I think these are contributions that actually need to be highlighted much more"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:06.040",
        "message": "than they have been done so far. And of course, you had rhetoric on these subjects in the political arena, but it took someone to actually sit down and frame these rules. Like you point out at the time of working on the Government of India Act in 1935, you write, quote, VP wondered whether anyone really realized the sheer amount of work that went into making a modern nation. It was all very well to make impassioned speeches about Swaraj, but the tedium and technicality that formed the cogs of these dreams and which would bring them to fruition was stupendous. And yet he clearly enjoyed juggling so many balls. It was in every way why he had persisted with government service. So tell me a bit about this period of time. What is the Government of India Act? What is VP's role on it? You know, and what is its sort of relevance and"
    },
    {
        "speaker": "Guest",
        "time": "01:21:53.880",
        "message": "resonance for future events? So the Government of India Act 1935 was essentially put in place as a result of the ruminations of the roundtable conferences that had come before. The idea was to basically put in place a federal India. We basically wanted a stronger center. We wanted powers to be given to the center and the provinces basically were to accede to what would become a federal India. The princes were given a choice at that point, but they were essentially told that a united federal India could only succeed if half of the princes, of the total number of princes, acceded to what would become the constituent assembly. The Government of India Act would also become the backbone of India's constitutional progress until our own constitution of independent India came into being in 1950. It was the constitution that would remain as a sort of framework for VP's own ideas for the transfer of power later. VP's role here was essentially to A, help in the drafting of the Act and B, supervise the elections that were to follow in 1937 as a result of the Act. That was his mandate which was given to him by Hawthorne Lewis. Lewis was not keeping very well at this point. He was very brilliant, but he was very sickly and the upshot of that was that a lot of the legwork and paperwork was given to VP. Lewis felt that since he had taken VP to London, VP had actually been there present at the conferences, at the conference in 1930, that VP had enough first-hand knowledge to actually take on a burden of this scale and scope. He would be there in a supervisory capacity, but he said, look, if you can pull this off, we'll think about getting you a promotion. And this is, it also might be remembered at this point that this is not a very easy time for VP personally. 35 is also the year in which his first marriage was imploding. So this is a man who is completely torn apart in his personal life, but has been given the task to start the process of constitutional reform, actually ruling for India, right? Because the Government of India Act 35 is considered to be one of the most substantial contributions to India's constitutional progress. And VP is not unaware of the hugeness of the task he's been given. He basically throws himself into his work at this point. Much of his work is incredibly tedious. And as I've said, tedium and technicality are two aspects that will define his career, you know, right until the end of government service. Because on the one hand, while it is very exciting to read about this in real time, a lot of it was drafting, redrafting, submitting drafts, sending cables in the dead of night, you know, and these are long, very lengthy cables that went into endless reams of clause A as sub clause A.1. It went on for page after page. And, you know, you can get lost if you are a biographer and you're reading this, you can very easily get lost in how completely mind numbing it is. Because essentially, these are the same things that are being cabled to London and coming back from London, but with the addition of one word or the subtraction of one word."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:59.880",
        "message": "So he's got to go through the whole thing again. And he's got to go through the whole thing again. And this is not Microsoft Word where changes are tracked and all of that."
    },
    {
        "speaker": "Guest",
        "time": "01:25:05.960",
        "message": "He's got to read the full damn thing. He's got to read the whole thing. And this is, he's got to then retype the whole thing, right? Because that one word, its presence or its absence is essentially changing language. It's changing implication. So this is a point that A can be seen with a lot of, you can view it as a very boring period in his life, or you can look at it as somebody who has moved on from the small scale to medium scale, right? This is the biggest he's come in his career so far. He has no idea that he's actually going to go to the heights that he does go."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:41.800",
        "message": "I mean, I wouldn't even call it medium scale because it's so mind boggling to me. It's a large scale in itself."
    },
    {
        "speaker": "Guest",
        "time": "01:25:46.520",
        "message": "Yeah, it's a large scale in itself. But you know, when you look at it,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:48.520",
        "message": "We know what comes later."
    },
    {
        "speaker": "Guest",
        "time": "01:25:49.720",
        "message": "So, I mean, in retrospect, it is medium scale, but it's also medium scale in terms of sheer hierarchy, right? Because he's superintendent of the reforms office at this point. And he actually has overall charge, but his charge is so, it's so technical and it's so heavily technical that to explain it in simple terms took some doing. Because you don't necessarily think of it. I mean, right now, when I talk about the fact that he gave women the right to vote, and he gave uneducated people the right to vote, that he pressured governments to lower educational standards, it's actually a very simplistic sort of extraction of what he did to sort of highlight his achievements. But that came mired in so much legalese and so many days where he just, A, didn't sleep at all, B, he had to read the same thing until he, you know, it was, you feel like you're going mad because you're reading the same thing over and over again. So yes, this was a point of immense progress for India. But if you were in VP's position, it was also a really tedious task, you know, because you were sitting behind the scenes and you were going through reams and reams of paperwork. And none of that is exciting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:04.760",
        "message": "And of course, at this point in time, VP doesn't have the responsibility as he would more than a decade later of actually dealing with all the princes at a personal level. But you have a very amusing anecdote about how Linlithgow decides to throw a sports meet in 1938, where he calls all the princes. Again, I'll quote from your book, quote, the result was a spectacular failure. The royals were neither young nor particularly sporty. The ruler of Garali, for instance, tried to relive his youth with a sprinting and extra long run up to bowl and suffered a heart attack in the process. No one wanted to discuss tiresome subjects like the abridgement of princely powers, grouping protocols and the consequences of democracy. The general mood was to finish off the week as fast as possible. So one could resume the usual routine, including the annual New Year's duck shoot at the nearby Isanagar Lake, said to be the best duck shoot in Bundelkhand. Stop good. I apologize if I'm making your book sound really boring, because actually it's full of really entertaining stuff like this, some of which I will also quote later. But let's talk for a moment about I mean, you could say, in this episode, we have been as guilty of ignoring VP's personal life as VP himself was. Tell me a bit about that. Like, okay, so he had an arranged marriage with someone in his village called Susheela. And that's all we know of her. And at the same time, what is sort of pertinent to all of this is a gentleman called Kotiath P. Anantan, who is, rewind here, the gentleman who gave him money for the ticket to Simla when he first came to Delhi after his pockets had been picked and they became close friends later. And he became very thick with both Kotiath P. Anantan and Kotiath's wife, Kanakam, who would later become his wife. Indeed. So kindly take us through what all is going on in his sort of personal life."
    },
    {
        "speaker": "Guest",
        "time": "01:28:59.000",
        "message": "So let's rewind. It is 1914. Kotiath Anantan turns out to be the guy who's helped him to get to Simla. Kotiath Anantan also encounters VP later and in a professional capacity. By later, I mean, a few months later, right? Their friendship starts in 1914, which makes it that much easier, I think, when you are an outside spectator to sort of have his personal life imbued with a lot of rather salacious cues, should I say, you know, because you can make jokes about him marrying his mentor's wife and stuff. But what I see here is... And she was only five years older than him. She was only five years older than him. VP was not somebody who was very keen to get married. He got married very reluctantly and under immense pressure from his mom. And most of us know that story when it comes to us as well. But he succumbed to parental pressure. He went, did the proper thing, got an arranged marriage. This woman's name was Sushila. And that is literally all that we know about her. We know that she came from the same village. We know that she came from quite a good family, was from the same caste. It was a marriage that did not work. And she is, of course, your great grandmother. She is my great grandmother. She is. I am descended from Sushila. And in fact, if Sushila hadn't gone on to have two children, it might have been like she never existed. I don't know what happened during that marriage or why it imploded. Strangely and even more bizarrely, neither does anyone else. There is no evidence of what happened. She left behind no letters or if she did, they were destroyed. We don't know. She walked out or seemingly walked out. Again, she disappeared. She left behind two kids and two young kids. Like I said, my grandfather was nine. His brother was seven. And, you know, she had those two kids. It might have been like she didn't exist. He allowed, VP would allow no mention of her ever again. His children asked repeatedly where their mother had gone and he never told them. And they never stopped looking for, they never stopped looking for their mother. They never stopped trying to find her. It impacted their lives for years, as understandably it would. What exactly transpired to actually destroy their marriage, I don't know. Nobody remembers her. Only Mrs. VP Menon that is remembered is Kanakam. Right. So, he met Kotiyath Ananthan and Kanakam 14 and they become firm friends. Right. Kotiyath is years older than VP and together both Kanakam and Kotiyath represent the kind of people that VP is trying to be. Right. So, they are aspirational. They live in circumstances of very comfortable wealth. Kotiyath likes his cigars. Kotiyath likes his pegs of whiskey. Kotiyath is extremely cultured as far as VP is concerned. Kanakam is from a very, very unconventional family. One of her sisters was a fluent Sanskrit scholar. Yet another, you know, obtained a license to fly. So, she's from a really out family that obviously did not mind their daughters being out there in quite a flamboyant way. She has very decided, informed opinions of her own. She has a great sense of humor. She cooks really great food. And theirs becomes a house that is sort of a home away from home for VP. It's also a very parochial mallu to mallu connection, which always works. He will always call Kanakam mummy. Even after they're married. Even after they're married, that is something that continued all their lives. And again, it's very easy to see why that can give rise to a lot of sort of scandalous gossip because here you have a fellow calling his wife mummy. But in 35, when VP's first marriage implodes, Kanakam is there. Right. She's actually moved in to VP's home with her daughter Meenakshi. Kotiyath has died by this point. But here you have VP actually living with his mentor's wife, her daughter and Sushila. The boys are away at school. Tongues are wagging about this very unconventional setup because he's essentially living now with two women. And Sushila disappears. And Sushila now disappears. So, you just have VP and Kanakam left. So, tongues are wagging even more. Right. So, this is an aspect of VP's life. He goes ahead and formalizes a wedding in 1941, two years later. But for those two years, he is essentially what we say today, living in sin. In 41 is when he will formalize that marriage. That is a marriage that will last until the end of their lives. However convoluted the dynamic, it was also a very quietly steadfast marriage. It was a marriage that did not rely too much on spoken sentiment, but on almost sort of implicit understanding of who VP was and where he was going. My family's recollections of Kanakam have always been of a woman who was very quiet, but ensured that VP's work was never disturbed in any way. If he brought work home, for instance, she would insist that the house ran very smoothly around him, but he was not to be disturbed. Tea, coffee, food was sent in, he was not disturbed. So, she essentially made him the center of life of the household and essentially became the anchor that he was very obviously looking for. And I think that's one of the reasons why this was a marriage that worked. It was a marriage that was inevitably shrouded with a lot of scandal, a lot of which has persisted until today. In fact, when Wavell was Viceroy, he noticed that VP would not always, he wouldn't bring Kanakam to official receptions and he generally just never brought her into public professional life. She remained very much at home. And Wavell would ask VP, why are you doing that? Bring her next time. And VP is slightly embarrassed that Wavell's noticed this. He tries to cover that up, but he says, okay, fine. If you want me to bring her, I will. And he does bring her to an official reception and Wavell does the immense honor of actually introducing VP and Kanakam first to the guests of honor before proceeding to other equally much more important people in the room."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:27.320",
        "message": "Wavell was a kind man from all accounts."
    },
    {
        "speaker": "Guest",
        "time": "01:35:29.000",
        "message": "Wavell was a very kind man and he was no politician, but he was a very kind, just man. VP liked him very much. He felt he was incredibly unsuited to India's political climate and politics, but a very just, fair man. But yes, his personal life has not been easy to write about as well, because you had to basically, I had to basically sit down and look at this man's life incredibly dispassionately. It's not always easy to talk about somebody who's related to you and also dissect instances of emotional cruelty that they're capable of, cruelty slash stuntedness. Especially to his kids who are, you know, one of them is your grandfather. Yeah. So it's not a subject that you can write about easily or approach easily, but at the same time, it was something that I felt needed to be done because you need to present a portrait of a human being. VP Menon was capable of immense professional greatness, not so much in his private life. And that goes towards contributing one comprehensive human being. And I think both aspects were incredibly important to write about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:34.360",
        "message": "I mean, the story of our history is a story of incredibly flawed men. And there's a very nice domestic story in your book where you talk about how, you know, he's at this lunch meeting,"
    },
    {
        "speaker": "Unknown",
        "time": "01:36:44.440",
        "message": "and he's formulated the men and plan and it has to be done in four hours, the draft has to be,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:50.200",
        "message": "you know, sent off. And he hasn't had breakfast and it's lunchtime, but there's no time for lunch. So he takes his cronies and quickly goes home, where Kanakam asks him, do you want to have lunch? And he says, no, no, I can't, no time. And then she sulks and says, okay, I won't have lunch either."
    },
    {
        "speaker": "Guest",
        "time": "01:37:04.840",
        "message": "And she goes off. Yeah, because this was also a point when VP was getting a lot of hate mail."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:09.240",
        "message": "Yeah. Which also struck me. This is the 1940s. There is no Twitter. He is getting hate mail."
    },
    {
        "speaker": "Guest",
        "time": "01:37:13.400",
        "message": "He's getting hate mail. He's getting death threats. And Kanakam's taken a lot of this in a stride. But this fact, the fact that, you know, he's been held up at work and he's for the first time in years forgotten to phone her up and tell her he won't be home for lunch. And if he will eat or not. Because he has to draft the plan, which will change India forever. Right. So, but then she's pissed off, you know, because she thinks, why didn't you call me? And, you know, he's standing there and he's wondering, do I go to pacify her or do I write the plan that's going to change history? What do I do? He writes a plan. So he writes a plan"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:47.800",
        "message": "that changes history. Fabulous. Yeah. So let's get back from the personal life now to sort of historical narrative and let's get into the 1940s. This is where things are really heating up. Britain has gone to war and the Indian politicians are pissed off because Linlithgow just unilaterally announced that India has joined the Second World War. And the Congress makes a series of blunders here. And what's also happening here, and it's also fascinating to see that unfold in the book, is that VP is getting closer and closer looks at key protagonists of our independence like Nehru and Patel and over time getting to know them a little better at the same time as Jinnah becomes a stranger to him again. And he's not entirely approving of everything that the Congress"
    },
    {
        "speaker": "Guest",
        "time": "01:38:31.560",
        "message": "is doing. Tell me a little bit about this period. I think it's inevitable that he would during the process that he was going through, get a closer insight into the personalities of the men who were shaping India's politics at that point. And this, he was getting a close look at both sides of the divide. So he was getting a close look at the League, at the Congress, as well as the princely states. So the late 1930s is also when he drafts the prototype of the instrument of accession that he and Sardar Patel are going to use a decade later. He is also seeing princes backing away from Federation. He's now also watching the Congress threatening to resign its ministries. He doesn't approve of that idea at all. He feels that that's a stupid idea. He is never entirely approving of many of the things that people do on both sides of the divide, whether it's Nehru, whether it's Jinnah. For him, I suppose it's also easy for him to take that judgment because he's watching these men make these decisions as the third party, right? So he's essentially watching huge egos coming to blows with each other and often dominating decisions that need to be taken in a cooler, more pragmatic way."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:37.880",
        "message": "And this is also especially, I guess, reflected in Jinnah and Nehru baiting each other all the"
    },
    {
        "speaker": "Guest",
        "time": "01:39:43.000",
        "message": "time, which makes a sort of a rapprochement very difficult. It makes a rapprochement very difficult because essentially every olive branch that either party hands out is struck aside. And you are fast approaching a point of deadlock. Where do you go from here now? Pakistan is now a nascent sort of idea that's sort of floating around. It's not entirely been picked up a hundred percent yet, even though Jinnah's gone ahead and made the Lahore resolution. VP still believes that a unified India can still be pulled off if people can just put aside their egos, if people can stop baiting each other. A lot of his decisions at this point are also, for me, they read almost as acts of political naivete because for someone who's been exposed to egos and exposed to differing personalities, you must have been able to see the writing on the wall a lot earlier than VP did, right? In 1941, he was still pushing for a unified India. He goes to Linlithgow one more time and he says, we can still pull it together and make a unified federal India possible. Again, Linlithgow doesn't listen to him. And these are points when he's seeing the flaws of the greatest men of Indian politics come more and more glaringly into focus. He is seeing Jinnah transform into the Jinnah of 1946-47 into an increasingly bitter, resentful, cynical man. He is seeing Nehru make statements that really Nehru shouldn't do, that aren't exactly politically wise. And he is, to a large extent, really annoyed because he can see where this is going and yet he doesn't want to believe that it's going in that direction as yet. He does not want to believe it. And I think the greatest example of that was his transfer of power plan in 41. And we have another example of it as well when we come to 1945 and the Sinhala Conference. And those are two key examples from the mid-1940s of VP Menon believing staunchly that India need not head towards partition of Pakistan. For him, the interplay of personalities was a key reason why India was greening towards the path that she was heading down. He'd never entirely, and for me, it was entirely subjective. I know today it's very easy to categorize him as Sardar Patel's right-hand man or as being in Patel's camp. But in the late 1930s, early 1940s, he hadn't yet encountered Sardar Patel. He hardly knew Patel. He hardly knew Patel, right? So, these were independent assessments that he'd made. These were subjective assessments that he made based on how these men were reacting to propositions for India's political future. They were assessments of human beings. They were assessments of how men could easily wreck or capsize a political boat if they weren't careful. And this is, I think, something that comes across very strongly in the interviews that he did with Hodgson because there he's actually talking about interacting with these political legends as men. He's essentially deconstructing them as personalities with flaws, which often blinded them to the greater good of the country. He never agreed with the fact that the Congress resigned from the ministries in 39. And that was something that he would hold right to the end of his government career. In fact, it is a statement that he makes obliquely in Transfer of Power as well. He's far more colourful about it in his interviews. But it was something he kept his mouth shut about until he absolutely could give free rein to his tongue. It was important for me to see that he didn't actually hold these people in awe. He was able to see them as men capable of small behaviour, insular behaviour. And he could rage about this. You know, in fact, when Linlithgow sent three emissaries to the princely states in 37, he would get really annoyed with that because he said that's the first step towards actually making Federation fall through. You're essentially sending these men, poor Englishmen, to princely states to tell them, look, essentially, your days are numbered here. We are going to be leaving and this is going to be your future. He didn't agree with that at all. He didn't feel like it should have been done. Later on, when the Cripps mission failed in 42, Stafford Cripps actually meets VP and says, Mr. Menon, look, the greatest service you could do for this country is you could make a coalition happen between the Congress and the League. That might be the only way forward here. And those become words that actually push him towards setting up the Simla Conference. And the letter for that conference actually exists still in the National Archives. And it is, to me, yet another example of how VP was learning to navigate different personalities. It is a very long, very elaborate letter, lays out the blueprint for the Simla Conference. In it, he does not take any credit for putting across this idea. He basically says the viceroys should get political stakeholders around a common table, have them in the same room, talk about it, and then push forward from there. He is just to be there in a supervisory capacity. The actual discussion has to be done between those who are actively interested in India's political future. But what is clever about this letter is that he's actually giving Wavell, who was sitting viceroy at that point, the authority to go ahead with this. He was putting it across as if it should be Wavell's idea. It should be Wavell who goes out there and gets this done. At no point does he say, I feel that this should be done. At no point does he push it. In his own official narrative, in fact, he has not taken credit for this at all. It is merely written as Wavell arranged the Simla Conference. It's only when you actually read that letter that you realize that it was not Wavell, it was actually VP Menon who pushed for the Simla Conference. Because at that point, he was still fervently hoping that both parties could actually put aside their differences and sit down and actually look at the future of India. And at this point, there were several other factors that were going on behind the scenes. So you had people like Robert Mudi, who was within the Home Department at that point. He was Home Member. And he was also very pro-Pakistan. And he was somebody VP suspected of basically poisoning Jinnah's ear, letting him know that the only way out and the only way forward for the Muslim League to actually start catering to Muslim interests was to push for Pakistan. And this is something that Jinnah tells Durga Das, who is working with the Hindustan Times at that point, at the Simla Conference. And he tells Durga Das, he says, why do I need to sit here when Pakistan is being handed to me on a platter? Why do I need to listen to these people? And he goes ahead and basically puts forward a lot of unreasonable proposals to Wavell and says that basically all Muslim interests will be held by the League, represented by the League. And that's not something Wavell can agree with. And it's one of the things that capsizes the Simla Conference. Yet another thing that capsizes further political interest is later when the cabinet mission has departed. In 1946, Jawaharlal Nehru gives a press conference on the 10th of July, in which he says that we are not going to support grouping at all. No one here is going to support grouping, so obviously that's going to fall through. And VP is livid because he says, you know, why did Nehru have to go and make that kind of a statement? Obviously, now Jinnah is going to pull out and this is going to come to nothing. And Jinnah is forced to pull out because if Nehru is condemning this, there's no way the League can say yes. So essentially speaking, VP is at this point sitting now very much at the front lines. His position has subtly changed because in 43, Harry Hodson leaves. And Harry Hodson leaves behind a very strong letter of recommendation saying, look, there is no one better qualified to take up the position of reforms commissioner than VP Menon. And he is the first non-Englishman to... He is the first non-Englishman to be reforms commissioner without having sat for the ICS exams. So he has now reached pinnacles of his career that he didn't think were possible. So from 43 onwards, from 43, 44, 45 here, and as reforms commissioner, he's basically pushing for some kind of agreement that can possibly happen before it's too late. It's only in 46, 45, 46 that he begins to see that it's not possible. From 46, he is absolutely convinced that partition is inevitable. We'll have any plan that we put forward now, we'll have to cater to partition and Pakistan. There is no way we can't. And a large part of that he ascribes to Nehru's press conference of July 1946. In fact, all of that, all these years,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:43.960",
        "message": "the first half of the 40s are beautifully detailed in your book and a must read. You know, before I go on to the sort of larger questions I want to ask, including about, I'm sure what our listeners are waiting for, the Patel versus Nehru relationship and how we look at history today. But before I get to those larger questions, I also want to, you know, briefly cover the sort of two other big moments in VP's career. And one is, of course, when Mountbatten comes. And, you know, VP has been a very important part of the administration till now. He's a reforms commissioner and all of that. But Mountbatten has just come with his own guys, some of them incompetent. And in VP's words, when he describes the early part of Mountbatten's tenure in India, quote, I was just there to do donkey's work. If they needed a paper drafted, or if they had no time to do something, then it was understood that VP would do it. But if they had to take decisions, then they would hold meetings without me and take those decisions themselves. It was a most frustrating situation, stop quote. And part of it could be ingrained racism and you know, what would the natives know and all of that rubbish. But in no time at all, he is absolutely crucial to Mountbatten, the one person that Mountbatten relies upon. Tell me a little bit about how the shift happened and why it happened. What did VP bring to the"
    },
    {
        "speaker": "Guest",
        "time": "01:49:56.920",
        "message": "table? This was actually a very sort of very complex period in VP's professional life, because backtracking to about the autumn of 1946, it was a milestone for VP because it is the autumn of 1946 that he encounters Sardar Patel for the first time. And that is something that is going to have a huge impact on his career going forward. Sardar Patel has obviously heard of VP Menon, never met him. But in no time, they forge a relationship that is very professional, but also hugely personal. And it is in December of 1946 that VP actually submits yet another transfer of power plan. This time it is based on transfer of power and dominion status to two central governments. It is catering for Pakistan and partition in the most viable way possible. That plan has Sardar Patel's approval. It is submitted to Wavell. It is then sent to Whitehall. Again, it is brushed aside, but it is one of the plans that Mountbatten will look at as part of his briefs for going out to India. Mountbatten comes with a reputation that precedes him. He is incredibly flashy. He loves the limelight. He is somebody who believes that he can, he's basically sent there as somebody who can do this single-handedly. He comes with a hand core group of English officials whom he feels can basically steer the country towards transfer of power. And they can basically see to this in a bloodless way and get out of there as soon as possible. And as yet it might be remembered that the transfer of power date is still 1948. It's not come up to 1947 as yet. So Mountbatten basically comes out and VP is not consulted about any of it. Mountbatten meets with various political stakeholders, puts together what is now known as Plan Balkan, which was essentially transferring power on a completely voluntary basis. It was essentially leaving the accession to a dominion of India on a voluntary basis. And it was leaving the door open for princely states to do as they pleased. So you could have 500 independent countries coming up within the country. This was the plan that was sent ahead to Whitehall. This was the plan that VP says was never shown to him. And it was a plan that VP knew was being made. He was just never shown the final draft. And that is one of the last straws for VP. He threatens to resign. Edwina Mountbatten steps in at this point and she calls him up and she says, are you okay? What's wrong? And he says, madam, you've got a sitting reforms commissioner and a constitutional advisor also in me. And I'm not being allowed to do my job. So it might be best if I just step down. So she says, you know what, just relax. I'll speak to Dickie, which is Mountbatten's pet name. And she does speak to Dickie. And he's called up, VP's then called up to Simla in the May of 1947. And it's actually May of 1947 that both the transfer of power movement gets a huge impetus with his presence because it is now that he actually puts forward his own plan for the transfer of power that he's been putting forward so unsuccessfully for the last few years. He now puts across what will become the Men in Plan. And that is, again, catering to transfer of power and dominion status. It's dealing with the partition of Bengal and Punjab as well. And it is the plan that has the approval of Sardar. And he didn't outrightly tell Mountbatten that he's got the approval of Sardar, but he basically said that he knew the Congress would carry it through. Mountbatten here says, okay, look, Nehru is coming up with Krishna Menon. Why don't you go and tell him about this plan? See what he has to say. And VP goes to Nehru. And this is the point where things become incredibly embarrassing for VP because he knows that a plan has gone ahead to Whitehall. He's been instructed by Mountbatten not to let Nehru know about Plan Balkan. So he goes to Nehru. He basically outlines the Men in Plan. Nehru accepts the Men in Plan and VP knew he would accept it because if Sardar had accepted it, there was an excellent chance that Nehru would accept it as well, which Nehru did. The only thing was Nehru didn't know the Plan Balkan had gone ahead. Plan Balkan came back, you know, a couple of days later. It had some changes to it. The quality and quantity of those changes remain disputed as to what extent they were modified. But the revised plan was shown to Nehru by Mountbatten because Mountbatten had a hunch that Nehru might not like it. Nehru did not like it. In fact, Nehru freaked out about it. And Nehru was in an understandably in a complete rage because his reforms commissioner and constitutional advisor had given him another plan altogether. This was some other plan that was threatening to basically balkanize India and he didn't know what the hell was going on. So he called VP the next morning and basically lost his temper at VP and on a grand scale. And VP is basically standing there having to listen to Nehru rage at him. He doesn't know that Plan Balkan has been shown to Nehru. So he's having to defend something that he knows is untrue. And he knew everything that he was saying would sound untrue. And on his tapes to Harry Hodson, he says that and his voice is very resigned when he says it. He says, you know, I don't blame Panditji. You know, there he was understandably upset with the reforms commissioner who was seeming to not know about any plan that had gone ahead. How could his reforms commissioner not know? How is that even possible? So obviously it looked like I was telling lies when I wasn't. Right. So, I mean, this was a point when for VP, it started the downturn of his relationship with Nehru. Nehru would never fully hundred percent trust VP after that. And I think for many reasons, VP didn't really blame Nehru for that particular episode alone, because it was understandable for Jawaharlal Nehru to be completely infuriated by the fact that here were two different plans being shown to him and a reforms commissioner who was pretending, it seemed to Nehru, that he didn't know anything about it. And it was a point where admittedly VP had submitted what became the Menon Plan, but it also was a point where his relationship with Nehru took a straight nosedive."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:24.840",
        "message": "And, you know, while reading the book, one very interesting thing struck me that for his entire career, VP is working with the British empire. He's very much part of the British empire. And at certain points in time, all of these politicians who are our founders and who will be his colleagues later on in time, Nehru, Patel and so on, are almost adversaries in different contexts, depending on how you look at it. And then he switches from sort of working with the empire, which is the force that they're fighting, to actually working with them. And it happens really smoothly. Like, of course, while he's reforms commissioner with Wawel and later with Mountbatten, he also becomes close to Sardar Patel, you know, because he admires his practicality and so on and all of that is happening. And here the double role almost becomes formalized when Patel asks him to join the state's department. You know, tell me a little bit about, you know, what that was like, because this is now sort of a crazy challenge. In fact, I'll, you know, the challenge, of course, is to bring all the princes into the union. And you have so many colorful things to say about this period that I don't even know which bits to quote, but I'll begin with this quote, the princes of India were a fascinating study in eccentricity. They were hedonistic, imperious and flamboyant. Some rules state size of Germany, others lauded it over tiny specs, the size of pocket handkerchiefs. The last decade of the Raj was halcyon in their memories. Nearly every ruler remembers armies of retainers, solid gold plates at dinner, chakkas of polo, jewels by Qatiyar and coffers overflowing with diamonds, rubies, emeralds and gold. They had been for the most part, willing vassals of the British, stop quote. And then of course, you go on to give details about how sort of the British gave them honorifics and some were called highness. And, you know, the Nizam of Hyderabad was called his exalted highness to elevate him above the mere highnesses. And they had different kinds of gun salutes, which became an ego issue. I particularly like some of them like Maharaja Vibhuti Narayan Singh of Benares were deeply religious. When he visited the Nawab of Rampur, he insisted that the first object that met his gaze in the morning should be a cow. This put the Nawab, whose guests apartment were on the first floor in a quandary. The matter was resolved by borrowing a crane from a nearby sugar factory. Every morning, I have to laugh. Every morning, an astonished cow was hoisted up to the windows of the Maharaja suite, there to dangle until his highness chose to wake up and settle his royal gaze upon the hapless cow, stop quote. And then the book is full of such crazy stuff, which is why it's also in parts and such an entertaining read. I mean, the mind boggles, like if this task was to come in front of me that you have to talk to 585 princely states and get them all to sign, I would just freeze. What is Patel and VP's approach to this? And why is VP"
    },
    {
        "speaker": "Guest",
        "time": "01:59:24.600",
        "message": "so important to Patel for this? So, like I said, Patel has met VP during the autumn of 46. He has heard of VP's reputation. It doesn't take long for VP to become invaluable to Patel. They would essentially start the day essentially together. VP would go over to Patel's residence on Aurangzeb Road and he would first brief Patel in the mornings. And this is long before he was in the state's ministry. This is in 46 itself. They would meet again in the evenings. There would be a lot of phone calls in between. So, it was an almost obsessively close professional relationship that they shared right from the get-go. By 47, when VP has submitted the Menon Plan, there are other machinations also in play. So, Sardar Patel has been talking to the princes much before 47. You know, the task of talking to the princes has not been something that the Government of India actually ever stopped doing. The Chamber of Princes has been incredibly influential in trying to put across its views to where they wanted their royal houses to be. And these are houses that trace their lineage back to Vedic eras, to the sun and the moon, you know, to various outlandish ideas in order to legitimize their sovereignty. But Patel has been deploying a method of personal diplomacy also. There have been lunches with various princes. There have been dinner receptions, ways in which he could essentially woo them out of official settings. Gopalaswamy Iyengar was incredibly influential there as well. In the beginning of 47, for instance, when the States Negotiating Committee, which was the first step towards an official states ministry, the Negotiating Committee actually sat down between February and March before Clement Attlee's declaration that Mountbatten would be coming out and India would be independent. And the States Negotiating Committee's job was to sit down with major royal houses and essentially start discussing the way forward once paramountcy lapsed. Now, Sardar Patel actually, the transcripts of those are available in the Gopalaswamy Iyengar papers in Teen Moorthi. And it's a fascinating read because essentially speaking, these are acrimonious discussions, right? Some of them, like there was a dinner on 31st of January, 1947 at Bikaner House. And that was a fairly cordial dinner. Nehru was there, Patel, Iyengar, major princes Bikaner, Baroda, C.P. Ramaswamy Iyer from Travancore. And it was a fairly cordial dinner. Princes essentially had a few concerns about where the future was heading. Jawaharlal Nehru was very clear when he said, look, we want to talk to you. We want to essentially listen to what you have to say and then take the future forward as it unfolds. The minutes of the negotiating committee read very differently, right? So you have the principal proponents like Hamidullah Khan, who was the Nawab of Bhopal and the sitting chancellor of the Chamber of Princes. Hamidullah Khan was no fan of the lapse of paramountcy. And he was even less a fan of an idea for a state's ministry. And he actually was trying to prevent a lot of his brethren from joining an independent union of India. He felt that they should basically stand independently. Sardar Patel actually says something that I found quite significant. He says, to the extent to which you hand over your powers, there will be no question of taking over your"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:46.280",
        "message": "powers. Which is basically saying, if you don't hand over your powers, we take it away. So deal"
    },
    {
        "speaker": "Guest",
        "time": "02:02:50.520",
        "message": "with it. Essentially, right? So he's basically made his intentions very clear. So he's deploying set tactic, personal charm, as well as implicit threats. The carrots and the sticks. You come"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:02.600",
        "message": "with us, you will get your privy purses, we'll look after you. But you don't come with us. Listen,"
    },
    {
        "speaker": "Guest",
        "time": "02:03:07.080",
        "message": "we are moving in any way and you may end up with nothing. Absolutely. So this is this precedent"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:11.160",
        "message": "that's already set in motion, right? And technically, what are the choices open under law to the princes now? Technically, they can opt for independence or India or Pakistan. Yeah, that's basically it. So these are the choices open to them. These are the choices. But what India's stand really is that, listen, you better come with us. Otherwise, you know, I mean, your initial thing is that you won't be able to survive on your own. So why don't you come with us?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:35.880",
        "message": "But if you don't come with us, you know, it's going to happen anyway. There are several layers here as well, you know, because the British did have independent treaties with these princely states as well, right? So when you were basically moving towards partition and you were moving towards a set transfer of power, you basically had a lot of councils, a lot of committees that were set up to oversee this. One of them was expert committee number nine on foreign relations, which the sole job of which was to deconstruct where British legal treaties with these princely states stood, how many of these clauses would carry over after independence, right? So that was one aspect that was continuing. VP Menon's overall aspect, overall task with the Ministry of States was the mandate was very different. The mandate was a driving force to basically present independent India as a stable, cohesive unit, right? So there were states that were going to give trouble, which was strategically, for instance, on the borders with Pakistan. There were states that were minerally rich, but also incredibly strategically important as well, like Hyderabad. There was Kashmir. There were 500 odd of these states scattered across the country. The driving force for VP would be to not let the country dissolve into complete chaos after transfer of power had been affected and partition had been carried out, because you could actually send international perception either way, right? He didn't want, and this is something that he alludes to quite frequently. If you read the story of the integration of the states, it's a sentence that keeps coming back in every other chapter, that they did not want India to be portrayed as anything else other than a stable, solid unit of governance. And for those reasons, integration was very important. Anyway, that was much later in the future. In June 1947, Sardar Patel basically calls VP and says, we're thinking of setting up a ministry of states. I'm going to be minister of states. I want you to be my deputy. And this is a shocker for VP because he's been working for years now. He wants a break. He wants to be transferred to governor of a province where he can earn a bit more money and relax a little bit. But here is Sardar insisting that, look, I want you. I don't want anyone else. And by this point, they are more friends than they are professional"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:54.200",
        "message": "allies. And VP at this point knows the procedures, knows how to draft law, knows all the princes. Yes. And knows the real politic of how to talk to whom and to get things done and to get people at a table together to agree on stuff. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "02:06:06.440",
        "message": "So he's key. He's key, which is what Sardar Patel sees. What VP sees, which I found rather touching was the fact that the first thing he thought about, apart from being really exhausted, was the fact that this would be the first time that he would actually be working with Sardar Patel. He had been Sardar Patel's sort of key man, but this would actually see them working together. And he kept thinking, what if this impaired their friendship? Right? And I found that a really refreshingly honest sort of think about at this juncture, right? You're being handed a position of immense and key power. And that's literally the first thing that comes to your mind. What if it affects our friendship down the line? Right? What if we can't work together? What if we are people who have very different ways of functioning and we don't really get along? And Sardar Patel essentially says, forget all that. Just come on board. We'll make it work. And so that happens in June, but he can't take over as yet because he's still constitutional advisor. He has to see those duties through first. So like I said, he is working currently with three other men, Sir George Spence, KVK Sundaram and SVR Cook to basically put together the Indian Independence Bill, which will become the Indian Independence Act. And that is basically, it's legalizing partition. It's legalizing the formation of Pakistan. It is essentially the document, though it's only about maybe 20 clauses in total, and it's a fairly tidy little document. It is essentially the document that's going to be central to transfer of power. And like I said earlier, these were four men and they were basically given the task of dismantling British rule in a matter of weeks, right? So he had to first finish this task. In July, 1947, he basically, he joins the ministry of states as secretary. He takes over on the 5th of July and his brain has to automatically shift gears because now you're thinking not just of transfer of power, but you're also thinking of accession, right? This accession is a subject that's, like I said, been talked about for a while now. The procedure that Sardar Patel has set in motion has been basically to try and get as many princes on board the constituent assembly as he can, right? So by the 28th of April, a lot of princely houses have seen the light and they've joined the constituent assembly. They're taken care of. There are states that are promising to be troublesome, Travancore, Hyderabad, Junagadh. These are states that aren't willing to be taken down so easily. So there now begins a sort of mental shift in gears because now VP has to see to it that before 15th of August, which is less than one month left, he has to basically see to it that he can get as many more apart from Travancore, Hyderabad, Junagadh on board with accession and with signing the instrument of accession as he can before the 15th of August. After that, it's anybody's guess where anything will go. Here again, I find the role of personalities comes and the role of power play also becomes immensely central to this narrative because the way that VP also utilized power and utilized the usage of power was incredibly fascinating. So for instance, as far as Mountbatten was concerned, both VP and Patel knew that any idea that was given to Mountbatten had to be presented in such a way that Mountbatten thought that it was his idea. So basically on the 25th of July, when the last chamber of princes is held and Mountbatten addresses these guys, it is essentially Mountbatten being sent by VP to talk to the princes, tell them that their days are numbered and it might be best. Mountbatten's come there thinking that it's basically his idea and he's basically doing this and it is one of his last great acts as viceroy if he can convince these princes. That's one aspect. Another really wonderful little anecdote that I had is, there is this ball that's given by Mountbatten on the 28th of July, right? And all the princes are present and those that are hesitant to exceed are taken by Mountbatten's ADCs first to Mountbatten and then they are conducted across the room to Sardar Patel by VP Menon. And it is almost naked display of the flowchart of power, how power is being distributed and actually who in the room holds power, right? And that is something that VP is quite smug about, right? If you read the story of the integration of the states also, it's quite a smug little sentence where he says that nobody missed how the flow of power was actually being played out. We basically wanted them to see that and they did. And the Raja of Sarela was present and he said, nobody missed it. Nobody who was there could have failed to notice that these are the men who are in power. And apart from the Viceroy, the actual men in the government of India who hold power,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:49.080",
        "message": "Sardar Patel and VP Menon. And, you know, your book obviously has a lot of fascinating detail on how they converted the princes and chapters on Junagadh, Hyderabad and Kashmir, which I've also dealt with in an excellent episode, which will be linked from the show notes in my episode on Kashmir with Srinath Raghavan. A thought that kind of struck me as I was reading this was that on the one hand, VP Menon shifted from working for the British empire to working for those who were his adversaries. But on the other hand, it almost seemed as if he shifted from one empire to another and from being freedom fighters, what people like Patel, Nehru and so on were now doing was putting together an empire of their own because these were all sort of princely states and by hook or by crook, they were sort of being united. It is not as if the will of the people was being ascertained anywhere. You were preying on the egos and the weaknesses of individual princes and kings. And one thing that you have pointed out in your book that Patel and Menon were very specific about is that whatever promises we make to these people, whatever agreements we make for why they agree to join the union, we must honor them. You even point out arguments that Patel had to that effect with Nehru who didn't really care so much about it. And in the"
    },
    {
        "speaker": "Guest",
        "time": "02:12:03.000",
        "message": "end, India did betray them all, didn't it? Decades later, yes, India did. What I really want to point out is that at this point, after independence actually takes place on the 15th of August, we see a shift from accession to integration. And those are two very different processes that we piece involved with. Now it's no longer about whether or not you get princes to sign the dotted line, but it just becomes nakedly about they have to sign on the dotted line. And now is when you actually get to see how he uses Sardar Patel's own tactics. He's seen Sardar Patel deploy a mix of personal as well as hard ruthlessness whenever it was required. These are the same tactics that VP will use later on as well. In fact, the process of actual integration"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:53.320",
        "message": "starts with Orissa and Chhattisgarh. And you point out interestingly how VP's tactical plan is he'll go to Orissa first himself. And if he fails, Sardar Patel will come, because that's his whole good cop, bad cop kind of tactic. And Sardar Patel says, no,"
    },
    {
        "speaker": "Guest",
        "time": "02:13:07.160",
        "message": "no, let's go together. And they somehow make it work. They somehow do make it work. And, you know, you see Sardar Patel taking a definite backseat and letting VP do the work, right? Because they have to go to Nagpur the next day. And they have a limited amount of time in which they can get a number of princes in that room to be okay with the fact that a merger is going to happen. And Sardar Patel is also having health issues. He has literally two heart attacks during this time. One that kind of incapacitates him and the other which eventually... Absolutely. In fact, when VP was basically carrying this out, Sardar Patel was sitting on a train and basically waiting for VP to finish up and join him on board the train. So essentially these machinations were done by VP, right? So he basically met these princes and they were princes that had bickered among each other for the longest period of time. And he actually had to single out one particular ruler, the Maharaja Dhankanal, and basically tell him, look... And Dhankanal was not a popular ruler. He'd been thrown out of his own state twice and he hadn't been yet reinstated. And VP tells him, look, we'll give you special privileges. In return for that, what you have to go and do is unite your brother rulers, tell them to sign on the dotted line and be okay with this. If you can do that, we'll make this work for you. So it was a sort of, I'll scratch your back if you scratch mine, right? And it worked. But you see the primary motivation for the integration of Odisha and Chhattisgarh was Hyderabad and the trouble that was brewing in Hyderabad. So VP had heard that the Nizam spies were essentially wanting to abduct the boy king of Bastar, which was incredibly mineral rich, but also adjacent between Hyderabad and Odisha and Chhattisgarh. And if that was there, and if that happened, then trouble that was simmering in Hyderabad would spill over into Odisha and Chhattisgarh. So basically that becomes a sort of driving factor for him to go to Odisha first before they go anywhere else. That is why Odisha and Chhattisgarh is chosen. So essentially speaking, a lot of what is driving the integration process is a desire to stitch together the country into one cohesive fabric and do it as strategically as possible. Some of the stuff that I've had to actually leave out in my book, because otherwise I can't talk about 565 states. But what I noticed when I was writing this book was it was driven by that strategy so implicitly that Sardar Patel, for instance, didn't want to, at that point, look at states like Tripura or Kuch Bihar. These were smaller states. While the threat of Pakistan was certainly imminent, particularly from the east, Sardar Patel essentially felt that if these were states where it could be put off until it absolutely had to be done, let it simmer for a while. We have to deal with states that constitute the core of the country first and stitch together as much as we can first before dealing with smaller, possibly less significant states. And for much of it, as I've said, Sardar Patel was not doing so well health-wise. Much of the legwork, in fact, all of the legwork was done by VP. And we talk about Kashmir, Hyderabad and Junagadh because they're the easiest to talk about, they're the most controversial to talk about, and they're very richly told histories as well. But essentially speaking for me, what was fascinating was you had to deal with 500-odd rulers. You had to get 500 different houses on board by hook or by crook, as you said. You had to deploy a mixture of charm, ruthlessness, plain threatening, you know, to get them to sign on the dotted line. There were people who refused to see the light. The Maharaja of Indore, for instance, just refused to sign. You know, a delegation of princes went to meet him to tell him, look, you have to sign. There is no way out of this. And he refuses to listen to them. They're sitting in the drawing room in his home. And he comes out of an antechamber facing the drawing room and he looks at them and basically goes up the stairs in silence. And he's basically written several letters to VP and Patel demanding to know what Pakistan's terms for accessions are, accessionists. Can you look at those? And Patel and VP refused to cover this. And several days later, right before the transfer of power takes place, VP gets a manila envelope in which Holkar has essentially signed the instrument of accession and sent it just with no covering letter, nothing. It's just been sent ahead. And you said VP was damn confused for a few hours. He didn't know who this was, where this had come from. He didn't know. Random letters."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:28.440",
        "message": "This is also very interesting and I won't dwell upon it. I'll just ask listeners to go and buy the book and read about it. But you know, little tactical details of how individuals, the princes were brought into sway. For example, Manipur, where the king of Manipur fell in love with this young actress, but she spurned him. So he had her abducted and kept in the palace overnight. And the next day she marches to him, obviously angry that she's just been raped and demands"
    },
    {
        "speaker": "Guest",
        "time": "02:17:51.640",
        "message": "that he marry her. At which point the Maharani gets to hear of it and has hysterics. And this"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:58.040",
        "message": "becomes a public scandal, which suits VP and Sardar Patel very well, because then they use it as leverage to make the dude sign. And you know, so all these other local factors, what is the timing that you pick and all of that coming into play. I'm, you know, what is also, I mean, we are recording this on Feb 17th and obviously three, four days ago, there was this big controversy that broke about Patel and Nehru and did Nehru sort of include Patel in his first cabinet or not? And, you know, so before we get to that specific sort of this thing, tell me a little bit about what was the relationship between Patel and Nehru that VP saw? And was VP's telling of it colored by his obvious fondness for Patel? For example, you know, you write in the book, going all the way back to 1936, you write, quote, Jawaharlal's public persona was engaging, articulate, charming, and sophisticated. But Patel was not alone in deploring Jawaharlal's volatile personality. He was too radical, too emotional, too impulsive for the older man's liking. Patel tried his best to see to it that Rajaji, to his mind an older, more seasoned, and far less impulsive candidate, was made president of the Congress in 1936. But Gandhi did not hesitate. Jawaharlal was his choice and it was Jawaharlal who became president of the Congress, stop quote. And in 1937, Jawaharlal insisted that he should stay in the post while it had been shifting every year, basically. And you write, quote, the idea that Jawaharlal could be so nakedly ambitious shocked the austere Sardar. If this continued, it could have some terrible repercussions for the Congress. And stop quote. And a lot of this is also playing out in the 40s, where it is, in fact, Jawaharlal's impulsiveness and, you know, almost, you know, speaking without thinking of the larger consequences that drives, that deepens that wedge between him and Jinnah. And the thing is, what I'm sort of perturbed by is how we look at this relationship today. On the one hand, it is clear to me that Nehru and Patel, who was 14 years older than him, were very different people with different styles, and they had huge differences with each other. And at different points in time and different contexts, I find myself taking one side or the other. Absolutely. At the same time, it is also clear that they worked incredibly well together, that a lot of how independent India was shaped, despite Patel's early death at the end of 1950, was because these two men teamed up and they worked well together. And yet, there seems to me to be a tendency to take a hardened position on this today, because the dispensation and power today is trying to claim Patel as one of their own. And they have always demonized Nehru, despite sharing Nehru's centralizing impulses. We are in a situation today with certainly on social media, it's Patel good, Nehru bad, or the other way around. And you cannot make any other argument. Yeah. And you face the brunt of this, when you mentioned in your book, how VP had related a story about Patel being kept out of his, Nehru's first cabinet, and then VP got word through to Mountbatten that this won't do. And Mountbatten had a quiet word with Jawaharlal and Patel was put back in. And none of this would have been documented. It's all people talking to each other, so to say. But VP talks about it in the oral history he has left behind. And Mountbatten later on when Hudson gets in touch with him says, yeah, I remember something like that. And the evidence against this is supposedly the letter which Nehru wrote to Patel telling him,"
    },
    {
        "speaker": "Unknown",
        "time": "02:21:29.240",
        "message": "you are the giant of my cabinet and blah, blah, blah. And the thing is, both of these could be"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:33.480",
        "message": "true or they could be a bit of truth to both of these and we don't really know and it's all gray. But somehow it almost seems as if we have to take a hard stand against it. And as a recipient of a fair amount of trolling in the last few days yourself, what do you feel about it?"
    },
    {
        "speaker": "Guest",
        "time": "02:21:46.760",
        "message": "I think it's, frankly speaking, I think it's a shame because honestly speaking, it's very easy today given the political times to remember that actually Nehru and Patel were members of the same party at one point, right? In fact, at all points. Yes, they had disagreements. And who doesn't when you're actually working together and you're working under moments of immense pressure, you're working under situations that none of us can understand, right? Because none of us are forging a country that are unique. They are moments in time that demand things of you that you did not expect. Are you liable to have disagreements under that kind of pressure? Of course you are. As you said, Nehru and Patel were very different men. They had very different perspectives of how India should move forward. Would that also have given rise to disagreement? Yes, it would have. And yet, as you say, and I agree, both of them worked very well together. I think one personality was necessary to sort of anchor the other. And that works across the board. You can't have two volatile personalities in power, otherwise there will be a certain implosion. Patel was pragmatic, Nehru was not so pragmatic. Is that a bad thing to admit? I don't think so. I think, and this is a point that I keep trying to make with my research, human nature is all shades of grey. A lot of the foibles of human nature contribute towards making history. Without those foibles, there would be no history. Am I refuting any of the evidence that's been presented? No, I'm not. Yes, those letters exist of the 1st and the 3rd of August 1947, but you can interpret history differently, right? It could have been written even after the conversations happened, for example. It could have been written. You know, VP Menon was somebody, we have to remember, this was 1947, right? VP Menon was somebody who was operating also under immense stress. He was also equally somebody who was very much trusted by all stakeholders, the British, the League, as well as the Congress. He had informants in the media, he had informants in politics, he was trusted for the kind of information that he could pick up from his contacts and relay, which was potentially game-changing for politics as it stood at that point. And politics at that point was incredibly fluid. Politics at any point is fluid. Back-channel talks take place all the time in diplomacy and politics. Back-channel talks are very rarely documented neatly. Today, we have archival evidence is the only way in which we can actually constructively reconstruct our past. We have no other way of doing it. But in doing so, I think we shouldn't forget the fact that these were events happening in real time, none of which was cleanly documented. If it was, there would be no politics involved, there would be no history either, right? Because it would just be very easy to construct one single linear narrative. A lot of the reasons why history remains subjective is because it has a lot of grey areas, most of which are contributed to by human nature. I also feel like it's easy today to say that O. V. P. Bheran was Sardar Patel's right-hand man. So, you know, by the 1960s, he had a lot of antipathy towards Nehru. It's very easy to say that and dismiss it. I think that it's wrong to do that because there are others also on record. I have quoted Iyengar, whose oral history is left at the Murthy, quoting several incidents in which several incidents in which Nehru was capable of immense pettiness. For instance, when Sardar Patel died, Iyengar was Home Secretary at that point. And he goes to Nehru and says, can I be part of the flight that's going to Bombay? And Nehru says, no, there's no room for you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:21.880",
        "message": "In fact, Nehru barred O. V. P. from attending Sardar Patel's funeral. O. V. P. went anyway,"
    },
    {
        "speaker": "Guest",
        "time": "02:25:27.000",
        "message": "of course, but that's staggeringly petty. That's staggeringly petty. It's also an incident that was recorded, you know, in a separate interview I did with S. V. Raju, who told me about this incident also. But you know what? It's not a shame to admit that the greatest leaders that India had were also capable of human pettiness and human vice. I think as soon as you forget that, and as soon as you take a hard stance on one was good versus one was bad, and you can't say anything against either party, I think that's something that needs to be put aside. Otherwise, it becomes a problem in writing history. It becomes a problem in studying history as well. You can comprehensively change history by taking a hardened stand on any of this. You know, just because V. P. Menon did not leave behind any documents as to this, just because there are no documents that today attest to this, does not mean that it did not happen. Very rarely is politics so neatly documented. Do we ignore oral histories too much? I think we do. I think that's something that needs to be looked at more closely. We tend to rely heavily on letters, on correspondent diaries. We tend to not take into account oral history. I like oral history simply because when a person is recounting a memory, a person is then talking about it completely free of any, you know, constraints that might be holding him back. They're not crafting a sentence and all of that. No, they're not. These are people who've left government service, right? They've got nothing to prove and nothing to lose and nothing to gain equally, right? So their memories will be that much more unadulterated by constraint, right? They were speaking freely. It's all right to admit that Nehru had pettiness and spite. It's equally all right to talk about the foibles of any of the great political leaders we've had. We need to start looking at oral history as an important primary source when we're writing history, rather than dismissing it as mere hearsay or gossip or indeed dismissing it as rumours. A country could be made or broken on the whim of a rumour in those days. Even in these days, you hear the slightest rumour at the highest channels. Action will be taken based on the veracity of those rumours and the veracity of the person who's bringing those so-called rumours to you. So information in real time played a key role in politics and still does in politics and diplomacy. I think we shouldn't forget that. Oral history as well as real-time information are both key factors in constructing a history"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:56.120",
        "message": "of our past. And one of the interesting things to remember is that in all the histories I have read of the period and indeed in your book and the episode I did on Kashmir with Srinath Raghavan, one thing that comes through is that much as a Hindu right today is trying to, you know, co-opt Patel into their pantheon, which is funny because he banned the RSS. The thing is, on the issue of Kashmir, Patel was the one guy who was actually happy to do a plebiscite there, who was happy to consider the practical option of let the Muslim majority parts, including the value of Kashmir, go to Pakistan. All of those were on the table for him. It was actually Nehru who put his foot down and who prevented sort of that from happening, which your book talks about, which Srinath has spoken about, which is there in the histories."
    },
    {
        "speaker": "Guest",
        "time": "02:28:38.760",
        "message": "It's there in the histories as well. You know, there's so much that is there in history that has been recorded, the controversy over the date of the signing of the instrument of accession in Kashmir, which is also a subject I've talked about in the book. I have also talked about VP's own stand of what should have happened in Kashmir, where he differed very greatly from what actually"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:56.520",
        "message": "happened. Right. But he's the man who took the flight, went to Hari Singh, got the, you know, coaxed, rather the signature out of him, flew back and then India could send in. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "02:29:06.680",
        "message": "And yet his stand was, we didn't give them a plebiscite and we should have. And that's one area in which I think I have great regrets because I feel that we owed them a plebiscite. We didn't give that to them. And that I think is a raw honesty, which should be commended, honestly"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:21.320",
        "message": "speaking. Yeah. And I agree with him on that. And also I can't help repeating that it does seem to me that, you know, we quickly cobbled together an empire, sort of reassembled the empire of the British empire and made a lot of false promises along the way, including to Kashmir"
    },
    {
        "speaker": "Guest",
        "time": "02:29:35.640",
        "message": "and including to various other princely states. That is something also that VP and Patel have been accused of, that they betrayed the princes, they took their legitimacy, they took away their sovereignty and they basically left them with nothing. It, you know, from whatever I have read from Patel's own letters, which are on record, and he wrote several strong letters on the subject to Nehru. For them, it was a question of, they knew the fact, they knew what they were doing. They knew that essentially these were very proud men. And by taking away, taking away their kingdoms, they were essentially stripping them of a lot of the tangibility to which they tied their legitimacy. Patel, for one, was incredibly aware of that, which is why the issue of privy purses became so important later on. In fact, it became important from 1949 itself, you know, when Nehru basically started looking at ways to slash the privy purse. And Patel gets really upset with this and he writes a very strong letter and he says, look, we've taken everything from these guys. Now for us to renege on even the barest minimum of the promises that we've left, it would be incredibly unfair. And if we're thinking of doing that, then I don't think that this is the way forward for an independent country, that we are being dishonest here. And it's important to remember that these were men who acted with a view to bringing the country together, yes, but also knew exactly what they were doing when they were interacting with these rulers. They saw them also as humans and they knew that they were stripping them of whatever"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:05.400",
        "message": "they had been associated with. And Nehru in this regard, you know, going against the core tenet of Gandhianism, according to me, was, you know, just thinking of the ends and not the means."
    },
    {
        "speaker": "Guest",
        "time": "02:31:15.000",
        "message": "And, you know, to lie to someone and then to cheat them out of something is not how you sort of... And yet there was a very concerted movement brought about by Nehru to actually start with the slashing on this Privy Versus. And this was something that Patel got wind of, and Patel didn't like that at all. I think that speaks volumes about both Patel and VP, that you actually don't merely treat royal houses as, you know, factors to be integrated,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:39.880",
        "message": "you know, mere pockets of territory, but they're actually also..."
    },
    {
        "speaker": "Guest",
        "time": "02:31:43.160",
        "message": "And they're making sacrifices. Yes. And these are two men who have no love for the princes, I might add. Patel was no great fan of the princes, neither was VP, right? But... In fact, VP had been... One of them had pointed a gun at him, Jodhpur. Jodhpur had pointed a gun at him. In fact, Jodhpur and VP went on to become great friends. Jodhpur offered him a parliamentary seat. Jodhpur offered him a parliamentary seat for the 52 elections. VP said no. But, you know, these were men who saw both the ends, but never treated the means as simply the means. The means were also humans. It was important to act honorably. It was important to act honorably. Though some could argue that there was a lot of implicit coercion and threats. Of course there was. In fact, I've admitted that as well. There was more than implicit coercion and there was more than implicit manipulation and machination. But at the end of the day, for these guys, this was the job that had to be done. And that was how you basically had to get it done by whatever means were possible. You know, even when it comes to Hyderabad, VP's own words are, you can say whatever you want, but I still think that it was necessary to do what we did in Hyderabad. So these are men for whom the end was very, very clear, but they did not lose sight of the fact that the rulers they were dealing with were also humans themselves."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:54.840",
        "message": "Absolutely. And your book, of course, details all this out very well. And then it goes on to sort of the post-Patel career. VP where he's first a governor somewhere."
    },
    {
        "speaker": "Guest",
        "time": "02:33:04.680",
        "message": "In Orissa."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:05.560",
        "message": "In Orissa for a couple of months. And then he's part of the finance planning commission. Right. And then he moves on and later he joins the Swatantra party and so on and so forth. And then he dies in the mid-sixties. I'll just recommend that people read your book because it's an important part of your history and also sort of give me insight into how an individual can carry so much import. Like reading your book, looking at all the things that VP Menon did, especially in that period of time where Patel was ill or incapacitated or couldn't handle it. It's very hard for me to imagine what this nation would look like today if VP Menon wasn't there. Do you believe in the great man theory of history? You know, Carlyle's whole thing that great men shape history, or would you say that the currents of history are all sort of going in whatever direction they are and men just happen to be where they are?"
    },
    {
        "speaker": "Guest",
        "time": "02:33:52.360",
        "message": "No, I in fact believe in, I don't know whether it's the great man theory or not, but I do believe that once your basic foibles of your personality have the power to shape history. So basically, actions that are driven by your ego or your personality have the power to change the course of events. Nations have gone to war for less, you know? So I, there is one particular sentence in my book where I basically talk about, you know, Patel has died and VP is reflecting on the death of Patel. And he says that, thank God, essentially that integration happened while Sardar was alive, right? I think that is a huge testament to the fact that the integration of this country could not have been possible without Sardar Patel. I think VP certainly believed that Sardar Patel was a great man. In doing so, I also feel like that statement gives away a lot of his own tendency to efface himself from that, because I also believe that Sardar Patel could not have done this without VP Menon. I think Sardar Patel could have said the same about VP Menon. That's what I mean. I think the same could be said about VP Menon also. And honestly, the task that they did,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:56.280",
        "message": "I cannot imagine someone like, say, Nehru for all his greatness. I mean, Nehru built so many institutions. We are secular because of him. Thank God Nehru existed. However, Nehru could not have done this. He was a completely different kind of personality. There were men with different"
    },
    {
        "speaker": "Guest",
        "time": "02:35:09.640",
        "message": "abilities and different capacities. And I think one tends to lose sight of that in this day and age. And it's easy to lose sight of that perhaps in this day and age, but I don't think that that should be done. I mean, Patel and Nehru were very different men with very different capacities, right? Patel was somebody who could unify in different ways, right? Nehru could unify in different ways. Patel could unify in different ways. Patel was incredibly pragmatic. His vision for the future was crystal clear, and he knew exactly how to go about it as well. Nehru was far more emotionally driven. He was somebody who was incredibly sensitive as well. He was erudite, articulate, all of that. And certainly India needed somebody who was both eloquent, articulate, and erudite given where she was going. But India also needed somebody who was capable of very firm decisions and very cool-headed decisions, which Nehru was not capable of, but Sardar was. In that sense of the word, I think he was a great deputy to have, because you need someone like that to balance you out. It does not necessarily mean that it's a bad thing. I think it's a very necessary thing to have somebody to anchor you and hold you down and ground you. Sardar Patel was a very grounded, pragmatic man. We tend to lose sight of that now, you know, because it's easy, as you said, to get lost in binaries. History was never a binary. For me, it's not a binary. It's a very complex web and it's a very crazy sort of patchwork"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:35.240",
        "message": "of intersecting personalities. Yeah, very wise words, especially now today, when history is often sought to be weaponized by politicians to serve their own purposes and narratives. Whereas, you know, you and I would both agree, and I think any sensible person would agree that, listen, Nehru and Patel were both great people. We're lucky to have them. And indeed, VP Menon, about whom I think more people should know, and they should buy the book. But I will now turn the spotlight on you. Now the book is over. What do you feel? Is there a sense of relief? How has your family reacted to it? Because that is VP Menon's family as well. And what's up next?"
    },
    {
        "speaker": "Guest",
        "time": "02:37:09.880",
        "message": "Well, I at the moment feel nothing but absolute exhaustion because this has been the last five years of my life has gone into writing and researching this book. So I feel sort of empty almost, like I've actually put out this work out there. I'm now talking about it, which for me, it's always been easier to write rather than actually talk about it. But you know, even when you put down VP Menon's words in the barest of the minimum words, it's still an inspirational"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:35.000",
        "message": "story. It's still a story you want to listen to. I mean, this is a kid who dropped out of matriculate and burned his freaking school at 13 and ran away to work in a coal mine and went from"
    },
    {
        "speaker": "Guest",
        "time": "02:37:45.080",
        "message": "there to sell towels on the streets of Bombay. Yeah. And then went on to become one of India's highest civil servants. Our finest civil servants. I will make a categorical statement even if you won't. I agree. He was one of India's finest civil servants. He was India's finest civil servant. My family has been very supportive during the writing of this. I don't think any amount of information was ever hidden. And that especially contributed to writing about his personal life. I think it's very difficult for not just me as a biographer, but for them as his grandchildren to go over aspects of his marital life, about his second marriage, about, you know, his foibles as a man. His emotional coldness. His emotional coldness, his emotional stuntedness. I think it's difficult to put that down objectively. And they have. They've absolutely been 100% forthcoming with all of his shortcomings. And I can't give them enough credit for that because you need a certain level of honesty and a willingness to actually put it out there. I think the problem with telling history a lot these days is your tendency to sanitize, your tendency to eulogize. My family didn't intend on doing that from the get-go. They knew that VP's personal life was complicated. They knew that parts of his professional life was complicated as well with his fallout with Nehru. They also knew that me putting this out in the public domain was going to be tricky given the political climate. I received no pushback from my family about any of this. They're very, very willing. And I'm speaking also for family members whom I contacted via Twitter. I met for the first time. There was no reluctance to volunteer information. And honestly, I can't give everyone enough credit for that because it's a rare, rare quality to actually be that open about somebody's shortcoming, somebody's career plummeting, the reasons why that somebody's career plummeted. And this becomes even more complicated because if you read the book, you'll also know that we are also, my nanny's sister, brother married Nehandara Sehgal. So we are also connected to the Nehru family themselves. So it is difficult on both ends, you know, because you're also then talking directly."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:55.720",
        "message": "So you are also an extended part of the Nehru family. Can you take over the Congress someday?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:00.200",
        "message": "No, I would not want to do any such thing. So it's difficult because honestly, I had to keep both aspects in mind. I have not, like I said, held back and that was completely with the support of the Vapala side of the family, including my own mother and uncle, because we all felt collectively that this was an incredibly important aspect of his career and it shouldn't be hidden, including his personal life. It was a subject that's been raised many times. Also, I feel that the objective of a good biography is to try and marry the public and personal life. Well, if you can do that, and if you can present a good comprehensive or as comprehensive as you can make it, portrait of a personality against the backdrop of the life and times in which he lived, I think then you've succeeded as a biographer. And I can only hope I've managed to do that with this book. No, you absolutely managed to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:49.400",
        "message": "And I think what a good book of history should also do is deepen one's understanding of both history and human nature. And your book certainly does that. So thank you so much for sparing more than three hours in the studio. This must be another reason you're exhausted, right? First five years of writing and then ready to talk on a podcast for three hours."
    },
    {
        "speaker": "Guest",
        "time": "02:41:09.960",
        "message": "Well, I've talked on several forums before this, not for three hours, I'll admit, but I have talked a lot about the subject. So getting used to talking about VP. I'm getting kind of excited about talking about VP too. Thank you so much for coming on the show. Thank you for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:26.200",
        "message": "If you enjoyed listening to this episode, hop on over to your nearest bookstore, online or offline, and buy The Magnificent Biography of VP Menon by Narayani Basu. You can also follow her on Twitter at Narayani underscore Basu. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Seen and the Unseen at seenunseen.in and thinkpragati.com. The Seen and the Unseen is supported by the Takshashila Institution. Hop on over to takshashila.org.in for more info on their public policy courses. Who knows, you could be the next VP Menon. Thank you for listening. and thinking. Thank you."
    }
]