[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of the things that makes us unique as a species is our language. Humans speak in languages that can embody concepts, construct and contain narratives, communicate across time and space. And yet, just as language unites us, it also divides us. There are over 6,000 languages in existence, at least 1,000 of which have a written form. We live this beautiful diversity every day on the streets of India. And there is great art created in all these languages, the best of which combines local flavor with a universal essence, which anyone from anywhere could relate to, if they could understand the language. This multiplicity of languages is beautiful, but presents one problem. As readers, how can we understand the wonders of other languages? We rely on translation. And that is why if language is essential and writing is important, then translation matters."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:59.520",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:13.760",
        "message": "Welcome to The Seen and the Unseen. My subject today is the art of translation. And my guest is Auronavo Sinha, who is no stranger to lovers of Bengali literature. Auronavo has translated more than 50 books from Bengali to English and has introduced authors such as Asha Poornadevi, Shankar, Bankimchandra Chattopadhyay, Sharadandu Bondopadhyay, Sunil Gangopadhyay, Bonofool Buddhadeb Bose, Banuranjan Byapari and Noborun Bhattacharya to a wider English reading audience. I'm delighted that he's agreed to join me for a conversation today. But before we begin, let's take a quick commercial break. If you enjoy listening to The Seen and the Unseen, you can play a part in keeping the show alive. The Seen and the Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Seen and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of The Seen and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seen unseen.in slash support and contributing an amount of your choice. This is not a subscription. The Seen and the Unseen will continue to be free on all podcast apps and at seen unseen.in. This is just a gesture of appreciation. Help keep the thing going. Seen unseen.in slash support. Welcome to The Seen and the Unseen. Thank you, Amit. Thank you for having me here. So you know, before we sort of get to your fascinating career, I remember you, I remember your byline from like a long, long time ago, mainly as a journalist. Then I gradually became aware of your remarkable career and all these books. And I'm of course, half Bengali. And yeah, you know, my father reads all your books and talks about you a lot. So I think he'll be delighted that you're finally on my show. Tell me a little bit about yourself. Like,"
    },
    {
        "speaker": "Guest",
        "time": "00:03:35.240",
        "message": "you know, where did you grow up? What was your education? Yeah, so I was born in Calcutta and I grew up there. Well, I technically spent the first four years of my life in Bombay, but very faint memories of that period. I went to school in Calcutta. And then like all or most Bengali boys of my generation, I was prepping for a, you know, you either go into medicine or you go into engineering. And I was prepping for engineering. I actually got in surprising even myself. I got into Jadavpur University and I joined electrical engineering. It took about three weeks to realise that this was not for me. And also that you know, there was no sense in wasting what could be the best or some of the best years of your life studying something that you didn't want to. So I contrived to fail enough papers and create and burn my boats as it was so that there was no looking back. I couldn't go back and start again. And I started afresh the next year with English literature in the same university on the same campus. So it was a complete turn as far as I imagine that my life took a completely different turn. While I was studying English literature, the whole idea was then I was fairly set on being an academic. So you know, BA, MA, then you go for, back then you had to do an MFL and then you try to go abroad for a period. So that was the set path. But we used to bring out a college magazine, you know, in the old cyclostyle format. And immediately after my BA final exams, a job opportunity opened up in a youth magazine in Calcutta, which I took. And six months or not even six months, within three months of that, I was sure that that was what I wanted to do. So there went the academic track completely. I enrolled for my MA, didn't go through with it after the first year, and just became a journalist. And that too, a sort of entrepreneurial journalist in the sense that it was our own magazine. After we managed to run that to the ground in about two years, we started a city magazine, and that was funded by what you would today call an angel investor. And that did quite well. We actually had a circulation of about 20,000. Wow, that's crazy. And yeah, a monthly magazine. And we even pioneered this whole business of local listings, paid local listings, which became the rage much later. So it was good, but we couldn't manage the finances well enough. So four years later, the angel investor who had since then handed over to another one, they said, sorry, we were out of cash. What was this called? It was called Calcutta Skyline. Okay. But interestingly, it was also where the seeds of my future, which I had no idea about at that stage as a translator, was sown because we used to translate one short story from Bengali every month for every issue. And I did several of those translations and also sort of spearheaded that whole initiative, roping in others to translate as well. So then I worked for a little bit longer in Calcutta and then moved to Delhi as, believe it or not, a business journalist, with having absolutely zero credentials, except writing. But I worked for Business Today for eight years, which became a management magazine in the 90s. So it was interesting because you didn't have to know the nuts and bolts of what normally went into a business magazine. And doing a management oriented magazine meant that you had to read enormously and assimilate enormously and then write it in a way that would be both engaging and lucid. Then in 2000, you know, even then we were writing about the net a good deal because technology was very much part of management. And then in 2000, when the internet media opened up in India, so I decided that I was going to move in there. So I sort of walked into the india.com offices. And I said, you know, this is where I'm going to work. And they said, Who the hell are you? So I said, it doesn't matter how many people do you have walking in to say that they want to work for you. So you know, just don't look gift houses in the mouth. I've been a journalist and just take my word for it. So they did actually and I moved to Bangalore from Delhi. And so yeah, I'd moved to Delhi before that from Calcutta for Business Today and then on to Bangalore for two years. Then, as usual, with my Midas touch india.com folded. So then I moved back to Delhi with India Times. And then it was in the internet for a long time after that for about 12 years, being a journalist. And then I moved on to being a product manager, building new products, which I did for a startup called ibibo. And then for NDTV.com as well. So yeah, this is my, my life as a journalist."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:08.240",
        "message": "Wow, that's quite an arc. And what kind of struck me when you were talking about your decision in college to fail your engineering exams was when you said that you decided immediately that you don't want to waste the best years of your life. Yeah. And the thought that struck me was that that is an enormous amount of maturity for a fresher undergrad. Because I remember at that age, my thinking was not at all as clear about things. And and then you said you went on to do English lit. So I'm guessing that a lot of this must have been driven by a love for books. So what kind of books did you read? Did you read in both English and Bengali? You know, what was the shaping of your literary taste?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:45.200",
        "message": "So I used to read exclusively in Bengali till the age of about eight. I started reading quite early. By about five, I was reading. And I was reading Bangla till eight when I discovered till seven, when I discovered Enid Blyton. And then I did this sort of overnight shift to reading English books. And so yeah, also school life, I think I devoured everything there was for our age group. So starting with Enid Blyton, and then there were other very interesting school series around that time, you know, there was a lovely one by Eleanor M. Brent Dyer called the Chalice School, which was quite exotic, because that school was not even located anywhere fixed, they would move around different European countries. And back then in the 1970s, European countries were just a concept. I mean, you know, we had no idea what it actually meant. But this school was in Switzerland today and in Germany tomorrow, and it was a girl's school. So there was this, you know, other sort of undercurrent of fascination also because of the fact that these were clearly teenage girls, although completely antiseptic. But, you know, there were two levels of attraction as it were, as one grew older. So there was those and then there was some teenage science fiction, a series called Tom Swift, which I remember reading a lot of and then moving very quickly on to trash. So Alastair Maclean, which is not trash, really, and Desmond Bagley, and then anything on the shelves at home, and I read indiscriminately, like I think everybody who loves everybody. So you pick one book, and then you pick the next book, and you pick the next book. So with the result that I was reading Camus, The Outsider, followed by Harold Robbins, Carpetbagger, followed by The Old Man and the Sea, which I hated at that point. You still hate it? Yeah, I'm ambivalent about Old Man. I'm ambivalent about, I mean, great writing, but too much machismo for me. And then Somerset Maugham, whom I really couldn't stand. I don't know. And unfortunately, I think some of these early impressions are very hard to undo. So even if it turns out later that no, no, no, these are good people to read, you are just somehow, you know, it's baked into you that I don't like Somerset Maugham and that's it. But yeah, and Woodhouse, I said, and Woodhouse, I think was the biggest value of reading Woodhouse was becoming sensitive about language. But Woodhouse, he almost read purely at the level"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:04.680",
        "message": "of language. Yeah, that's the whole point."
    },
    {
        "speaker": "Guest",
        "time": "00:11:06.680",
        "message": "The incidents didn't matter at all. Right. So yeah, so quite a lot of reading. Bangla, I did not read too much at that point. But we had to study it in school. And then I found it very difficult to write. It was proving to be a very tall order. So my uncle, my father's elder cousin, who himself is a poet, he put me through my paces of writing by making me summarise the art textbooks. And that in some mysterious way got me into both reading and writing Bangla again at a more mature level. My spelling, my Bangla spelling became almost perfect, which is unbelievable. But I realised that by the act of writing fixes your spelling. Then I started reading a good deal in Bangla as well, starting, mind you, with trash. I still remember this one particular book, which was called Hutta Himel Hawa, which literally is, you know, murder cold wind. And there was this very clear extramarital affair that was going on between the wife of an industrialist and her sarod instructor. And it was full of these very elegant ways of describing physical relationships, you know, so much so that for the longest time, I always used to think that a kiss could only be described as imprinting the mark of your lips on another's. I mean, I did not know any other way of putting it. So yeah. But yeah, I read, I read a lot in both languages. That is true."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:32.280",
        "message": "No, and this is making me really nostalgic. Because obviously, you know, there are certain authors and certain sort of canons, which are very familiar to Indians growing up in"
    },
    {
        "speaker": "Unknown",
        "time": "00:12:41.760",
        "message": "the 70s, 80s, 90s. I don't think Somerset Maugham would have been read so much outside"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:46.080",
        "message": "the country necessarily in the West. But over here, and also the sort of the deification of Woodhouse and the pedestal that he is quite correctly put on, is sort of strikes a chord. Did you also want to be a writer?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:59.480",
        "message": "No, I never actually wanted to be a writer."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:02.080",
        "message": "Even though you were a journalist, and you did write a lot?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:04.280",
        "message": "Yeah, even so. I mean, yeah, I've never wanted to be to write and I'm full of admiration for people who can write books. And I don't think I'm capable of actually finishing writing a complete book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:15.680",
        "message": "Well, that's very interesting. So, you know, so you you had translated these couple of stories for the magazine when you were young. And then you come back to translation more"
    },
    {
        "speaker": "Guest",
        "time": "00:13:24.600",
        "message": "than a decade and a half later. So what happened was that just before I, so the story is that just before I left Calcutta, this was in 1992. Shankod, who some of whose stories I had translated for the magazine, actually, he got in touch with me, and he said that he wanted an English translation of Chaurangi. And he said that it was for a French publisher who wanted to read an English version before taking the decision to translate it into French. And back then, mind you, 92. So I don't think English language publishing in the new wave had started yet. Penguin may have just set up with Anando. No, they had, I think, by the late 80s, they were already publishing Sunil Ganguly and others, I think. But yeah, they were the only ones. And there was no sense that, you know, you could actually translate for being published, the concept didn't exist. So I translated it for him in a few years, I did it in about a month and a half, you know, staying back in the office late at night after work and bashing it out on the office computer, and then taking printouts on those old accordion folded, you know, dot matrix printers on those accordion folded pages. And then before leaving Delhi, leaving Calcutta for Delhi, I handed him the whole potha, as it was, here's your novel in English."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:35.240",
        "message": "Was it the only copy that you handed?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:37.320",
        "message": "It was the only copy. It was the only copy. And I gave it to him. No, but I kept a copy on a five and a half inch floppy disk, which was the disk drive back then. A word star document."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:49.320",
        "message": "Yeah, I remember those thin brown thingies."
    },
    {
        "speaker": "Guest",
        "time": "00:14:52.240",
        "message": "Yeah. And I carried that with me under the impression that five and a half inch floppies were going to live forever, and so on. And then I had a digital copy. So what me worry. And then there was no word from him and nothing. Occasionally, you know, when I was when you had this spiritual crisis at work, I would toy with the idea of let me translate a novel. But of course, I never got beyond a line or two. Cut to 2006. Now 2006, I am already at that age where I'm about to have a full blown midlife crisis. So red Ferrari or something equally weird is going to happen. I know it. I know that it hit me in the face at that point. When I get a call from Diya Kaur at Penguin, whom I because all Calcutta people, you know, know one another. It's a village. So she called and she said, did you ever translate Chaurangi? And I said, wow, this is a true blast from the past world. How did this come to you? So she said, you know, we want to publish a translation and we got in touch with the writer and Shankar said, look, there is a translation, but I don't remember who did it, but I have the printout. So he sent it to us and I found your name on it. So luckily"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:57.760",
        "message": "I put my name on the on the copy. Smart move. I think your floppy disk by now would have disappeared."
    },
    {
        "speaker": "Guest",
        "time": "00:16:02.800",
        "message": "Yeah, so there's a story behind that as well. So and she said, so we'd love to publish it. So I said, oh, that's fantastic. And what do I have to do? So she said, do you want to take another look at the text? I said, okay, sure. And then I said, I don't need a printout. I have my floppy disk. So I took my floppy disk, which had strangely enough, survived several house moves and city moves and so on. So I took it to Nehru Place and I said, can you get the data out of this one? But after two days, even they threw their hand up and said, no, we are not able to. So I took that printout and I gave it to a professional typist. And I said, now you type it all out for me, because by that time, of course, we moved to a different platform. We've got Microsoft Word. So he typed it all out for me. And then I lightly edited it a bit. And then that was it. They published it. That was very unexpected. And was it successful? It was extreme. It's probably been my most successful book, in the sense of sales in India. Yeah, it was extremely successful. And funnily or not, I signed away the copyright and all monetary considerations at the time I translated it for the princely sum, actually not princely, it was quite a decent amount back then of 6,000 rupees, which was twice my monthly salary in the late 80s, in the in 92."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:17.640",
        "message": "That's not bad."
    },
    {
        "speaker": "Guest",
        "time": "00:17:18.640",
        "message": "That was 2x of my monthly salary, I used to earn 3,000 rupees a month. So I was very pleased 6,000 rupees just as I'm moving cities was a windfall to me. But and I had no idea how publishing worked, how copyrights worked and so on. So eventually turned out that I made absolutely no money from the sales and from the sales abroad. But, you know, it started me off on something on what's become my life. So I have..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:42.080",
        "message": "But is it fair to say that you do what you do because of the love of it, the money is a nice bonus. But it's the work is its own reward."
    },
    {
        "speaker": "Guest",
        "time": "00:17:49.040",
        "message": "Yeah, the money is a nice bonus. And it helps holidays and other expenses. You can't build your life around your earnings from translations. So yeah, it's not primarily the money, but it isn't for I mean, I've met many translators around the world. And even the ones who earn well, don't do it for the money, or primarily for the money."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:06.160",
        "message": "I was reading Edith Grossman's book, Why Translation Matters. And there's a quote from it, which struck me. And she writes, quote, translation is a strange craft, generally appreciated by writers, with a few glaring exceptions, like Milan Kundera, whose attack on his French translator was so virulent, it achieved a kind of a sour kind of notoriety. Undervalued by publishers, translators fees tend to be so low that agents generally are not interested in representing them. Trivialized by the academic world, there are still promotion and tenure committees that do not consider translations to be serious publications, and practically ignored by reviewers. Astonishingly, it is still possible to find reviews that do not even mention the translator's name, let alone discuss the quality of the translation. It is an occupation that many critics agree is impossible at best, a betrayal at worst, and on the average, probably not much more than the accumulated result of a diligent, even slavish familiarity with dictionaries, although bringing a text over into another language has a long and glorious history. Stop quote. So this brings me to the question, why on earth did you become a translator?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:14.440",
        "message": "Yeah, so you know, it's a great question, because I don't know. And again, I've asked others how, why and how, and all of them have the same answer. We don't know. There's some button somewhere, you know, that makes you I think it's the instinct of amateur singer who's quite good as a singer, but will never make it as a top class singer. So what do you do when you hear anything, you start humming it, right? And you want to sing it to perfection, because you want to recreate that same feeling that you had when you heard the original. I think it's an instinct like that. So that's what makes you do it. But I can tell you this, it's a drug. You start and you cannot stop. You really cannot stop you. I mean, I'm at the point where if I finish like the, like Trollop. So like Trollop, I think it was Trollop, if I finish a translation at 6.15 in the evening, I will start a new one at 6.25. I kid you not. It is really like that. And because finishing a translation is such a feeling of the end of the world that the only way you can survive is by starting the next one. So it is a drug. And I think there's a certain amount of ego involved. Because you know, you feel, although anyone not too many people might know that, hey, so many thousands of people would not have read this book had I not translated it. And if you come to think of it, if translators go on strike around the world, world literature is going to collapse. Publishing is going to collapse. So it's incredible that something that is so important a part of the literary system is actually not acknowledged for I think what it achieves, or the people behind it are not acknowledged to the extent perhaps that they should. But having said that, I don't think that that's a problem. Because you know, at the end of the day, there are exceptions, I'm sure. But most translators don't do it for to be considered important"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:59.160",
        "message": "people. And also, I would guess that when you translate something, you are of course, one you're driven by the book that you're translating is something that you love, and you want to share it with everyone, but also by the creative urge. Because, you know, typically, the non reader would assume that translation is nothing than you know, you can take a dictionary and one day AI will do it and you just transcribe all the words, but it's actually not that and I'm reminded of, you know, Gregory Rabassa, who was Marquez's famous translator, while you know, after he translated the book was asked this bizarre question by this interviewer on do you know enough Spanish to be able to translate the work and Rabassa's incredible response was that the question is not whether I know enough Spanish, the question is whether I know enough English, you know, thereby indicating that, you know, it's almost like creating an entirely new work, you know, another famous translator, Herbert Bates, who translated Odyssey earlier, of course, which is, you know, Emily Wilson's latest translation is quite mind blowing. But Bates said once said about translation, and this is a very sexist remark, but it was made many, many decades earlier, where he said that a translation can be like a wife, if she's beautiful, she won't be faithful. If she's faithful, she won't be beautiful, which is incredibly sexist, but there is something to that also. So is this a trade off that you encounter while translating that, you know, on the one hand, you want to get everything right, and you know, not change too much. But on the other hand, your true field to your true loyalty is to the essence of what is what the author is trying to convey. So how has your response to this evolved? Like, was this something that you thought about consciously reading up what others said on it, especially while doing your first translation? Or did you sort of discover your own thinking on it as you"
    },
    {
        "speaker": "Guest",
        "time": "00:22:43.240",
        "message": "went along? Yeah, it's the latter. When I did my first translation, I had no idea of what thoughts had gone into the process, especially because remember, those days, these books were not available the way they are now and there was no internet. So there was no way really of reading up. And if at all you went to the library and read, you only read things like Walter Benjamin's famous essay and so on, which was delightful, but completely useless when it came to actually translating into a translation strategy. So yeah, my first and I realized when I look back now at my earlier work that I was very much focused on bringing the words over into the new language. And very often that led to certain angularities. One of a British critic described my translation of Chaurangi as fruity and spicy. And I think it was a very kind way of saying that it was not English. It had all these, you know, exotic equatorial flavours as it were from a different land. But in retrospect, I wonder if that's necessarily a bad thing either. So, you know, the real battle is not about fealty and beauty because there's no conflict between them. The real battle, which you're always fighting and negotiating in your head is, let's say I'm translating from Bangla, well, let's say I am translating from Bangla to English. So is my English going to bring Bangla into it? Or is the Bangla text going to become an English text? That is the real battle, you know. So the point is that, you know, after translation, will it then slip so easily into the stream of English or literature written in the English language that you no longer think of its origins? It now belongs to all the books that have been written in English. And that's a perfectly fine strategy to go with. If in the process of doing that, you may have to do, you know, adopt certain tactics where you are saying that I will not make the reader stumble on anything when they're reading it in English because, hey, the reader did not stumble on the original. So my attempt is to be faithful to the experience of the reader and the experience of the reader in terms of the ease with which he can, he or she, they can navigate the text. For example, if I am reading the original text with a sense of, I understand this, I get this, should I make the reader interrogate the text when it goes into a new language because I am insistent on keeping some of the flavours and material and words from the original language? Or I can say that, no, it's not an English text. It is a text which has been rendered into English, but it belongs to another language. And therefore, I don't want you to read it as though it is part of the English canon. It is not. Remember always that it is a Bangla text or a text in a language that you are not familiar with. Therefore, you will encounter unfamiliarities the way you might not if you were reading a text written in English. And that is correct. That is the right approach because the reader of the Bangla text is not the reader of the English text. So why should I assume that two readers so far separated in space and time should have exactly the same kind of response or that the effect should be the same on both of you? And there is no one answer to this question. You know, it's a question that we bat around in our heads. And it's a question that I encounter continuously in the translation classes that I teach at Ashoka University. And I just eventually tell everybody that you have to come to your own conclusion. Neither answer is right or wrong. That is why you can have multiple translations of the same text and each may have a different objective. Gayatri Chakraborty Spivak's translations of Mahasaya Dadevi, for example, is faithful to all the academic aspects of the original text, which she wants to identify and then carry across to the reader. So these academic aspects of the original text are not necessarily what Mahasaya Dadevi intended when she was writing. But for an academic reader, for a reader who's reading it with a particular objective, they're crucial. And if you can get those aspects that you will respond to academically, cerebrally from the original text, then you must do the same thing from the English text. Absolutely right. Her motive is clearly enunciated in the extended introduction that she writes. So you know where she's coming from. Someone else might say, no, I just want to read it for, translate it for someone who is casually picking up a copy of the book and just wants to read it and is not interested in the academic ramifications. So that'll lead to a different kind of translation. And I'm not saying that these translations will be terrifically divergent from one another. Not at all. I mean, I've often picked up, for example, Lydia Davis has translated Proust. She's translated Swan's Way and she's called it the Way of Swan. And she says that my attempt is not to make the French English, but to make sure that the reader understands that there's a different language underneath, even if the words are English. To be honest, when I read the two translations, I can see the difference, but they're not so far apart for me that makes me think, oh, wow, this one is Anglicised and this one is not. But then you realise that it lies in some details here and there. So the divergences are not enormous, but in the translator's head, somewhere the strategies are different. So it's, as I said, it's not about beauty. I mean, the translation has to be as beautiful as the original. That goes without saying. And indeed, making it as beautiful as the original is part of the process of being faithful. You can't change the pulchritude quotient, so to speak, and still claim that you're true to the original, just because you're trying to maybe take across the meanings of the words and the meanings of the words in a very limited sense. Because what is a word? What is a sentence? It is not just its dictionary equivalent. It is a rhythm, it is a sound, it is music, it is silence. What is the writer not saying in the sentence? You must make sure you don't give voice to what the writer has not given voice to. You must hear the silence and protect the silence. So it's a whole bunch of things. And really what you are faithful to as a translator is your reading of that text. Translator is the closest reader there can be of any text. I think even closer than the writer themselves."
    },
    {
        "speaker": "Unknown",
        "time": "00:28:47.600",
        "message": "So a couple of thoughts that sort of emerged from what you just said. One is when you're"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:51.200",
        "message": "talking about Gayatri Chakravorty Spivak's translation of Mahashweta Devi and her being faithful to what she felt was the academic aspects of it, even though you said Mahashweta Devi may not have intended those aspects. So now this brings up the question of, should we think of the text as something that stands apart from the author and the author's possible intention? For example, Ralph Mannheim said something which was quite interesting to me where he said, quote, translators are like actors who speak the lines as the author would if the author could speak English, stop quote. So, you know, so when you're translating, is that something at the back of your mind that what is the author's voice? How closely can you replicate that in a separate language? How closely can you replicate the intention? Or are you saying that this is the work, this is what the work means to me, and that's what I have to get across and keep the author out of the equation?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:44.440",
        "message": "No, no, sorry. I think I didn't put that well. I don't mean at all that I am trying to take across what the work means to me, leaving the author out of the equation, not at all. And in fact, I don't believe that the translator should be interpreting the work in any way. But what I'm getting at is that the translator still reads it and, you know, hears the text and hears the voice. Now, the point is, I will be true to the voice that I'm hearing. Is that the voice that the author intended? I do not know. There is actually no way of knowing, right? But yeah, to the extent that I am intent on taking across the author's voice the way I hear it, it is very much the author's work that I'm taking across. But the interesting thing is that none of this is a deconstructed process. It's not as though you have to break it down into components, okay, voice, sound, rhythm, none of that. It's all fused in the text. And really, if you are led by the text, and if you're a good translator, then all of these things will automatically be carried through. So you don't have to worry about these things individually. When translating, you have to worry about whether after you've translated, whether when you're reading it, you're getting the same kind of feeling as when you read the original. That's important. You know, it's important to read it to yourself, read it out loud, go back to your memory of the original text and see if you're getting the same notion. If you're being carried along the same way, if you stop pausing at the right place, if you're laughing at the same spot, if you're crying at the same spots or not, these are important. So there's business of the effect you're trying to create in the reader. Now, some language, for example, English is not as effervescent a language as Bangla. Bangla can pile on metaphors one after the other, and it does not even seem very weird. Try translating Tagore literally into English and it will seem the most over-the-top text ever. As you can see when you read his own translations, they're weird, right? I mean, no wonder he attracted labels of being a mystic and so on. The original texts are anything but mystical. But once taken into English because of the strange images that are created, which are not, you know, they don't flow naturally from the English language, you end up with a very different notion of the text, even if the words are the same. So that is where, you know, your judgment has to come in. So you have to actually, when you're putting it into English, you have to actually temper it down because you want ultimately to achieve a similar effect. You know, Deborah Smith, who translated The Vegetarian from Korean, she was, there was a huge storm of criticism of her work from Korea when they said that, oh, there are many, she's completely changed the tone because Korean is a much, you know, it's like many languages from Asia. It operates at a much more metaphorical level. It is a higher pitch and so on. And English, she's sort of tamped it down. My point is that if you try to, you know, maintain that same pitch in English, it would be hysterical. So you actually do have to tamp it down. So these are the points where, you know, it's like the author is speaking out in the street and you hear him in the backdrop of all the other noises. And then suddenly, you know, you're translating him and you're putting him in a soundproof studio. You have to lower his"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:56.120",
        "message": "volume. Otherwise, he's going to sound abnormally loud. This is always actually seen, you know, one of the things I wonder about that languages are so fundamentally different that are they translatable at all? For example, I was reading this excellent book by Guy Deutscher called Through the Language Glass. And there was a paragraph that struck me in that, quote, there are four tongues worthy of the world's use, says the Talmud, Greek for song, Latin for war, Syriac for lamentation, and Hebrew for ordinary speech. And later he writes, the Holy Roman Emperor Charles V, King of Spain, Archduke of Austria, and master of several European tongues, profess to speaking, and now quote within the quote, Spanish to God, Italian to women, French to men, and German to my horse, stop quote twice. And, you know, it's, it's always struck me that, for example, my specific bias, my specific taste in literature is towards minimal spare prose, which is why, you know, I like someone like Hemingway, but which is also why I like a lot of Japanese fiction. And one reason that I have speculated on why this might be so is that Japanese is just a more minimal languages, less flowery, it's less whatever, even more so than English in a sense. And equally languages like Urdu and Bengali are almost Baroque languages. There is so much expression. And like you said that if you were to translate something literally, from either Urdu or Bangla to English, it would just seem overblown, you know, the finest Tagore poem beautifully translated, and I've tried it myself. And if you just stay faithful to each of the words, and you translate them, it just sounds bad because of the aesthetic values inherent in the English language are very different. Exactly. So how much of a problem for you was this at sort of conscious level? And my other sort of related question goes back to what you were earlier saying about strategy and tactics, where I was reading an interview of Rabasa. And Rabasa was asked the same question about strategy and tactics. And he said, I have no strategy, it's only tactics. And perhaps there is a strategy he's internalized in his processes or whatever, I'm guessing. But he said, it's only tactics, I just go, you know, one sentence at a time, and so on. So how do you resolve that? Like you interestingly said that you do have a strategy when you get down to. So what's this"
    },
    {
        "speaker": "Guest",
        "time": "00:35:06.360",
        "message": "distinction between strategy and tactics? So strategy, I mean, when I say I have a strategy, I would say that I have an objective. And it is internalized, it is not that it varies from text to text, it is a, it is almost a philosophy of translation, or my philosophy of translation, if you like, which, as I keep saying, is about being faithful to the sum total of the text and the world it creates, as it is perceived by a reader. And my attempt is to read it like a universal reader or like a reader of without any particular objective in mind. A reader has no objective in reading, the reader is just reading. So every reader as it were, so my objective is to read it like every reader, and then make sure that the translation can be read by every reader with essentially the same kind of feelings and notions and what they absorb and so on about it, as opposed to, let's say, I will be true to making sure that every word is taken across or every metaphor is taken across and so on. Now, this does not mean that you play with the text or you are reckless with it. It just means that then it comes down to specific tactics at a sentence level, at a word level, where you do what you think is best, keeping this overall overarching objective in mind. So sometimes an idiom will render itself beautifully in another language. There is no need to then say, I will not do it. Another time, it's absurd. And you say, I will not do it. A third time, it's absurd. And you say, I will do it because it's so picturesque and it draws up such a fantastic image that I don't want to sacrifice it, even if it doesn't roll off the tongue as easily. So that's tactics, right? And then ultimately, it's also not, you don't see it in isolation. You see where it stands in the scheme of the sentence, the paragraph, when you're reading it afterwards, is it jumping out at you like a sore thumb? Because that's something that I am completely against. You know, these islands of brilliance in a text are avoidable as long as they're not there in the original. And that also brings me to the point, you have to keep the flaws as well. You cannot paper over the flaws. If you see something as being clunky writing, and remember that Bangla literature was never edited. Only now is there a sort of semblance of editing, but nothing, there's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:20.320",
        "message": "no structural edits, nothing. And often, I guess it would have been written at great"
    },
    {
        "speaker": "Guest",
        "time": "00:37:24.040",
        "message": "speed for these magazines and all of that. That's right. So in fact, it's a wonder that our, and it's not just Bangla, all Indian languages, it's a wonder how good these literatures are, despite the fact that there is no editing. And if you're mischievous, you can always say it's because there is no editing. But I mean, I don't entirely agree with that. But yeah, so therefore, a lot of flaws. I mean, I would have edited Tagore, I would have edited the hell out of Tagore if I were his editor in Bangla. But, you know, so then you when you're translating, you have to keep some of those, not some, all, if you perceive weaknesses, you have to keep them. If you see clunkiness, you have to keep it. So are you deliberately recreating that clunkiness into English? Absolutely. If it's there in the Bangla, absolutely. And then the editor will say, can we change this? And I said, No, we can't because it's not in my control. This is what the writer wrote. I can't help it. And let him let the writer be read for, you know, their warts as well. Why should they be read only for what's great? So yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:19.560",
        "message": "No, and going back to, you know, something that Emily Wilson wrote, and Emily Wilson wrote this in the context of Seneca, but it brought your Bengali translations to my mind when I read it first, where she writes on translating Seneca, quote, I had a hard time figuring out how much I could get away with pulling out all the stops rhetorically, because she writes in this wonderfully ornate purple style. It's showing off, showing off, showing off bombast. The risk is always that is going to come across as too silly to be impressive. It has to go very close to sounding silly, but without quite getting the stop code. And later she wrote a Twitter thread, which I'll reproduce in the show notes about all the sort of the difficulties of translating Odyssey, Homer's Odyssey, which she did recently. And part two of them might be very relevant to you, where she said that there aren't enough onomatopoeic words for very loud chaotic noises. And Bengali is full of these, full of it. Like, yeh toh jata bolshe, taki barabari hoyega lo, ha ha kode chute lo, ghatta kha kha kod che, gaagiri kode utlo. And you know exactly, even if you don't know the meaning, you know exactly what. How do you capture this flavor? Is it even possible? Or do you have to tactically"
    },
    {
        "speaker": "Guest",
        "time": "00:39:28.200",
        "message": "decide to, you know? Yeah, I've started taking more risks now, to be honest. Originally, I would say, you know, I'm not going to put in words and phrases that will make no sense to the reader. But now I've started trying sometimes. Give me an example. So, you know, if it's ghatta kha kode utlo, which is basically that I was extremely annoyed and irritated and so on. So, I might actually say that, you know, an annoyed wave ran through her body or something like that, you know. But actually find a way to suggest that this is how it is used in the original language. And sometimes, you know, the reason I also do it, I think that if the language does not have this, maybe it deserves to have it. You know, so why not introduce, because we have done that, right? The English, any language grows by taking in terms for which no terms exist in its own. And because we are now living in an increasingly globalized world, you don't have a choice but to represent many things which are not inherently part of the culture from which your language came. So, what do you do then? I mean, we do it in India all the time. We're forever borrowing English words. So, why not the other way around?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:31.880",
        "message": "No, and in fact, translation in a sense has also been described, I forget by who, has also been described as a dialogue between languages. And is that something you felt cutely while?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:42.000",
        "message": "Yeah, yeah. The good thing, perhaps the best thing about all of this discourse is that you can happily get into it after the translation is done. It does not have to actually intrude on the act of translating itself, because then you'd be a shit critic, you wouldn't be able to finish a line if you kept putting so much thought into, so much thought of this kind into it. But yeah, I'm eternally, like I have this new theory now of literature, of translations and so on, which is that, I know we keep saying the original language and then the target language and so on. My theory is that there is no original language in which a work exists. A work exists outside of language and it springs into being in each language at the time in which it is written. So, even if it so turns out that the Bengali version was written first chronologically, it does not mean that the English version is a version of the Bengali version. Both the Bengali and the English are versions of that pure thing which exists up there, which the writer pulled out of their own head and everything and put into words in a particular linguistic system. They could just as well have done it in another linguistic system, depending on which one they were familiar with. And that, therefore, the work does not spring up only in that one particular language. It can exist in all languages. This is one of those clever, you know, things to think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:02.680",
        "message": "about. This reminds me of something Octavio Paz once said, where he said, quote, when we learn"
    },
    {
        "speaker": "Guest",
        "time": "00:42:06.480",
        "message": "to speak, we are learning to translate, stop quote, which is exactly what you just said. But I'm saying that this is a slightly clever thing because I also equally will argue for the fact that you cannot actually divorce the content of a text from the language. The language determines the content even, you know, because certain things, you cannot put it in that language, they're not in the text. I agree with that, yeah. And therefore, some books cannot be written in some languages. Because there's things that need to go into that book, perhaps cannot be put into English, you have to write it in Hindi or Bangla or Urdu. So, you know, and I'm saying that these are theories and theories don't necessarily have to map on to any kind of reality. A theory is after all what? It is a way of examining a phenomenon and seeing what patterns you can discern in it. That does not mean that alternative theories cannot do an equally good job of discerning patterns or explaining it. And part of the beauty of it is that you don't eventually need, it's not science, so you don't need one all encompassing theory to explain it because the purpose of that theory is to then also predict that if this is the input, this will always be the output. And essentially, literature and art and translation are not about same input producing same output. If that were the case, then every translation would be the same. It's not. So, someone is mediating, someone is mediating with who knows what kind of agendas that even they don't know. As a translator, I'm sure there are things going on in my subconscious and unconscious that I'm not aware of. As a translator, I know I've evolved, every translator evolves. So, the way you translate a text, if I were to go back and translate the text that I translated 10 years ago, I am certain they would be different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:45.200",
        "message": "No, and what I also find fascinating is that while you are someone who now teaches writing, who teaches literature, who teaches translation, you were first a practitioner. The theorizing"
    },
    {
        "speaker": "Guest",
        "time": "00:43:55.960",
        "message": "has come later. The theorizing has come later, but I don't teach translation theory. I just, I mean, these questions come up in the course of actually performing translations. So, then we answer them and then sometimes we get carried away and start constructing theories because it's fun to do and interesting things to discuss and write about. To be honest, I see translation theory as a very valuable but distinct space from the practice of translation, the praxis"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:21.600",
        "message": "of translation. On that note, we'll take a quick commercial break and we'll come back in a minute. If you're listening to the seen and the unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is Murder on the Orient Express by Agatha Christie. For Indians of a certain age, Agatha Christie's books are comfort food and her genial detective Hercule Poirot is an old friend. And Murder on the Orient Express is one of Christie's finest and Poirot's finest. So do check it out on Storytel. Murder on the Orient Express by Agatha Christie. Download the Storytel app or visit Storytel.com. Remember that Storytel with a single L. Storytel.com. Welcome back to the seen and the unseen. I'm chatting with Aruna Vasena on the art of translation. And so far, we've spent a chunk of time talking about the theory of it just before we sort of got back just before we went to the break. So, you know, another thing that strikes me, and this is something that other translators across the world have pointed out, is of English sort of being a bridge language between languages, that very often English is the first language that something will be translated into. And quite often, it will become the source of translation for further languages. So, for example, language one is translated into English, and then language one is further translated into language two via the English translation. So English almost has a sort of a central role. And this is, of course, in the context of world literature, but even in the context of India, you know, English is sort of where, you know, there's a whole publishing industry in English. How has the ecosystem there evolved in terms of languages getting translated into English into each other? What is the importance of English in spreading, popularising our literature in other languages?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:49.440",
        "message": "Sajeevan Gupta So if you mean around the world outside of India, yeah, yeah. So outside of India, it is, of course, crucial, because this is it's the language that your most translators working into. So it's much harder to find translators who will translate, let's say, a Bangla text into French or German or Spanish, right? There'll be one or two or three people. So there are only so many texts they can do. So English automatically becomes the receptacle, as it were, of the translations. And then because as you said, it is the language that lubricates global publishing. So people will read the English version and then maybe decide to publish it in another language. And more often than not, they might well use the English edition as the source, because they don't have translators working between the original first and the new languages. It's not the best situation. But to my mind, it's better than no situation. I mean, I always feel that any translation is better than no translation. So we have to lump it even if we don't like it. In India, it's the same and even worse in some ways, because people who now are genuinely biliterate in two non-English languages from India are very hard to find. You had a whole bunch of them earlier. For one thing, you know, there were large scale migrations in India of people from particular communities into other spaces and who then had to first learn the local language. So very interestingly, a legacy of that is one of the best translators working from Bangla into English is actually a Tamil. His name is Ramakrishnan. But you wouldn't know that except for the fact that his name is Ramakrishnan and his Bangla is fantastic. And I dare say he could translate into Tamil if his Tamil was good enough. But people like that are almost impossible to find. No one picks up another language anymore. At best, you have to learn it to be able to go into translation and then nobody is interested in going into translation, you know, between Indian languages. So, but first we are moving to a situation where English will become the fulcrum and from there, you know, the arms will poke out in different directions. And I feel it's better than nothing, because at least there are so many good literatures in India and such fantastic books being written in at least a dozen languages, that it would be a shame if they could not be read by people who read other languages and don't want to read them in English or do not read English."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:07.200",
        "message": "And even an imperfect translation, if it conveys some of what is good about the original can spur the reader to look for more and maybe do the work herself. Absolutely, absolutely."
    },
    {
        "speaker": "Guest",
        "time": "00:49:15.960",
        "message": "That's what I'm saying. A bad translation is better than no translation, quite honestly,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:20.520",
        "message": "if the original work is really good. And also does, you know, given that language affects thinking, like one, would you agree that language affects thinking as, or we'll keep saying, and two, would you then say that our thinking can become homogenous and Englishified if that becomes sort of the universal language of use? Now, I don't know if I'll be sort of able to express it well, but for example, one question I half seriously sometimes pose to people is that do Hindi speakers think differently because there isn't a semicolon"
    },
    {
        "speaker": "Guest",
        "time": "00:49:53.360",
        "message": "in the language? You know, if that makes any kind of sense. I know what you mean. But I think the way I see it is that those of us who are born in India actually have the unique privilege of being able to code switch fairly. At least those who also use English are able to code switch at their convenience and therefore they switch to the language that best accommodates their thoughts. I don't think no matter how much English spreads, our thought is limited by what English can or cannot do. We very happily use words from our own language and from other languages across India for that matter. And then we sort of shown them into the English quite seamlessly to the extent that if you hear the way English is now spoken, for example, across streets, it's quite different. In fact, you know, to me, the best example of the way English is used unselfconsciously with massive borrowings from Indian words is pornography. If you read in English pornography written in India, you will find that obviously there is no attempt at any pristine literary values. So therefore, the word that best suits the situation is used no matter which language it belongs to. While the fluid is primarily English, but it's mixed with all kinds of things. It's also interesting that even English is misused in the sense, for example, that instead of lay, lay as in lie down, it will always be the word in English will often be sleep. So it will be a man will often say write something like I slept on her. You see where it's coming from. It's very interesting that the thought originates in another language and there is a sort of futile attempt to translate it into the English equivalent, literally, so that you end up with a rather comic kind of image if you want to, but it is fearless. The way the language is treated in pornography is absolutely fearless. And because I did say there is a range of activities and impulses that you're trying to portray, you cannot be sort of, you know, bowed down by the limitations of your medium. So in the same way, I think the English that I hear is a brilliant combination of the best of many different languages."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:11.880",
        "message": "And what you just said, like from the limited in the limited erotica that I have read, Indian erotica in English that I have read that category, I've never noticed any such thing. So which kind of makes me wonder that because you're looking at language so carefully being a translator, do you also notice all of these things?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:29.280",
        "message": "Quite possibly. I think that's entirely right. And you know, it can be an annoyance sometimes because you're both marvelling and being annoyed by what you're reading, no matter what. So when I read English, for example, I'm always thinking, oh, man, this sentence is so good. And why can't I translate a sentence as good? Whether what I'm reading is a translation or not. And when I'm reading Bangla, I keep thinking, oh, no. So what if I had to translate this? Would I ever be able to do it? Or what a lousy sentence, you know, how am I going to put any kind of value into this sentence? So it's annoying. It's like a meta commentary that is always running through your head."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:07.480",
        "message": "No, and just like thinking aloud, like I deplore language Nazis, because as far as I'm concerned, language evolves. New words come in all the time. For example, people frown on the use of the Indian English neologism, prepone. But I think prepone is a great word. It's a very elegant word for the use. It's a very economical word. Yeah, it's a very nice word. Why would you say it longer? And it's obvious what it means. And because of the sheer population of English speakers in India, is it then possible that the future of the English language will be driven by all the contortions which we carry out with the like sleeping on?"
    },
    {
        "speaker": "Guest",
        "time": "00:53:42.360",
        "message": "Maybe in India, it will, I don't think it'll spread across the world. I mean, for example, here in India, we have no idea of the African flavours of English, or the Caribbean flavours of English. And yet those are very, very distinct in those spaces."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:56.280",
        "message": "In fact, William Carlos Williams once said that I don't write in English, I write in the American idiom, which obviously also creates then additional problems for translators. Now, you've also sort of, you've translated writers from like Bong Kim, who are much older, you're translating people like Nauberon. And obviously, the idioms that they are writing in the times that they have inhabited the slang and the language they use is very, very different. So, how do you sort of how, how easy or hard is it to deal with something"
    },
    {
        "speaker": "Guest",
        "time": "00:54:27.200",
        "message": "like that? It's not easy. I mean, it's easier to deal with modern and contemporary, it's definitely"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:32.920",
        "message": "harder to deal with classic text. So when you're translating someone like Bong Kim, and a phrasing of his seems archaic in the original Bengali, will you then also attempt to reproduce that archaicness in the English?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:43.720",
        "message": "I will not in the way in which you might read it in say, a Victorian novel or in an Arthur Conan Doyle story? No, because I think that will not sit easily on me. But I will try to bring out what we think of as archaic as a certain quaint elegance. And I think that is what I would aim for. Yeah, so I might not use certain words, which were very prevalent when you were writing in English in the 19th century. Because after all, I, you know, the translation is being done in 2020, or whenever, it is not being done 100 years ago. And indeed, if I read translations of those words done 100 years ago, you can see that they use what is contemporary English. But see, there's this other factor there, which is this, that Bungim take the first novel that he wrote in Bangla, Durgesh Nandini, which I've translated, he was 26. Bungim Chandra Chattopadhyay is 26 at the time, 26. Okay, that's it. He is, he has written an English novel, which has bombed, so to speak, and he himself is unsure of his ideological moorings in having made that choice. So he writes this tremendously racy romance. It's in the Walter Scott mold, right? It's racy, it's full of, I mean, it's everything that you would want to read in a historical romance. But he's writing it for a contemporary audience, although he's setting it in his past. He's setting it several hundred years ago from the time he lives in, but he's still writing it in a contemporary idiom. Now that contemporary idiom 100 years later appears very archaic. But am I being true to that text if I were to use a very archaic mode for it? Because a 26 year old writing for a contemporary audience, should I not try to create something of that effect, not by being faddish, because those terms will come today and go tomorrow, but in keeping some sense of modernity about it. And so you aim, therefore, for a more timeless kind of approach, you know, which is where your idioms are not rooted in a particular space or time or anything. But you try to bring out the notion that it should be read without the degree of difficulty that we now encounter in reading the Bangla. And that's a very interesting question always. And an interesting theoretical question, if you're looking at an older text, which is that should you reproduce the reader's response as it was when the text came out? Or should you reproduce the reader's response now if they were to read the original text? And to me, frankly, reading Bumkim Chandra original in Bangla is like reading it in translation, not reading a foreign language in many ways. I mean, the words may be familiar or not even, but the structures, the whole flow are clearly from another era. And, you know, like they say, the past is a foreign country. So it is no different from, you know, when we say that this work is in Bangla, just because it uses the Bangla script and certain familiar words, we are actually papering over huge differences in register. Huge, enormous. So, you know, these are things to be factored in for sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:40.080",
        "message": "And, and how does it, and especially with the contemporary guys, how do you deal with dialogue? For example, Edith Grossman writes about dialogue, quote, dialogue contains often nuance or sometimes egregious indications of the class status and education of the characters, not to mention the intelligence and emotional state, significant intentions and sonorities abound in the narration and in the descriptive portions of the work. There may be elements of irony or satire, the rhythm of the prose, long flowing periods or short crisp phrases, and the tone of the writing, colloquialisms, elevated diction, pomposity, slang, elegance, substandard use, are pivotal stylistic devices. And it is incumbent upon the translator to apprehend the ways in which these instrumentalities further the purposes of the fiction, the revolution of character, the progress of the action, stop quote. And here it strikes me that, you know, when it comes to a novel itself, you know, I guess you go through that original moment of discovering what the voice is, and then you can continue with the authorial voice for the whole of the book once you've sort of slipped into that voice. But when it comes to the dialogue within a book where you have different people speaking in all of these different kinds of languages, in some cases written by people, perhaps much younger than you today in settings you haven't inhabited yourself, is that harder?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:58.040",
        "message": "How do you get around that? It is. And it's not just that. It's also, for example, and this is probably true of all languages in all Indian languages as well, which is that you have many dialects and many local variations. And many authors are very good with reproducing the speech. If you take even an urban setting, which is a confluence of people of different socioeconomic backgrounds, then each one is speaking in a different register, very clearly different vocabulary, different ways, pronunciations and so on. And you cannot actually bring all of that into English for the simple reason that if you were to choose, first of all, your choice of English dialects or versions of English would be purely random. So I've actually read translations where a certain village dialect has been translated into a Scottish version of English. How does that even work? Because in fact, on the contrary, you're creating in the reader who identifies it as a Scottish brogue, a false sense of space. It's not correct at all. So this is a very, very difficult situation, especially when there's a clash. Let's say when people are speaking the same dialect, then it's not such a problem because they're perfectly intelligible to each other. So even if you were to put them in standard English, it would not matter. The problem is when, so you know, classic thing is that the guy who drives your car is talking to you. So you're speaking a kind of language which is very different from theirs. And you have to translate this while maintaining the difference in register. So it gets tough. And I would say that you don't always succeed. You try to do it with the words you use and so on. The other things that Irith Grossman talks about, you know, rhythm, music, and so on, those are easier to, or let me put it this way, if you're sensitive, if you can hear them, then you can perhaps take them"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:39.280",
        "message": "across. In fact, you said in the past that you read out both the original and your translation of it to get a sense. So is it important to"
    },
    {
        "speaker": "Guest",
        "time": "01:00:46.720",
        "message": "you that rhythmically and all that? Yes, it's very important to me. That is absolutely very important to me. But there again, you have problems. For example, in Bangla, it's very natural to have short sentences. The same structure in English creates a tremendously staccato feeling. Sometimes in Bangla, you generate tension with short sentences. In English, you actually have to use a longer sentence to generate the same kind of tension. So can you give me an example? So you know, this pulp writer named Shopan Kumar, whose work I've translated, so his work starts, and this is almost a cliche, and may not actually be there. It's like one of those excellent said, I elementary said he kind of things. But it goes like, ghorite dhong dhong kore, akta bajlo. And the big joke is, if it's akta one o'clock, then there should be only one, chime should be heard only once. So what is this dhong dhong business and so on. Or he has things like, you know, akate bonduk, akate cigarette, akate bohi nahi hai unni duklen. So other than that, so it's like, govir raat, brishti pochche, rasta ekta aulok nahi. So you get the sense, right?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:52.320",
        "message": "In English, it's very staccato."
    },
    {
        "speaker": "Guest",
        "time": "01:01:53.320",
        "message": "In English, you make it as, yeah, dead at night, it's raining, not a person. It does not create the same kind of, but here it's almost breathless, the way it's described. So you know, there, you may have to combine them into a single sentence and find a way to keep it taught without using too many words. And sometimes you do that thing that many English grammar najis hate, which is comma splicing, which does not exist in English, right? You're supposed to use a semicolon or break it into two sentences. If you want it to exist, language evolves, people use it, it's fine. Now I find, in fact, I've been, one of the things I do is read translations of from European text very closely to see if they're comma splicing or not. And I find that some do and some don't. So then I went back to the translator as it was the story. And some of them said, I hate comma splicing, so I will not use it. And the other one says, no, no, the original has the rhythm, so I have to use it, even if I don't do it in my own writing. So people do have their quirks as well, you know, which translators' quirks also flow into their work somehow. But yeah, so what she's talking about, the rhythm and music and sounds, assonance, alliteration, these are still possible to manage. I mean, the most brilliant exponent of this, of course, is Anthea Bell in her translations of the Asterix comics. And very interestingly, her strategy, well, okay, let me not use the word strategy, her method there was that she would ensure that there were as many puns on a page of the English translation as there were in the original French. But not necessarily the same equivalent puns or not necessarily the same words being punned on. So if there was a pun in a panel, she would have a pun in the panel, but the pun might be on a different word altogether, because English would adopt, accept that pun and not the first one. So these are things that you have to do. But it's when people start speaking in different, for example, you know, when we read the Asterix comics, we have no sense of whether there's a different register that, I mean, Caesar sounds the same as, as Obelix, for example, right? The only difference might be in the choice of words or in how sonorous Caesar is, whereas Obelix is much more crisp or maybe excited and aggrieved for not getting the magic potion. So that's how you take it across. But you cannot actually convey the unstated information in used in the choice of dialect to the reader who understands and many readers will not even get nuances there. All they will know that, okay, this guy is not speaking standard Bangla. So therefore, from a different section, but they can't look at which section or where and so on. For that, you need a tremendously more discerning ear. So that information you're not always able to convey in your translation. And that's a problem, perhaps, in some cases. In other cases, it may not matter, because even if you convey the information, it will not mean anything to the reader."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:43.800",
        "message": "So, you know, it seems to me that the most intense illustration of the difficulties of translating actually comes from poetry, like Robert Frost controversially said that poetry is a thing that gets lost in translation. And I was reading John Felstiner's book, Translating Neruda, where he talks about that experience. And he writes, quote, bring over a poem's ideas and images, and you will lose this manner. Imitate prosodic effects and you sacrifice this matter. Get the letter and you miss the spirit, which is everything in poetry, or get the spirit and you miss the letter, which is everything in poetry. But these are false dilemmas. Worse translation at its best generates a wholly new utterance in the second language new yet equivalent of equal value, stop quote. And have you tried your hand at poetry?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:30.120",
        "message": "Yeah, I've done poetry. I've done poetry. And it is true that translating poetry is a whole different ballgame. And indeed, if you keep this, that goes, and so on. And you might have to make some sacrifices. But equally, I agree that you are aiming to write poetry in the new language. And I would actually say that translating poetry is a little bit like doing a cover version of a song, you know, where the artist's own voice and manner"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:55.680",
        "message": "of singing will come to a good cover version will also be an original in a sense, it will"
    },
    {
        "speaker": "Guest",
        "time": "01:06:00.200",
        "message": "be an original, it will stick to the melody, but it will improvise. And it will very clearly be rendered in the artist's voice and not in an attempt to replicate. I mean, those covers like when you sing exactly like the original, actually, the cover versions are pointless, because you might as well listen to the original then, right? Yeah, I don't want to hear somebody sounding like the Beatles if they're going to do that. Do you write original poetry? No, I don't. So I couldn't for the life of me, because"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:23.400",
        "message": "I've noticed that, you know, some of the translations from Indian languages of poetry in other languages"
    },
    {
        "speaker": "Unknown",
        "time": "01:06:28.200",
        "message": "is by great poets themselves, like Arvind Krishna Mehrotra doing Kabir and Ranjit Hoskote"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:33.000",
        "message": "Lalde. And, you know, it almost seems to me that to be able to translate, you have to"
    },
    {
        "speaker": "Guest",
        "time": "01:06:38.240",
        "message": "be a poet yourself. Yeah, except that I agree, except that I'm always worried about terms like am I a poet or am I not? Because you know, you may be a poet without having written a line of poetry for that matter. I mean, you may have all the qualities that a poet has. The thing is, poetry also eventually is a matter of appreciating the entire holistic effect of text, right? Including rhythm, including rhyme, including sound. So to that extent, poetry and prose are not that far apart. But it's just that because prose is more loosely, there's no structure in prose. I mean, just flowing sentence one after the other, whereas poetry has a line length, it has prosody, it has certain structured effects, as it were. So those are harder to put across. But very interestingly, Ranjit Hoskote's approach to translating is vastly different from Arvind Krishna Mehrotra's. I mean, Arvind Krishna Mehrotra rewrites poems. You know, he is actually, that's a true cover version. I mean, he brings Rastafarians into Kabir, which is great. It's wonderful to read. It's perhaps also only possible because there have been so many translations of Kabir. So now you can start reading these. If he were to be the first translator, then Kabir would have an entirely different... They'd all jump on Arvind Krishna Mehrotra also, like what are you doing? Exactly. Exactly. Whereas Ranjit Hoskote was doing Lal Dede, has to be... But Ranjit brings a different he is much more aware of the need to be, to put less of himself, maybe his skills, but not himself, not his sensibilities as a poet, if you know what I mean."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:07.600",
        "message": "Yeah. And the other question I have, and this also, I'll probably phrase it in a clumsy way because I'm almost thinking aloud, is that a lot of us who are educated in English, certainly me, we bring our biases to the table when we read anything. So I have a certain way of looking at a text. For example, when I look at poetry, you know, I will value things like economy. I'll value things like precision of language. You know, I'll value things like what the specific rhythms that I'm used to thinking of as good poetry and so on and so forth. Ditto with prose. You know, I might have my own specific taste, but there's a certain sort of, even for people who haven't studied literature, just through the books that are considered great, there's a certain pedagogy of values that this is what is good and this is what is not. Now, the languages, as we discussed earlier, are so incredibly different. You know, in Bengali, Tagore may write in very flowery, purple, vivid prose, you know, a lot of subcontinental languages are certainly far more baroque than English. And that's definitely not a value that you look for. You know, you want to cut out all of that. If any word stands out, we are taught to cut it out. You don't want the language to draw attention to itself per se. I mean, with exceptions such as, you know, magic realism and whatever Rajshri does. And, you know, I'm not a huge fan of that, but that's a question of taste. So is how we, and here I'm not talking about translation per se, but is how we look at literature in languages other than English, colored by the values that we have imbibed through studying or being exposed to English literature? I mean, is this a problem? And is it, for example, something that you would face in practical terms that say you're translating something from Bengali to English and is beautiful in the original and you're recreating its essence in English. And therefore it is not precisely how a writer in English would write it or consider good, but it still makes sense to you. How do you look at all of this?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:02.200",
        "message": "Yeah, no, I agree completely. And I think my personal aesthetic is also one toward one that absorbs excessiveness, excesses of any kind. So it's a hard balance, but at the same time, you can't also completely strip the original text of its decorations or ornaments and so on. But it's just that the way I look at it is that what is this place of those decorations and embellishments in the original language. And sometimes when that becomes the norm, then its effect is actually much lower because it is not standing out. You're used to this sort of slightly exaggerated form, right? Everyone is, as I said, ghor kha kha kochcha always. No one will say ghor ta khali chilo, which is a more prosaic way of putting it. So when you encounter that all the time, you are actually all you're hearing is ghor ta khali chilo, nothing more than that. So it's fine then. You don't, there's no embellishment that you need to carry across. At other times, you see genuinely wonderful prose. Someone has really come up with something fantastic. And then you, then you sometimes you keep taking it into the new language and see, is it creating the same effect? Does it seem overblown or even under? Sometimes you may have not pitched it high enough. So you tweak. But you have to be sensitive to the natural tone of the language into which you're translating. And therefore, where a particular sentence stands with in relation to the natural tone of that language is where your translated sentence should stand in relation to the natural tone of that language. And the two natural tones may be quite different. Therefore, you will have to choose. But the relationship between the natural tone and that sentence should be the same, more or less. That's what I look at."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:45.160",
        "message": "You know, I was struck by an example Rabasa gave of an exercise he carried out in his class where and I don't remember the two languages involved. One of them was obviously English. The other would have been Spanish, I guess. And he handed out a text to one student who had to translate from Spanish to English. Next student had to translate that translation back and so on all the way back to down the line. And then they would look at the final"
    },
    {
        "speaker": "Guest",
        "time": "01:12:08.720",
        "message": "English version with the first English version and sort of compare. I've done that in my classes. You've done that in your class as well. So what have you found? So, you know, the divergence is less than I had thought. Oh, yeah. I thought it was like Chinese whispers. It would have been altered tremendously. Not quite so much. But you can see that it's not so much the writing that's different as the reading that's different. So two people have read the same word differently and therefore have written it in different ways or the same phrase differently. So really, the divergences come in the way in your reading. And in your reading comes your relationship with the language as well. You know, in fact, this is another very interesting point, which is that in the West, most people translate from a language that they have learnt into the language they live in, which is English. In our case, most of us translate from a language we live in. And English also we live in, in some senses in India, but perhaps the English we live in is not the English we translate into entirely. So because sometimes when you're translating into English, you're always thinking of an international audience as well. So because of this difference, we are perhaps better readers of the text than many Western translators are. But I guess they may be better writers. It's possible because they live their entire lives in English, right? We don't. Even despite our comfort and our familiarity with the English language, many parts of our lives are not lived in English at all. Whether it's your daily transactions, sometimes your thoughts, your most instinctive responses to something are often not in English, right? So we end up translating, I think, in a different way, which somehow I think is a little closer to the original text because we're reading it better and we're internalising it more. So the English that we reproduce it in will inevitably, I think, have more of the flavours of the original language, like it or not, than in the case of someone translating from say a French or a Spanish into. Of course, there's also the point that those languages are far more similar. Here, English comes from a completely different space. If you were translating from Hindi to Bengali, for example, it would not nearly be such a, as much of a leap."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:22.520",
        "message": "No, and in fact that, you know, so there I'm thinking, for example, an American writer who lives in Calcutta and learns Bengali will come up with a very different kind of translation as someone like you would, who, you know, will find the sort of the familiar equivalent"
    },
    {
        "speaker": "Guest",
        "time": "01:14:37.000",
        "message": "idiom in English much more. Yeah. And also, also perhaps have a better sense of what that where the text is, the original text is going beyond its dictionary meaning. And something"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:45.920",
        "message": "you said was interesting to me, which is, you know, when you said that we don't necessarily translate in the same English we use, because it's also the question of an international audience. Is that a consideration for you? Like when you translate, are you thinking of audience or are you just thinking, okay, let me capture the joy that I feel?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:01.800",
        "message": "Primarily let me capture the joy that I feel, but when I'm validating that joy, I have to figure out whether it will register with the reader. And that point you start thinking, maybe not when the, when you're actually translating, but when you're reading, revising, you have to question your decisions to see someone who does not come armed with the same body of knowledge that you have, what it will mean to them is some, is a question you must."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:22.720",
        "message": "So let's talk about your process now. Like, what is your process? Like when you get a book, like first, I assume you will only translate books you enjoy reading is my guess. Or are"
    },
    {
        "speaker": "Guest",
        "time": "01:15:33.680",
        "message": "you sometimes given a book? Sometimes I do get commissioned books, which are not necessarily books I would translate by choice. And I do it for various reasons, because increasingly I've discovered that this business of what I like is a little idiosyncratic, because as a translator, you also sort of have a responsibility towards the entire body of literature being produced in a language, or all its in all its variations and diversity. It is also important, increasingly, as we've learned that some voices need to be amplified."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:03.560",
        "message": "Are you saying that because there aren't too many translators from Bengali to English allowed and around, therefore, the responsibility is more on you?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:09.240",
        "message": "Well, no, no, no, I mean, there are more translators actually from Bengali to English than perhaps from any other language, to be honest. No, it's not more on me personally. But I'm just saying on all of us, on all of us, because the fact is that we are not as many as there are writers. So although it takes less time to perhaps translate than to write a book, but the thing is that you can't always go with only your personal taste 100%. That's all I'm saying. Because then important books, which you may not like, not all important books are books you may like, but they need to be translated for, let's say they come from an underrepresented voice, or they increasingly, for example, I've tried to make, I mean, over the past couple of years, I'm trying to get to a point where I say for every book I translate by a man, I will translate one by a woman also. So I want to ensure that 50% representation in my ongoing work. So sometimes, you know, when one picks up books that are important that you know need to be read, without it being a book that you personally would enjoy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:06.840",
        "message": "And does it expand you translating a book that you wouldn't otherwise have liked?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:11.280",
        "message": "Absolutely, absolutely. And sometimes what I do is, so this is interesting, very increasingly now I don't read the book through before translating it. Oh, yeah, I did a little bit and then I get into it. And I discovered the book as I'm going along. And while I can be cute and sort of say things like it reproduces the first reaction of the reader, when they're not familiar with the text and so on. The fact is that I enjoy it because I am actually"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:37.800",
        "message": "discovering the story as I'm going along. So you read enough to get the voice and then"
    },
    {
        "speaker": "Guest",
        "time": "01:17:41.760",
        "message": "you just yeah, yeah, yeah, yeah. So starting with that is where I put the most effort really in doing the first few pages to make sure that I've got the voice. Once you feel you've got it, then I move very quickly. Because you always worried what if the voice leaves you at some point, or do you allow yourself to be distracted by other things, and then it's gone. That is, in fact, one of the toughest things because you also have to live at the same time, you're not just writing for people like us, we also have to do our day jobs, whatever they might be. So you have to inhabit the book very, very obsessively while you're translating it. I guess that's true of a writer as well, they have to inhabit whatever they're"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:19.560",
        "message": "writing. And is there and again, this is true of everyone, writers, translators, anybody who does anything, is there a trade off between getting it right and getting it done? So do you sort of like if you have a particularly problematic passage or a para or a bit of dialogue and you're not sure what to do, do you just do it as best as you can literally"
    },
    {
        "speaker": "Guest",
        "time": "01:18:37.960",
        "message": "and say, I'll come back to it later. Yes. And move on in the draft. Absolutely. I do not allow the flow to be impeded by anything. I mean, I very often leave entire chunks in the original without even translating because I know that that's going to engage a different part of my mind. And I don't want to suddenly change the rhythm of my writing at this point. So I do that. Yeah. Words, phrases, paragraphs. Sometimes I translate very literally knowing that I will come back to this, but the structure is so complex that I don't want to pause it right now. So in fact, that's one of the tricks we do in our translation class. And then when sentences prove very difficult to translate, we do an actual word by word rendition, which comes up quite beautifully as poetry almost. Because, you know, the syntax is mangled in English. Give me an example if you can think about it. So, you know, if you take a long sentence like a lullaby. Right. And you're trying, you're struggling with the rhythm of that in English and you're trying to compose it entirely in your head before you put it down and it's proving impossible. So then I tell the class, OK, let's just put down each word the way it is. So it's goom, sleep, parani, put, sleep, put, aunt. And as I go even more literal, mother, sister, father, sister, our house come. OK. And then they've suddenly got a skeleton. It's OK. Now let's play with this and see what interesting things we can do. Just like a hack to release the mind. Yeah, it's a hack to release the mind. Exactly. So that you know, because you're not struggling with structure and meaning at the same time. So you get the meaning out literally word for word. So now you know what words you have to capture. Now you find the right structure for it that will. So these things happen sometimes, you know, and they're quite interesting exercises. And they sometimes alert you to the richness of that original text. Because what we tend to do when we read is that we abstract the meaning and we tend to forget about other things. Right. So that's why one of the exercises I do with my class is I make them translate birdsong. Wow. So the whole idea behind birdsong is that there is no meaning. You have to translate sounds. And let your minds just put words to these sounds and then they create beautiful situations around those. What I also make them translate from languages they don't know and I don't know. Oh, okay. Yeah. So you know, almost none of us knows Norwegian or Swedish. So I take Swedish text and say translate. What the hell is this? I don't care. Just translate. Look at the text and do an English and then it opens, unlocks different parts of their mind where they try to, from sounds or from, okay, this is a short word, it may be a verb and so on. And they come up with something that is a quotient structure, which may not have any relationship in terms of significance with the original, but it alerts you to the fact that there is so much more to text than its bare dictionary meaning of each word."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:27.040",
        "message": "So you know, now I'll completely digress and ask about teaching. Yeah. That, you know, how do you learn this pedagogy? You know, what do I teach? How do I teach? You know, you are basically before this, you are a doer. Yeah. You know, your strategy is internalized."
    },
    {
        "speaker": "Unknown",
        "time": "01:21:40.280",
        "message": "You are handling things tactically. Suddenly you have to teach a class and you've got all"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:44.400",
        "message": "these interesting methods. Yes. So number one, how do you devise these methods? And number two, in this process, does it change the way you see your translation or do your"
    },
    {
        "speaker": "Guest",
        "time": "01:21:53.160",
        "message": "translation? Yeah. Great, great question. So my first, and this is something that I've only managed to, I can articulate some of this now because I've thought about it. Again, I've gone, I'm an organic translator and I'm an organic teacher of translation. So my idea of teaching translation is let's translate. Let's not talk about it. And let's see what problems come up in the course of translation. So I still follow that. I just plunge people into it. And as I was telling you, I plunge people into it, not just in terms of meaning, but also both in terms of trying to capture all the richness of a text that exists outside of the dictionary meaning of the words and simultaneously also practice different forms of rendition. For example, one of the exercises I said to them is we'll do, let's do a feminist translation of a text where you're obviously allowed to play much more with the content, but you are true to a certain vision you have of the end product. So eventually you will marry the two where you will have a vision and you will have a sense of what the original text is. But first let's do them as separate exercises without being hamstrung by the need to do both at the same time. So, yeah, in fact, my classes, I do two or three things. For example, one of the things I do is I hand out a sheet, which is a combination of paragraphs of translated text and text written originally in English. And I ask them to identify which ones do you think are translations and which ones are not. And can they possibly do that? No, even I couldn't. The first time the exercise was given to me, I couldn't either. Then the point of the exercise is just that, that there is actually when you read the final thing, you're not, there's no difference, right? So let's not worry about some, you know, the anxieties of a translated text. A well translated text, no one will be able to tell apart from an original. So that's one exercise. Second exercise, as I mentioned, was things like birdsong and so on. The third exercise is that we translate, we translate pictures, you know, from movie scenes into scripts. So the whole idea is, can you see something visually and put words to it if the words are not there for you to begin with? Wow, that's so fascinating. Yeah. So then they do that. So that ultimately teaches them to read the text also for the visuals that are out there without only worrying about. Sometimes, you know, you lose the sight of the wood for the trees. And as a translator, you can't really do that. Rather you have to do both. You both have to go so down deep that you are looking only at the trees and even the wood. But then the entire wood must also, the forest must also be coming alive to you at the end of what you've done in the same way that it was there in the original. Other than that, my job is really to teach them to fall in love. How do you teach someone to fall in love? You can't, right? But you can create the conditions for them to fall"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:35.800",
        "message": "in love. You recreate the joy, which it seems to me that you are doing because I am now tempted"
    },
    {
        "speaker": "Guest",
        "time": "01:24:40.280",
        "message": "to just go and see a movie scene and try to do this. It's so exciting. So that's the thing. You recreate the conditions in which you will fall in love, right? You bring the chocolate and you bring the lovely person and you put them in the right frame of mind. But then you step back and say, OK, now if the magic has to happen, it will happen. These are the primary tasks of my teaching. Once that is done, then it boils down to, as we said, you know, specific questions that keep cropping up in the course of the text. And I teach translation without knowing the languages from which they're translating. And my point to them is that this is not a mathematics class. We are not testing for accuracy. That is, as a translator, that's your responsibility. No one can teach you how to do an accurate translation. I mean, in this day and age, it's not difficult at all. You will always get the meaning of every word. One of the translator's greatest tools today, by the way, and I'm very grateful for this, is Google Images. Because sometimes you don't know what the hell is this word, but then you put it into Google in the original language and you click on the images tab and you say, oh, that's what it is. I had no idea. And then you say, OK, now I figured out what it stands for. Yeah. So it's a huge, Google Images is a huge leap."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:52.560",
        "message": "This is a fantastic hack. I just feel so excited. I'm learning so much. So how long does it and how do you balance the sort of personal and it's not even the professional because it's not your profession. How do you balance the regular rhythm of your life, which includes everything else and the translation that you take on? And would it be different if translation was your day job?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:14.240",
        "message": "Yeah. So it is my profession in the sense that it may not be my profession financially, but in every other sense, it's my profession. It's the one that I give."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:22.080",
        "message": "It's a calling."
    },
    {
        "speaker": "Guest",
        "time": "01:26:24.080",
        "message": "It's my almost my identity now, primarily identity. Would it be different? Yes. I mean, I often fantasize about that, although I would not now not give up teaching for anything, but I still fantasize about a life of being only a literary translator. So in that life, I would be, so here's how my day would go. I would wake up in the morning and I would translate into Bangla first thing in the morning, which I do now. I've translated one book and I'm going to be doing more. So first thing in the morning for about two hours, when my mind is freshest after sleep, say from about six to eight, I would translate into Bangla. Then I would go for a walk, a long walk and have breakfast, then come back and then work on the main text that I'm translating for about four hours. So say till about one o'clock or so. Nap for 20 minutes, wake up and read. Read English."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:21.360",
        "message": "What kind of Bengali naps for 20 minutes?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:23.360",
        "message": "No, I'm a bad Bengali in that sense. Yeah. So let's not call it a nap. I mean, let's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:29.120",
        "message": "just, you know, shut my eyes. Relax."
    },
    {
        "speaker": "Guest",
        "time": "01:27:31.520",
        "message": "I would read for a couple of hours, then translate again, but a different text. I would always be working on three texts. One into Bangla and one in the morning and one in the evening. And I'd knock off work by about eight o'clock or so and watch a film at night. That would"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:48.840",
        "message": "be my That's your fantasy."
    },
    {
        "speaker": "Guest",
        "time": "01:27:50.840",
        "message": "Yeah, fantasy, no socialising, mind you. I mean, this is almost"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:53.120",
        "message": "Yeah, that's what I was wondering, why are you working till eight? I thought you'll work"
    },
    {
        "speaker": "Guest",
        "time": "01:27:55.320",
        "message": "till five in the evening, you chill out with your friends and all that. I don't know. I mean, friends and all that happens anyway. I can't deal with meeting"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:02.400",
        "message": "people every day."
    },
    {
        "speaker": "Guest",
        "time": "01:28:04.240",
        "message": "All the more reason I'm so grateful that you've come here today. This is different. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:09.160",
        "message": "But you know, socially, I mean, every day is out of the question. Fair enough. And so, you know, going back to the process, how long does it take you"
    },
    {
        "speaker": "Guest",
        "time": "01:28:14.640",
        "message": "to translate a typical book? So depends on the length, of course, but my I aim to translate 3000 words a day in translation. So if it's a middle, medium sized book of about 60,000 words, it'll take me 20 days of 3000 words each, which eventually even inevitably becomes a month or so, because you don't achieve 3000 words every day. So yeah, it's I mean, I average, let's say, 50 to 60,000 words a month."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:39.480",
        "message": "Fantastic. And did you also sort of, like you mentioned that your first translation when you were in college, when you were working rather at that magazine was one of Shankar's stories, and he liked it, and he asked you to translate Chaurangi, which you did. So do you have a lot of interaction with the writers themselves? What do they feel about"
    },
    {
        "speaker": "Unknown",
        "time": "01:28:59.520",
        "message": "the work?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:00.520",
        "message": "Fortunately, no. Well, fortunately, and unfortunately, because I'm sure it would benefit I would, the work would benefit from these interactions. But see, here's the thing, most Bengali writers are not so able to read the English in a way that will tell them whether it's a good translator. I mean, they'll get a sense of it, but it won't go beyond that. Many of them are not interested. A third chunk are dead. So between them, I have had almost nobody look closely at a translation or so on. Once in a while, I've asked questions, but not too often."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:36.920",
        "message": "And, and in the general, like one of the, you know, when I was reading interviews of translators, a really common complaint is that is about the reviews, that either the review won't even mention that it is a translation or talk about the translation, or in some cases, a reviewer will say, well, I don't know the original language, so I cannot comment, which according to Grossman, among others, is an inadequate response, because it's not about precision of translation, it's about whatever you're creating. And translators are often translators often feel that reviewers and many people in the general public as well, don't really understand what they have done. They think that is like you're putting a bit of tracing paper, say on a painting and you're kind of, but it's not that it's a it's an act of recreation. And people don't often get this. Is that something you feel frustrated by that? I mean, I know you won all these awards, and so on the crossword award for translation twice, and so on. But is that something that sort of frustrates you that you know, your translation doesn't get the kind of recognition it deserves? Perhaps you don't get the kind of advances you deserve, so on and so forth?"
    },
    {
        "speaker": "Guest",
        "time": "01:30:43.880",
        "message": "No, no, it doesn't frustrate me, doesn't frustrate me at all. Because I really see the translator as being a transparent individual. They do their job, but you know, the real, I mean, I'm happy if someone reads the book and says they liked it. That's, that's good enough for me, because then I know I've done a good job. And that's all that matters, whether they're saying you've done a good job, or the review says it or so on, is immaterial to me. And really, I think that too much, I mean, I know there are all the movements like Name the Translator, and so on, which are all good, and so on. But they distract, I think, in some ways, they're not crucial to the quality of translations, they're not crucial to ensuring that more translations are read, they're not crucial to ensuring the more translations are published, none of those, you know, feed into those important things. I think that's what the translator community should be fighting for. Certainly, the money would be useful. But again, how much money do writers make either? So to be honest, you can't complain. The trick for, if you live in India, the trick for you is actually to try to get published in the West as a translator. Because then the fees that you get are actually very handsome. Certainly, they're very handsome by Indian standards, but they're also pretty, I mean, I'll tell you brass tacks. It's very simple. In the UK, you get paid 90 pounds per 1000 words, per 100 words. So, no, 1000 words. So 50,000 would give you, yeah, that's right, per 1000 words. So let's say if you were translating even a slim book of 50,000 words, you're talking about 4,500 pounds. 4,500 pounds is almost four and a half lakh rupees. In India, that goes a long way. You're certainly not going to get an advance of four and a half lakh rupees for a translation. I mean, the best advance you will get is maybe a lakh. And that too, if a publisher is trying to break into a market, when they're already settled, they will not pay that kind of advance."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:33.560",
        "message": "So many young people are listening to this episode, excited by everything you have said"
    },
    {
        "speaker": "Guest",
        "time": "01:32:37.480",
        "message": "so far, wanting to be translators, and you've just brought them crashing down. Yeah, well, if you, if you, I mean, my point is that I don't think you can actually be"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:46.080",
        "message": "a great artist if you're given the money. Yeah, but you have to do it for the love of it."
    },
    {
        "speaker": "Guest",
        "time": "01:32:49.240",
        "message": "Yeah, it's not going to happen. And almost conversely, if you, the more you do it for the love of it, the more money you will make. And the more happy you will be because you're not expecting anything to begin with. But it is also, I think, you know, we also have locked ourselves into a kind of consumer lifestyle, which perhaps if you're really serious about being a translator, and today's generation is actually quite different in that sense. They're far more, they want to live far more lightly. So it could be possible. I wouldn't make it. In fact, I know, an Italian, translated into Italian, Joya, I'll just call her Joya, strangely Indian sounding name. She's used to spend half a year in India, because it was cheaper to live in India, given what she was earning."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:31.960",
        "message": "Yeah, I've met her. Yeah, yeah, yeah. Fine lady. Yeah. Yeah. So, you know, given everything you just said about not being social and all of that, and you have translation to get back to, I'm very grateful you gave me so much time, I won't take much more of it. Final question, something that listeners of my show often ask me for, and I think the part of the show that they enjoy the most is when my guest is recommending books for them to read. And in this case is particularly pertinent, because it's your whole life. So a dual question, really. One is that out of those who are translated, whom you've translated and even otherwise, who are the writers you really, really love who means something to you. And apart from that, if you had to sort of recommend three works that you have translated that you're particularly proud of, not just as translations, but you feel they are great books, you feel everyone should read this, you know, what would they be?"
    },
    {
        "speaker": "Guest",
        "time": "01:34:22.640",
        "message": "Okay, so as for the writers, are you talking about writers only who write in Bangla?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:26.680",
        "message": "Let's stay with Bangla, because other guests will recommend other people."
    },
    {
        "speaker": "Guest",
        "time": "01:34:30.920",
        "message": "Sure. Yeah. So in Bangla, I think the people to really read are Mahasheta Devi, for sure. And the brilliant thing about Mahasheta Devi is that her work will remain alive. I'm not going to use a word like relevant, because that is too narrow. Her work will remain alive for many generations to come. So Mahasheta Devi, her son, Naubarun Bhattacharya, whose writing has this manic energy, which you would not think literature capable of actually holding, leave alone conveying."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:03.440",
        "message": "Was he particularly hard to translate? Or was he energising?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:07.720",
        "message": "He was tremendously energising. And in fact, there's been a newer translation of that book by Shunandini Mukherjee at Seagull, and hers is even better. It's not even, it's actually better than mine, because I think she's taken off where I left off, as it were. So, you know, she's gone out more on a limbo over there to reproduce that energy and that sense of manic adventure that this text contains. So these two, for sure, I would recommend Asha Punnadevi, because she has this incredible ability to locate her stories within these four walls, and home in on the aspects of human beings, which we tend not to look at, because we all tend to think of human beings as being very noble people, right? We're noble and we're always striving to be better versions of ourselves and so on. And she just goes in at the pettiness and the weaknesses and the foibles and the way they create discord in the tightness and the claustrophobic kind of spaces that middle class families live in. It's fascinating. And she's able to do, I mean, she has written over, what, I think two or 3000 stories. Great literature for me takes me to, this is something Nadeem Aslam said, and I completely love what he said. He said, it takes you to a place where you've never been before. And when you go there, you feel I've lived here all my life. Wow. Yeah. So that's exactly what she does. It's fantastic. So her, definitely. Let's see who are the others. There are writers like Shruthi Nath Bhaduri, who used to live in, you know, many of the Bengali writers who wrote in the first half of the 20th century, actually lived and grew up in what is Bihar now. So Shruthi Nath Bhaduri was one of them. Shruthi Nath Bhaduri has this fantastic book called Doraichorit Manosh, which is, as you can make out from the name, a take off on the Ramcharitmanas, and Dora is the name of the place. It's an extraordinary book. And it's been translated, fortunately. So him, Shundipan Chattopadhyay, who was one of those plotless writers, who arrived at this fantastic vignettes of human behaviour, and always with the sense that you were looking at something deeper than you thought. And in the most, amidst squalor, amidst middle class meanness, middle class poverty and so on, and yet very strongly informed by human desire, which is somewhat unusual for Indian literatures, you know, where the human desire doesn't play a very big part. And desire in a very cheap, tawdry way, not even particularly poetic or anything. Very real, therefore. Anita Agnihotri, who writes from her own experiences as a bureaucrat, although she writes in Bangla, her fiction is said all over India. I think you got the 2011 Crossword Award for translating her work. So her works are quite amazing, and especially because they take you out of your known spaces, and they actually sensitize you to politics, to social fault lines, to poverty, to living conditions and so on. Always looks at those stories through what human beings are doing. I mean, they're not bland treatises, he's not throwing data at you, or anything like that. So these people for sure. And I would actually say Tagore's short stories, they really are something."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:23.840",
        "message": "I mean, some of them are already part of the popular culture in such a way that it almost"
    },
    {
        "speaker": "Guest",
        "time": "01:38:27.560",
        "message": "seems cliched like Abliwala. Yeah, exactly. But there are a whole bunch of others which are, you can, there's so much you can get out of if you wanted to do a feminist reading of Tagore's stories, for example, but written by, so was he an ally? The question is, forget about whether he was a feminist, was he an ally? Here's this very upper middle class, very privileged person. Was he an ally or was it sort of pretense of understanding? So there are very many important critical questions you can throw at his stories, and you will always come back. And you don't necessarily have to say, the answer is not always yes. But the point is, he's engaging, he's engaging with all these things. And even if his viewpoint is not one you agree with, you are grateful that he's engaging with it and he's raising the question back in that day, back in that day in and framing them in a way that the questions remain relevant now, whatever your answers may be. He framed them in a tremendously modern or, I would say, out of time, you know, in a way that does not, cannot be pinned down to a particular time or social system or anything. In Bangladesh, there are these great writers. And in fact, that I can segue into the next question for that. I've finished the translation, which is going to be published later this year of Akhtaruz Zaman Ilyas's Khwab Nama, which to me is the most mind-blowing novel I've ever read. Tell me a bit about it. Khwab Nama is set in just before and just after independence and partition. It's set in a village cluster in the north of what is now Bangladesh. It is set in the background of the Tehbaga movement. So it's a confluence of many streams. You have the Tehbaga movement going on where farmers are agitating for their rights to the land. They want it to be Tehbaga three parts and they want two thirds of the takings. You have the whole independence or rather the partition track. So you have, therefore, the Hindu-Muslim track. You have oppression. You have personal desire. You have magical realism, because things are happening that cannot quite be explained. You have hunger in a very big way. Food and hunger is such an important part of that book. And there is this one character who doesn't have a name. He's called Tameez's father, Tameez-e-Baap. And Tameez-e-Baap is perpetually hungry and he can put away enormous quantities of food and he becomes a mythical figure eventually. And it is written in, you know, it's written in a way that is, you almost feel like, no, how can a person have so many perspectives in the same novel? And it is not conscious. It's not that he's telling the story through X's eye or Y's eye or Z's eye or anything, but he just, he seamlessly, you know, shifts his, the camera seamlessly shifts his position. And it's an extraordinary work. So both in literary terms and in terms of being a document of, so Akhtaruzaman L.A.S. wrote just two novels in his life. He wrote this one and his second novel, his first novel was called Chile Kota Shepai, The Soldier in the Attic. And he developed cancer while he was writing his second novel, and he died soon after finishing it. It's almost like he willed himself to finish the novel before he died. And he wrote a bunch of short stories."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:34.360",
        "message": "Have you translated that one also?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:35.760",
        "message": "No, but I may. I mean, there is another translator from Bangladesh who's very keen, but he says he doesn't have the time. And if it turns out that he doesn't have the time, then I'm"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:44.240",
        "message": "going to do it. Otherwise, he will do it."
    },
    {
        "speaker": "Guest",
        "time": "01:41:45.800",
        "message": "Any other translations of yours you'd like to recommend? What are your sentimental favourites? Well, sentimental favourite would be Buddhadeb Bose's When the Time is Right. It's just an extraordinary piece of writing. It's not so much the story or anything, it's an extraordinary piece of writing, but it is a very real, it's set in, again, just before independence, it's set at a time when the old order of the Bengali aristocracy is crumbling, and there's lots of money because of the war, and a newer bunch of Bengalis are rising. And yet they are associated by the aristocracy with being crude, and money is after all vulgar, and so on. So there's this very interesting clash between these two worldviews, but told beautifully through the story of one family, one family with a gentleman whose wife dies after giving birth to their fifth daughter. So there are five sisters in this story, but only one of them is pivotal, the youngest one. It's a love story as well. But I'm most interested in the third part of the novel, which is almost half of the novel, which is a description of one night, not even one night of four or five hours of a wedding. And it's this grand wedding that is taking place under the specter of the Japanese about to bomb Calcutta or fears that they might bomb Calcutta. And it's almost the last fling of the old aristocracy before they know that they will be eclipsed. And the writing is like a camera moving in and out of rooms. And it moves between, I mean, you know, it goes up to two people who are having a conversation. Halfway through a sentence, I don't want to hear anymore. It moves on and catches the second half of a sentence somebody else is uttering somewhere. And so in this way, it's sort of, you know, restlessly circulating around the whole space and making you see and listen to what's going on. So it's like a plotless film, almost in words, quite remarkable."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:36.840",
        "message": "Wow, I can't wait to read all these books. Yeah, I will make sure I get these books across to you. No, no, I'm going to pick them up. Please don't get them across to me. Let the royalties go where they should. You know, thank you so much. This has been such an enriching discussion"
    },
    {
        "speaker": "Guest",
        "time": "01:43:49.520",
        "message": "for me. Thanks so much for your time. Thank you, Amit. I mean, I don't think I've had a better chat on translating ever."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:54.920",
        "message": "Thank you. If you enjoyed listening to this episode, do head on over to Amazon and just search for Arunabha's name. A whole bunch of magnificent books will pop up, including the ones he just named. You can follow him on Twitter at Arunabha. That's just his name. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in and thinkpragati.com. The Scene and the Unseen is supported by the Takshashila Institution. Do check out more about the public policy courses at takshashila.org.in. Thank you for listening."
    }
]