[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "The world has changed forever and we will spend the next few years haunted by regrets and thoughts of what might have been. Maybe we will regret spending too little time with loved ones. Maybe we will regret spending too much time with them. Maybe we will regret taking good health and long life for granted and not doing all that we could have. We will cross off items from our bucket list, sacrificing those dreams forever, such as those that involve travel. And we will wonder why we didn't appreciate more the beauty of noses and lips as those parts of the face hidden from view in public due to an evolving custom become erogenous zones for the kids born today. And everyone who is making decisions of public policy will have more than just personal regrets to contend with. They will also have to deal with the decisions that they took today in this turbulent time of COVID-19 with all their costs, with all their lives lost. This is true regardless of what that decision might be. Every single decision, in fact, is a devil's alternative. Many of the costs will be seen. Many of the benefits will be unseen. Please indulge me while I elaborate on this with the example of whether to do a lockdown or not. In early March, a policymaker in India would have looked at the trajectory of COVID-19 and other countries and been alarmed. It would seem that if the pandemic took off in India, it would be worse than anywhere else. Our poor, many of them trapped in congested cities would suffer the most. To add to which is the fact that Indians have more comorbidities or other existing illnesses like diabetes, more than people from other countries. Our healthcare services are far worse than countries in the developed world like Italy, Spain, and the USA, which have since been overwhelmed. You cannot think of herd immunity as a way out, as the UK briefly considered, because that would require around 60% of the population to get the disease. And even at a conservative mortality estimate of 0.5%, that would mean 40 lakh people dead. As a policymakers then, what are the options you have? Sure, you can ramp up testing and tracing, but there isn't enough state capacity for that at that moment. Your best tool seems to be the blunt tool of a lockdown. Social distancing should at least flatten the curve, as the phrase goes, so things don't go out of hand while you build the state capacity to deal with the outbreaks that will occur later. The problem here is that this decision carries huge costs, and you cannot calculate them. As we have seen, there will be enormous suffering among migrant labor who are stuck in inhospitable cities, often without food and water. As the economy is suspended, businesses across the country will shut down, jobs will be lost, livelihoods will be destroyed. We know that for every 1% rise in GDP, 2 million people come out of poverty. So what is the cost of dropping several points of GDP growth, even possibly going into recession? What is the cost to the poor, especially? Not only can we not calculate the first order effects of a lockdown now, but even second order effects down the line. And even if we estimate the gains from a lockdown now, we cannot estimate second order gains down the line from the productivity that would come from the lives saved. So whether or not you choose to go in for a lockdown, the costs of the action will be seen and the benefits will be unseen. Whatever you do, future generations can easily blame you in hindsight for making a mistake. Sitting at a distance, a commentator like me can appreciate the complexity of all this and refrain from making a decision or recording an episode. But in the thick of things, there are people who have to decide and who know that whatever they decide, many, many people will die because of what they do. Welcome to the scene and the unseen. When COVID-19 broke, there was huge popular demand on Twitter for me to do an episode on it. I refrained because I felt, as I feel, that we are in the fog of war, so to say, in terms of information. We do not know enough about the virus. We don't understand so many policy implications. And most experts I know are struggling to get a grip on things. I like to do timeless episodes that can be heard 30 years from now, that are a definitive guide to the subject at hand. When the two political crisis of last year broke, the abolition of Article 370 in Kashmir and the introduction of CAA, I took my time and recorded what I think of as fairly definitive episodes on them, which will stand the test of time. I cannot offer you something like that for COVID-19 right now. But it is too important and too consequential for me to ignore. And I do spend a lot of time thinking about it and worrying about it. So I finally decided to put together this episode with my friend and frequent guest, the economist Shruti Rajgopalan, who has thought deeply about this crisis and written many thousands of words on it. We will not discuss the scientific and epidemiological aspects of it in detail, because we are not experts of that and we are not fans of bringing it. Instead, we will talk about the policy aspects, the economic aspects, and the philosophical dilemma of figuring out what the right decision can possibly be. We are recording this in the early hours of April 17th, India time. And I'd like to add three things here. One, I had put in a spurt of recording for this podcast in February, and I've banked episodes till the start of June. I'll continue releasing them after this one and we'll wait to do deeper episodes on COVID-19 when the dust settles. Two, I'm recording this episode for the first time from my home using the app Zencaster to connect remotely with Shruti. So apologies in advance if there are issues with the sound. Three, there are many podcasters out there who are doing a much better job of speaking about this pandemic than I can. This lockdown is a great time to discover new podcasts. So please check those out. One that I liked in particular is by the data journalist Rukmini S, who tweets at the handle of at Rukmini. She's done a series of great episodes on COVID-19. They are linked from her Twitter page. The Takshashila folks have done some very good episodes of All Things Policy, their daily policy podcast. Do search for that and check that out. The formidable Neha Matthews is also doing great work at Indian Express Podcast, specifically a podcast called Three Things. Check them out as well. Among people whose Twitter streams I have been following and have learned from a lot in the last few days are Balaji S Rinevasan, at Balaji S, Max Roser at Max C Roser and Anoop Mallani at Anoop underscore Mallani. Before we begin our conversation today though, let's take a quick commercial break. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep the scene going. sceneunseen.in slash support. Shruti, welcome to The Scene and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:08:21.200",
        "message": "Hi, Amit. It is so nice to hear your voice."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:24.080",
        "message": "Yeah. And you know, while we had gone for the break, dear listener, Shruti told me why was I so dead serious? And why could I not make Rajma jokes like I did during our episode on the Bhopal gas tragedy? But these are not exactly very funny times. How has the lockdown"
    },
    {
        "speaker": "Guest",
        "time": "00:08:39.080",
        "message": "been for you? I'm embarrassed to say it's been very comfortable. You know, I'm one of the privileged few who lives in a very low density and safe and clean environment. I live in Arlington, Virginia. And I live with my favorite human and my favorite dog. And it's been very calm. And you know, luckily, we are not struggling for essential supplies. Our fridge is stocked, you know, the dog just keeps us in good cheer. We have excellent internet. So all work continues, you know, as usual. And I work with a really great group of people who've all adjusted to this new situation beautifully. So there's been no stress on that end. I guess the only stress is when one thinks about COVID and writes about COVID and what's going on globally. It's just, you know, the lack of good news. It's just relentless right now. Anytime you look up anything, it's more bad news. And you know, terrible things are happening across the world to people. So that has been the only hard part so far. What about you?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:43.600",
        "message": "Yeah, I have also been extremely lucky. Like, you know, you and I just live such privileged lives that we have no business complaining about small things here and there. And you know, that brings me to a thought that I shall probably come back to closer to the end of the episode about how one of the trends that we are seeing is that a lot of the less fortunate people, a lot of the poorer people are looking at this lockdown as a measure of the elites to protect themselves, while the poor suffer the brunt of it. And it's very easily understandable, of course, why they think like that. And, you know, and we'll probably come back to that a little later in the episode. But what I sort of wanted to kind of start chatting with you about was that one, you've been working incredibly hard through this crisis, you've done a couple of papers, you've written at least three columns, your alignment column about this whole crisis. And you were one of the very early clear voices calling for a lockdown. Now, before we get to that specific decision, tell me a little bit about your framework of thinking about public policy in times like this. Like, how do you think about policy when you think about what we should do and what we should not do? It seems to me that normally, you'd be looking at policy from a point of view of saying, these are the costs, these are the benefits, these are the probable costs and the probable benefits and you apply all the principles you know, from your knowledge in different fields. But over here, there seems to be this great fog, where, you know, we can't imagine what the cost could be of doing this or that. And, you know, we are sort of playing around with so little information, and there is so much at stake. So how do you think about this at a meta level?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:30.440",
        "message": "So honestly, I find it very difficult to put on a different hat from the one I feel like I always wear, which is the economist hat. So you know, many of your listeners know this from my previous visits on the show, but I'm an economist by training. I think about pretty much everything in life in my work as a set of trade-offs, because that's the core fundamental idea when we think like economists. So what are the trade-offs and opportunity costs which are hidden or visible in any particular situation? The other hat that I wear is someone who's familiar with Indian political economy. So most of my work has been in the area of public choice, law and economics, and constitutional economics. And that kind of training and looking at the Indian system over the last decade has given me insight into a whole range of issues. You know, you and I have done episodes on the Bhopal gas tragedy, we've talked about labor law, we've talked about, you know, urban and rural municipal governance. So we've talked about property rights. So just given the kind of work that I do, I have had like, you know, just a good fortune of looking at different aspects of Indian political economy, all of it as an economist. And when COVID started coming about in different parts of the world, and one could see that this is a pandemic, which could be on a global scale, I used the same set of tools that I have always used to study this problem. So you know, I'm not thinking about this from a medicine point of view, I have absolutely no training in medicine, epidemiology, you know, microbiology, virology, nothing. So please don't take anything Amit and I discuss on those margins, just even if we, we mentioned something, you know, it's not our core competence. So my framework was the same framework I have used on every single topic that you and I have discussed, simply because I have no other skill set other than being an economist."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:39.360",
        "message": "And and that seems to me to be, you know, actually, a very important framework, because that is, you know, especially the part of the framework where you talk about understanding the political economy in India, which seems critical, because when we talk about India, in particular, you're going to a have a decision taken, which will have elements of both public policy and politics, where you will have people who have to make decisions and consider not just you know, the conflicting views of different experts from different sides, but also what is politically feasible, what they can get away with, at some points, you know, as in the case of extending the lockdown, there can be an element of covering your ass, and so on and so forth, we can discuss sort of the political considerations that go into that later. But, you know, you'd written an early column by early, I mean, it's recent, but it seems early on March 16, where in mint, where you recommended very strongly that India go for a lockdown. And I'll quote from that piece, you wrote, quote, according to World Bank data, 2017. India has eight doctors for every 10,000 Indians, compared to at least 41 doctors for 10,000 Italians. If India is three weeks behind Italy on the trend, and you meant the trend of the pandemic, if India is three weeks behind Italy on the trend, and if the country does not take drastic containment measures, given a weak healthcare setup, we will register much higher fatality rates, especially among the poor. So stop quote, and I of course, agree with you on this. And can you elaborate a little bit on why you were so you know, even long before Modi himself came to the conclusion you were recommending long before this column, in fact, that we have to do a lockdown? Why? So one of the"
    },
    {
        "speaker": "Guest",
        "time": "00:15:28.760",
        "message": "things that happens, I have the good fortune of working at the Mercatus Center, which thought about COVID very deeply and carefully. You know, on a daily basis, I have the good fortune of reading and thinking and talking through to with people like Tyler Cowen, and Alex Dabrock, who write Marginal Revolution, they were way ahead of anyone else on the curve of COVID because they saw what's happening in China. And that kind of got me started because India has numbers which are very similar to China, right? So that's what really got me started. So let me explain the the trade off and why I was so vehemently in favor of a shutdown. When I saw what was happening in Italy, and about 1213 years ago, I have the good fortune of living in Italy for a semester. So I reached out to my Italian friends, I saw that almost every single one of them has lost someone in the family. The weekend, you know, I think of 10th March, when I was working on this column, or I was thinking about the column in Bergamo, the paper had 10 pages of obituaries. And that just kind of shook me what was happening in Italy. So I started thinking through what would happen if this happened in India, and I started looking at trends. Now, one thing where economists are a little bit lucky is we really think about exponential functions well past ninth or 10th standard, right? Most people in other jobs, they haven't looked at an exponential function after, after their 10th standard board exams. And we are continuously looking at growth rates, we're looking at compounding, we're looking at federal rates. So we are in the habit of thinking about exponential rates and how compounding works, that if something is doubling every seven days, you're not going to think of it as large numbers right now. But five weeks from now, you're going to be in 10s of 1000s. Right? So what was happening in Italy, when I started looking at the trend lines, India was just, you know, a few weeks behind Italy. And when I saw what was happening in Italy, I was just shaken to the core. At that time, Italy was also struggling with its hospital system. And I said, Okay, what does the Indian healthcare system look like? I haven't lived in India for the last 12-13 years. So I don't know the changes. My experience from my childhood is that government hospitals are extremely overcrowded. And all the private small dispensaries and clinics, some of them serve the poor through charitable trusts, and you know, just people's goodwill. And you know, the nonprofit sector, the really functional part of the Indian healthcare sector is the private healthcare sector, which tends to be quite expensive. And I was like, let me just get some numbers and start thinking about what this situation looks like. And that is where my panic really began. And it became very clear to me where I am on the trade off. So let me explain the trade off. During a pandemic, and of the kind, you know, of the COVID kind, where it's highly infectious, and people can be asymptomatic, and they can be carriers without knowing that they're carriers. Sometimes it takes 10 to 14 days for the symptoms to manifest. So if they've attended an event, or they've shaken someone's hand, it's perfectly possible that that person was not sick, and no precautions were required. But you realize two weeks later that they were, in fact sick, or just hadn't, you know, developed the symptoms. And you have been infected, and therefore you have interacted with 20 or 30 other people, and you could have infected them. So, you know, COVID is a particular kind of virus, which is a little bit hidden or unseen, as you would like to say. So the nature of this virus means that it can spread quite quickly without people knowing. And that's exactly what happened in other countries. Now, when something spreads very quickly, there is no healthcare system in the world, no matter how developed a country, that provides one hospital bed for every citizen. It doesn't exist. The reason it doesn't exist is it's simply too costly. And in extremely rare circumstances, once in a century, once in a couple of centuries, you hit a situation where everyone is sick at the same time, either because of a natural disaster or war or pandemic. So for the rest of the time, it would be a huge opportunity cost on the system to have one bed per individual. So no country, including the Scandinavian countries or the United States, nobody has hit that measure. So every country estimates some kind of healthcare capacity and says, this is how many hospital beds we have, this is how many doctors we have, this is how many ventilators we have. In most developed countries, this is a function of demand and supply. Demand and supply in these instances depends on how rich the people in that particular country are, what kind of healthcare system they have, do they have willingness to pay for it? If the demographics are tilted towards slightly older people, then you tend to have more ventilators and intensive care units, which sort of support the demand or the healthcare requirements of those people. So this varies across countries. Now in India, we have realized now that our healthcare system is extremely weak. So we have one of the fewest hospital beds amongst BRICS countries and most emerging economies. You pointed out the figure on doctors, right? So India has only about 86 doctors per 100,000 people. The global average is 150 doctors per 100,000 people. South Africa has 91. Nigeria is way worse than India. It has only 39 or 40 doctors per 100,000 people. So different healthcare systems are in different points on capacity, right? Same thing with ventilators. The United States has 172,000 ventilators and the ability to scale it up very quickly because they specialize in building ventilators. India has only about 40 to 50,000 ventilators and we import a lot of the ventilators and ventilator parts. So it's not easy for us to scale that number quickly. So I started digging into all these different things and looking at what can our healthcare capacity sustain? Because if everyone gets sick at the same time, which is likely to happen, or a large population gets sick at the same time through COVID, which is likely to happen, what will happen to our hospital system? As I told you, what I found was extremely frightening. So we have very few hospital beds, but even the hospital beds that we have, the big problem with it is that most of them are taken, right? Our intensive care units are operating at almost 100% capacity at the moment because intensive care units are extremely expensive and most of them are in the private sector and no private hospital finds it in its interest to just have an empty bed in intensive care. It's very, very costly, right? And there is fairly high demand. So we are operating at very, very close to full capacity for intensive care units. We are operating, when I called a few government hospitals and I asked them, what is their capacity right now of available beds? They said, they're working at 120% capacity in government hospitals. And I said, how is that possible? And they said, oh, we don't have beds. People bring their own gaddahs and sleeping bags. They just come in for treatment. They sleep in the corridor. AIMS in New Delhi is famous for having a whole number of cancer patients who sleep under the flyover outside and just come in for treatment during the day. So this is a system where the healthcare facility is operating at above 100% of the number of beds they have because they need to treat a lot of people. They just don't have enough beds, but they can't turn people away. So India's capacity was very low, which means India desperately needs to flatten the curve. And what we mean by flattening the curve is that we need to create a circumstance where everybody cannot get the infection at the same time, right? So right now we don't have a vaccine for this. Different people have started formulating a treatment protocol, but we don't have a vaccination. So in the world without a vaccine, you need to close things down or social distance in a way that a few people get sick at a time and we spread that out so that the hospital capacity is not overwhelmed and doesn't collapse altogether. And this is not just true of India. It is true of Italy. It is true of Spain. It is true of the United States. It's true of the UK. So across the world, no matter how rich or poor you have, as I mentioned, there is no healthcare system that has one bed and one doctor per citizen, which means we need to find some way of flattening the curve. Now, here is the trade off, right? The better your healthcare system or the greater the capacity of your healthcare system, the less you need to flatten the curve, right? The more it can accommodate, such as Germany. The worse your healthcare system, the poorer the capacity of the healthcare system, the more you need to flatten the curve, which means you need to go towards more and more severe or stringent lockdown measures. It just so happens that poorer countries have worse healthcare systems, generally speaking, which means poorer countries, developing countries will see the worst, most stringent lockdowns in this particular scenario. Otherwise they will face huge outbreaks and local transmission and community transmission. So India was very wise to recognize that our healthcare system is extremely weak and cannot accommodate this. So we need the most stringent version of the lockdown, which is what I was also advocating. Now, the trouble with that is poorer countries also cannot easily soften or mitigate the problems that come with the lockdown. The lockdown means pretty much closing down all economic activity. Economic activity is what keeps people's homes running, what keeps the lights on, what puts food on the plate. And the poorer the country is, the more stringent the lockdown measures, which means the more poor people suffer. So the column that you read out on March 16th, all the stuff I had been tweeting just before and after that, and also the columns and papers I have written successively after, in every single one of them, I've categorically mentioned that the lockdown needs to be combined with some kind of basic income or like direct cash transfer, right? Without that, the number of poor people who will die in India of starvation is incredibly high. So we are in a very tough situation right now. If we don't lock down, sorry, I just want to go back to one small point you said, we'll get to this later in the episode, but I think it's pertinent to mention it here. You said that a lot of poor people think that the lockdown is to keep the rich people safe, right? The elites safe while they watch Netflix, the poor people suffer. That was not the way I thought about it. The rich people, I'm afraid, will capture all the private hospital capacity, which will respond very quickly to money flowing in. So if there are lots of people who are demanding hospital beds, private hospitals will try and quickly increase capacity to deal with the increased demand. Government hospitals treat the poorest people and are doing it almost for free or very, very close to free. These are the places which are already overcrowded. And according to me, the poor people are the ones who would have been left without healthcare. So the lockdown, I believe, contrary to popular opinion actually protects the poor from the worst circumstances. Second, the poor in India have worse comorbidities because there is a greater amount of malnourishment. They have lesser access to clean air and clean water than the elites. And these three things put together place them at higher risk if they get infected by COVID. And that's another reason why we really need to think about this for a majority of the country, which has not got great resources or great healthcare. And they are the ones who will be protected by a sensibly executed lockdown. Now, of course, we did not have a well-executed lockdown. That's a whole different problem. But the original logic for me, sort of really putting out a lot of statements in favour of shutting down the Mumbai locals or in favour of shutting down a lot of economic activity and trying to flatten the curve was because I saw the other half of the equation, which is our healthcare capacity. And it is abysmal to non-existent, especially in the government sector."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:56.560",
        "message": "Right. So, you know, before I get to my next question, a couple of related thoughts. One, I want to underline for my listeners how extraordinary this virus is, the specific coronavirus is, SARS-CoV-2, which is in the sense, it's practically the optimal virus if you want to cause damage. If you look at viruses of the past, like Ebola, for example, Ebola had a far higher mortality rate, I think almost half the people who got it died. But the point is that you immediately became symptomatic, that is, you developed symptoms immediately, which immobilized you, and you weren't able to travel around much to pass the virus on, and people would know to avoid you because the symptoms would be so obvious. What is remarkable about this specific coronavirus is that one, it takes a long time before carriers show symptoms and sometimes they do not show symptoms at all. So they feel they are perfectly normal, they're going around interacting with people, and they are passing the virus on. And at the same time, while we don't know the specific mortality rate yet, that's something we'll know only over a much longer period of time. The fact is that it is still high enough to cause a huge amount of damage. So you have a very high chance of infectiousness of this being passed around, combined with a mortality that is high enough to paralyze healthcare systems once things get out of hand. So it is practically the optimal virus. And here in India, we actually had a chance to see this play out first in China, and then in Italy, which is a first world country with, you know, developed healthcare systems. And we saw how things batter. My second observation would be that as far as affecting the poor is concerned, I agree with that. And I think both of us would agree that I mean, my guiding principle when I think of public policy is Mahatma Gandhi's guiding principle, which is a question he always asked himself is how will this affect the poor? That's what I care about. If the answer to that is negative, I don't care what else the policy does. In India, our imperative is to remove poverty, which you know, we have, there's been a failure over decades. And there's also been some limited success since liberalization. But by and large, that's still a moral imperative. We haven't paid enough enough attention to so I agree with that. Now, now the dilemma here is that, look, when we think about a policy, we don't, we can't only think of how the policy would work in theory, we have to think about how it would work in practice. So the paradox here is that on the one hand, you know, people like you and me are proposing a lockdown because state capacity in India has failed to the extent that our healthcare systems are so poor. And we know that there will be carnage, especially among the poor people of India, if the pandemic really takes off here. So there appears to be no option but a lockdown. That's the theory of it. Now the practice of it, which also you've recognized, and you've commented on that right from the start, but it's part of the paradox. The practice is that because of that state capacity, it is also going to have enormous costs upon the poor. And by that, I don't just mean state capacity in terms of the manpower of the state or what the state can do, and so on. But also in terms of the approach and expertise, for example, your first piece asking for a lockdown on March 16, you know, illustrated exponential growth with a chessboard where you place a grain of rice on the first square and two on the second and you keep doubling and so on. And then on March 30, you wrote another piece that I'm going to quote from which also circles back to a chessboard. And in this you wrote, quote, in an earlier column, I had compared various attempts at social and economic engineering with the exertions of Adam Smith's man of system, who, quote, seems to imagine that he can arrange the different members of a great society with as much ease as a hand arranges the different pieces upon a chessboard. Stop quote twice. And, you know, and this sort of engineering mindset of designing society is, you know, something that is endemic in India that has caused much distress in say, earlier cases like demonetization, to just take a recent example. And so how do you account for that, where it seems evident to you that only social distancing can save us, we have to have a lockdown. But at the same time, you just know that the cost will be so incredibly high. And if you are to attempt, say, a sort of a utilitarian kind of calculation here, you can only attempt utilitarian calculations where you have enough knowledge and here everything is in this fog where the cost can be absolutely humongous. Did any of it take you by surprise what happened all the things that went wrong after a lockdown? And how does one think of"
    },
    {
        "speaker": "Guest",
        "time": "00:33:38.640",
        "message": "this? Okay, so I'm going to answer you, you've, you've posed like a really big problem. So I'm going to take a stab at it in two, three different parts. So the big conundrum we have right now is, as you know, I'm a public choice trained economist. And one of the key learnings of public choice is we don't just think of market failure, we also think of government failure, right? And this COVID-19 pandemic has brought us to our knees on both market failure and government failure, right? There is no question there's a market failure problem in the sense that there is a huge externality that private individuals can pose on other private individuals deliberately or inadvertently because of the characteristics of the virus, as you mentioned. And there is no easy market-based decentralized solution to the problem, right? It's in everyone's interest to be out and about, especially if they're asymptomatic. But that also means that they can spread the virus much more quickly and affect the people who are in high risk groups, who are really going to lose their lives because of it. So we need some kind of government intervention to, you know, regulate or impose social distancing, the most stringent version of it being a lockdown. But the flip side to that is while there is market failure, there is also government failure, right? And weaker states, developing countries, poorer states tend to be rife with government failure problems. America has had such a high degree of government failure while dealing with this pandemic. And everyone has been talking about Trump's response and how, you know, the administration was asleep at the wheel and they delayed any kind of, you know, putting in place any machinery for social distancing as well as treatment, as well as economic stimulus and so on and so forth. So in that sense, it doesn't surprise me that different governments across the world are struggling with the appropriate response, right? What did surprise me about the Indian government's response is that it was so blind and deaf to the poor. That genuinely shocked me, because normally the way I think about this is politicians are self-interested and they think of their core, you know, sort of voting constituency. India is a poor country. A lot of the people were talking about the median voter is also typically below the, you know, not, they don't make elite salaries. They don't live elite lifestyles. And I thought that all policies, when it came to the lockdown, out of sheer self-interest would be made keeping that person in mind, you know, your core constituency of voters. The way those people were just rendered invisible in our system, that truly took me by surprise. And I realized when I wrote the Man of System column in regard to Modi's lockdown, it was very specifically talking about the lockdown announcement. If we go back to that announcement, which was, you know, end of March, he does not mention what is an essential service, right? There is no clarity on what will be open and what is to remain closed. There is no clarity or direction given to the police on how they are to enforce the lockdown. The moment he finished his announcement at about 8.30 PM, there was a run on all the stores and pharmacies because people wanted to stock up because they didn't know if they can get milk tomorrow. And the reason they didn't know if they can get milk tomorrow is because there was no direction on a 40 minute, you know, prime ministerial broadcast on whether he thought essential services would stay open and how he was planning to deal with it. Now, my understanding of why that announcement was made in a particular way was he thought people will just trust him. So if he says, we will keep essential services open, people just trust him, you know, like nice pieces on the chessboard, they stay put. And they say, I think that's what happened. I'm not sure. It's far worse with migrants, right? Economic migrants, especially in the informal sector, almost all are in the informal sector. They've been rendered utterly invisible in our current political economy. And this is not a COVID problem. This is a larger political economy problem in India. 92% of the Indian labor force works in the informal sector. 60 to 70% are daily wage laborers in that particular system. Only 8% of India's labor force is formal, you know, all above board with formal contracts. In these circumstances, when like we're talking not about a few thousand people or a hundred thousand people, we're talking about 400, 500 million people in the country at a particular point in time, just to not think of them or not to think about how they're going to survive the next three weeks when they don't have a daily wage coming in. He did not make an announcement to give them any income support. There was no announcement made for in-kind transfer in that particular, you know, press announcement. There was literally nothing for them. So are we really surprised that they wanted to go home? Right? If there's any kind of economic uncertainty, the first thing I would want to do is go to a safe place where I will be looked after as opposed to being a strange city where I'm staying in a slum, where I don't know if I'll have a job tomorrow, where I don't know if I can get out of the home tomorrow and I can even buy bread or biscuits to eat. So we saw this huge exodus of migrant labor trying to go back home to places where they have a safety net. And then we saw the state just come down on them with the full brute force, literally beating people up. You know, who was standing at bus stops. What happened in Anand Vihar in Delhi is just an embarrassment. So it's a combination of a complete failure to understand how a normal, rational person would think in these circumstances and a particular sort of blindness to who are the people in need in India? Who are the people who are vulnerable to economic stress, who are vulnerable to health stress or vulnerable to social stress? And how do we keep that person in mind, like the Gandhi talisman that you spoke about and figure out policies around it? His press announcement just completely sort of, it was a failure on all of those counts. There was some relief package which was announced 48 hours later. It was too little, too late. By then the economic stress and the panic related economic stress and uncertainty had already spread, right? In every single one of my recommendations to have a lockdown, at each point I've said, we need to give direct cash transfer, maybe some food subsidies for three to four months. Because let's say the lockdown lifts in five weeks, doesn't mean all industries are going to function, right? Are we going to allow construction? Is that essential? If you don't allow construction, then all the people who work on daily labor as daily labor and construction sites are no longer going to have a job. So we need to really carefully think about what does the Indian political economy look like? Who are the people working in it? There's only seven to 8% elites who have formal contracts, internet, who can stay at home and think about, you know, I'm getting bored watching Netflix kind of problem. Everyone else is going to think about livelihood. They're going to think about their children. They're going to think about the ability to feed themselves and literally no sort of, you know, policy or emergency relief was created for them. Now things have started coming in. The government has started thinking more keenly about emergency relief. You know, they're thinking of opening up food go downs, you know, giving away in-kind transfers in terms of food grain, things like that, LPG gas. So the government has now started thinking about it, but the initial wave of panic could have just been stopped if the Modi administration had thought about the citizens as individual people who react to circumstances as opposed to pieces on a chess board, which can simply be pushed around."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:09.580",
        "message": "So I have like three observations to make here. The third one in part a disagreement, which leads to a further question. But the first two observations are that number one, when we speak of state capacity, I'd also like to speak of within that subset, which is intellectual capacity in the sense that one thing I think that does not exist in the state is the capacity to appreciate the complexities of the economy, which run through spontaneous disorder. For example, nobody within the state seemed to figure out that, you know, that almost every service in a sense was an essential service because they were all interconnected. It was one thing to say that, okay, a grocery store is an essential service and it will remain open, but there is an entire supply chain of, for example, truckers are bringing maida to the grocery store and those truckers have to eat somewhere. And if the dhabas are closed on the highway, they cannot drive the truck. And there are all kinds of ancillaries up and down the chain, which involves practically the whole economy. And honestly, those are all too complex for a central planner or a group of babus or an expert committee sitting down somewhere to basically figure out that these are all the things that will happen. This is not meant in any way as a criticism of the lockdown or to say that the lockdown should not have happened. You know, like you, I recommended from the start, we should have a lockdown and I stand by that. But these are some of the things which you couldn't have looked at. Secondly, one of the things which came, I won't say it appalled me because it was not new to me. One of the things that came into stark relief during this entire period is you use the term citizens earlier. I object to that because constantly the political dispensation has treated us not as citizens, but as subjects. You know, even in the Prime Minister's last address, which he made where he's saying that keep a distance and we must make sure it doesn't spread and blah, blah, blah. It was all about this is what you must do. It's not about here is what I am doing for you. I am the Pradhan Sevak. These are the incentives I've put in place to get more mass manufactured. These are, you know, how we are going to get more ventilators down and all of that. Nothing about what he was doing for us, but more about here is what you subjects must do. And you know, that sort of approach is a little appalling. The third area where I want to sort of cast a sceptical eye on what you said about cash transfers and food subsidies and all that. Forget the theory of that. I'm not going to argue now about whether those are desirable or not. But I'm just going to say that listen, the state could not have implemented them. So even if they were to see that there'll be a huge problem with migrant labor, and we need to feed everyone, the state did not have the capacity and does not have the capacity as of now to implement it. In fact, you know what you see in the big cities where I'm familiar with relief efforts such as Mumbai and Delhi, 90% if not more of the relief efforts at feeding these migrants or sheltering these migrants are coming from civil society. And because I define markets as basically all voluntary exchanges, it is actually markets which are coming into play. So you know, society helping itself and the state remaining a sort of a failed state. And this actually sheds light. And of course, you know, COVID-19 sheds light on many things. And we'll speak about that as this episode goes on. But one of the things that it shed lights on is why government needs to be as local as possible. Because the more local government is, the more problems like this are solvable. You know, for example, you see the response in Kerala where you really see the benefits of local government and local knowledge coming into play. Even in Maharashtra sitting in Mumbai, I'm pleasantly surprised at the leadership and communication of someone like Uddhav Thackeray. I mean, I've opposed the Shiv Sena all my life, but he's been coming on TV every evening or giving these broadcasts every evening in Marathi, where he's just talking in this conversational way about the nuts and bolts of what is happening and what he's doing. And my sense is that the more local you make governance, the better the governance will be, which is a larger point to people like you and I have made forever, but has come into sharp focus because of this"
    },
    {
        "speaker": "Guest",
        "time": "00:46:31.200",
        "message": "crisis. Yeah, so I'll tell you where I mean, I completely agree with you, even your disagreement with me. My point was not that the state can actually execute a direct cash transfer perfectly. My point was more that they didn't even think about it, right? Just the complete like blindness to who are the people in this country and what will be the immediate, you know, cause for panic or what are the immediate circumstances? Now, if they had announced something like that, it might have sort of not caused the large scale exodus. Now, I completely agree with you that India doesn't have the state capacity to execute these things perfectly, but it would have at least prevented the original chaos that started, which potentially could have spread the virus, which was already in big cities to now, you know, districts in Western Bihar and UP. So that could have been prevented, but it wasn't prevented because they just weren't thinking about people, as you said, like citizens, they were thinking about them like subjects or just someone to be directed. Now, coming to the state capacity issue, this is the great conundrum of this COVID crisis. Now, we need the lockdown because we have poor healthcare capacity. We have poor healthcare capacity because we have overall weak state capacity, but overall weak state capacity also means two more things. One, we cannot enforce social distancing very well, right? And this is on two margins. One is we just don't have the manpower and personnel to actually make sure that everyone is sheltered in place. Everyone has essentials, everyone has food, and, you know, people who need help or medical assistance have it so that they can shelter in place properly. We don't have that manpower at the state level, which means a lot of the, you know, gaps are picked up by civil society. The second part is weak state capacity also means that we don't have, not everyone in India has clean water or access to clean water, which means this whole, please keep washing your hands. I mean, it's laughable. 10% of India has absolutely no access to clean piped water, right? In the other 90%, we have pretty good data on who has piped water to their dwelling, but most people have extreme water shortages. Close to 60% of Indians who do get piped water have extreme water shortages, especially in the summer months, right? For anything except drinking water. Most of rural India, you know, 50%, 60% of rural India relies on community hand pumps to get most of its water. So in these circumstances, even the simplest solution, which is keep washing your hands, it is a huge protection against the spread of the virus, is not easily implementable in India. Now you live in Mumbai, one of the ticking time bombs in Mumbai, which literally keeps me up at night is Dharavi. Dharavi, in the slum part of Dharavi, they don't have access to clean water. Four to 500 people on average use a single bathroom facility, right? And all this is a function of weak state capacity to begin with. The inability to make sure that we have access to clean water, that we have access to clean sanitation facilities, that people are not washing their hands right next to where people are openly defecating or urinating. We have not solved that problem in 70 years. So now suddenly putting on a mask on TV and saying, please keep washing your hands, it doesn't get you very far because the state capacity has not made that solution possible. So we have a problem in both facilitating shelter in place and social distancing, and also in the most basic forms, which is, you know, can people wash their hands? Can people keep themselves clean? So this is just the kind of, or sort of the depth of the problem we have with COVID. Now, these problems make the lockdown even more essential, right? Because if people can't shelter in place appropriately and they can't wash their hands and they could possibly become vectors or worse still asymptomatic vectors spreading the virus, then even more reason we need a more stringent version of the lockdown. So then the police and the danda comes down even more harshly. So the whole problem as you rightly identified is one of very weak state capacity, both intellectual, also in terms of manpower, and also in terms of just the way we think about these problems at the union, state and local government level. Now coming to the local government issue, a lot of these problems of, you know, clean water, public sanitation, the ability to have access to facilities, right? Just can I go to a food shelter? Can I get access to water easily? Can I get access to medical supplies easily? These things are best done at the municipal level and over 70 years, we never built up any kind of local government and we didn't empower it. You and I have talked about this in at least two of your previous episodes, one which was on urban local government and the other one which was on a cast and open defecation. In both cases, we discussed in detail how the 73rd and the 74th amendment of the constitution created an entire layer of government. They empowered it to be democratically elected, but they never devolved funds to that layer of government. So, you know, we have no fiscal federalism in India. Municipalities today, if the union government writes a check and just sends it to municipal governments, they don't have the capacity to even spend it because they have not developed capacity over the years, hired enough manpower, actually spent these resources. Kerala and Tamil Nadu are two states which historically devolved much more of the governance to the local level from the state government and that's why they have been so good at combating this current problem, right, of COVID-19. Kerala has been particularly good for other reasons too, which we can get into if you want, but the element of how strong is your local governance is incredibly important. Now, in the absence of union government being able to do anything, state government not being able to reach the last mile, our fail-safe in India is civil society and it has always been civil society. It was the case during demonetization, it was really civil society which came to the rescue. You know, people started using each other, family networks, giving each other IOUs to actually get through life and even then we had an inordinate human cost, a lot of deaths, a lot of deprivation, a lot of loss of livelihood, but people got through because of civil society and COVID-19 is no different. They will, whatever we manage to"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:35.880",
        "message": "get through will be because of civil society. On that hopeful note, let's take a quick commercial break. See you after a minute. If you're listening to The Scene and The Unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audiobook platform that has a massive range of audiobooks from around the world. Their international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audiobooks. What's more, I do a weekly podcast there called The Book Club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audiobook that I liked on that platform every week. My recommendation for this week is Lihaaf by Ismat Chugtai. This is a classic Urdu short story written in 1942 that takes an acute view of desire, sexuality, and society, and it's way ahead of its times. Chugtai was prosecuted for obscenity but acquitted by the courts because her story is so subtle that there is no overt sexuality in her story. Everything is powerfully suggested and unseen, as it were. Do check it out on Storytel. Lihaaf by Ismat Chugtai. Download the Storytel app or visit Storytel.com. Remember that Storytel with a single L. Storytel.com. Welcome back to The Scene and The Unseen. I'm chatting with Shruti Rajgopalan about COVID-19, a subject she spent a lot of time thinking and writing about. And one of the places where her writing has appeared on this is on the great blog Marginal Revolution, which is even though the age of blogs is dead, that is a one blog I still go to almost every day to remarkable thinkers who run it, Tyler Cowen and Alex Tabarrok, both of whom have been on The Scene and The Unseen. In fact, I have one episode I recorded with Shruti and Alex when I met them in Delhi at the start of Feb, which will now be released in June. And you know, it has nothing to do with COVID, obviously, because it was the start of Feb. You'll have to wait for that. But I have rambled again. The reason I brought up Marginal Revolution was that Shruti wrote a piece on Marginal Revolution and all her stuff will be linked from the show notes, where Shruti, you spoke about the few things that the government needs to do to make the lockdown a success. Like this piece was written right after the lockdown was announced. And you said, okay, it's not enough to announce it. You need to make sure that we use this opportunity. Here are the things we need to do. So can you recapitulate"
    },
    {
        "speaker": "Guest",
        "time": "00:56:20.040",
        "message": "some of that for me? Yeah, so the way this came about is I work at George Mason University. So you know, the Marginal Revolution appearance should be considered in that context. Tyler Cowen runs is also the academic director of the Mercator Center, which is where I work. Alex Tabarrok and Tyler were both my teachers when I did my PhD. Alex is also a co-author. And we've appeared on your podcast and done a few things together. So when the lockdown happened in India, as soon as Prime Minister Modi announced the lockdown, I started thinking through, you know, the kinds of things that are important. And my way, just like you, of thinking through a lot of these ideas is just to write and I'd written an email to Tyler Cowen. And that, you know, a version of that email is what appeared on the blog. So that's what you see. Now, when the lockdown was going on, I was working on another paper with my co-author, Abhishek Chautagunta. He is a doctoral student at the University of Hamburg, really smart, young economist. And we were working on assessing India's healthcare capacity. So this is the first paper, which we've alluded to a few times where we were looking at how many hospital beds does India have? How many doctors does it have? And so on. This is now a Mercatus working paper and it's available publicly. So while writing this paper, a few things became very clear. One, as I said, overall, India's healthcare capacity is extremely weak, right? Another thing that became very clear, and I wasn't aware of this because I've not worked on the health sector before the COVID crisis, is that India's private sector for healthcare is about three to four times larger in terms of overall healthcare capacity than the government healthcare system, right? And that has been consequence of a lot of historical policies and the focus of the government. But consequently, about 55 to 60% of the hospital bed capacity is in the private sector in India. 90% of the doctors work in the private or charitable sector in India, right? 80% of the ventilators are in the private sector because close to 80% or more of the intensive care beds are in the private sector. So it became very clear to me that during the lockdown, the whole point of the lockdown, as we mentioned at the head of the podcast, is that there's this trade-off, right? We need to flatten the curve. So a lockdown is only helpful if you build up healthcare capacity during the lockdown so that when things start slowly opening up, you have more healthcare capacity to deal with the transmission of the virus. Now, if you don't do that, no matter when you lift the lockdown, there is going to be a spread of infection and we can't have an endless lockdown. So this was from that point of view. Now, if the Indian healthcare system was entirely run by the government as it is in many other countries, I would have had a different recommendation. But most of India's healthcare resources, especially at the top end for critical care, ventilators, pharmaceuticals, all of this is in the private sector, which means that to battle the COVID crisis, we need to really rely on the private sector response. And as you and I have talked about many, many times before, we need to sort of initiate and stimulate private response by incentivizing them. And the best way to incentivize them is to pump in a lot of funds into the private sector and not take it over. So as you know, in India, we have a huge tendency to nationalize things. It seems that hasn't happened in a while, since Indira Gandhi, what we nationalized and demonetized our currency. So the tendency to sort of appropriate private property and nationalize is been there in every single government in India, not just the Modi government. So my first recommendation was that we need to resist that temptation because the moment you nationalize private healthcare capacity, it cannot grow. So if today we have 131 beds per 100,000 by including public and private capacity, tomorrow, if you nationalize it, that's where it ends. On the other hand, if you say that we're going to pay for all tests and the treatment, even of the poorest people, please keep your doors open to them. The government will reimburse or subsidize. Then private sector has a huge incentive to respond and increase capacity. So this has been said many, many times over. You mentioned marginal revolution, the book that is written by Tyler Cowen and Alex Tabarrok on principles of microeconomics has this lovely sentence on the price system. It says the price is a signal wrapped in an incentive. So it both signals whether there is a shortage or whether there is a surplus because the price will adjust, but it is also an incentive. When prices are high, suppliers have an incentive to increase supply. So that was the thought process behind it. It's really econ 101. We're in an emergency. When you take stock, most of the resources are in the private sector. So let's respond with that. Aside from most of our resources being in the private sector, the other thing I realized, and this will be of no surprise to you because we've talked about this for education. It's no different in healthcare. Even the poorest Indians prefer going to a private healthcare facility and paying a lot of money for it rather than going to the free or highly subsidized government facility. And you can imagine why government hospitals are not that great. They are extremely overcrowded. They have very few doctor to patient ratio. They don't have the most advanced equipment and especially at the smaller primary healthcare centers, depending on which state you're in, things tend to be falling apart, right? So if you look at the national sample survey data across every expenditure quintile, that is from the lowest household expenditure group, the lowest fifth to the highest, every single quintile, people prefer going to private hospitals and they spend an enormous amount of money in private hospitals. And the way they fund that is borrowing from family, selling jewelry, selling land and things like that. So there is a huge demand even amongst the poorest citizens to go to private facilities so we can just leverage that if the state said we will subsidize it, right? And this is the time for the state to intervene and really look after people. I would have said that the same is true for testing. And as you know, the Supreme Court has displayed and continue to display its complete economic illiteracy and lack of common sense time and time again. They said that all private labs need to conduct tests for free, right? Now the problem with this is private labs can't just work on science and good intentions. They need to cover their costs. And if you tell someone that they can't make money even to pay their employees and keep the lights on, then they will just shut shop, which means we already have too few labs in India. We're going to have even fewer because of this awful policy. What they should have said instead, I mean, first they shouldn't have said anything at all on this matter because they're really giving executive orders from the bench. This is not a judicial issue, right? So they should have stayed away from it. What the executive state government and union government should have said instead was we will reimburse private labs for tests where people cannot pay for tests, right? And usually in these circumstances, it's not like there's going to be a huge moral hazard problem. Rich people can easily pay 4,000 rupees or whatever the cost of a private test is, whereas poor people can't. And that difference is quite clear. And I think we can trust hospitals to know who can pay and who cannot pay depending on the circumstances and the government should have just reimbursed. So there will be much more large scale, wide scale testing, right? The poorest people will not be denied tests, but at the same time, we don't compromise testing capacity because private labs need to provide a bulk of testing capacity. The other reason we want a lot of new private labs to come up is we don't want everyone to go to one place for a test in a pandemic. We want people to go to a lot of different private labs. In fact, what we want is mobile labs that go to people. So these are the sorts of things that the government should have thought about that I hinted in that marginal revolution blog post. And this really had to do with me evaluating along with Abhishek Chattergunta, the kind of healthcare capacity we have. And we found that, you know, a bulk of it is in the private sector and two other findings from that paper were that there is huge variation in capacity across different states. Healthcare is a state level subject in India. And the difference between Andhra Pradesh and Bihar is just staggering, right? So there are even within India, as you know, Kerala has dealt with the problem particularly well. But Andhra Pradesh has very high ratio of doctors per capita or hospital beds per capita. Bihar, UP, Chhattisgarh, Jharkhand, traditionally extremely low. And you can imagine this, right? Poorer states also have, you know, lower GDP per capita, which means lower demand for private healthcare facilities, which means fewer clusters of healthcare in urban and peri-urban areas. So they just stuck with whatever the government healthcare system is. So that is kind of, you know, the situation there. The third, and this is extremely related to COVID, is most of the government efforts in healthcare facilities are in rural areas. And this is historically because, you know, rural health has been a huge problem. Infant mortality rates in rural areas has been very high historically. So over the last 30 years, successive governments have made a huge push to improve rural healthcare. In the process, most of the government facilities are in rural areas and fewer in urban areas. And most of the urban healthcare is handled by the private sector. But this also means that the urban poor are at risk, if you're not willing to subsidize the private sector, because they will overcrowd existing government hospitals and that number is extremely low in urban areas. And urban areas are at a high risk of the pandemic. So these were some of the trends that we found, which I tried to highlight. And because of this understanding of the difference between the healthcare capacity of the private sector and government sector, I made certain recommendations, which is, you know, we need to incentivize the private sector, and we need to think about how we spread the problem across the country. And some of it is to, you know, make sure we don't have price and quantity controls. We don't have import tariffs right now when we desperately need to import testing kits. We try and have some kind of bilateral negotiations with various countries. As you know, we are a huge producer of generic pharmaceuticals, and the whole world is relying on us to supply some of this, including the anti-malarial, which, you know, some people have found may or may not help treat COVID. But we should also think about things that India doesn't have, such as ventilators, right? India is extremely short of ventilators. We have only about 48,000 ventilators across the country. And most of them, as I mentioned before, are already taken. So we need to think about importing ventilators from other countries, right? So we need to keep the market system open and functioning, even though the tendency during the pandemic is let's suppress the market system."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:26.160",
        "message": "Yeah, and I want to elaborate a little bit on that. But first, I want to express my outrage, which all my listeners will share, that one of my guests before I could said the word incentive, there is this common trope on Twitter that Amit can't go five minutes without talking about incentives on his show. And I did not do it through the entire first half. But now that you've brought it up, I'm an economist, so kill me. Yeah. So now that you have brought it up, I will have to sort of elaborate on an aspect of what you mentioned, which is a beautiful phrase of prices being signals wrapped up in incentives. An illustration of that, for example, is a price control that was initiated a few days ago on hand sanitizers. And the result of that is that you don't have hand sanitizers in the market right now, at least last I checked. And look, here's how it works. What happens is, let's say there's a hand sanitizer, which is going for 50 rupees, a bottle of hand sanitizer for 50 rupees, suddenly it becomes 200 rupees. And the state steps in and says, Oh, you know, hand sanitizer seller, you are profiteering. This is bad. What will the poor do? No, the price must be fixed at 50 rupees. This does two things. One is the immediate effect, which is not even so bad. Honestly, the immediate effect is that it is first come first serve and sanitizers sell out at 50 rupees. And then that's it. If there's a shortage, you can't get them anymore, which is the situation now. But the worst effect is that had the price being allowed to go up to 200 or whatever, that would have incentivized manufacturers to ramp up manufacturing. And in fact, manufacturers of other chemical products, for example, to say that let us, you know, find a way to make sanitizers for now, because that is where the profit margins are. And therefore, what would have happened is that the prices would eventually have gotten back to normal, because the supply shortfall would have been met by people incentivized by the prices. That's the beauty of prices. They carry information and incentives and people simply do not get this. Similarly, why I was kind of appalled by that Supreme Court ruling that there should be free, which in my view is basically mass murder. Because if you just look at the incentives, you cannot give an order to private people like they are your freaking slaves, or that they are your subjects to go back to that, to the term we used earlier, they are rational people responding to incentives who need to feed their families who need to pay their employees who need to pay the rent of their workplace. And there is no way to do that. If they start giving products for free, it doesn't make sense. What I vastly prefer is the solution that you have come up with. And that brings up issues we will also discuss. What I vastly prefer is that the state figure out a way to pay for them. So the incentives of the private players keep working in the right direction, that there is something in it for us if we keep manufacturing these. Of course, civil society is full of good people who are doing good things for their fellow citizens out of the goodness of their heart. That is great. But most of the ways in which we serve each other arise out of this sort of self interest. You know, people are not going to put sanitizers out in the market out of altruism, they're going to do it because they want to make a profit off it. And that's how people will get the sanitizers they need or the masks they need, or whatever. And and, you know, and having finished this rant before I move"
    },
    {
        "speaker": "Guest",
        "time": "01:12:00.320",
        "message": "on from the rant, by the way, good rant. I mean, if you were in my principles of economic"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:04.960",
        "message": "class, you would have gotten full points. This is glorious. And I have, of course, learned a lot from you over the years in our conversations. So a formal education is not necessary. And this brings, I wasn't inviting you to my class summit. Don't worry, just saying well done. I would be the classic disruptive backbencher if I did come to your class. But having sort of gotten the rant out of the way, I also want to raise another question which has been coming up, which is, you and I, of course, are what, you know, people would apply the term libertarians to us, I have more and more come to object to that term or any other term, because I think that we think too much along tribal lines. So I don't want to be thought of as someone who belongs to a particular tribe or otherwise. But one thing that people often say and have said during the pandemic is that here is this pandemic, and you are supposed to hate the state and like private action, but you are actually a wonder of wonders, you are actually promoting coercive action by the state and recommending things like a coercive lockdown and so on. And why is that and I briefly want to state my position on that and then you know, I'm sure you'll have a deeper more nuanced take on it. But my take is simply this, my take is that look, you know, most libertarians would agree that the state is necessary for certain reasons. There is the classic liberal paradox that, you know, for our rights to have any meaning, we need someone to protect our rights and that someone can only be the state to whom we grant the monopoly on violence. And the existence of the states means that automatically, some of our rights are being infringed by the state itself, that becomes a necessary evil. Now, arguments can be made about how big the state should be and what the scope of the state should be. But people like you and me would agree that like the state in India is a weak state that does a lot of things badly. You and I I think would agree that any ideal state anywhere should be a strong state that does a few things very well, but otherwise doesn't interfere much. It's the opposite in India. And one of the fundamental core roles of a state is to protect the citizens, that is a whole raison d'etre, that is why it exists in the first place, protect the citizens, not just from other citizens, which is why you need the rule of law, not just from enemy states outside of your geographical borders, which is why you need a defense ministry, but also from things like a virus. And this is a classic situation where like you said, there is a market failure of sorts, which is natural. And therefore, the state needs to step in at this point and sort it out. What would your take be? Is it similar to"
    },
    {
        "speaker": "Guest",
        "time": "01:14:54.080",
        "message": "mine or? Quite similar, I would just state it a little bit differently. So as a libertarian, or as a classical liberal, to me, that just simply means that on the margin, I would favor liberty enhancing measures, and I would walk away from coercive measures. So I have a preference for voluntary action over coercive action. So that's an ideological framework, that is what I believe in. Many people don't believe in that for various reasons, we can debate that later. Now, it just so happens that a lot of voluntary action is negotiated very, very well through the market. Not all of it, but a lot of it. And by this, this is the classic Adam Smith version of the market, which is, it is an institution which aligns self-interest with social interest beautifully. So going back to your hand sanitizer example, people may be selling hand sanitizer to make a quick buck because the price increased, but in the process, they are supplying an extremely valuable commodity in the midst of a global pandemic to the people who need it the most, right? And they are doing it not out of their benevolence, they're doing it probably out of their self-interest to make money. But in the process, they are serving people who actually come and become their customers. So the market, nine out of 10 times does a great job aligning self-interest with social interest. And in the marketplace, more often than not, private costs and social costs tend to be similar. Now, as you and I have talked about this before, there are cases where that doesn't happen. And these are classic externality cases where we say there is a market failure, right? Air pollution is something you and I have talked about before, which is a classic market failure, where it is in each person's interest or incentive to pollute. But the overall outcome is so far beyond what the social cost of it is so far beyond what the private cost of each person breathing in that same air that there is a huge, huge externality problem. Now, let's come to the pandemic. We have a very, very similar market failure in the pandemic. And frankly, because we are still in an epistemic fog, and we don't know how bad it is or how bad it could be or which groups it affects the most. We just don't even fully realize what that social cost could be. But we at least understand conceptually that the social cost deviates from the private cost that is much bigger than the private cost, that there could be people who are asymptomatic who go around spreading this, right? That there could be people who are symptomatic, but because of economic desperation, or some other problem, are out and about working and they inadvertently spread it. So there is a question of a classic market failure problem. You know, we've met the market failure. So when it comes to a market failure, yes, you need some kind of government action. But we have to realize that the government is not perfect. And even when we invite government action to correct market failure, we need to think about the incentive problems of the government and we need to think about the knowledge problems of the government, right? And those are two margins where if we can streamline incentives, well, things would be better. So for instance, when it comes to the knowledge problem of governments, we you and I already talked about how this is best done at the most local level, which is the municipal or the panchayati raj level because they have the most knowledge because what is happening in Dharavi is completely different from what is happening in Sikkim, right? And so that is one way of thinking about how do we further fine tune align the government structure such that it can respond with the least amount of failure with the most amount of success while correcting a market failure, right? The second is the incentives, which is things like you sort of talked about this in your introduction, which is people are going to be blamed in government no matter what, right? So there are incentives to think about what kind of risk averse measures would one be more likely to take. So one is most people who are working, who are IAS officers and who are formulating policy on this, they're fairly well off, they're part of the elite. They have CGHS, you know, which is a central government health scheme. They're never going to go to a terrible hospital for treatment. They're fairly well protected. They have piped water and all of those things. Maybe they will err on the side of social distancing policy, which they can follow, but no one else can follow, right? Or if someone like me is formulating policy, for instance, I have a grandfather who's 102 years old. He's in good health, knock on wood, but he's 102 years old. He is one of the highest risk category of people in this kind of a situation. Now, someone like me, if I were the chair of a bureaucrat might impose too harsh a lockdown because the person who is, who I'm trying to protect is someone like my grandfather and I'm elite and I'm comfortable and I really don't care about, you know, what is going to happen to migrant labor or daily wage labor. So there are incentives to think about. Are the incentives aligned such that you impose the least amount of total costs on your citizens or are they aligned such that you sort of, you know, protect your own back, serve your own interests, even if they're personal interests and impose a lot of social costs, either because you had too stringent a lockdown or no lockdown at all, right? So these are some of the things to think about even while we wear our libertarian hat. So overall, we want the system to be as, you know, voluntary based and low in coercion as possible. But I'm afraid, I'm sorry to all the libertarians out there, we've met our market failure. So we need to do something and we have the government that we have. So we need to put on our public choice, political economy hats and try and think about minimizing government failure and minimizing government overreach every time on the margin. We can't do anything systemically."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:07.000",
        "message": "I agree with everything, first of all. And, and the interesting, the dilemma that I can't find a resolution for in my head is what you just said, that if you look at it, the extension of the lockdown, you know, which by the way, I think is a perfectly fine decision. I don't have an argument with it. But quite apart from the goodness or the badness of that, which we will never know, because, you know, there'll be so much that remains unseen for decades about the costs and the benefits. But the extension of the lockdown was almost a political inevitability, because, you know, the politicians would be able to cover their ass and say that, look, we are doing better than the rest of the world, because we put this lockdown in place, which is surely partly true. And therefore, we got to do more of it. And also because of people who will be worst hurt, the people who are really affected by this, like the migrant laborers and all of that, are not such an influential voice in politics. I don't imagine migrant laborers anywhere really count as a vote bank and certainly not as influential interest groups. So they will always be the ones who get shafted."
    },
    {
        "speaker": "Guest",
        "time": "01:22:11.040",
        "message": "Yeah, so I will say one thing, I think the lockdown is a failure. Okay. The lockdown would be successful only if you use the period of the lockdown to build up healthcare capacity, so that when you reopen the economy slowly and steadily, you need to flatten the curve a little bit less than five weeks ago. That was the whole point of the lockdown. Because if you don't build up healthcare capacity during the lockdown, then whenever you reopen the economy, you're in the exact same conundrum, which means technically you can never reopen the economy. So we closed things down March 24. We have no greater healthcare capacity today on April 17 than we had on March 24, which means we wasted a month with huge economic costs and no immediate sight into when we can open things. So in that sense, I think the lockdown is a complete and total failure, because I don't think the government understood that at the end of the lockdown, whenever the time comes to open the economy, there will be transmission, right? So there seems to be no policy around that. I have not seen any state other than Kerala, at this point, trying to seriously build up healthcare capacity. What states are doing is just suppressing, right? And they're like in panic situations with firefighting. So Maharashtra is firefighting. We're trying to contain the problem in slums. We're trying to do contact tracing. We're trying to do testing. So all of those things are very important, and they're great that we're doing that. But at the end of the day, if you don't increase the number of hospital beds, and you don't increase the number of tests and private labs, and pharmaceutical firms which are producing medicines, then you can never get out of the lockdown, right? It's never going to be a good time to get out. So I will disagree with you a little bit in that I think the lockdown is a good idea because we have no other choice. But I also recognize that the lockdown is a failure because the most important thing, you know, union and state government should have done during the lockdown. I don't see that happening other than two or three different states."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:17.840",
        "message": "No, I agree with you on the fact that these are all the things we needed to do during the lockdown. And I had actually suspended judgment on that because I don't think there's enough information available to me to know whether that capacity is being built. I would have thought it a no brainer. I know that there are lots of very smart people on advisory panels advising the government. But yes, there is that epistemic fog. And if they haven't actually put those extra beds in place or ramped up the production of masks, because honestly, when the lockdown ends, every freaking Indian has to be wearing a mask outdoors. You know, if you haven't ramped up ventilators, then I agree with you, it's pointless."
    },
    {
        "speaker": "Guest",
        "time": "01:24:56.080",
        "message": "I'll tell you what happened in India, there will be a government mandate that says everyone has to wear a mask in public. We don't have enough masks, which means some poor person is going to be out and about without a mask looking for food or medicines. And then the police will beat that person up. Right? So this is the way we execute things in India without realizing that you can't just dictate from the top. It's not, there's no Akshaya Patra. Okay. You can't say we want masks and masks will just magically appear. You need to incentivize the private sector. You need to say there's an essential good, let's produce masks, right? You need to say we will pay for every single person's mask who cannot afford it. Masks are very cheap compared to private tests and hospital beds and things like that. So civil society can help in a huge way, but we still need to have some kind of a signal that here we need more masks. So we don't have that yet. I mentioned this before the, you know, we have testing kits, which we've imported, which are just sitting waiting for customs clearance, waiting for approvals from the drug controller, right? We still have import duties on a whole number of things. Very recently, the finance minister, thankfully in a wonderful move, suspended import duties on medical equipment. But we just have a supply side problem on each of these things. And until we remove the roadblocks for the supply side problem, we won't get an increase in supply on any of the essential goods, which either help mitigate the problem, like, you know, hand sanitizers and masks, or help treat the problem like hospital beds and ventilators."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:33.420",
        "message": "And you, in fact, recently wrote a column, which could easily have been titled the seen and the unseen. It referred to Bastia and his famous essay from which I got the title of the show and it repeated to you. Thank you. Great honor. I dedicate this show and your dedication to me, to Frederick Bastia himself, one of my 19th century heroes whose masterpiece The Law I think everyone should read and all his essays. In fact, they will be linked from the show notes. But meanwhile, can you sort of quickly shed light on some of the seen and the unseen effects of the pandemic because I just found it so delightful."
    },
    {
        "speaker": "Guest",
        "time": "01:27:10.040",
        "message": "Oh, yeah. So you know, the classic example that Bastia gives when he talks about the seen and the unseen effects is the broken window example, right? So the folklore goes such that, you know, you break a window of a tailoring shop and people say that, oh, this is wonderful because it's going to stimulate the economy because now someone has to spend money to repair the broken window, which means the glass manufacturers and the window installer and all these people will, will make money and it will stimulate the economy. So that's the seen effect. The unseen effect is that had the window not been broken, there would have been more money in the pocket of the tailoring facility. And maybe they could have employed another employee. And maybe they could have bought another sewing machine. And that would have stimulated a whole number of other important areas in the economy. And it would have been a valuable, you know, spending of resources towards things that people actually want rather than just breaking a window and repairing it. So breaking a window and repairing it was a useful thing. We can keep stimulating the economy that way, right? But we know that it's not, it's a wasteful thing. So the scene effect and the unseen effect are quite different. Now, this is just one of the many, many examples that Bastia talks about. In my column, I was talking about import tariffs specifically. So as I mentioned, we have very high import tariffs more generally. And in the case of medical equipment, they are somewhere between say 12% and 26%, depending on, you know, the CES is applied and what you're talking about exactly. The testing kits, many of them are 26% tariff is applied to them. Now, as we know, the reason, the ostensible reason given for import tariffs is that they protect domestic industry, right? And the way they protect domestic industry is because the domestic industry is not as competitive. And what we mean by competitive is it doesn't produce, say testing kits with the lowest number of resources available, right? It doesn't, it's more costly than people who do it abroad. But we still want to encourage domestic industry even though they don't produce as effectively or as cheaply. In the process, we put in a tariff and any foreign supplier who is selling to India is going to have a higher price presented to the consumer. So the consumer, if they can buy from the domestic person at a hundred rupees for the same thing, we'll have to pay 126 rupees to the foreign supplier. So the domestic supplier seems cheap in comparison. These things are typically put in when the domestic producer makes testing kits available at say 120 rupees, right? The foreign supplier makes it available at a hundred rupees. So the 26 rupee tariff is going to make the domestic producer seem slightly cheaper on the margin or make them more competitive on the margin. Now this is encouraged saying that the domestic producer will use local resources. They will employ local people and all of those good things. So that's the scene effect. The unseen effect is that every single individual and lab in the country, which is buying a testing kit is spending an extra 26 rupees that they could have spent on other things. They could have spent that extra 26 rupees on a mask. They could have spent that extra 26 rupees on food. If they had a lot of money sloshing around in their pockets, they could have given that 26 rupees to someone who needed it desperately. And now all that money is spent, you know, sort of propping up a domestic producer because they weren't as competitive as a foreign producer. Now normally we tolerate all of this under the guise of patriotism. And the whole problem is presented as a tax on the foreign supplier, you know, vis-a-vis the domestic supplier. So we're, we're taxing foreigners. We're hurting foreigners. We're protecting Indians. But the unseen effect is we are hurting the Indian consumer to protect the Indian producer. And in this particular instance, normally this unseen effect, you know, is not visible. In this particular instance of the COVID crisis, it has become extremely visible because in this case, the domestic consumer are people who desperately need a test or are sick, who will die waiting for a test or will transmit the virus to other people. And the producer is, you know, some manufacturer. Now suddenly the tables are a little bit turned. We're like, Oh, we're literally going to kill people while waiting for a test because we're not allowing them to import foreign tests, which are more cheap and competitive and available in larger quantities than the domestic manufacturers. So this is one instance where the pandemic has made a traditionally unseen effect seen. And in fact, the result became so visible that even the government has taken notice. So the finance ministry, I believe on April 9th, issued a notification saying that until September 30th, they're going to suspend all import tariffs on medical equipment and masks and ventilators and testing kits. And also on the inputs that go into these, you know, the various equipments, because for ventilators, we actually import a lot of different parts, but we might assemble it in India. So it's important to also think about inputs. So the government actually made this change. So it was a remarkable thing where a traditionally unseen effect has become visible. And thankfully, we have made one step towards greater trade, lesser coercion, and fewer transfer of resources"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:51.080",
        "message": "from consumers to producers. You know, I want to rant a little bit about this because this really makes me angry. I think import duties, all import duties without exception, are immoral. They are an attack on the people of your own country. And I want to talk a little bit about this. I'll go back to your example. Let's say that there is a sanitizer that a domestic producer can make for a hundred and twenty rupees. And you know, a company outside, maybe in China or wherever, can make for a hundred bucks. I, the consumer, can now get it for a hundred bucks if there are no import duties. You put an import duty of 26%, 26 rupees, that is 126. I have to buy from the local guy for 120. What is happening here? One, as you pointed out, the unseen effect is that that 20 rupees that I would have saved would have gone back into the economy. I would have spent it on something else. It would have been put to productive use in the economy. It would have generated jobs, which would have been productive jobs and, you know, more than made up for the loss of whatever the domestic industry would be. But secondly, and I want to phrase it like this, what the government did with an import duty was it redistributed money from the poor to the rich. What happened was that the poor consumer at large lost 20 rupees. It was coerced away from him by this government regulation and given to a rich interest group of domestic manufacturers. And the rich interest groups of domestic manufacturer then spends a chunk of that lobbying the government or bribing the government to pass the import duty in the first place. This is the circle that we need to watch out for. You know, the crony capitalist using the power of the state to redistribute money from the poor to the rich. And this happens in so many different ways. All protectionism, all protectionism is like this, you know, restricting, for example, FDI on retail, which so many of the parties have been for is another example of that. And they are always couched in rhetoric of who we are helping the domestic manufacturer. But listen, markets exist for the benefit of consumers, for the benefits of citizens. And all of this amounts to redistribution from the poor to the rich. And therefore, I hope that in time now that we have come to see the evil effects of these import duties, that in time, you know, we begin to cut down on import duties altogether."
    },
    {
        "speaker": "Guest",
        "time": "01:35:13.880",
        "message": "I like one more thing. You said we are transferring from the poor to the rich, which is incredibly true in a country like India, where you know, large number of consumers have pretty much anything tend to be poorer than the manufacturers. The other thing is we're distributing from a very large number of people to a very small concentration. Right. And that is also the reason why some of these things persist. So it's very difficult for a large number of citizens, you know, maybe a hundred thousand people in India need one of the medical equipment or, you know, a mask or something that we're talking about. And it's very difficult for them to coordinate and say, hey, you're robbing us of 20 rupees each. And it's much easier for the six or seven manufacturers to coordinate and say, oh, we're going to get 20 rupees additional from, you know, a hundred thousand consumers out there, and we can split it amongst the five of us. So now how do we lobby the government? So this is a classic case of concentrated benefits and diffused costs, which is why many of these things exist. So it's not just a transfer from the poor to the rich, which is a morally bankrupt situation. But the reason why they persist is also it's a transfer from a very large number of people who pay a small fraction to a very small number of people who gain a large fraction."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:31.480",
        "message": "Yeah. And in fact, to add to that, I'd also point out that the cost is unseen in the sense that I, as a consumer, don't know the cost that I would have saved had the import duty not in place. I, for example, as a consumer certainly pay something every year for to keep Air India afloat. You know, I have paid something in the past to have these giant statues built, but I don't know what it is. It is unseen to me. And even if I knew what it was that, hey, Amit, you're spending a hundred rupees every year on Air India, and you know, a hundred rupees each on a million things like that. For the sake of that one hundred rupees, I would not be able to get together with all other citizens. It would not be incentive enough to actually spend so much time and effort. But for the person who is gaining from it, for Air India, it's very easy to then lobby the government."
    },
    {
        "speaker": "Guest",
        "time": "01:37:16.920",
        "message": "They're unionized employees."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:18.400",
        "message": "Yeah, exactly. Who are, you know, subsisting on this coercion. But, you know, sort of, let's go back. And your column, of course, has more examples of this. And it's a beautiful column. I'll link it from the show notes. I wish I had written it."
    },
    {
        "speaker": "Guest",
        "time": "01:37:32.400",
        "message": "All columns dedicated to Amit Verma are beautiful columns."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:37.760",
        "message": "This is the first column ever that has been dedicated to me, but thank you so much. It should be dedicated to Bastia, not to me."
    },
    {
        "speaker": "Guest",
        "time": "01:37:45.080",
        "message": "No, no. Yes, I do mention Bastia in the column. But a conversation with you got me thinking about this. So Amit and I had chatted sometime in the morning, just before I started working on the column. And something Amit said to me, you know, got me thinking in that direction. And I was already thinking about import duties. And I was like, very frustrated with the fact that there are testing kits stuck at ports because the drug controller has not approved it and, you know, things like that. So that's what instigated me to write this, which is why it is dedicated to Amit. Yes, all great ideas. We are all riding on the coattails of Bastia."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:21.840",
        "message": "We are riding on the coattails of Bastia. And at this point, I must point out, I must retrospectively dedicate my last column to you, because it was about the flailing state. And of course, I first learned about that great 2009 paper by Land Pritchett because of you, you introduced me to that paper. And I want to now sort of turn to that the argument I made in that column, which will be linked in the show notes, is basically that this temporal passing, hopefully passing disaster of COVID-19 has also shed light on a deeper underlying disaster, which we have completely normalized, which is a failure of the Indian state. The term Land Pritchett used for it was flailing state, which is when, you know, the head of the state, the brain of the state has no connection with any of the bodily organs, which we have actually seen in practice, where after the lockdown was actually called, there was so much police brutality across the country, because they simply hadn't got the instructions that essential services to be kept open, people can go out to buy food, etc, etc. And the larger point I was making, and again, something that I get emotive about and feel strongly about is that, you know, there has been a huge, not just state failure, but moral failure over the last 70 years. And what we have done to a poor in the fact that we are still a poor country 72 years after independence, I think the a couple of the stats I cited in my column is that every day, every day in India, 3000 children die of starvation of not getting enough food, one fourth of all Indian children are malnourished. And honestly, you know, I can cite figures from various fields, you can look around you look what is being done to our farmers, you look what is being done to our women, you know, perennial second class citizens, and a layer of pain that lies beneath every other crisis that you can name, whether it's a jobs crisis or the farming crisis. And all of this points to sort of the failure of the state and the way in which society runs itself despite the state, as we have seen in all the volunteer efforts coming out, coming up across the country to help the migrant laborers just to take a small example. Now, my sort of related question and is that, look, you know, you and I would both agree that part of this failure lies in the way that we think about it, that we think as men of system to use Adam Smith's term. And we think in paternalistic terms, that if we give handouts and all of that, then we can solve the problem of poverty, which is how we know that it cannot be solved that we know that there is, you know, a disconnect between there is a trade off between growth and redistribution. And that 1% of GDP growth lifts 2 million people out of poverty, that economic freedom and allowing society to function well is the biggest driver of growth and therefore of people coming out of poverty and paternalistic policies have a very limited impact. Now, in terms of dealing with the current COVID-19 crisis, you have proposed as a short term measure, a number of policies which otherwise we would frown upon as paternalistic and, you know, giving a man a fish instead of teaching him how to fish, for example, a time bound UBI. So explain to me your thinking on this, that, you know, policies which we would never consider to and which we know would not work for this larger ongoing normalized disaster, that is poverty in the Indian state, we are seeing them as a short term fix now, is it an extension of the fact that in this crisis, the primary duty of the Indian state is to protect the citizen. And if those measures like a lockdown have economic costs, those have to be ameliorated by the state. Is that where the thinking is coming from?"
    },
    {
        "speaker": "Guest",
        "time": "01:42:15.520",
        "message": "Yeah, so three things, you know, you've you've talked about, I think, three distinct issues with the state. So the first one, the flailing state, I completely agree with you. I mean, that's a fantastic paper by Lant. He's written a lot on this. Alex and I wrote about this too. Our basic point, which, you know, you agree with, is that the Indian state tries to do too much, too soon. It tries to regulate areas that it has no capacity to regulate. It tries to monitor things that it simply cannot do. And it does too little of what it is supposed to do, which is provide law and order and provide public goods and security and things like that. In fact, one great line from Ed Glazer, the economist, when he wrote about state capacity in an essay, he said, a country that cannot provide clean water should not be in the business of regulating film dialogue. And you and I, as, you know, classical liberals will agree that no one should be in the business of regulating film dialogue anyway. But on the margin, what he was talking about was state capacity is limited resource like anything else. And the Indian government spends all its capacity on all these useless things, which it cannot possibly accomplish, right? Instead of actually providing clean water, basic public goods, sewage systems, you know, maybe like a primary education system, things that we associate with the government doing even in your and my version of a limited government. So our government is completely like, so in the process, it has spread itself too thin and it's flailing. So the Indian government has labor regulation, which the most advanced countries in the world don't have and cannot hope to enforce. And so what happens as a consequence is that the Indian government also doesn't enforce all its regulation. It just does it in a discretionary and pernicious fashion. So when it wants to come down hard on some manufacturer, they will send the labor inspector and, you know, sort of list the 30 violations and try to put that person in jail or extract a huge fine. So that's how the Indian government operates. So I'm completely with you. I think I wrote a similar column on this. I think it's called the Upside Down Indian State. I'll share it with you so that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:34.520",
        "message": "you can put it in the show notes."
    },
    {
        "speaker": "Guest",
        "time": "01:44:35.520",
        "message": "We can link it in the show notes. Yeah. So that's one part of it. And there I'm in complete agreement with you. The second part of it is what is the appropriate role of the state in peace times and what is the appropriate role of the state in pandemic times? Now, I completely agree with you that over 70 years because of terrible socialist laws and paternalistic laws and, you know, us just trying to stifle the market system and voluntary action at each and every stage, we have completely suppressed private enterprise. And in the process, we've impoverished hundreds of millions of people. So on that, I think there is no debate between you and me. And I think 90 percent of the economists agree with us. But the fact of the matter is we are currently living in a country of 1.3 billion people where 275 million are below the poverty line and the poverty line is 1.25 dollars a day. So these people subsist on less than 3000 rupees a month. OK, and that's something we need to seriously think about. The second is even people above the poverty line because of really stupid policies like our labor regulation, like our industrial licensing, most of them work in the informal sector, which means they don't have the safety of contracts like, you know, people like me, for instance. So I have a contract with my employer. You know, they can't fire me if I'm working remotely. And right now I'm not able to produce anything because of the covid crisis. You know, I still get a paycheck. Most people living and working in India do not have that security. When you work in the informal sector, you also don't get employee insurance. You don't get pension provident fund, you know, a whole host of things. And a very large proportion of the people in the informal sector are actually daily wage laborers, which means if I can't go to work today because I have a fever or my family member is sick, then I don't get paid anything and I need to go to bed, you know, starving. So that's the circumstance we have created for about three to four hundred million people. So these people in India are above the poverty line because they work very hard. They work long hours. They work as daily wage laborers, usually in the informal sector. But the flip side to that is the moment you have something like demonetization or a lockdown to mitigate the covid pandemic, these people are not going to get paid. So they are not a group that has savings. Right. So, for instance, if I didn't get paid right now, I'm an economist. I've come from a lot of privilege. I have some savings in the bank that tied me over for X number of months. There's a large group in India, three to four hundred million people who cannot go through three weeks of a lockdown because they don't have savings to sustain them for three weeks. And this is no fault of theirs. It's not like they did poor financial planning and ate too much popcorn when they went to watch a movie. Right. They just don't make enough money. They live on subsistence day to day. If they earn today, they can feed their family. If they don't earn tomorrow, they can't feed their family. Now, this group has suddenly it's very vulnerable to economic stress even in normal times. And they get pushed to the poverty line or below poverty line when there is a huge shock. So, you know, when everything gets locked down because of pollution in Delhi, that is a big shock. Not only do these people get sick, they also don't have the ability to go to work when things get locked down because of demonetization or a covid lockdown. Same problem. So they're very vulnerable to economic stress and they slide back into poverty. So poverty is not a fixed concept of I'm poor or I'm not poor. It's all circumstances. Right. So currently, in addition to the 275 million who are below poverty line and they are very well targeted, we have a pretty good idea of who these people are and a lot of policies targeted towards them. You and I can debate the effectiveness of those policies, but the government has at least made an attempt to identify these people. The 400 million people who are on the cusp of economic stress being pushed one way or another. So when markets flourish, you know, they get lifted out of poverty and when markets can't flourish, they get pushed back into poverty. This group is invisible, right? Or unseen to go back to our theme. And we do need to think about them. We definitely need to think about them in pandemic times, even if we don't think about them in peace times. But I think overall, we need some kind of a sensible solution for that. So in the post, I had suggested a UBI. I did not think of it as a paternalistic act. I thought of it as a fundamental moral duty of the state to make sure that its citizens do not starve. And the reason the citizens are in that position in the first place is because both as a government and as a society, we have consistently looked the other way when it comes to the informal labour sector, right? We are not very good about, you know, even the most elite among us. How many people are offering health benefits to their household help? I don't know, right? I would assume a very small percentage. So it's not just the government, it's also the rest of us. As a country, as a society, we have made these people invisible in the system and we just operate business as usual and we look the other way. When we pass a slum, we just hold our nose up and, you know, sort of, we carry on with things. And right now, the pandemic has cracked open this sort of, you know, underbelly of the Indian political economy, which we always pretend doesn't exist. So slums is another problem. As you and I have talked about this before, slums are a consequence of terrible urban land regulation and housing policy. That's why slums exist. Bombay would not function without slums. No big city in India can function without slums because 42% of the households in Bombay live in slum or slum-like arrangements, informal arrangements, but they are the bulk of the labor that runs the Mumbai economy, right? So we need to think about these people, but we don't address these issues normally. Now that there is an outbreak in Dharavi, suddenly we're like, oh my God, we need a slum policy. But historically, we've not addressed it. And now helping these people, we can't say that's paternalism or that's a handout. At this moment in a pandemic, it is absolutely our fundamental moral responsibility to ensure the people we have personally, and as a society kept impoverished, do not die of starvation or do not die of disease. So that's my response to that. When it comes to your third question of do I think a UBI should carry on beyond this? Now, in normal times, both you and I are not in favor of transfers from the government to citizens. We are not in favor of subsidies and things like that. Now, as an economist, I will say that an income support, which is not means tested, that is we're not saying you get it if you qualify, if you're below a certain income or if you have a certain profession. So basically we just give it to everyone of a particular category. Those tend to be the cleanest transfers. They have the least distortions, right? So as an economist, I'm a huge fan of universal or quasi-universal income and that being given in the form of a direct cash transfer, simply because it's the cleanest instrument that we can think of. It has the fewest price distortions. So it's much better than giving agricultural subsidy, water subsidy, food subsidy, fertilizer subsidy and all the million other distortive subsidies that we have. So that's the economist part of it. The other aspect I want to shine light on when it comes to income support as an economist, and we are seeing this happening the world over, the market process, while it's incredibly valuable in pushing people towards prosperity, it is not seamless and it is not even in its effects, right? There are business cycles and we've seen this happening in developed countries because of globalizations. There are certain areas such as manufacturing, which have taken a huge hit and the people who are working in those sectors suddenly find themselves unemployed, right? And they are not at any personal fault. They're not lazy. It's not that they don't work hard. It's just the global forces of the market are so big that their firm had to move its manufacturing operations to China or something like that. And as a society, we need to think about how do we support people for a short period of time or in times when there are business cycles such that they can retool and get back into the economy as opposed to them losing their job and then suddenly being out of work. Now, even someone like me, as we talked about this, I come from a lot of privilege, but I have hyper-specialized. I have just been in academia my whole life. I don't know very much beyond economics and public policy. If you asked me to go and work tomorrow and say, hey, your university is closed, but we need a lot of masks. Why don't you go and work in a factory that produces masks? I mean, they'll throw me out. I don't know how to sew or I know how to sew very badly. So it's going to take me some time to retool, even if I'm willing to take on a different job, which is in manufacturing or a different kind of job writing outside of academy or something like that. So we need to think about that. So the market is not seamless. It comes with business cycles. And this is true both in India, where we're looking at unproductive sectors of the economy, like agriculture and people moving to manufacturing or services, people moving from unproductive rural areas to urban areas. Income support hugely helps people when they're making these transitions and these transitions are extremely necessary when we think about a functional market system. Can some of these transitions be provided by civil society? Absolutely. I don't think income support should mean that civil society cannot participate. Second, I don't think income support should be very high. The kind of income support I'm talking about is 3000 rupees a month. That's the poverty line, right? So it is not enough to incentivize anyone to just stop working and hang out at home. It's just about going to buy you food and shelter, if at all. So I don't think there is too much moral hazard and I don't think there's too much paternalism. And the really rich people who spend 3000 rupees on a meal or a drink, who don't need it, will not get it anyway. So I think it's a very clean instrument and I think it's necessary. I don't think this is a paternalistic act. I think if you and I are to take the functioning of the market seriously, we also need to think about business cycles. We need to talk about sectoral shifts. We need to think about how people in a society which is civilized, which has deep division of labor and specialization, are not going to be able to transition from one area to another area overnight and seamlessly. And according to me, the cleanest instrument I can think of in these circumstances is some kind of direct cash transfer, basic income support."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:21.960",
        "message": "Okay. So I have a bunch of thoughts on all of that. To begin with, I'd like to share"
    },
    {
        "speaker": "Guest",
        "time": "01:56:28.200",
        "message": "an image with you, which are... I feel like we can finally disagree on something. So I'm looking forward to this. We agree far"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:34.680",
        "message": "too much. The disagreement comes at the end. In fact, you know, when people ask me that, you know, why don't you get people on your show you disagree with? I say, look, I disagree with almost everyone who comes on my show, with the exception being Shruti Rajgopalan. So boom, that achievement unlocked. But anyway, my first observation is not a disagreement. It's in fact, it strengthens your case, which is an image that our mutual friend Kumar Anand once told me about, where Kumar used to live in Mumbai in those days. Now, of course, he's in Delhi. And Kumar was once chatting with a taxi driver, and the taxi driver told him about the circumstances of his life in Mumbai. Obviously, he was a migrant from somewhere else, I forget where, UP, Bihar, wherever, to Mumbai. Now, the taxi driver lived with seven other people, eight people to a room. So they shared this narrow cloistered space. And when the time came for him to work, he got up from sleep, and he went to work. Now here's the kicker. There were actually 16 people who lived in that room, but they slept in shifts. So you'd have eight people who would have it for half the day. And then those eight people would go out to work to drive the taxis or whatever other work they do. And the other eight would come back from their shift, whatever it was they were doing, and they would sleep. So in a room, you managed to pack in eight people. And then you're there actually 16 people. Now what happens when you have a lockdown? What happens when you have a lockdown is, first of all, none of these guys has work, right? None of these guys has work, they're all out of work. They're probably people who subsist on maybe they have a week's money in advance at most, they don't have savings. And now instead of eight to a room, there are 16 to a room. They can't even lie down in their own space because their own space was, you know, had that temporal limitation. And the thought that strikes me here is who let them down? In my mind, if I go to root causes, I would say again, it's that same thing. It's a failing state that let them down that over 72 years we have with you know, our crony socialism and our distrust of private enterprise, we have not allowed our society to progress to the level where everyone can meet what the philosopher Harry Frankfurt calls a doctrine of sufficiency. None of these people meet that and all of these 16 people may be above the poverty line. So when a pandemic happens, and there's a lockdown, do we owe them something? And I agree with you, it's a moral imperative, we owe them something. But I will also, you know, frame it by alluding to something the great farmer Sharad Joshi once said. Sharad Joshi, of course, is one of my favorite 20th century leaders. You can hear a bit more about in the only Hindi episode I've done on my podcast,"
    },
    {
        "speaker": "Guest",
        "time": "01:59:11.280",
        "message": "which is episode 86 of the scene and the unseen. It is my most favorite scene in the unseen"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:15.840",
        "message": "episode of all time. Which is the first, you know, I should do more Hindi episodes, but"
    },
    {
        "speaker": "Guest",
        "time": "01:59:20.520",
        "message": "that is with the farmer leader. It wasn't because it was in Hindi. It was because of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:24.080",
        "message": "Gunwant Patil, who is just such a clear thinker. So that episode was with the farmer leader Gunwant Patil, who was an old associate of Sharad Joshi. And he spoke about Sharad Joshi's fantastic phrase, negative subsidy. Now, what is a negative subsidy? We all talk and this is extremely unfair. We talk unfairly of farmers, of people who are subsidized by the state. This is rubbish. In Sharad Joshi's words, farmers are actually hurt so much by the bad policies of the state and do go back and listen to that episode. And one more I'll link from the show notes are hurt so much by the acts of the state that they actually lose money. And Sharad Joshi calls this the negative subsidy. And Joshiji was against all forms of paternalism. But nevertheless, you know, if you look at the manifestos that he drew up for the Shetkari Sanghatana, the party which he founded and ran so well, everything there was promoting freedom and anti-paternalistic and talking about removal of controls and blah, blah, blah. But there was one thing which on the surface sounds paternalistic, which was farm loan waivers. But it sounds paternalistic on the surface. Joshiji's point was that look, this is a compensation for the negative subsidy that we have been subjected to all our lives. And in his mind, it was, you know, a temporary measure that you have to do only side by side with all the other reforms. And how farm loan waivers, of course, used in modern India, are in a paternalistic way without making any of those structural reforms, and therefore they do not work. Now, I want to sort of when we are talking about markets, and since agriculture is what we brought the subject to, I also want to point out that when we liberalized and it was a very limited liberalization, sadly, in 91, the one sector that we did not touch was agriculture, it wasn't liberalized at all. I've had episodes speaking in depth about this. And that is a one sector where there is the largest amount of distress. So I would still hold that in the long run, you have to let voluntary action play a role that, you know, people are not costs, they are resources. And that if you look at what has happened in other free economies, and in the sectors that we did free up, they have done far better. And you know, in agriculture, they continue to sort of do not so well. And here, I would again, you know, go back to you know, when we talk about UBI, and when we talk about helping poor people with redistribution, I would point out here, there is a cost to this. And it is both a moral and a financial cost. The moral cost, of course, is coercion. Every compassionate act of government is founded on coercion, because the government takes its taxes by coercive means. So that is a moral cost. And it's a moral cost, we should acknowledge while talking about what government action is justified and is not justified. I would, for example, say that the rule of law is justified, that coercion is justified for that it is not justified for building 100 meter statue, or for spending 1000s of crores in advertising, government services, not the case, irrelevant. Leave that aside for a moment. But the financial cost, you know, I had Ajay Shah and Vijay Kelkar on my show a few months back. And in fact,"
    },
    {
        "speaker": "Guest",
        "time": "02:02:47.920",
        "message": "that book is really fantastic. I think everybody must read In Service of the Republic."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:52.880",
        "message": "Yeah, they wrote a brilliant book called In Service of the Republic, which I totally second what you just said, everyone should read that. And a concept that they very clearly elaborated upon at length is a marginal cost of public funds, which is for every one rupee spent by the government, the cost of the economy is that of three rupees, I mean, between two and a half to three and a half in India, but you can approximate that to three rupees. So it's not just if you give a handout of one rupee to someone, the cost to the rest of the rest of society at large for off that one rupee is three rupees for a variety of reasons, which the book elaborates upon."
    },
    {
        "speaker": "Guest",
        "time": "02:03:28.680",
        "message": "Yes. And in the scheme of things, UBI is on the lower end of that cost, because it's much"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:35.800",
        "message": "cleaner than most other subsidies. But there is a certain cost of public funds, no question. Sure. So now the point that I'm getting to with regard to UBI is that I would actually be okay with UBI, if we make the assumption that look, in a poor country, there is immediate distress that you have to relieve. And therefore, the UBI works for that. But the caveats I would put is that it has to come in place of all the other failed paternalism that effectively makes us that effectively makes us a predatory state. I do not see that happening in the political economy. And be in a case like this, while I agree that it is a moral imperative that we have to make sure nobody starves. I mean, that is regardless of context, that is regardless of COVID, no one should starve. But then the point is that, and this sort of leads me to the next question, but we'll come to that next."
    },
    {
        "speaker": "Guest",
        "time": "02:04:28.480",
        "message": "Hang on one second. You know, I don't want to keep peddling all my columns. But my argument, I have written against UBI in India, though I'm a big fan of UBI overall. And my argument was very similar to yours, which is in India, normally, UBI should be a substitute for all our other bad, you know, subsidies. So what we should do is we should add up the cost of all those subsidies, we should scrap all of them, and whatever money is remaining in that pot, we should say, okay, what is the fiscally responsible, you know, income support that we can provide from that. What India has done instead is it announced quasi UBIs just before the last general election, and it didn't scrap any of the subsidies. So I think the title of that column was UBI is universally botched by Indians. And I was saying something very similar to what you're saying, which is, we don't want to end up in a situation where we give a UBI and all these other subsidies and keep compounding the problem more and more. So I very much agree with you, it has to be a substitute, it can't be an addition. I think it's a very much, it's a cleaner substitute. And the other thing I would add is, we need to keep it relatively low that it doesn't turn into a moral hazard problem. And the moral hazard is never from the poor in our country, it's always from the rich. And I don't think the UBI will, will subsidize anything for the rich. So you"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:49.040",
        "message": "know, I think we can, we can stay away from that. I agree with that in theory. But you know, the thing is that again, it goes back to the public choice issue of incentives. The predatory state is never going to reduce any of its predation. So if a UBI is added, it's not going to be as if you decide, okay, we'll get rid of all the other subsidies, and we'll put the money in a pool and let's do a UBI from that. That's not realistic, that's not going to happen. And you will just increase the fiscal burden, which of course means that one rupee of state spending is equal to you know, a cost of three rupees to society. And that cost of three rupees to society then accumulates and prevents society from advancing freely and helping itself because ultimately, as we have seen, mainly society helps itself in spite of the state."
    },
    {
        "speaker": "Guest",
        "time": "02:06:32.680",
        "message": "So I have a slightly more optimistic view on how this can happen. And you know, just bear with me. And this is obviously, there are some huge assumptions I'm making, but hear me out anyway. Now, I think it's a good idea to introduce a UBI kind of income support during COVID. Because once you start giving people checks that get into their bank accounts, it's very difficult to take it away. But to be fiscally responsible, because there are only so many resources and the government can't keep, you know, raising more and more revenue, it's already finding it hard to raise revenue. At some point, something has to give, and it would be very difficult to take away the UBI support, so other cross subsidies will go. That is my optimistic version of this problem. Now, I understand that that may not happen, or it may take too long to happen. But I think the UBI helps us get around that problem at least a little bit. Maybe I'm being too optimistic for Amit Verma, but"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:29.720",
        "message": "I will still hold on to this optimism. You are almost being as optimist as the communists were, that everything will work just fine. But incentives, incentives. No, no, I'm just kidding. So let's sort of I mean, I will suspend my judgment on that. And I hope you are right. And let's move on from that. I have two broad areas I want to talk to you about. But before I do, you know, I should clarify for people listening in that, oh, what are these heartless people talking about? People should not be given money and UBI is this idea, or a heartless person, speak for yourself, speak for myself. And the whole point is that we cannot judge policies by their intentions, but by their outcomes. And therefore, we have to take a good hard look at all policies according to the effects that they will have, particularly what I call the unseen effects, you know, as in the price controls we discussed earlier, who would object to everybody getting sanitizers for cheap. But what happens if you fix the price is that nobody gets them. And you have to look a little deeper. And, you know, I would still say a small income support is"
    },
    {
        "speaker": "Guest",
        "time": "02:08:37.400",
        "message": "slightly different from price and quantity controls. But you and I agree on on what margins they're different. But I just want to, I want to flag that. And I, you know, I'm not a big fan of income support in developed countries or in Scandinavian countries. I think there's a genuine model hazard problem. I think there's a question of, you know, disincentivizing productive labor force and things like that. In India, we're talking about this at the subsistence and starvation level. So I find it very difficult. Maybe I have to turn my libertarian card in to the libertarian policemen out there. But, you know, I still think we have to figure something out because their impoverishment is not their fault, but our failure as a government and society."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:25.200",
        "message": "I think I would, you know, go back to Sharad Joshi ji to think about this, where Joshi ji's formulation was that, look, we need to make all these structural changes and paternalism cannot work. However, as a short term anesthetic, while you make those changes, you better compensate us for the misery that we have had to go through for all these decades, by at least giving us these waivers now and never again, because once you make the structural changes, we won't"
    },
    {
        "speaker": "Guest",
        "time": "02:09:51.440",
        "message": "need them. And that's the hope that India is so rich that it doesn't need this kind of income support. Income support is required when people are living on subsistence levels, they have no savings to fall back upon. You know, any kind of economic distress immediately pushes them into bankruptcy or they need to sell their land and their wives' jewelry."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:12.360",
        "message": "Those are the kinds of circumstances we're talking about. I agree. But my whole point is that those circumstances are brought about by and persist"
    },
    {
        "speaker": "Guest",
        "time": "02:10:20.440",
        "message": "by pernicious regulation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:22.440",
        "message": "Yes. And the point is, my worry is that, you know, this will again become a paternalistic, patronizing, sop thrown to them without any of those structural changes being made. And then it becomes a trap that they remain trapped in, much as has happened in agriculture. But let's move on from that. You know, I have a couple of larger questions, which I think we can finally begin to agree on something again."
    },
    {
        "speaker": "Guest",
        "time": "02:10:49.720",
        "message": "I'm surprised, you know, I always thought we agree too much. I'm glad we found some"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:53.880",
        "message": "point of disagreement. This is great. Yeah, actually, I remember the only..."
    },
    {
        "speaker": "Guest",
        "time": "02:10:57.400",
        "message": "I should put on a t-shirt, I disagree with Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:00.360",
        "message": "Well, you know, I think the whole freaking world is a market for that t-shirt in that case. But yeah, so good luck with that."
    },
    {
        "speaker": "Guest",
        "time": "02:11:11.080",
        "message": "And I'll make a lot of money selling the t-shirt."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:13.320",
        "message": "Right. Just saying. So this is kind of sort of the next thing I'd like to talk about, which is essentially that what we see in many crisis of whatever sort, whether it's a pandemic sort or a war sort or just an economic downturn sort, is that the government will use a crisis as an excuse or rather the state will use a crisis as an excuse to take even more power than it has in, quote unquote, peacetime. And those powers persist after the crisis is over. For example, you know, in wartime, a government could hypothetically take over powers which affect your privacy and which affect your freedoms. And they would say, you know, it's a freedom versus security thing. We are in war. So freedoms are not that important. And in peacetime, we'll see. But in peacetime, things never go back to normal. Do you see that there's a risk of that happening during this crisis?"
    },
    {
        "speaker": "Guest",
        "time": "02:12:06.880",
        "message": "And if so, in what ways? That keeps me up at night. So, you know, in general, I think emergency powers, they tend to be draconian. We already have a draconian Indian state, but emergency powers tend to give more discretion to the state, more power to the state to really infringe on private activity. And it's not clear to me that that goes away easily. Now, in India, you know, when you and I recorded the episode with Alex, I don't remember verbatim what he said, but when you asked him for his thoughts on Indian society and Indian state, he said, Indian people tolerate too much abuse from their state or something like that, right? Something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:47.760",
        "message": "to that effect. About how we are a tolerant nation. And that episode, by the way, will be recorded in early Feb, but it will release now in June and it has nothing to do with COVID. But I don't think it will be dated because our subject is not dated."
    },
    {
        "speaker": "Guest",
        "time": "02:13:01.160",
        "message": "Because we are timeless, Alex and I. No, it's because, so he said that, and I agree with him. The Indian state already has taken such extraordinary powers and had such major infringements on individual liberty. We don't even realize when the state is imposing more stress on us. And I'm very worried that COVID will do that. I'll tell you a couple of areas where I'm particularly worried. One major problem we have, and this goes back to the head of the show when we talked about healthcare capacity. So Alex and I have written about what kind of pandemic policies we need in developing countries in the absence of healthcare capacity. So we don't have enough testing kits. We already know that. One way by which Kerala has had success and other states should emulate is contact tracing, right? So the state is going to come and it's going to ask you your travel history. It's going to ask you every single person you've met. It's going to ask you who you shook hands with, and then it's going to go to each and every one of those people. And if anyone's affected, they're going to take them away from their family or their neighborhood. They're going to isolate them. This is an enormous infringement on individual liberty, right? We are tolerating it in a pandemic because we live in very difficult circumstances. We live in very dense urban environments. We don't have a good culture of social distancing because of our lack of resources. We have intergenerational cohabitation. So it's very difficult to socially distance from people who are elderly and could be at risk. So we are tolerating this kind of infringement, but I don't think it is a good idea ever for the state to know where I have been, what I have done, who I've met, who I shook hands with last. This is a really big problem. But contact tracing is one of the very few mechanisms we have as a substitute for wide scale or large scale testing, which we cannot implement in India. So in an ideal world, we'd be like South Korea, right? We conduct millions of tests and people just go, they test, they get tested positive or negative and accordingly they isolate or they don't isolate. In India, we don't have that. In fact, we've had people lie about their travel history, right? We had the infamous Kanika Kapoor, who's the singer who came and attended four weddings. She lied about her travel history. She did not quarantine. She's created a racket at a government hospital in Lucknow where they tried to isolate her. So the Indian elite can be very badly behaved. The Indian, the non-elite, the poor, very often they're not in circumstances to isolate. They're like, I'm the sole breadwinner of the family or I'm the only one who can look after my parents, right? If I leave, there's no one to look after my kid. So these kinds of infringement on individual liberty, I'm not a fan of, and I would really like to not see this persist. We're also getting into huge privacy issues. If you look at contact tracing through mobile phones, right? I was told, I don't know how to verify this information because I'm not a computer science person, but I was told that the government apps, which are the diagnostic apps, they register your location through GPS and Bluetooth long after you've done the diagnostic test. That is something that worries me deeply. So these sorts of things I'm not comfortable with. I don't see what the alternative is. The alternative is excellent healthcare capacity and everyone having a large house, lots of square footage, clean pipe water and soap and hand sanitizer to self-isolate while they comfortably live off their savings. But we don't have any of them, let alone all of the above. So these are the sorts of spaces where we are ceding a lot of control to the state and I'm not a fan of it persisting. And in the United States, it's passed the CARES Act. It's an extraordinary economic stimulus because these are extraordinary times we've had, I think, in America. The last time I checked, about 22 million unemployment claims in the last few weeks since people have started putting in a shelter in place orders and restaurants and other services have started shutting down and people have lost jobs. But it's a 2 trillion stimulus and we have to pay for it. And when I say we, I mean the future Shruti Rajgopalan and the future workers two years from now, three years from now in the American economy need to pay for this. And there is no clarity on how we came up with this number, whether it goes to sensible users, 2 trillion in a stimulus for COVID and the related economic crisis and hardly any of it has gone towards development of vaccines, which frankly is the only way to get out of this mess. So it's not clear how that money, you know, if the dollars were put to the best use either. So I'm not an expert on the CARES Act, but there is another way by which, you know, we've given up or we've ceded a lot of control in these emergency situations to the government to spend a lot of money without any of us having a very clear understanding of how we're going to get out of that spending and how we get out of that situation. And right now, everyone's attitude is, look, it's an emergency. We shouldn't worry about spending, just print the money. We'll figure it out later. If we don't spend the money now, there will be no economy to protect or, you know, the people will be dead. You know, there's all of that chatter and I can sympathize with some of that, but it does concern me on, you know, how are we going to go back and sort of control the fiscal excess of the state? So there is the excess in terms of privacy. There is the excess in terms of, you know, fiscal expenditure. There's also excess in terms of just, you know, police brutality and things like that happening in India. So we don't know what the appropriate role of police officer in these circumstances, right? When they say enforce a lockdown, is the job of the police officer to assist people when they're in distress and want to congregate or is their job to shut down things, overturn vegetable carts and milkman's trucks and, you know, sort of start beating people up and doing lathi charges to get them to walk away from a mandi. You know, we have no clarity on that. My understanding of a police enforcing a lockdown is we systematically control crowds and have social distancing, but the police need to help people get the essential things that they want. No one is out and about just having a good time. The people who are out and about need to be there because they need to buy vegetables or medicines or milk. So we don't have a good understanding of what it is. So the police in India is just danda, right? Anyone who comes out in lockdown, we just beat them up. So these are the sorts of areas where we've ceded too much control to the government. We're willing to cede it during a lockdown, just not comfortable with"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:50.840",
        "message": "it. Yeah. And my related thoughts, number one, in the context of, you know, ceding a freedoms, it seems to me that there is also a widespread subject mentality in India. Like I watch a lot of TikTok and one common meme there is about these people who are saying ki, shall I go out? I'll go out. Mujhe kuch nahi hoga. And then the guy goes out and he comes back later and he says mujhe toh kuch nahi hua. And then he turns around and you realize that his shirt is torn because he's got a lathi beating. And that's completely okay. Apparently all the police brutality is completely normalized. I mean, I had a similar experience in my housing society here in Mumbai, where my society secretary got a call from the nearby police station saying, Hey, the commissioner is going to walk down the road. Can you organize your society to applaud for him? So on the society WhatsApp group, they organized everybody to go down and applaud. And a couple of women went out and showered flowers on the commissioner as he passed by. And that is such an obsequious"
    },
    {
        "speaker": "Guest",
        "time": "02:20:47.400",
        "message": "sort of display. And yet it's a perfectly rational response in a world where the police is draconian and will unleash its brute force on you if you don't sort of, you know, acquiesce and you know, applaud them or give them whatever it is they want, including respect."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:05.040",
        "message": "Yeah. And it was actually rational on the part of the secretary of our society to ask that people do this because other societies would, and you don't want to be in a situation where the society needs something tomorrow. And the cops say, Hey, no, but you are those guys and you didn't help us. That's number one. Number two, you know, in the, and I forget why this thought came to me in the context of what you were saying, but it's something that my friend Suyash Rai once said to me, in the context of demonetization, which you and I have recorded an episode on, but Suyash and I also recorded an episode on, I think that was, and I would recommend his overmind. They're both at different stages of the thing, but the point that he made was that whenever, and this is really important and applies to everything, that whenever you're doing a cost benefit analysis, you need to keep in mind that your calculation doesn't work if you're talking about costs to one group of people and benefits to another group of people. And it seems to me that with a lot of this, you know, throwing money at a problem, you are borrowing from the future to fund present problems, number one. And number two, there is also a lot of coercion going on in unseen ways on people who do not see it, but it's going on. And we ignore all those costs and we think about the assumed benefits. And now coming to that, that's a third point. I was reading an excellent column by Rathen Roy today, I think, where Rathen made the point that fiscal stimulus and all is okay, but there is a danger that if you put too much money in the hands of people, and they don't have goods and services to spend it on, what you will then have is hyperinflation. And these are very wise words. And this is one of those sort of downstream effects that we are not taking into account. Now, we are sort of going with that dogmatic thing that, oh, let's do a fiscal stimulus, we'll put money in the hands of people, they'll spend it and the economy will bounce back, you know, which is again thinking like a man of system, where everybody is a piece on a chessboard. But that's not how the real world and the economy work."
    },
    {
        "speaker": "Guest",
        "time": "02:23:05.600",
        "message": "Yeah, so Rathen, I mean, Rathen is an excellent economist, you should get him on the show. He's really fantastic. He is the director of NIPFP. And he also writes beautifully not just during the COVID pandemic, but more generally on, you know, fiscal issues, and public finance. So he's definitely, you know, everyone should read him and his business standard columns, you should have him on the show. I agree with Rathen in the sense that there are so many effects. So as you pointed out, again, in the head of the show that you know, there's no one thing called an essential commodity, right? There's no one thing called a supply chain, the economy is a beautifully woven web of thousands of decentralized actions. And if you suppress or control one thing, it's going to pop up in a different unintended consequence somewhere else. And we need to have a very detailed and nuanced understanding of the economy, before we just started throwing money from helicopters or giving fiscal stimulus and things like that. So one area where you know, I mean, I think Rathen and I would agree is we need to support people at the subsistence level, we need to make sure people are fed. But I do agree with Rathen that we need to be very careful about broader fiscal stimulus. It's not clear what money in the hands of people will do if there is an overall contraction of the economy because of the lockdown, both in terms of aggregate demand and aggregate supply, right? So that is something we don't have a handle on. We don't know what kind of contraction we're talking about. We don't know how long it will persist because at this point, no one knows how long this version of the lockdown will go on, and how the next opening up of the economy or, you know, easing the lockdown, what exactly it looks like. So we don't fully have a handle on what the overall economic contraction is. And in those circumstances, and just waving around, you know, well known tools and just printing more money and saying this is a war and we should just throw money in a war economy. It doesn't help anyone. So I do agree with him there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:13.440",
        "message": "Right, let's let's move on to, you've written a paper with Alex, where you talk about 10 solutions, what we can do going forward. And you've also spoken in conversations with me about broad strokes policy solutions, how do we look at India specifically, moving forward, you know, and I won't even say in a post COVID situation, because I think a post COVID situation, frankly, is a long way away. This is an ongoing crisis that we are part of, it has, it has changed our lives forever. I don't think most people realize the extent of the cultural changes and the economic shift that is going to happen because of this. But what are your sort of prescriptions going forward?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:53.720",
        "message": "Yeah, so this is actually prescriptions not even going forward. These are prescriptions for yesterday. Okay, so we wrote this last week. Alex and I, one of the themes that we have worked on before, and this is the paper on, you know, premature imitation, and state capacity in India and the flailing state, which, you know, we recorded a podcast with you. Our theme has generally been that it is problematic when developing countries just borrow solutions or best practices from the developed world. Because a lot of those best practices don't translate and they don't work very well in India. So, you know, the WHO and all the international organizations say, oh, the best thing that you can do right now is stay at home, don't meet anyone, wash your hands, you know, be safe and clean. Now we know in India, most people cannot follow that prescription. And the reason most people cannot follow that prescription, you know, two or three different reasons. Number one, the average living space in India per capita is relatively low, right? And this is particularly low in slums. So the average Indian, you know, per capita space, especially in urban areas, is about 127 square foot per person, right? That's really low. So it's small. In Mumbai, which is India's densest city, the average living space per capita is 48 square feet, right? And our friends at IDFC Institute kindly pointed out that 48 square feet is smaller than an American prison cell. So that is the kind of tight spaces in which we live. In slums, that number is close to 30 square feet, right? And then there are things like shifts that you talked about, which don't work in a lockdown. So we're talking about very low per capita living space in India, either because urban areas are extremely dense or rural households have more space, but the size of the household is much bigger. Second, we have intergenerational cohabitation. So, you know, there's the, you know, the joint family system in India where the grandparents, grandkids, parents, everyone lives together. So it's very difficult to social distance. Third is we don't have access to clean sanitation facilities. The worst example is Dharavi where, you know, four to 500 residents have access to a single toilet facility out of, you know, the million people living in Dharavi. But the better form of it is, you know, people who do have a restroom, it's not attached to the dwelling. When it's attached to the dwelling, you don't get clean piped water. When you get clean piped water, you don't have it for all day. You know, there are huge water shortages, especially in the summer, things like that. And because of these reasons, we cannot follow the simple, easy WHO prescription of wash your hands, stay at home, protect the elders. Right. So we need special policies for this, for India. So number one, one of the recommendations we gave was we need to repurpose existing government buildings into quarantine facilities because we need to actually extract people out of these dense circumstances and put them somewhere else. And we can't extract individuals. We need to extract the whole family because the Indian system doesn't allow for one person in the family to get quarantined separately. It just doesn't work. So one of our suggestions was right now all schools are closed. Right. And every single district has at least one public school, usually more. And they all have to have under the RT requirements, they must all have access to water. They must all have a restroom facility and they must all have a kitchen for the mid day meal. So these facilities can be very quickly repurposed into quarantine areas where we move entire families. And this is obviously a short term solution, but it's one of the few policies that we can actually implement because most Indians cannot follow the social distancing rules. Another example is, you know, this is very, it sounds very like Mary Antoinette, but if you can't give clean piped water, give hand sanitizer. Right. Normally in places like America, we're being told that, hey, hand sanitizer is the superior good. We are in extreme shortage. Soap and water work great. Please use soap and water in the absence of hand sanitizer. And I would flip it for India. In India, we need to increase the supply of hand sanitizer, especially in those, you know, one rupee sachets of two ml each. You know, those individualized, personalized hand sanitizers that you see everywhere in pharmacies normally right now, there's a huge shortage. And that is what we need to scale up and distribute across India, because in the absence of water, you use hand sanitizer. So India needs slightly different policy mechanisms to deal with this, you know, social distancing and isolation. So there are some of these things that the government can do. One interesting solution we gave was right now the hotel industry is down and out. Right. And I'm sure someone is going to start talking about stimulus and package for the hotel industry and the tourism industry. Our suggestion was let the government at a subsidized rate, rent private hotel rooms, you know, relatively low budget and repurpose them into quarantine facilities for, say, the next two to three months. And this can act as both a stimulus, but it can also get people out of these very dense situations. And it can use existing capacity, which which is there in the economy, which is currently debt capital, and it can quickly switch it around for something that is useful and productive during the crisis. Of course, we suggested that they rent private hospitals. They don't nationalize them. So I want to put that out. Again, another simple measure is to wear a mask. Right. The world has been flip flopping on that. First, experts said masks don't help. Then they said that, you know, using the Hong Kong and Taiwanese experience, the masks help a lot. So, you know, follow Asia and everyone should wear a mask. So a month ago in America, they said no one needs to wear a mask. And today, if you don't wear a mask, the police like literally beat you up, as you saw with the gentleman in Philadelphia. So, you know, in an ideal world, we would want these N95 masks to be produced and scaled up. But even the regular masks, simple masks made at home work reasonably well. And, you know, suddenly all our tailors are out of work. And you and I have friends who, you know, using civil society mechanisms are working with handloom facilities and tailors to quickly scale up the production of masks and distribute them. This will both employ tailors and also give masks to the needy. And civil society is doing"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:47.000",
        "message": "this in a way that the government has not yet been able to. In fact, on our last zoom call of a bunch of friends last weekend, you know, two of our friends are personally in different cities actually working on these specific initiatives."
    },
    {
        "speaker": "Guest",
        "time": "02:32:59.480",
        "message": "So that's civil society. They're doing it at a big scale already. So and you know, we don't just need two, we need 2000 of our friends to do this. So it's, it's a wonderful initiative. But those are the kinds of things we need to think about in the state is finding it very hard to think about it. So we need to switch it up, you know, civil society can think of some things and the state can maybe fund all this. Another was just removing regulatory roadblocks. And, you know, I mean, you and I have had hundreds of conversations over the last decade on the kinds of regulatory roadblocks that exist in India, but one of them is just approvals, right? So the state has tight controls on all kinds of approvals. So for instance, they remove the import duties on testing, but the Institute of virology needs to approve any test kit before it is deployed. And the drug controller needs to approve any important test kit before it can be deployed, right? And most firms have one or the other, they either have the license from the drug controller or they have the approval from the Institute of virology, they don't have both. So one of our suggestions was any test kit that's been approved in China, Japan, Singapore, United States, South Korea, Japan, Western Europe, just approve it in India already, right? There are countries with far better state capacity with far better regulatory capacity, which have looked into these and which have approved them. There are Indian firms which are exporting to these countries, but cannot sell in India because their approvals are stuck. The Financial Times did a great piece on that. So we need to remove regulatory roadblocks very quickly. And I would say there's a great time to piggyback on state capacity of other countries. Tying in with this is removing import tariffs on medical equipment. Of course, you and I think we should remove import tariffs on everything, but the urgent need is medical equipment. And we talked about private Indian labs running tests for which the government can reimburse at least to cover costs, even if they don't cover the profits. So these are the sorts of recommendations that we made, which are very specific to the Indian system. Another important tool is mobile phones. And now you and I have spoken about this in the past on how the mobile phone revolution in India helped India skip an entire stage of development. You and I come from a generation where we remember that you had to wait for four or five years to get an MTNL telephone line, right? And the moment they liberalized the telecom sector, you could get, you know, landlines much easier. And then when the mobile phone revolution came, hundreds of millions of Indians just completely bypassed the landline stage and went straight to mobile phones. Now, as a consequence, an incredible thing that's happened in India is two thirds of Indians either have their own mobile phone or have access to a mobile phone within the household. And about a quarter of Indians have smartphones with data, right? Now, this can be deployed in a big way when we are talking about testing and tracing. Now, I'd like this to be done as much on a voluntary basis as possible with as little state coercion. But I think there is some element of state coercion when it comes to contact tracing and taking down people's, you know, travel histories and personal histories. So you can use mobile phones. For instance, I know a couple of people who are already doing this, and these are private ventures. They are not hoping to make any money. In fact, one of the people I know who's doing this, young boy, 17 years old called Sohail Mohammed. He's an Emergent Ventures winner. And he created a diagnostic app in Kannada and English initially because he's a resident of Mysore. And you just take the test and it tells you, you know, you put in all your symptoms and it tells you whether you're at a high or a low risk of COVID and whether you should isolate and you should, you know, go look for a test or something like that. Now, it has two benefits. One, it provides information to people and provides information in local languages to an easy instrument that people can use and people can sort of use their phone and they can follow. The other is if you take permission of these people, and I'm not, I don't know exactly the technical details of his particular app. But if you take the permission of people and say, can we use your location data, not individualized, but anonymized, then depending on how many people in a particular district have taken a particular diagnostic test, you can figure out even before an outbreak in the community on whether that is a hotspot displaying certain symptoms in large numbers, right? So mobile phones can be deployed in a very interesting way. Mobile phones were deployed in Vietnam. The government introduced its own app and two thirds of Vietnamese people have access to the internet and to mobile phones and through Facebook and a number of, you know, local initiatives, they had a huge public outreach explaining what is the meaning of the coronavirus epidemic, how does it spread, how people can be asymptomatic, but still infect other people and what kind of precautions should be taken. And they incentivize people to give information on a voluntary basis, right? And those sorts of things are extremely important, especially given that we are not able to test on a large scale. So mobile phones can be used to screen. So one of our suggestions was it would be great if we can keep mobile phone accounts alive and allow mobile phone companies to use the 2% CSR that they are supposed to spend, you know, mandated by law towards helping people in distress to keep their mobile phones switched on, because that's a great way of reaching information to people and also collecting information from people. So we just came up with, you know, a list of 10 recommendations. This is in no way an exhaustive list, but it's just a basic list of things that are very India specific and very developing country specific that need to be accounted for when you're thinking of, you know, COVID policy during a lockdown."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:39:07.360",
        "message": "And it'll be linked from the show notes, obviously. I mean, a couple of, I mean, the related worry I have is that, of course, you know, the seductions of technology can often lead us to, even at a voluntary basis, sign away freedoms without being aware of what could lie down the road in a different time. And that's really the only thing that I worry about as far as privacy is concerned. And I'm with you on that. And I'm also a little worried about and I mean, I could actually frame it as a question to you, that, you know, it is also seductive to be able to use all the tools of your trade and then adopt an engineering mindset. Like I think the greatest danger to India, frankly, is the engineering mindset where you try to fix everything from the top down and design things. And, you know, or the man of system as, or the woman of system, as Adam Smith would have said, if he was women would never do such a thing, would never do such a thing. So that's a joke, people. The person of system, how do you watch out for that tendency in yourself? Because very often, you have a lot of intricate knowledge about how a system works. You also know at a broader level that look, this is spontaneous order, I can't control all of this. I can't design all of this, I must not fall for the fatal conceit. But there is also then that confidence. And if I may say it, perhaps sometimes that arrogance of that intricate knowledge. So how do you watch"
    },
    {
        "speaker": "Guest",
        "time": "02:40:30.440",
        "message": "out for your tendency in yourself? So one excellent thing for me personally, is that I have zero power and influence on any policies actually being implemented. So that is the greatest check on any hubris or arrogance I may have. I can write purely from a point of view of educating myself and educating other people. And thinking through the economic logic and incentives of a particular situation. Knowing full well that I have very little influence or control over policy. So that's a great check, you know, on my humility overall. Another is, like I said, I always veer towards voluntary action as opposed to coercive action. Because that is an ideological preference and a personal preference of mine. I would say it's a moral preference. It's a moral preference, but it's also something I don't know if I ever cultivated it or if I was just always like this. So it's not like I'm trying to be like this. I just fundamentally have a preference towards very low coercion as far as possible to avoid it and as far as possible rely on voluntary arrangements. So, you know, that also helps me a little bit. When it comes to the stuff like, you know, we're recommending mobile testing and things like that, I would say the third aspect is my two checks are always it needs to be incentive aligned and it needs to tap into as much local information as possible. Right? So this mobile phone testing, while it seems like an engineering tech solution, it is really the success or failure of it depends on bottom up information coming from various decentralized actors. And if people are not willing to participate in this, then the whole thing, you know, you can have as many mobile phones as you want. It's not going to do anything. Right. And the man of system government thing has to do nothing short of 100% invasive surveillance to substitute for that decentralized information to get any traction to, you know, instead of testing. So these are some of the checks that are in place. I'm not claiming that I get any of it right all the time. But I think just having a huge preference towards voluntary action keeps my power hungry side in check. Not that that side is being fed at all. I don't even have power when it comes to my dog in my house. So, you know, that's kind of my status on the totem pole. So I think that's usually what keeps me in check. But I think it's very important to worry about certain things. I think reading history helps, you know, thinking about what happens when we cede a lot of power to the government during war or during other emergencies. That helps a lot. Understanding the kinds of things that you have talked about, which is, you know, there is a lot of inertia in government and anytime we roll out a new government program, it's very difficult to roll it back. So what kinds of ways do we, you know, what are the methods we use to make sure that temporary relief or temporary use of draconian power do not persist in the long term? And these are just lessons. It's not like I knew this all along. It's just something you learn from reading a lot of history. So I think just reading the kinds of things I have read, you know, over a period of time, which is world history, lessons from Indian political economy, the kinds of draconian measures Indira Gandhi took during the emergency, whether it is forced sterilization, slum demolition. These are just lessons for us that we must just never forget. So I guess having a good memory on things that happened long before I was born and thinking about them constantly helps, too. So those are some of the checks. But I don't think any of us, you know, only people who believe no action should be taken in any circumstance can be completely protected from, you know, veering into engineering mindset"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:34.040",
        "message": "from time to time. Fair enough. That's a good point. And you know, what do you say about learning from history? Well, look, Indians, firstly, do not learn from history. And secondly, they don't read history. And secondly, we use the tools of WhatsApp University to manufacture our own history according to the lessons we want to learn. These are dark and depressing times for more reasons than just COVID-19. And, you know, on this, I have to say, I'm"
    },
    {
        "speaker": "Guest",
        "time": "02:44:58.400",
        "message": "going to throw the Indian elite under the bus because they have been one of the greatest disappointments for me in recent times. We were talking about all the areas in India which are rendered invisible. A lot of it is because Indian elite just carry on business as usual and don't apply themselves and their influence enough. So one huge area is how we treat essential workers. So, you know, we want our cities to be clean. We want our bathrooms to be clean. We want the sewage system to be cleared. We want the garbage to be picked up. But we never acknowledge who are the people who are actually doing this work. Even right now, everyone is clapping for people who are doctors and nurses who are still people of relatively privileged positions. But you and I have discussed this before a disproportionate percentage of our health and sanitation workers, especially the sanitation workers, are Dalits. And there is zero acknowledgement for them. There is zero increase in their pay. We don't believe in paying them overtime because they're working overtime right now. They're not acknowledged as an essential service. We've read reports of, you know, Dalit sanitation workers going to work who get beaten up on their way to work. We simply don't treat people well. Right. So same thing with slum dwellers. We've created a slum problem because of the nimbyism of the elites. Right. Even in Mumbai, routinely people will say, but you know, if we increase the FSI, there's going to be too much overcrowding and we won't get enough water and parking. And in the process, you know, we limit the FSI and we get slums. And every single one of these elites there, the bhai who comes to work in the house to clean it, or the garbage man who comes to pick things up, or the auto rickshaw driver who takes them everywhere, they all live in these slums. You know, the taxi driver Kumar spoke to is living in slums and shifts. And we just look the other way making these people and their problems invisible. So in that sense, I think the elites right now for the first time, we're talking about Indian husbands, chopping vegetables at home. There's a whole thing on TikTok and Instagram on, you know, how people's rotis are getting burned and they don't know how to cook. It's simply because we never paid any acknowledgement to essential workers who do the bulk of the unpleasant jobs in our society. And we've never created mechanisms to support them. We've rendered them invisible. And now we're like, Oh, how do I manage without a bhai? You know, how do we manage without the garbage getting picked up or the milkman, you know, delivering milk. So the Indian elite really need to step it up. Okay. And routinely we have the Indian elite who, you know, I've been watching this on Twitter all the time. As you know, the first super spreader event just happened to be a Muslim congregation. It could have been anybody, right? This was a pure chance, according to me, you know, in, in the timeline of things, but it was a super spreader event. And now suddenly we have Indian elites just outraging against Muslims on Twitter, as if Corona virus is a Muslim created problem. And, you know, like telling the government that the policeman to use as draconian measures as possible, saying things like, we need to beat them up. We need to put them in prison. We need to isolate them, you know? So it's like the Indian elite is a little too comfortable giving up more and more part of the government because they're very comfortable in the knowledge that the abuse of that power is always only against people who are already marginalized. And for this, you know, the Indian elite has to just be blamed and thrown out of the bus, especially the middle class. So I have suddenly in this COVID crisis, a very bad taste in, in my mouth because of everything I read, written by them on Twitter and TikTok and places like that. I don't know what your thought is on this."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:49.160",
        "message": "No, I agree with you entirely. These are very wise and sad thoughts, though. I'd say that"
    },
    {
        "speaker": "Guest",
        "time": "02:48:52.800",
        "message": "it's a rant, but we'll turn them into wise and sad thoughts. That's what we do in podcast"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:57.880",
        "message": "rant on any other medium is a wise thought on a podcast. So I will say one thing about TikTok that I've actually watched thousands of TikTok videos over the last few days. And I think got a better, much better sense of my society from it. And there is not only cause for despair, but some cause for hope. And I'll end on the note that I actually, you know, listening to your words, I thought to myself that I wish Indian society was a little bit more like the coronavirus, because the coronavirus does not discriminate. Shruti, thank you so much for coming on the show."
    },
    {
        "speaker": "Guest",
        "time": "02:49:30.840",
        "message": "Thanks so much for having me, Amit. It was really nice chatting with you. I mean, normally we do this face to face after you fed me a lovely Bengali meal at OCalcutta across the street from your studio where we used to record. But in these times when I don't know when I'll see you next, it is just really nice to be still be able to talk to you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:50.640",
        "message": "Social distancing Zindabad, online connecting Zindabad."
    },
    {
        "speaker": "Unknown",
        "time": "02:49:54.240",
        "message": "Privilege to Zindabad."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:58.080",
        "message": "If you like listening to this episode, do follow Shruti on Twitter at S Rajgopalan. You can follow me at Amit Verma, A M I T V A R M A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]