[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a bad dream the other night. I dreamed I was naked. Now being naked in public is a common dream people have and some might even find it pleasurable. But I wasn't in public. I was in a bathroom somewhere as the white marble tiles below me made obvious and I wasn't alone. Alongside me, I suddenly realized, were two other men in a similar state of undress. One was tall and lanky, the other was kind of stocky. I suddenly recognized them, Amitabh Bachchan and Amit Shah, the other two really famous Amits in this country. Mr. Bachchan was singing, Rang barse bheegey chunaru wali rang barse, while Mr. Shah was looking at me rather grimly, as if it was written on my forehead that I haven't got an Aadhaar card yet. Suddenly we became wet, a blast of water came at us from the left side of the bathroom and as I turned, I saw that there stood Narendra Modi, fully dressed, in a pinstripe suit with my name on it, holding a gigantic garden hose and he was spraying us with water. Modi ji, I said alarmed, what are you doing? Oh, hello Amit, he said, and Amit, and Amit, I am bathing you guys, I am personally setting an example under my new government scheme, the Swachh Amit Abhiyan, all Amits in India must be cleaned, you should see the cess I am charging for it, muha ha ha ha. The Swachh Amit Abhiyan, I asked, what's that? It's a centrally sponsored government scheme, the Swachh Amit Abhiyan and after your bath, you will go to school under another centrally sponsored government scheme, the Varma Shiksha Yojana, where you will be taught to behave yourself, muha ha ha ha, muha ha ha ha."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:04.880",
        "message": "Welcome to The Scene and The Unseen, our weekly podcast on economics, politics and behavioural science. Please welcome your host, Amit Varma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:15.720",
        "message": "Welcome to The Scene and The Unseen, I am your host, Amit Varma. As you may have understood from the bad dream I just told you about, I really don't like centrally sponsored government schemes, but why? To discuss the unseen effects of such schemes, I have with me in the studio, Pranay Kotasthane, my colleague in the magazine Pragati and a fellow at the Takshashila Institution, Pranay,"
    },
    {
        "speaker": "Guest",
        "time": "00:02:39.600",
        "message": "welcome to the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:40.600",
        "message": "Thanks Amit, good to be here again. Raj Bharat Abhiyan, Sarva Shiksha Abhiyan, Pradhan Mantri Gram Sarak Yojana, these sound like such incredible schemes with golden intentions at their heart. But you have an issue with centrally sponsored government schemes like all three of these and many others. Can you first tell me and my listeners, what are centrally sponsored government schemes?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:02.960",
        "message": "Good note to start with Amit, good intentions never make good policy or that's not the sufficient condition anyways. So yeah, let's go back to what these schemes are. So essentially, in the Indian federal system, you have governments at three levels. And at each of these three levels, governments spend money on various services. And each of these three levels also earn some money. So by these three levels, you mean center state, center state and the local governments, right? So now, as it happens, the amount that these governments spend is always more than the amount that they earn. And because governments are not households or companies, they can still survive, even though they run deficits. So what do they do to make up for this deficit? One they take debts. So you have foreign debts, you also have debts from one government to the other. And the other way that governments engage is by supporting some other level of government. So how that happens in India is, so now we have the state government, state government will get some money, which is something like a cash transfer, which is in public finance"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:07.120",
        "message": "literature, it is called general purpose from the central government from the union government."
    },
    {
        "speaker": "Guest",
        "time": "00:04:10.880",
        "message": "So that is just like I am giving you cash, you can do whatever you want to do with it. So now, this type of thing is formulaic based. So it is determined by something called as a finance commission, and it just comes to the state government. Now, the objective of such transfer is basically you want to have comparable levels of public services at comparable tax rates across across the country. So this is sort of that cash component of the money which is given. The other part and that is what the topic of today's discussion is something which is called discretionary transfers. Now these transfers or these, this money is meant for specific areas. So this money is not meant for you, it's not a cash transfer, think of it as a voucher. So the central government gives these vouchers to the state governments to be used on things like swachhata or things like education or roads or something like that. So that is what is called a centrally sponsored scheme. So again, from public finance literature, the objective of such a type of transfer is to ensure minimum standards of services in these particular areas are met. So that is the idea why union government would want to give this specific vouchers on these schemes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:23.880",
        "message": "So that is about centrally sponsored schemes. And states therefore have no option but to use the amount allocated for say Swachh Bharat on Swachh Bharat initiatives, they can't decide that hey, locally these issues are more important and therefore we will spend on these instead."
    },
    {
        "speaker": "Guest",
        "time": "00:05:38.120",
        "message": "Yes, that's the whole problem. So this the problem with centrally sponsored schemes is these are designed at the union government level. These are funded by the union government, but the implementation is left to the states. So now is maybe the states might say, for example, Kerala might say that primary education is no longer important for me because I have already hit 99% literacy rate, probably I want to use the money that you're giving for something else. But because you are forcing and you have this big scheme called Sarva Shaksha Abhiyan, there are enough political economy interests in Kerala, which will say, yeah, let this go on and we'll keep putting some money in primary education as well, though even it might not"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:20.960",
        "message": "be my focus anymore. India set up as a sort of a federal state where you have different states with the independent budgets and they compete with each other for labor, for investment and so on and so forth. And that's the intention. But over the years, that's, of course, been subverted and the central directs more and more top down, especially back in the good old days of the planning commission. Now with the Modi government, everyone thought that, okay, he's going to focus more on federalism, but the centrally sponsored schemes have just gone up. Why do centrally sponsored schemes keep increasing in number?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:50.800",
        "message": "Yeah, that's a good question. So basically, this very much comes from this idea of a planned economy and that someone can direct from Delhi that how should India be governed. So one main reason why these schemes have taken place is because every PM wants to give a stellar speech on 15th August from the ramparts of the Red Fort, announcing great new schemes. What is a speech if it doesn't announce 10 new schemes, right? It doesn't make cut, it's not very popular. So that's the whole idea why Union governments want to announce a whole host of schemes. Now, earlier in around 1969, etc, when we were in the planned period, still pretty much in the planned period, that was the time when the Union government started sort of increasing the number of schemes, which are called centrally sponsored schemes. And consequently, the amount that the Union government can give is depending on how much tax it collects, etc, right. So what they did is, over the years, the Union government said that this cash component that we are giving, we'll reduce that because you guys can't do much without it. Instead, what we'll do is we will tell you how to spend it, we will design the schemes, and then you either have to implement them or give some amount of money from your side as well to run this scheme. So this started proliferating, okay. And apart from centrally sponsored schemes, here is one more jargon, there is something called a central sector scheme. So these are schemes which are run by the Union government itself, states doesn't come into picture, like railways, for example, Air India, for example. So combine these two central sector and centrally sponsored schemes, these sort of started taking priority and these started proliferating. And at one point of time, believe me, there were around 960 such schemes, okay. So how can you expect a government at the Union level with as diverse states in India that we have to run 960 schemes and that too by subverting what many times should have been done by the state governments. So this started increasing. And like we always have in India, there were lots of commissions and committees set up to investigate this. So there is a Chaturvedi committee, there is a Sarkaria committee, there is Punchi commission, all these commissions basically said the same thing, that central government can't do this, you can't run so many schemes for no reason. And let the state governments decide what they want to do. What you need to do is there are certain critical, critical areas in which you definitely need to ensure minimum standards, which I said, like health, education, these are critical areas which have interstate externalities, right, the impact of those are felt across India. So you would want Union government to fund these. But apart from that, there is no reason why Union government should run a host of other central sector schemes like you have Khelo India, and there is Blue Revolution and things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:52.760",
        "message": "Absolutely no reason why Union government should run. I've never heard of the Blue Revolution."
    },
    {
        "speaker": "Guest",
        "time": "00:09:55.880",
        "message": "What is that? Blue Revolution is for fisheries. Okay. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:59.880",
        "message": "I mean, we often use the term Maybap government for how the government relates to its people. But now we see that there's a level of Maybapness internally also within government. Central government is telling state governments, I'm your Maybap boys. This is your pocket money, but you got to do with it what I say. So you'd say that the unseen effects essentially are that the states are not able to allocate these resources efficiently, because the central government which has much less local information and incentives, wrong, you know, unaligned incentives are determining what they do with"
    },
    {
        "speaker": "Guest",
        "time": "00:10:31.960",
        "message": "the money. Yeah, that's true. Before going to the unseen effect, just one point I wanted to make is that the number of schemes at least notionally are have decreased after all these commissions made their recommendation. So two, three years back, we had 147 of them, then it came down to 66. And currently the centrally sponsored schemes, not the central sector schemes are 30 in number. Now how did they go about reducing this? It was not that the Union government went out of these areas. What they just did is they clubbed two or three schemes, gave a new name, and they said this is one mega scheme. So that rationalization was just a hogwash and what they just did is renaming. So now we are at the current level, we have 30 schemes. Now I still feel even 30 is a lot more and because the critical areas that we discussed are not 30, they can do a lot lesser. Now coming back to the unseen effects. Yes, the first point is the requirements across states are very, very diverse. So what Bihar needs is very different from what Tamil Nadu need or what Punjab needs. So how is it that the Union government will be in a better position to determine what is good for that particular state? Isn't it better that the state governments decide what they should do? I would argue not even state level, probably the local governments are the best ones to determine. We have some distance to go till we reach there. So let's just say that at least state governments are in a much better position than the Union government and hence you should do more cash transfers to the state governments and let them determine what their priorities are. That is one thing. Another thing is a very fundamental question of the constitutionalism. Now many of these schemes which we have been talking over the years actually fall in something called the state list and the concurrent list in the constitution. By these two lists, I mean state list explains what should be the areas in which state governments have priority or state governments can act there. Concurrent list is where both Union and state governments can act. Now ideally you would say Union government can do a lot more in the Union list schemes like defense, right, that's in the purview of the Union government. But over the years, all these centrally sponsored schemes, for example, health, right, health comes under a concurrent list, some parts here. And that is still done by, there is a Rashtriya Swasthya Mission which is trying to do things on health. Education is in the purview of the state list. But again there is a big centrally sponsored scheme there. So the unseen effect of all this has been that all the areas which the state government should have, which even the constitution determined that state governments are better place to do, are being clearly subverted. And there is no debate on that at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:28.320",
        "message": "So in a sense the constitution itself is being subverted and therefore the intentions behind those specific parts of the constitution have just been thrown out of the window."
    },
    {
        "speaker": "Guest",
        "time": "00:13:37.320",
        "message": "Exactly. So the writ of the constitution is sort of getting subverted because of this. And this has happened over the last 30-40 years. So that is the problem. And one big change that has happened last year and that is why this topic is of interest is with what the 14th Finance Commission did. What it actually did is, it increased that cash component to the states. So now state governments technically have more money at their hands. So now this is the right time where you can make this argument that central government should just get out of some of the big, big things that it is doing and try to do things which are much more concentrated. Now here one important data point I want to add is, it is not that as countries become richer, governments start spending lesser. For example, there is a very strong correlation between GDP per capita and the percentage of government spending in your economy. For example, US governments, all levels combined, spend a lot more than Indian government does. And Sweden does a lot more than US does. Around 60% of their GDP is just by the government, can you believe it? So that is a given, that will happen. But the way they do is, as you become richer, governments and particularly the union governments start reducing the areas in which they operate and they focus on just social security, health, education for example, treatment of the elderly etc. and put in a lot of money in there so that you ensure minimum standards that are met. Now that is what we want India to get to."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:14.120",
        "message": "And you would say if you want the money to be spent more efficiently, you get it as local as possible to the state government or even beyond to local governments or you just get it directly to individuals who know their priorities the best."
    },
    {
        "speaker": "Guest",
        "time": "00:15:26.560",
        "message": "Exactly. So that's where we come to universal basic income. Think of it, we were talking about cash transfer to the state government, UBI is just an extension that it is a cash transfer directly to the individual, like you said. So now that there is this argument for UBI, the best way to do about is cut a lot of these centrally sponsored schemes where not only is the cost of you selecting people, but employing people to select these people and then give them money is a lot more. So the better argument is yeah, you give them a universal basic income and then let them"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:59.640",
        "message": "decide what they deem is best for them. But one of the logics for the UBI is that you cut off all other spending and then you empower individuals by giving them the UBI, but that will never happen in India, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:12.600",
        "message": "Spending never gets cut, essentially. Spending does, yeah, it's always a political economy question, there will be entrance interest, it is difficult. But for example, the big three subsidies at the union government level are food, fertilizer and petroleum. Now over the last one or two years, there has been a decrease in the subsidy levels of all three. So there are pathways in which you can do, for example, they did this give it up thing, right? I don't know how many people subscribed it, but they did show that the subsidy which was being availed out of this did get reduced. So that is the way you would have to go. And some of these things can just be done today if the government decides. For example, fertilizer subsidy is not given to the farmer, it is given to the company which manufactures fertilizer. Now there is absolutely no reason why the government can take it off. Of course, it will be politically unpopular."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:10.240",
        "message": "But yeah, that's the tough call."
    },
    {
        "speaker": "Guest",
        "time": "00:17:12.040",
        "message": "Why not just give the cash to the farmer and let him decide what his priorities are. That is what UBI would do. So if you want to protect the farmer, why are you taking such an indirect route helping a company and then company manufacturing, absolutely inefficient way of doing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:27.260",
        "message": "So at this point, I'll take a slight digression before I ask my next question. If you go over to Pragati, the magazine that both Pranay and I work for at thinkpragati.com and you go to the reforms 2.0 section, you'll find a piece on exactly this by Pranay, where he argues that centrally sponsored schemes should be reduced to 10. Because that's a manageable number that takes care of all the core areas in which you need to ensure that stuff happens. Besides that, what other immediate suggestions do you have which are immediately implementable in practical terms?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:59.600",
        "message": "In the context of centrally sponsored government schemes? Yeah, one thing that if they don't want to reduce the number of schemes, one thing they can do and the government has been talking about it is make them outcome oriented as in focus a lot more on what is the outcome achieved out of this spending. And according to that, you give the next tranche of money. Currently, it happens, it's just on utilization. So if you are a state and you have utilized all your money, you can apply for another round of funds. So some states have mastered the art of utilization, without bothering about how much of an impact it is having. So one way to in the short term to reform the centrally sponsored scheme is just to have outcome monitoring and ensure that this money is spent on what it is supposed to be"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:47.840",
        "message": "spent on. Pranay, it was a pleasure talking to you. And before I end this episode, I want to leave with specific good wishes for you. I hope one of these days you get a call from the PMO and they tell you that, listen, we have a new centrally sponsored government scheme and we are putting you in charge. And when you ask what that scheme is, they'll say it's RCGSS, Reduce Centrally Government Schemes Abhiyan. Yes. Thanks for coming on the show, Pranay. Thanks Amit. To read more about Pranay's thoughts on this, head on over to our magazine Pragati at thinkpragati.com. Go to the Reforms 2.0 section and search for an article by Pranay titled 10 Little Schemes. And as for all of you sick of listening to my bad dreams, fine, I'll give you a break. Next week, I'm going to read out a song instead."
    },
    {
        "speaker": "Unknown",
        "time": "00:19:46.160",
        "message": "Next week on The Seen and The Unseen, Amit Verma will be talking to Madhu Menon about restaurant regulations. For more, go to seenunseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:55.600",
        "message": "If you enjoyed listening to The Seen and The Unseen, check out another great show by IVM Podcasts, Made in India, hosted by my friend May Thomas, where every week she profiles up and coming independent Indian bands."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:10.360",
        "message": "Good evening, ladies and gentlemen, this is your captain speaking. Sorry to say, but there's been a slight delay due to the apocalypse having suddenly begun. As you can see, there's death, destruction and chaos taking place all around us. But don't you worry, food and drinks will be served shortly. And I would recommend checking out IVM Podcasts to get some of your favorite Indian podcasts. We'll keep you going till this whole thing blows over. Thank you."
    }
]