[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "A quick note before you begin listening. This episode was recorded in January and was meant to be a timeless introduction to the world of foreign policy that you could listen to 30 years later and still find enlightening. I love the way the episode turned out. And I certainly learned a lot about the way the world functions and the motivations and incentives of India, Pakistan, China and the USA on the geopolitical stage. As it's a timeless episode, I kept the release for later. And then COVID-19 happened. Now, this episode works very well as it is. And I think it's excellent background to understand the world today. But the fallout of the pandemic does have immediate implications for foreign policy. So I have recorded a special segment on this with my guests, Pranay and Manoj, which is attached to the end of this episode at around the one hour 58 minute mark. You can skip to that if you want. But I would recommend listening to the whole thing in linear fashion, as this entire episode was packed with insight for me. Happy listening. Sometimes it feels like the planet is going nuts. The most powerful country in the world is led by an orange man who posts nutty tweets at 3am in all caps. He's fighting with Iran. North Korea also has nukes. The Middle East is in turmoil. And no one knows what China wants except that you don't want to mess with China. India seems to have it all under control with the Prime Minister who seems to travel as often as an air hostess. But why does he keep talking about Pakistan all the time? At this point, you stop me and ask, Hey, Amit, why do we need to look outward? There is so much going wrong in India itself. Our economy is bungee jumping without a rope. And our society seems more and more angry at itself. Does the world matter? Does foreign policy matter? Why should we care?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:59.800",
        "message": "Welcome to the scene and the unseen. Our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:11.560",
        "message": "Welcome to the scene and the unseen. In today's episode, I want to take a comprehensive look at international relations as things stand today. How does India look at the world? How does the world look at India? What are our threats and opportunities? What should we do? What should we not do? Through what frames do we look at all of this? My guests today are Pranay Kotesane and Manoj Kevalramani, two outstanding thinkers who work at the Takshashila Institution at Bengaluru. Both of them have been guests on the show before, and I have learned a lot from both of them. Some of those episodes will be linked from the show notes. But before we begin our conversation, let's take a quick commercial break. If you enjoy listening to the scene and the unseen, you can play a part in keeping the show alive. The scene and the unseen has been a labor of love. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although the scene and the unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of the scene and the unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to scene unseen dot i n slash support and contributing an amount of your choice. This is not a subscription. The scene and the unseen will continue to be free on all podcast apps and at scene unseen dot i n. This is just a gesture of appreciation. Help keep the scene going. scene unseen dot i n slash support. Pranay and Manoj, welcome to the scene and the unseen. Great to be back, Amit. Thank you. So Pranay, you were very recently, more recently than Manoj, you were on the scene and the unseen and we discussed what got you into policy and foreign policy and so on. But I don't think I've actually had a chance to talk about that at Manoj, though we've done some episodes on China, but in general, so why don't you tell me a little bit about how you kind of got interested in foreign policy and how it became your thing, so to say."
    },
    {
        "speaker": "Guest 1",
        "time": "00:04:36.680",
        "message": "Oh, okay. So this has to go back like nearly two decades now. Yeah, it goes back to Bollywood dreams being shattered, and then a choice to study IR. You wanted to be an actor? Of course. I was a Bombay person. I tried my hand at acting."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:50.080",
        "message": "Really? What movies can we see you in? Fortunately, none."
    },
    {
        "speaker": "Guest 2",
        "time": "00:04:53.240",
        "message": "So Manoj tells us that those videos are not available on YouTube, but I really doubt that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:58.720",
        "message": "Have you searched properly?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:04:59.720",
        "message": "Yes, I have tried."
    },
    {
        "speaker": "Guest 1",
        "time": "00:05:00.720",
        "message": "So a challenge to all my listeners, kindly find Manoj Ke Varmani videos. I did like some of the most awesome stuff, some of the most. So, oh, as I say, in Bombay, I had a long struggle and I went through what are called bhajan videos and I won a beauty pageant in Bombay in my day. So yeah, so eventually after that, I sort of moved on. I ended up going and studying IR. And when I started international relations, it just sort of switched. I moved to journalism as opposed to foreign policy per se, but my interest was foreign policy reportage. There was very little done in India and particularly at the grade where I started. It took a few years once I finally went to China and I worked over there and I came back from there. And that's when sort of the career in foreign policy, you know, studying China sort of evolved. So that's say the last five, six years when that sort of evolved. But that's the trajectory. I went through years of journalism, about 12 years, most of some of them in India, three of them in China, and then subsequently moved out of journalism because it just became a place from which I needed refuge. And therefore I moved to research in foreign policy, particularly because that was my interest."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:04.760",
        "message": "And to outsiders, it seems like a very dry subject. It's almost like the grass is green on the other side in this context. But you know, when I speak to both of you, I get the sense that you really love your jobs. You really love foreign policy. Yeah. So did you wake up in the morning and look forward to figuring out how the dynamic changed today?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:21.800",
        "message": "No, it's just things keep happening, right? They never let you, your guard is never down because something or the other is happening. So you just figure out and learn something"
    },
    {
        "speaker": "Guest 1",
        "time": "00:06:30.880",
        "message": "new. Also, I think, you know, at a certain level, and I think this doesn't operate very consciously, but for me, at least at a subconscious level, foreign policy was always sort of one step above covering domestic stuff. It always felt like, maybe it felt like, you know, that is much more cooler. But it also, I guess, has to do with the fact that, you know, when you go back to studying foreign policy, just the importance that Nehru gave to foreign policy, I think that sort of also has a sense that, you know, okay, no, this is a bigger deal to cover. If you're really smart, you're a strategist, you do all of this. If you're a steezy politician, you do domestic stuff. So that's the sort of stuff that I think pays"
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:04.280",
        "message": "subconsciously. Yeah, no, that's a good point. Because I've heard that earlier as well. Because when you discuss foreign policy, it allows you to escape in a sense from what happens in the domestic policy. So it's almost an admission that things can't change locally. So let's think of a step above. But generally, our work because we deal with public policy, it straddles both and there is not much distinction."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:27.520",
        "message": "Controversial question. Is it simpler than say something like macroeconomics? Because I guess someone who's into macroeconomics is dealing with like millions of variables and everything is up in the air and it almost feels like they're winging it at times. Whereas for you guys, okay, it's more or less a zero sum game. And it's a few players. And actually,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:45.520",
        "message": "no, I would say both of them are equally similar that both of them are voodoo many times. Because in macroeconomics, unlike in microeconomics, you know, right in macroeconomics, for everything you can give a justification. Yeah, right. Similarly, in foreign policy, also, it's the same. Yes, people can justify anything. And there is very little of outcome irrelevant learning. So like, if you learn something which happens goes against your belief, that updation of your Bayesian priors happens very less in foreign policy as well, you will just justify Oh, yeah, this thing had to happen. Yeah, Taliban went away from Afghanistan, I knew it would happen. You know, this US went away, Russia had come in in 79, then the US came due to balance of power changing, they went away. So there is a lot of such things which happen in like in microeconomics and foreign policy as well. And I think one"
    },
    {
        "speaker": "Guest 1",
        "time": "00:08:37.680",
        "message": "of the reasons is that, you know, there is so much of foreign policy that links to domestic politics and policies in other countries, that there are so many other variables and you don't account for when you're basically looking at the state as one entity without looking at the internal dynamics, which is something that a lot of people end up doing. And that's where it becomes far more complicated. So yeah, what he said, I have a good example"
    },
    {
        "speaker": "Guest 2",
        "time": "00:08:55.280",
        "message": "for that, like, for example, whenever you're trying to analyse decision making of a government, what type of models will you apply, right? The basic one which will apply is rational actor model. So you'll treat the state as one unitary actor, which does things in certain ways. And but that obviously is not the right model, right? You will have to understand better models. So there are bargaining models, or there are models which look at bureaucratic actor models, which look at how institutions within that state perform, right? But what happens often in foreign policies, because we don't know much about the other state, we try to analyse it as a rational actor model. So we can explain anything that China does, for example, through this rational actor model, okay, China is doing something in Sri Lanka, because you know, this is this, yeah, you know, it is very, that every action is calculated as a result of something which is pursued by one actor in this state, which is not true, right? Even in a party state like China, there will be multiple actors who are having their own interests. So in foreign policy, also, we start off with a rational actor model. But a great analysis only comes if you are able to improve that rational actor model with other layers of analysis, like bureaucratic actor or bargaining. In fact, I'm reminded"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:10.040",
        "message": "of an episode I did in the Bangladesh war with Srinath Raghavan. And a substantial part of that was about how the US was functioning at that time, where they were acting completely incoherently, because Nixon and Kissinger believed one thing and the State Department believed another thing. And there was a constant conflict between these. And obviously, these are only sort of two points. But you know, you might think you're acting with a single state which will act rationally, but acting with many different actors who have their own interests and incentives. And speaking of incentives, you know, because in your role as foreign policy analyst, you are expected to explain the world, is there then an incentive to simplify and create simplistic narratives, because the world in many ways is incredibly complex, you know, and not always so easy to explain, but people want bad explanations."
    },
    {
        "speaker": "Guest 1",
        "time": "00:10:57.840",
        "message": "I mean, I think there is, there is an incentive to do that. And there is a there's also a desire to do that, because it's easier to communicate that way. And therefore, you end up getting stuck with some of these labels. So for example, if you look at what Chinese have been doing with Belt and Road, the narrative of Oh, this is debt wrap, this is well thought out imposing debt on other people to take over their sovereignty or their assets. It's one of the simplistic narratives which has gotten hold. And as much as now you try to sort of break that saying that look, it's not necessarily that's how that's not necessarily how it's functioning. There are so many other complications involved. It's not easily bought. I mean, from an analyst point of view, yes, there is an incentive to do that, because that's your instant claim to a headline. But if that's what you desire, then you should be doing that. But if that's not what you desire, and you want to get sort of below the sort of surface of things, and I think it's, you know, I think that's the eventual sort of bit that will get valued, the newspaper headline will go away within less than 24 hours insight, which is valuable sustains over a period of time. So as an analyst, that's the choice that you end up having to make, you know, what is it that you want to do? And I think that's why so that there exists an incentive. But there is this, I think, for somebody who wants to understand the world, if you're going in it to try and understand the world, I think or try and understand how foreign policy operates, you want to sort"
    },
    {
        "speaker": "Guest 2",
        "time": "00:12:03.600",
        "message": "of step back and take a look at things better. I don't think it's very different amid compared to any other discipline. For example, in economics as well, we'll always try to simplify reality and model reality because you want to rational actor itself in economics is a very big concept, right? You because by making that assumption, you are able to then see outside that individual otherwise, you will then be stuck with why is the individual doing right. So simplifying reality and building models is the first step, right? That's how you build on to your understanding of the world. So I think foreign policy is something similar. So you build up models to understand the world in better ways, you will simplify things. And the hope is that you will then apply nuance it as you understand it. But I think the difference between building"
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:48.440",
        "message": "a theoretical model, which explains certain consequences and actions is different as opposed to simplifying reality. A theoretical model will help you evaluate or filter through realistic events to try and say, well, these are probably the underlying causes. And these are probably the underlying motivations, whereas actually creating a narrative to simplify what could be very complex actions don't necessarily survive. A theoretical model will survive. I mean, things like in foreign policy, new realism and all will survive, but they will get updated. But the theoretical base of the model will survive because it gives you one way of looking at the world. Whereas when narratives are created, say, for example, the US's role in the Middle East is predominantly oil driven by the big mafia, whatever, by the big oil lobbies, those are the narratives sustain themselves, but they might not necessarily explain foreign policy in itself. Whereas a model such as realism as an approach to things might be able to explain to you largely why certain actions are happening and why"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:35.440",
        "message": "states behave in a certain way. In fact, you know, the pundit economy, so to say, the talking heads on TV and all of that, they have to exude certainty and therefore they have to simplify and this happened because of this and blah, blah, blah. And there's no space for nuance. But however, when you're analyzing something, have you guys internalized probabilistic thinking and how hard or easy is that? And you know, how difficult is it to avoid the temptation of giving into that and just coming to a conclusion about something and moving"
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:01.320",
        "message": "on? Yeah. So I don't think we have done a lot of work on, say, probabilistic thinking because you need a lot of data to be able to also use some of these things. But when we talk about interstate relations, you don't have that much available. But so, for example, when we try to talk about things, we try to avoid certainty and certitude and the ignorance that comes with certitude we try to avoid. So we try to say even when we are predicting things, we would like to say that, you know, these are things which are likely based on our understanding of the world and the model that we have developed. If things go awry, then we have to update our model. That's how"
    },
    {
        "speaker": "Guest 1",
        "time": "00:14:39.320",
        "message": "we think about it. Yeah. And sort of a tangent to that is I was recently in a Twitter discussion with somebody and we were talking about some events, controversial stuff related to China. And the answer that I got was, well, if your answer is that it's complex and that's not good enough, you need to have a certain clarity about it. And I was like, but it is complex. And what are you supposed to do about that? So I think there is like this sort of ties into what you asked earlier, right? There is a pressure to be certain about certain things. But yeah, and the best that you can do is you can create a model and if your model sustains the test of time, that's when you know you've probably"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:10.000",
        "message": "done well. Let's move from certainty to clarity, right? Now models that you describe, frames through which you view the world in any field, useful because then they give clarity to the way you look at the world. And of course, if the frame is wrong, then your clarity could be misconceived clarity. But nevertheless, frames are extremely useful. So what kind of frames do you have, for example, ask each of you this to look at sort of the world, foreign policy, international relations?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:15:33.280",
        "message": "Yeah. So this is like talking about all the models that exist in IR, but international relations discipline itself has some theories, right? Like, so there will be a theory of realism. So the realism theory says that the most important determinant of anything that happens in the world is power. So it's about who has more power, the Matsya Naya thing, which even the cotillion things, right? Big fish eats small fish. So you have to be the big fish. If you are a small fish, you have to ally with other small fish or big fish to in order to resist a big fish from eating."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:06.040",
        "message": "And that's a zero-sum view."
    },
    {
        "speaker": "Guest 2",
        "time": "00:16:07.040",
        "message": "Yeah, yeah. So foreign policy is seen in terms of this balancing and bandwagoning. So that is realism. And there are other frames as well. There was a liberalism school of international relations also, which said that, you know, that this is not true. Ultimately, the goal of all foreign policy should be to increase liberal values. And as economies get intertwined with each other, certain kinds of values will become more popular than others. That school was discredited with what things are happening now, right? So and then there were other constructivism that was another view, which said that it's not necessarily that states are always going to act like this. The ultimate decisions by states are shaped by the individuals there. So as long as you can influence elite opinion in different countries, you might actually achieve different outcomes. These are like three broad schools of international relations. Now, when I look at it, apart from these things, let's look at India, right? Indian foreign policy, the frame that we use for looking at foreign policy, the objective that we want to think about is, is any action that we do in foreign policy, is it leading to the yoga kshema of Indians? Which is, is it bringing, yoga kshema means peaceful enjoyment of prosperity. So is that leading us to more yoga kshema or not? If it is not, it is a bad foreign policy. If it is, it is going in the right direction. So, you know, we look at that. So for example, let me give you an example where it might be controversial. So many people say, think that territorial sovereignty or territorial integrity rather is the most important idea of any nation state. So the view that we come from is, it's not true to say that, you know, if yoga kshema is central to our view, there might be certain cases where you might want to give away some territory in exchange of prosperity of more Indians. And in fact, there exists a realistic case of that where India exchanged some land with Bangladesh because there are these second order enclaves. Within Bangladesh, there is India and within India, there are Bangladesh. So, and those people had, they were almost stateless. They couldn't have any services of Indians and Bangladeshis couldn't have services either. So we exchanged those lands. We, in fact, gave away more land than we got in return, but that now there is consistency. Those people can have a much better life than"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:32.200",
        "message": "they had earlier. So it is good for us. So yoga kshema is basically what Thomas Jefferson"
    },
    {
        "speaker": "Guest 2",
        "time": "00:18:36.880",
        "message": "would call the pursuit of happiness. Peaceful enjoyment of prosperity. Peaceful enjoyment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:43.360",
        "message": "So peace is also important. Yeah, the means. So the means, you have the means in the end right there. So when you kind of think of the world, you'd once written essay for Pragati when I was editing Pragati about the new world order and how, and you had kind of modified the conventional way of thinking and added your own sort of lens to it. Tell me a little"
    },
    {
        "speaker": "Guest 2",
        "time": "00:19:01.520",
        "message": "bit about that because I found it very insightful and fascinating. Yeah. So let's look at what this term world order means, right? So the world order, this, I'm taking this definition from Kissinger's book by this name. So he describes the world order as a concept held by a region or civilization about the nature of just arrangements and the distribution of power thought to be applicable to the whole world. Okay. So this is the definition. So if this concept is applicable to the entire world, it is called an international order. If it applies only to a small region, it is called a regional order. Okay. So that is what world order is. The two important words in this is just arrangements. And the second concept is power distribution of power. Okay. So this is what the central theme of any world order is. Okay. So basically just arrangement ties to this concept of legitimacy. Why is legitimacy important? Because if you have a set of commonly accepted rules that define the limits of permissible power for another state, then governing the world is easier, right? So for example, when US propagated this idea of democracy, and now that was central to many of their actions in foreign policy, whether it actually led to democracy or not is a different thing, but it was in the name of democracy. So they build that concept and because they became the most powerful nation state, all of us think in terms of that same view, right? So now democracy, all actions of foreign policy are also seen from this frame. So that becomes an important part. So that is about legitimacy. The second part is distribution of power. So you will not be able to do any of these things until and unless you have sufficient power to actually enforce things on other nations."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:48.080",
        "message": "In fact, isn't the notion of just therefore also determined by power balances, like the most powerful, especially if they are hegemonically powerful, like the USA will then define what is just as you are saying in the case of democracy?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:21:01.120",
        "message": "Absolutely. Yeah, that's what I'm saying. That's why in my definition, great powers don't seek just power, they seek authority. And authority is a combination of power and legitimacy. Okay, so basically, once they achieve power, they make certain things which are in their own benefit common across the world. So democracy, free trade, for example, what US thought is important for them are now seen as the gold standard by a lot of countries, right? So those became the standards against which all countries started evaluating their own foreign policy. So that is the power of so power is important. Power is everything, basically. In foreign, if we see the realism school of international affairs, which I think more or less we agree to."
    },
    {
        "speaker": "Guest 1",
        "time": "00:21:45.240",
        "message": "Yeah, I think more or less we agree on that. I mean, Pranay has spoken about all three concepts and what you will see, at least in my work, what you will see is you will see all three of them being reflected that you know, there are ways in which you can leverage leaders, individuals, institutions within a country to shape narratives and therefore shape states policy, there is a utility, obviously, to international institutions, not just from a cooperative point of view, which is where sort of liberal internationalism comes into play. But that's also where power dynamics play out. I mean, the fact that today you have, you know, the Chinese wanting to have a specific have used UN resolutions reflect Xi Jinping thought or something like that, or shared community of common destiny is because they see value in it. That is how you create authority. The fact that you want to end up having the definition of universal human rights be altered to reflect certain particularistic conditions of each nation so that you know, I can have my own set of human rights whereas you can have a different set is also where you want to shape sort of these norms, because these norms also eventually determine where authority lies. And you can see this currently being played out between the US and the Chinese. So I think that all of this sort of has very real world implications, which is what I wanted to sort of get at is that when you apply some of these theories in the real world, you will not necessarily see neat distinctions, the real world is far more messy. So you'll see these things interplaying with each other, you'll see all of this happening, but power will remain sort of central to all of this. It is where power defined as also economic strength and that translates into military power and the rest of it that will essentially define where you stand in the sort of global pecking order and how much you're able to influence. And the objective of the influence, like Rana said, is Yoko Shima. And that's from our point of view. But if I was to look at and I study China, so if you look at from a Chinese point of view, the objective is not necessarily Yoko Shima, the objective is broad objective is to ensure that the Communist Party remains in power and maintains its control over so called dominance of leadership of the Chinese people. However, you want to classify the Chinese people, not just who are in mainland, but who are probably even overseas Chinese, who are probably even people of Chinese descent living in places like Singapore, to have some sort of a legitimate authority to be speaking on their behalf and governing on their behalf. And I think Yoko Shima for them is an outcome that allows me to maintain my legitimacy, which is very different from how the means and it's a means. So if you look at that, that's very different from how we look at from what India's sort of foreign policy objective should be what the primary goal of our foreign policy should be. So these can differ for different different countries in different different states. And I think that's where sort of I would draw the distinction between how we look at foreign policy for one state or another state and what sort of models can be drawn. So Yoko Shima need not necessarily be for everybody. But that's what we believe"
    },
    {
        "speaker": "Guest 2",
        "time": "00:24:24.040",
        "message": "should be there for India. Actually, I mean, that's a perfect point for me to discuss a dilemma that we face while discussing both public policy and foreign policy. So as you know, when we are talking about the domestic sphere, we generally talk about liberalism, pluralism, freedom of all sorts, which are close to us. But when we talk about foreign policy, these principles don't necessarily apply. So in a sense, it is necessary for us to maintain a cognitive dissonance. When we are talking about domestic policy, we talk about freedom, pluralism, because that is the moral framework of our constitution and what we want India to also be more and more free, liberal, open, etc. But that's not how the international system operates. The international system is still Matsya Naya, what we discussed. And hence, when we talk about international relations, we have to discuss about power, about amorality. So this is a conflict which exists and you have to try to balance. And"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:23.400",
        "message": "just thinking about like one, you know, reason for that, obviously, would be that from now from the workings of society, we know enough to know that all interactions are a positive sum game, which is why freedom is good and coercion is bad. And that's how societies progress. But foreign relations is often looked upon in most of the traditional frames as a zero sum game where one country will win at the expense of another. And do you think then that frame needs to be modified? Because honestly, all voluntary interactions between individuals leave both people better off. That is also the same between countries. So is there any way perhaps like, is it a vicious cycle of thinking in zero sum terms that if everyone else does it, you have to also? And is there then a way of breaking that?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:26:05.880",
        "message": "Yeah, actually, people have tried to break it through, like we discussed about constructivism and other liberalism frames, they have been applied, but they haven't stood to empirical scrutiny, especially liberalism as a way forward in international relations, because you still see nation states, because there is no one government, nation states doing whatever it takes to increase their own power. And they might use that increased power for betterment of their own people, more liberalism, freedom inside their states. But when it comes to interstate relations, the reality has been still that it is zero sum."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:44.320",
        "message": "And as a complete aside, it also strikes me that I see a similar dissonance in everybody's lives, not between, you know, what if the policies they favor within the country and international relations, because most people aren't thinking about international relations, but simply in terms of how they think of their personal ethics, and how they think of political philosophy, like, for example, one passion project that I'm kind of working on, is sort of explain how, like, there are two important questions to which people usually have separate answers. And the first question is, what is a good way for me to live my life? What is a virtuous way for me to live my life? And the second question is, how should the state interact with society? And most people have separate answers to both of them. For example, in their personal lives, I often tell people, including leftist friends of mine that in our personal lives, we're all libertarian, we respect the autonomy of others, we don't coerce them, we respect their consent, you know, when you and I go out to a restaurant, we won't force each other to eat what we want that person to eat, we won't force the other person to pay for the meal, and so on and so forth. But it's different with the state. And what I have come to through many years of churn and thinking and changing my mind is that I view both through the same lens, which is the lens of consent and coercion, that coercion is bad, and you have to respect consent. And that if there is something that is wrong for one individual or one group of individuals to do to another, it is also wrong for the state to do it to you. But this is a complete tangent. And I think we got on the tangent because you were saying we instead of I, so I apologize for that. Let's come to India then, in terms of the purpose of foreign policy, what do you think it should be? And you guys have both articulated that you think it should be Yogakshema. But what has it been historically in the past? What is it today? Like, is there sort of a consensus on this within the foreign policy establishment? Has it been changing over time? Like, you know, you might want to be self-aggrandizing as a nation and project power outside and whatever, or you could be insular like China was for the longest time and be happy as long as no one interferes with you. Or you could care about Yogakshema and say that, you know, our end is the prosperity of our people, peaceful prosperity, and whatever gets us that is kosher. So you know, how have those evolved?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:29:01.280",
        "message": "So I think on the practice side of things, it does, Yogakshema has been one of the views. So it's not articulated in that way, but prosperity of Indians and let's say that foreign policy should actually lead to economic growth, it should help us more Indians becoming prosperous. That is sort of been the theme of foreign policy right from independence. But there have been other elements to it as well. Like I said, territorial integrity has sometimes come in as an important point of view, or extending India's power to other places. Or some people are also articulated as maintaining India's predominant position in our neighborhood might be an important view. So there have been a mix of these ideas. But because we are a democracy, I think this idea of foreign policy should ultimately lead to welfare of Indians is somewhat remained common over the last 50-60 years."
    },
    {
        "speaker": "Guest 1",
        "time": "00:29:56.000",
        "message": "I think it has remained common, but like Pranay said, there are multiple other strands. And at least I mean, I won't necessarily go back to the 50-60s, I wasn't there. But my sense of things at that point in time was that there was a greater interest in influencing global events. Because that was seen, as you said, a sense of self-aggrandizement, a sense of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:11.520",
        "message": "we have a greater role to play. We matter."
    },
    {
        "speaker": "Guest 1",
        "time": "00:30:13.760",
        "message": "We matter. And that's how we matter. Because when we sort of do these things, because you're never going to matter with a country of, you know, hundreds of millions of really, really poor people, it's going to take you a long, long time. So that, I think, was one objective going back to history. I think another objective, and which I see more recently, is that foreign policy is a tool for domestic legitimacy in terms of just popular support. The idea that the Prime Minister over the last number of years now has gone abroad to say that, and his supporters have gone abroad to say things like, well, have you ever seen India being represented and spoken of so well? No, you've never seen that. And that's because of him or his machinery. I think there's a sense that that sense of international, the glory that you're getting internationally, the big crowds that are coming out there is going to reflect into domestic pride and therefore votes and therefore political legitimacy. I think that's also something that's being used now. That's not to say that it's not necessarily that you're not looking at development of India. I mean, when this government also came to power the first time, the objective was economic diplomacy is going to be one of the first things. And the objective of that is to, you know, push India's development forward. So I think there's a mix of objectives and a lot of it in the recent past, particularly in my recollection, the recent past, I don't recollect, say, even in the 80s, through the 90s, and even the early 2000s, Prime Minister's necessarily going abroad and using your clout abroad, or with overseas Indians as something to sell domestically saying this is how proud we've made you with this is how big India today is at the international stage. The argument may have been that we have growing economy and therefore we are now big and therefore we matter. But it was never the case of this individual makes you matter now. So therefore,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:42.320",
        "message": "you should be voting for them. In fact, earlier when you were talking about how you know, with China, it's not necessarily Yogakshema, it's a communist party over everything else. And just thinking aloud, it seems to me a danger that that could even be happened in India, where you know, if foreign validation is looked upon for, you know, as part of the optics that raise your brand within India itself, then that's something dangerous, it not need to be just it not need necessarily be at odds with, you know, what India's interest is. So there is, you know, one theory as to why Mr. Modi travels abroad so much, which"
    },
    {
        "speaker": "Guest 2",
        "time": "00:32:13.880",
        "message": "is to escape from the pollution of Delhi. For example, actually, the centrality of Pakistan in India's foreign policy is a manifestation of that, right? Because ideally, in our view, again, foreign policy should be about we should try to ignore Pakistan as much as possible, right? Because you're not on the same level. Yeah, you're talking to a least common denominator, then you're always going to compare yourself with Pakistan. Why would you do that? Right? I mean, that would be defeating India's what India's wants itself to be. So as in the recent years, what you're seeing is Pakistan, again, becoming a central part of India's foreign policy, which it was moving away like us, for example, earlier, you if you would remember, you whenever the US President came to Delhi, he also made a trip to Islamabad, like that was just the normal operation. But over the last 10 years, even in the US, this had changed, right? India and Pakistan were at different levels for the US. But now you see, again, this idea being that we have to do things because Pakistan look at what they are doing, because they are doing that, why can't we do it, you know, so we are comparing ourselves with Pakistan. And that is not necessarily leading to Yogakshem of Indians, it might lead to better prospects for a particular political party, but it might not be good"
    },
    {
        "speaker": "Guest 1",
        "time": "00:33:35.680",
        "message": "for all Indians. Yeah, the only sort of corollary that I can think of in this context in the recent past is, so if you go back to about 10-12 years ago, there was this framework of Chindia, where China and India rising together, we'll make Bombay into Shanghai. That's sort of a comparison where you are trying to compare yourself. And to me, that was healthy comparison in some ways, because you were trying to look at emulating development, at least it's aspirational. But yeah, I mean, the idea that oh, this is where we are going. And you know, look, globally, we're being talked about in comparison with China, and whether it's a peer now, that could have been one way where you could sort of leverage foreign policy for domestic gain, saying that, look, now we're in the conversation at this table. Today, that's shifted completely, we're in a completely different table in terms of the conversation. But the idea that you know, this comparison with Pakistan, so you spoke about the US presence previously coming in this happening last year, when the Chinese foreign minister was supposed to come in September, apparently, we refused him basically saying you're coming via Pakistan, and we're unhappy with that. So come again, another time and don't come via Pakistan. Wow, that's a very silly tantrum. Yeah. And he came in December. So, and not via Pakistan. So yeah, so I think it's still a raw nerve internationally in that sense. But domestically, it probably pays political dividends quite significantly. So you keep continuing to use that. So that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:49.120",
        "message": "a trade off. And if you care much more about your domestic whatever than the Jogokshama"
    },
    {
        "speaker": "Guest 2",
        "time": "00:34:52.520",
        "message": "of your people. So just one point related to that important point of peaceful enjoyment of prosperity is economic growth, right? The growth is important. So for a long time, like Nitin and all of us also talk about what is India's foreign policy towards us, it is 8% economic growth. What is India's foreign policy towards Pakistan, it is 8% economic growth. Similarly, for against many countries, it is about economic growth, right? As long as we are able to do that, and we use foreign policy to further enhance our growth, we are on the right track. Otherwise,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:25.320",
        "message": "we are going in the wrong direction. And I want to elaborate on the moral importance of economic growth. Like if, for example, you agree that a democracy, your dharma is to uplift your people. Fact to remember is that every 1% rise in GDP gets 2 million people out of poverty, a figure which I first learned from your colleague Nitin Pai, in fact. And therefore, there is a moral imperative to growth. Therefore, when your growth slips from 7% to 4%, the opportunity cost of that is 6 million people who are still in poverty who would not have been. How is that not something to get your blood boiling? How is that any less than, you know, the other humanitarian crimes carried out by this regime or that?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:36:01.560",
        "message": "Totally agree. So that's why when we talk about foreign policy, it is with this frame, right? Let's talk about growth and how we can use foreign policy to increase our prospects"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:12.960",
        "message": "and bring prosperity for all Indians. So I have a question about India, which is that however, foreign policy may sometimes be used as a tool of optics by the party in power. Is it basically fundamentally run by a deep state kind of apparatus in the sense that is it just the dip, your external affairs ministry or whatever, where they have their carders and they have everything and they run it and therefore policy will be more or less consistent and stable through different political regimes. And, you know, politicians may use foreign policy for a little window dressing here and there, but it's really the deep state which is handling things. For example, exemplified perhaps by the appointment of Mr. Jaishankar who's, you know, a career foreign affairs bureaucrat who is now in charge of the external affairs ministry at the time of recording this on Jan 24. It's a strange world one never knows. So is that the case or do politicians have a greater impact? No,"
    },
    {
        "speaker": "Guest 2",
        "time": "00:37:07.120",
        "message": "I would say I'll give a few examples to illustrate, right? Just look at what Manmohan Singh's government did with the U.S. on the nuclear deal, right? They staked their government's position for that particular foreign policy action and it did have rewards, right? That single decision led to India and U.S. relations being taken to a different level. So political will, political decision making matters a lot, just like in any other foreign policy. So basic tenets might remain the same, just like in economic policy, broadly everyone in the government also realizes that economic growth is important. But how would you want to reach that economic growth differs, right? This government is increasing import duties in the hope of saying that growth will be important. Which is bizarrely ignorant. So the actual practice might in fact be very different. So even in foreign policy, that's the case. So even though people recognize that the ultimate goal is more prosperity for Indians, but the practice is different and that depends on the political will, what"
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:14.160",
        "message": "the government of that day and age thinks. So I mean, I think if you go back to history and if you look at it, when India became independent, the political class obviously had the dominant role in foreign policy making. I mean, Nehru ran India's foreign policy. Over time, obviously, the bureaucracy develops and the bureaucracy gets institutionalized in certain values, in certain sense of what our interests are and what our approaches are. Subsequently making sort of pivoting is very difficult because that's where I think sort of deep state in the sense sort of fixes in. And if you look at, if you listen to former bureaucrats, former IFS folks, former ambassadors, you get that sense that there is a certain viewpoint that they come from and to take some of those leaps and one of the leaps was what Pranay mentioned, which was the nuclear deal. It was a very, very difficult process to go through that and there's a lot of not just political, but also bureaucratic sort of pushback against something like that. But that's made and that's again where the political class sort of intervenes. I think today what you see is that there is an institutionalized sense and I think this has to go back to the nuclear deal in that period of time over 10-12 years now. The sense that, actually not even 10-12 years ago, I think this goes back to the late 90s after we conducted the nuclear tests and the subsequent dialogue. Again, this is a political level dialogue happening between Stuart Talbot and Juswan Singh and that shapes narratives. And then it takes us still about 10 years after that to do this nuclear deal, finalize"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:31.360",
        "message": "it. But the dialogue happened through regimes, which is interesting."
    },
    {
        "speaker": "Guest 1",
        "time": "00:39:34.800",
        "message": "The dialogue began with Juswan Singh and Stuart Talbot and that was the dialogue with sort of normalized things, which is when Bill Clinton visited India in 2000. After that, and that was a big deal, right? Sanctions were placed against India and then Bill Clinton comes to India eventually. Subsequently, it takes about five years where we end up announcing this possibility of a nuclear deal. And even this possibility of the nuclear deal in the US, there is a pushback because this is George Bush wanting to do it and us taking on the opportunity with that. But there is a pushback in the US also, which led to therefore that 1-2-3 agreement going through such a long discussion. Even in India, there is resistance and that's why it takes you eventually so long. When you reach the agreement, subsequently, if you see whatever subsequent governments have sort of felt, whatever sort of the environments have been, there have been certain sort of constants in how we've approached it. We've moved closer to the US, we've tried to balance the Chinese and we've tried to also figure out a way where we can maintain economic growth in whatever way we can. And that's been sort of broadly our priorities without trying to get too controversial. We've tried to sort of keep somewhere equidistant where we don't get caught up in controversies, managing our relationship with Iran and the US pressure on Iran and all those things. To me, part of that is political. But part of that is also how the bureaucracy sort of seeks stability because certain values get entrenched, certain opportunities, certain senses get entrenched. And then it's very difficult. You need something where the political establishment sort of pushes hard, bangs on heads and then you sort of push through something which can be transformative. So if today you were to ask somebody who feels that India must pivot, the world is changing drastically, India must pivot towards some sort of an alliance with the US, you will find a lot of inertia within the bureaucracy. You will find a lot of former ambassadors and bureaucrats saying, no, no, no, that's going too far. We can talk, we can do this and we can sort of find some sort of a modus vivendi, but we don't necessarily want to go down that road. And that's because you're institutionalising certain thought processes about risk taking, about where our interests lie and how our interests are sort of being shaped by the events. But you won't necessarily anticipate it because you're institutionalising those things. So I think there is a deep state which gets entrenched over a period of time. There are points of time in India's history where politicians have sort of dominated this particular foreign policy framework. Yet I think for in much of post Nehruvian era, it's been the bureaucracy which has driven things. There have been moments where the politicians have sort of taken charge, but much of the time it's I think it's a bureaucracy that's maintained things the way they are."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:51.200",
        "message": "So would it be fair to say that there is therefore a status quo bias at play that among bureaucrats that the safest thing is to do nothing because nothing can go wrong and you can't be blamed for doing, you know, the usual whatever it is that you do. And therefore, if any drastic actions or big changes from the past have to be done, they have to necessarily come from politicians."
    },
    {
        "speaker": "Guest 2",
        "time": "00:42:10.440",
        "message": "Yes, I would agree with that. So there is a very famous quote in international which gets misused a lot is about there are no permanent friends or enemies, only permanent interests. Now let me corrupt it further and say that interests are semi-permanent. Okay, the interests also change but they are semi-permanent. So that's why you will see the status quo bias in the sense that largely interests of India across these have also remained the same and they have changed not with every government, but they have changed over say 20-30 years because you know, your interests will change if, when will they change? When your entire power in the international order also changes, right? Let's say if you have acquired more economic power or more military power, you have that many more instruments to achieve something, right? Let's say you want to ensure that Indians who are working in the Gulf are protected. But if you don't have a Navy to back that up, there's not much you can do. You will do status quo. You will just say, okay, have good relations with all countries in West Asia, balance all of them. Yeah, but that's pretty much it, right? But now imagine India is a much more powerful country in terms of the economic wherewithal and also in terms of military strength, then we can deploy things there. We can also have relationships with other countries, which will ensure that in times of emergency, Indians are repatriated in a much better way, right? So the dependence is on our own power. And if we have more power, it might not necessarily be status quo. We can do many more things. We can deliver pain to countries which act against us. And we can also provide benefits to countries which act according to us."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:50.360",
        "message": "And what also strikes me here is that using the realist frame and putting power at the center of everything means that India is playing multiple games at the same time. Like on one hand, you have the US as this large power, and India has a history of not being particularly close to them during the Cold War and so on. So, you know, there is this constant game you're playing where you're trying to sort of maintain national pride, but also get closer to them and make them friendlier towards you. And at the same time, within the region, you are the big boy in South Asia, and you want to sort of use that to consolidate your influence. And at the same time, you're very aware that China is doing things in your neighborhood in the Indian Ocean. And you also have therefore the imperative of at least balancing that and looking after your interests. How is Indian thinking on all of these and we can go one by one and not necessarily try to do a broad sweep one by one. If we talk about our attitude towards the USA, towards China, towards the region, how has that sort of evolved over the last 20-30 years?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:44:44.240",
        "message": "So, let's look at US first, probably. So, on the US, there was this article that an interview that K Subramaniam gave for Pragati itself long back, where he articulated that if the world is going to be such that US is the number one and China is number two in the world, it is in India's interest to ensure that US is number one. So, that was sort of his articulation. But so, broadly, Indian foreign policy has taken that trend that US is important, even though there is very strong anti-Americanism in our, because of our previous history, Cold War, closeness with Russia and all that. But look at India, right? Our median age is 27. Most of the people are born after liberalization. So, and we all have had, you know, even at a cultural level, US has been close, right? Many people in Bangalore have worked for US companies, including me. So, there is that anti-Americanism, I think is slowly fading away. And that is a recognition from the US side as well, because the US game, big game is US is worried about China. And it realizes that to counter China, it needs a player, a middle power, which is of significant strength, which at the current stage only is India. So, now you see a convergence of both US wanting, seeing India at a different level than other players like Pakistan. And India also moving away from that anti-American attitude, which existed 20-30 years ago. So, over the last 10 years, there has been more convergence and US-India relationships have been much better than they were 20-30 years"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:25.960",
        "message": "ago. And is there a sort of balancing to be done in the sense that we also want good relations with China? But is there a sort of balancing in the sense that if they see us get too close with the US, they might get pissed off?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:46:37.800",
        "message": "Yeah, I mean, so there was a news report last week, which spoke about a Trump staffer, I think it was Scaramucci, but I can't remember which Trump staffer, but a former Trump staffer essentially saying that when Modi met Trump, Trump asked him, Trump, they were talking about China and Trump sort of made a remark saying, it's not like China is next to you, right? It's not like it's on the border with you. So, it is on the border with us, of course. And so, it's not just the fact that China is a large neighbour, which is next to us, which enjoys a massive asymmetry with us. China's per capita GDP today is over $10,000, five times more than ours. Its capacity to use its economic resources to create military power is far, far superior than ours. So, it enjoys a massive asymmetry from us. Secondly, we've got this long pending border dispute, which continues to be an irritant. Thirdly, China is one of our biggest trading partners. Our trade with the Chinese is today at $92, $93 billion a year. There's increasing Chinese investment coming in India. So, that's an opportunity. In the last three, four years, there's been about $9, $10 billion worth of Chinese investment coming in, largely in India's tech sector. But apart from that, also in construction and other things. So, there's an opportunity that it presents, but there's also a threat that the Chinese present, which is the fact that they are not just an asymmetrically large neighbour sitting next door to us with a border dispute from us. They also have a very close relationship with Pakistan, which is a fundamental irritant for India in its trajectory to grow further. And there's long standing hostility with the Chinese have sort of furthered by helping develop Pakistan's weapons, nuclear industry. And it's furthering that also right now, because it's also investing in Pakistan's Navy right now. And as that sort of develops, it creates more problems over India. Because, I mean, everybody remembers the Masood Azhar saga, where the Chinese constantly supported Masood Azhar's, the not listing of Masood Azhar as a UN designated terrorist. So, there are these fundamental contradictions that we have with China. There's an opportunity there and there's a threat there. And my sense is that what we should be doing and what we are trying to do, although we're not necessarily doing as well as we could have, is to try and not just balance it in terms of our relationship with America, and also trying to invest in our domestic capacities, because that's fundamentally what is going to be needed to deter the Chinese. So, this is a four step thing that we need to do. We need to engage with them. We don't necessarily engage with them well. Our engagements have been, at leader levels, yes, we do engage. You know, before even Modi was meeting Xi Jinping for informal summits and sipping coconuts, you know, there were meetings between Indian leaders and Chinese leaders. I mean, Manmohan Singh and Hu Jintao met a number of times and that's when sort of the big bonhomie was happening. So, that's one thing. But also at sort of society levels, governmental levels, institutional levels within governments, at different levels, we need to be engaging with them because we don't necessarily understand how that system operates. And a classy example is the engagements at our armed forces. The fact that India and China have been talking about setting up a hotline, a crisis de-escalation hotline between the armed forces for years now, at least publicly this government said so two years ago. And it just announced this month that we are in a position where a hotline will be set up. And the reason that you couldn't set this hotline up is because India said, we have the Director General of Military Operations, that person will be in charge. Who is your equivalent at that side? And neither could we, neither could they identify the equivalent. So just this sort of sense of lack of understanding of each other's systems and sort of being able to harmonise that. So, we need to engage with them. We also need to balance them, which is what we are doing with the US, which is what we're doing when we partner with Japan, with Australia, this idea that we are building up this quadrilateral group, which is not an alliance, but some sort of a loose coming together of like-minded countries. Most important to this is not the fact that we have these countries working with us, but the fact that we work with them to develop our own capacity, our own military capacity. And we're sort of gradually taking steps to do that. In terms of deterrence, the capacity building will work. Nuclear weapons are an important part of the deterrence, but also the fact that we need to be able to bolster our border defences, we need to be able to build infrastructure, we need to be able to spend on our Navy. And for all of this, our economy is fundamental. And the last bit over there, in terms of this framework of engagement, balancing, deterrence is collaboration. And that's where I sort of tie in the economy. The Chinese today are massively capital rich, they want to spend money, they want better returns. India can potentially offer a market where they can get better returns. We've not been able to attract the kind of investment, although there's 8 and 9 billion that I've said about, but there's much more investment from the Chinese that could come into dummy infrastructure, which hasn't come in. They're doing this around the world, but they're not doing this in India. We should be trying to attract that money in, and that requires regulatory clarity in India. So that's where we need to collaborate with them, not just on infrastructure, but also maybe on say digital technologies, talking to them about cyber governance and these sorts of things, talking to them about data protection, which are all going to be norms which are going to be shaped internationally. And we need to work with them on these things to be able to collaborate where we can, leverage what we can to be able to then build our capacity and deter them. So yes, while we build our relationship with the US, this is a neighbor on our border, which we need to manage well. And this is a framework through which we can"
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:22.720",
        "message": "manage them. I just want to tie that into the US-India question. So broadly, the way I see it as India's US relationship, there are three schools of thought. One is purely a retaliatory school of thought, which says, why should India do anything to the US because US keeps supporting Pakistan still. It still supports the Pakistani military. It gives F-16s to them and all that. So that's a retaliatory school in nature. It is very low on realism because it is not taking into account what US can do to India, the benefits it can give. That is one school of thought. The second school of thought is purely bandwagoning, which I told you about that we should try to ensure that India, if US is the number one and China is number two, US should be number one. We should try to prolong that. The third school of thought is what Manoj was talking about and what we sort of believe in about India trying to be a swing power. Basically, India's capability should be that it should be able to deliver pain to an adversary if it does not act according to our interest, and it should be able to deliver benefits if it does. So that is how we should look at US and China as well. And so issue by issue, we can decide where we want to be on. So it is called like another analogy for this is we shouldn't be in anyone's camp, but we can be in different tents at different times. So you could be on, for example, on climate change, India could have more close relationship with China. But on certain other things, US is more important for India. So it requires a balance. We don't need... India is a big enough power to be able to do that. If you ask this question to a small nation state, it's very tough for them to do any of this balancing because their own power is less. But because India is a significant power, and we hope it remains so with growing economic strength, then its ability to do this balancing, be in different tents at different times will improve over time. And it also"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:15.760",
        "message": "strikes me when you were talking about deterrence against China, it also strikes me that perhaps a stronger deterrent than say nuclear bombs is a strong economy, because then their incentives because you know, they make so much money from our economy that their incentive is to keep us healthy, but that doesn't work for Pakistan. So while we need carrots with China, perhaps these kind of positive some carrots, we need sticks with Pakistan, would that be"
    },
    {
        "speaker": "Guest 1",
        "time": "00:53:41.320",
        "message": "a fair characterization? So I'd say that we need a bit of both with China, we need to be able to have the capacity and display the resolve to be able to inflict pain, but we need carrots because it is beneficial to us also. And the fact that over the last 60-65 years, we've been able to manage the border tensions without any major incidents, the Chinese have not sort of protruded inside India, they've not even sought to, there have been differences, which cause incursions and those sorts of things. But there's nothing that that's been large scale. And there's nothing that tells us that there will be something, you know, at a massive scale going forward. Likewise, with India, India has not tried to push through sort of established lines apart from, I mean, as much as we keep reporting Chinese border incursions, they do the same thing, Indian border incursions. So that's a perceptual issue. And that happens. Yes, there's also it's but the fact is that it's also a pain point for us, which the Chinese tend to leverage also. So it's not just innocent perception. It's also thought out sort of approach to this. In terms of carrots, yes, we need carrots. I think this is one place where sort of we in the office tend to have a discussion about is that can these carrots influence Chinese policy? What evidence has shown us that in certain cases, it can in certain cases, it won't. So for example, when the Chinese ended up entering into a sort of conflict with the Japanese, this phase of tension starting from 2012 onwards, over the disputed islands between the two countries, you ended up realizing that the Chinese were willing to bear economic costs, whether it was to Japanese businesses in China, or whether it was sort of dealing with cutting off ties, sort of restricting hurting Chinese exports and all those sorts of things. They were willing to deal with economic costs. In the case of the US right now, and sort of tensions between the Americans and the Chinese, what you're seeing is that they're again willing to bear economic costs for strategic objectives. Yet, when those economic costs start to hurt the stability of the party, that's when it becomes far more important. So it might not necessarily be a case where a certain large, certain set of large industry sort of lobbies can get together and influence the government in China, like they could probably in the US or probably in India, to alter policies, soften policy or do something like that. But when those industries are critical to survival for the Communist Party, you'll end up seeing them sort of altering course, it might not just be sort of the profit margins being hurt badly. So I think that is what we need to keep in mind when we try to take, if our carrots are, the purpose of the carrots is to sort of try and shift policy over a period of time, it has to be focused with sort of very clear sort of precision that what are you looking at, where are you targeting, it might not necessarily be sufficient just because you're a large enough market where you can, where they are making 100 billion dollars a year, that might not essentially be sufficient. So there may be a lot more that needs to be"
    },
    {
        "speaker": "Guest 2",
        "time": "00:56:14.120",
        "message": "done. Yeah, I look at it from like an insurance policy, right? You need an insurance when things go wrong, right? Similarly, I articulate what India's policy towards China should be in two parts. One is what Manoj said about part one, we need Yogakshema, it's in our national interest that there are more investments, there is peace on the border. So whatever requires to be done with China on that we should do, we should allow Chinese investments in a lot of at least the dump infrastructure in India, definitely a yes, right? But we also need an aggressive China insurance policy. So what if, because China's recent movements have been in Maldives, Nepal, Doklam are quite indicative that it is ready to take openly hostile relationship with its neighbors, not just India, it has been the case with many. So we need at least some instruments to be able to deliver pain to China if it tries this, right? So for example, some things, the insurance premium for this policy would include a variety of measures, for example, establishing at least contacts with key members of the World Uyghur Congress, for example, because that is a pain point for them. Shifting the focus of our Act East and Look East policy to just one country, Vietnam, for example, because it is a country which also has a historic problem with China in its neighborhood. Third, offering Trump deals that can actually deepen the US-India engagement. And fourth, actually sponsoring studies that puncture the Chinese leaders do no wrong narrative, because that's a very strong thing. Everything in China is planned and everything they do is a success. Dear leader is never wrong, sounds familiar, Indian listeners. So these are just, this is not a comprehensive list by any means, but these are some things which we can develop our strength in so that if things go wrong with China, we at least have well-developed,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:58:06.160",
        "message": "crafted instruments. Yeah, I think the only, the one thing that I would add to this is, you know, our relationship with Taiwan. The fact that we've not really been able to leverage that relationship at all, which apart from just as an insurance policy with regard to China is also useful from the point of view of our own technological development. Given that we want to talk about indigenizing semiconductors and all of that, we need to work with the Japanese. And I don't think we've done enough. I mean, I, we just had elections in Taiwan and for whom I had put out on social media that it would be nice to see the Indian government put out a statement saying that, you know, congratulations, well, you know, good elections and you know, congratulations on peaceful transfer of power and just as generic as that, without even using the word president side, because we don't recognize Taiwan as a state, but just congratulating them. When the Australians can, when the Americans can, why can't we? It might, it will urge the Chinese, of course, it'll urge the Chinese, but it won't take you for granted. Yeah, they won't take you for granted. So I don't see why we don't do that and why we've also sort of become far more soft on Tibet. These are complicated issues for the Chinese that are going to remain complicated for the next, at least for the next decade plus. Taiwan's going to be there for a longer period of time, but given that the Dalai Lama is aging and his health hasn't been the best, Tibet's going to be a complicated issue for the Chinese. I don't know how much we've done to sort of nurture some of these pain points. I don't think we've done sufficient. In fact, what we've done in the last few years is that we've actually rolled back some of the pressure that we apply on this. So when"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:24.360",
        "message": "you say nurture the pain points, you're saying keep it alive as an issue. Yes. So they are wary of messing too much with you on other fronts because you could mess with them on"
    },
    {
        "speaker": "Guest 1",
        "time": "00:59:31.760",
        "message": "this front, basically. To me, the fact is that the fact that we are no longer even issuing statements to any regard tells you of the fact that you, I mean, I don't know what capacity we'd have in Tibet, if we have any, I don't. The fact that we are no longer even talking about it tells you that we probably have no capacity. If you had some capacity, you would talk about it because empty talk is otherwise useless. So I presume that we've not nurtured that capacity. And if you've not done that, therefore we're not talking. So I think we"
    },
    {
        "speaker": "Guest 2",
        "time": "00:59:54.960",
        "message": "should be looking to do some of these things. Actually, we're going the other direction, because Pakistan has become again important for this government. The opportunity cost of that is that we are not going to be looking at China with such, with all these instruments. We're not going to develop them. In fact, we are going to need China on our hand to take on Pakistan. And for just the case of that Masood Azhar listing is a classic case because it is so important to us. We want China's support for that delisting and all cannot happen. So we are going in the other direction by making Pakistan the focus of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:28.880",
        "message": "our foreign policy. And we shall make Pakistan the focus of our conversation after we come back commercial break. commercial break. My recommendation for this week is a selfish gene by Richard Dawkins. This is a landmark book of popular science writing that explains how natural selection functions through the medium of genes. It's an eye opening book. And if you're not familiar with the subject, the world will never look the same after you're done with this. So do check it out in Storytel. The selfish gene by Richard Dawkins. Download the Storytel app or visit Storytel.com. Remember that Storytel with a single l Storytel.com. Welcome back to the scene in the unseen. I'm chatting with Pranay Kutasane and Manoj Keval Romani on foreign policy. And we've sort of been talking about how India looks at first the US and then China, and now Pakistan. And Pranay, I remember a couple of years back, if my memory serves me right, we actually did an episode on why China's renewed interest in Pakistan could actually be a good thing for India and not a threat."
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:17.200",
        "message": "Yeah, we did that with regards to what China was doing in CPEC, etc. Yeah, I remember that. So my thing about Pakistan and India's relationship with Pakistan is, yeah, we need to move away from what we are doing, move away from that focus and defocus, actually, Pakistan, even when we are talking about the subcontinent. So there are, for example, Bangladesh is a country we should be really investing our subcontinent policy for, right? All our energy should be that because it is a big country. It has, it is our largest export for our two-wheeler market now, for example. And there are a lot of tourists which come from Bangladesh to India, a significant number. The economy is also doing much better than us. The per capita GDP is more than that of Pakistan now. So there are lots of good things. And we need Bangladesh because we need to be able to, the connectivity between India's northeast part and the other parts of India is quite weak. And we need Bangladesh to help us get through Bangladesh to say Mizoram and Tripura. And Bangladesh is very important. We have done trials also of moving goods through that. So Bangladesh is important. So actually, my thing about Pakistan is just keep an eye on the Pakistani military jihadi complex, which we have spoken about. And as long as we have enough capability to avert the worst things that Pakistani military jihadi complex does to us, the foreign policy idea should think"
    },
    {
        "speaker": "Guest 1",
        "time": "01:03:45.560",
        "message": "of other things and not Pakistan. I agree with that completely. I'm just going to slightly rephrase it. I think our security policy can deal with Pakistan because I mean, when you engage with folks in the Indian armed forces, the one thing that they'll tell you is that we get that we need to reorient towards China. The new army chief says we are doing some sort of rebalancing and the balancing is to correct historical issues where we are balancing towards the northern frontier. Yet when you engage with people in the armed forces, what they'll tell you is that, what do you do? There's a constant barrage from that side. So how do you sort of reorient? It's a difficult thing to reorient. Conceptually, it makes sense to us also, but how do you do it practically? So, and I think the difference there is that, you know, you get your security policy needs to take into account what you need to do to deal with the threats that emerge from the military jihadi complex. The problem is when that gets transported into your domestic narrative, into your foreign policy priorities, and that starts to defeating or achieving petty diplomatic victories, which really are of no consequence. And I put Masood Arz's listing in that particular category for probably domestic purposes. It really makes no sense. The fact that we are investing that much foreign policy capital in these things and diplomatic capital, which is terribly limited. I mean, India's diplomatic core is very limited. The amount of money that we spent on our diplomacy is very limited compared to the Americans, the Chinese, the folks that you want to be compared with, you know, the folks with whom you want to be playing this great game, are sort of 10-15 times more spending more than you, their capacity is far greater than you. And you're wasting your limited capacity on something as petty as this, which is not really going to get you any significant tangible outcomes. That's where I think the problem lies. So as a security policy, yes, you need to reorient your armed forces in a certain way, you need to make sure that you have the capacity to deal with the threats that emerge. But from a foreign policy perspective, you need to be looking at something far broader, of which say things like Bangladesh, of which say things like, if you're worried about the Chinese having greater influence in your neighborhood, what exactly are you doing about it? What sort of connectivity project, if connectivity is what they're selling, and if you're saying that your neighborhood is worried about an infrastructure deficit, and that's what they're selling, you might not meet them dollar for dollar, but you have other advantages, you can work with other partners, you've tried to. But again, at the end of the day, do you have the capacity to deliver those projects? Maybe that's where your sort of policy should be oriented towards, that what can we do to actually get some of these outcomes that we need as opposed to focusing on this one lost cause, and making that the priority of a foreign"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:02.000",
        "message": "policy. And you know, people often, it almost feels natural to be so obsessed with Pakistan, because they were once, I mean, we were once one country, now they are our neighbor. However, Pranay, you have this concept of what you call multiple neighborhoods. And in many of the idea being that we inhabit many neighborhoods simultaneously, and in most of them, Pakistan is not a neighbor, they're a very distant nation. Kindly explain concept."
    },
    {
        "speaker": "Guest 2",
        "time": "01:06:24.600",
        "message": "Yeah, so my idea was when we use this word neighbor, we look at it from a geographic lens, right. And in Indian foreign policy, also, the narrative is that India can't do anything until and unless it has great relationships with all its neighbors and the geographic name. I think that is quite unreasonable. No country in the world has good relationships with all its neighbors, and only then it expands to other countries. Like, I mean, US and Mexico also had problems and US and Cuba still have problems, right? So it's unreasonable to say that. So my thinking was that geography is just one axis of looking at neighbors. In fact, India has multiple neighbors. For example, technology wise, India now has neighbors in China, in Europe, and US are India's technological neighbors. Then economic wise, the West Asia is our neighbor for many things, even US again, for the services economy that we are, right. So the idea is that we should come out of this frame that we are, we can't do anything until and unless we have great relationship with every South Asian country, right. So let's look at beyond that we inhabit multiple neighborhoods, and each of these should be looked differently. Sometimes, the government has also articulated this policy in terms of extended neighborhood, but they again look at it geographically that India's close neighborhood is Indian subcontinent, beyond that there is a wider... So Iran would be an extended neighbor. Yeah, level two neighbor. But I'm thinking just geography is just one axis,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:59.680",
        "message": "and geography is not necessarily the most important thing. I mean, geography is destiny only if we think it is destiny, in which case, yeah, it's a self fulfilling prophecy. Yeah,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:08:07.840",
        "message": "so we need to look at all these neighborhoods, and how do we interact with each of them. And we can achieve more in one neighborhood without necessarily conquering or having great relationship with everyone in another neighborhood. That was the idea."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:22.080",
        "message": "So now my question is, and this will be a very newbie question for guys like you, so kindly forgive me, but I think many of my listeners will share my curiosity that what are the mechanics of foreign policy? Like when we talk about foreign policy, most people are thinking two external affairs ministers are sitting down with their teams over this, you know, nice, in this nice conference room, and there are flags in the background, and so on. So but what are the nuts and bolts? Like, what does it mean? You mentioned our foreign policy core, what is this core? How many you know, what is the training? Are they lifelong civil servants? Or are they generalists who are brought in from other departments? And if I mean, I know there's something called the Indian Foreign Services, for example. So how does it and does that have a culture and a thinking and an ideology of its own? How does it evolve? And, you know, when what's going on right now, between India and China, we know there's no top level meeting happening right now. But what is happening? You know, other governments communicating on a daily basis? What are the sort of movements that"
    },
    {
        "speaker": "Guest 2",
        "time": "01:09:16.080",
        "message": "happen? Yeah, so I would say there are various economic diplomacy, there is public diplomacy,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:22.880",
        "message": "so there are various levels of like, who carries this out? Like economic diplomacy? Is it the finance ministry and the foreign ministry collaborating or? Yeah, so there is that's"
    },
    {
        "speaker": "Guest 2",
        "time": "01:09:34.160",
        "message": "a good question. See, economic diplomacy is a mix of union governments and a bit of state governments also having a role. For example, remember when Narendra Modi was the CM of Gujarat? Vibrant Gujarat. Yeah. And there was a lot of things with China and trying to establish investments from China. So if you look at economic diplomacy, per se, you have, it's largely the instrument of this is still the IFS. So people who are trained, they are diplomats also do the role of on the economic front. But politically, now even states are getting involved. So what they do is every state, almost every state in India has this investor summit, one gala event every year where they'll call people from across worlds, the companies to come and invest here. Even the CMs go across to many countries now, I remember 2016, the Madhya Pradesh CM was in Washington DC for a day and saying, you know, come and invest in Madhya Pradesh. So that happens. But largely the bureaucratic instrument which carries out economic diplomacy is still the IFS. I have an idea on that, that we should actually, states should be able to have direct relationships on the economic front and they should be able to bypass IFS. Maybe they can fund a chair in the embassy in Washington DC, which is funded by say Karnataka or Maharashtra. And they pursue their own independent economic diplomacy for their own state. It happens in other countries. So for example, Australia, we are in Bangalore and there are, there's Victoria, there are other states of Australia which have a presence here apart from the presence of the Australian government, federal government. So that happens. That is what I would like to see, but currently"
    },
    {
        "speaker": "Guest 1",
        "time": "01:11:22.240",
        "message": "it is, the instrument is still IFS. I mean, I look at it a little bit. So let's just go from the point of view of who's in China right now. We've got embassies, we've got missions established over there. So you've got the ambassador, you've got counselor officers, you've got people dealing with different portfolios in that embassy. So that's your first point of contact in that country. And that's the same thing with any other country. That's essentially your IFS core, which is doing what it's doing. The IFS core, if I'm, I could be wrong here, but my numbers from what I recall is about 1200 to 1500 people, which is for a country of this size is quite small. In comparison, if I recall China's correctly was about seven and a half, 8,000 or 10,000, around about that. It might've changed in a couple of years. And for the US it's around 15,000. And these are rough sort of numbers that I recall reading a couple of years ago. So you can see that capacity wise, there's this massive difference. There's also the amount of money that you're spending. The Chinese sort of raised double the amount that they were spending. And again, it's very difficult to calculate total spends because how do you estimate it? Is it salaries? Is it what you're spending on events? Is it what you're spending on embassies? Or is it also certain other events that you're doing? Because diplomacy is not just about what the foreign ministry bureaucrats are doing. It's also about necessarily say, when NITI Aayog meets with the National Development Reform Commission over there, and they have a conversation about how do you facilitate investment, cross-border investment on both sides. That's part of your economic diplomacy and it doesn't necessarily have IFS guys involved. They may be working through the IFS in some way or the other, because you need to get people in and you need to actually get some degree of harmony between different institutions. But it's these guys who are actually pursuing an agenda. Likewise, when say health ministries talk or when you sort of establish a dialogue on health on certain things, when you're talking on climate, it might not necessarily be the IFS guys who are taking the lead. It might be different institutions who are doing it, but the IFS will be involved. When you're talking on visas and student exchanges, while your education ministry in India might be involved, also your home ministry might be involved because the home ministry might be worried about certain people coming in from the point of view of espionage or those sorts of things, and they might want to block certain things. So it's multiple institutions that will be involved, driven predominantly by, well in this administration, driven predominantly by the PMO and sort of executed by the Foreign Service, by the MEA. But there are multiple institutions at multiple layers this is happening, of which one sort of other layer, distinct layer is para-diplomacy which Pranay was talking about, which is where states do certain things. That is something that we actually argue for, like Pranay said that, you know, if it might be too radical for an Indian government to sort of say that, well, states can establish their own missions, but at least states should be doing much more because often, say in relationships like India and China, where you end up in a situation that even sort of the smallest steps that you take forward can get pushed back and our industry might end up saying that, well, we don't necessarily want to get Chinese money here, or we don't necessarily want to cut these deals because the next thing you know, there's tension between Delhi and Beijing over the border and our business goes for a toss. Those sorts of things happen because you're dealing through the centre. Once you start dealing independently, there's a lesser chance of that happening, particularly if you're going through your state governments and all of that. You might still have those fears, but you might get certain assurances from a state government saying, look, behind you, you can do this. So I think somewhere the states need to take a greater role in that and that sort of para-diplomacy needs to happen. People-to-people engagement, again, it's states that need to play a role. The central government can say, yes, we're going to facilitate visas, but it's actually the state government that probably might decide that, you know what, this is a destination which might be really interesting for Chinese visitors because there's a history for China or for American visitors because there's a history here and let's tailor the experience to attract this kind of visitor. And you do that. I mean, the West does that, right? When you go to London today and you go for a holiday, stores like Harrods have special Chinese signage and all of that. And you're doing that because you see that there's a revenue stream and there's a store doing it, but a city can also do it. A city can put up, a city can create an app which makes, which ensures that if a tourist from, say, a heavy spending country, let's assume Japan, is coming to India, they can access information in Japanese if they can't access it in English. So those are the things, executions the states have to do, and that's where they can become part of this broader thing. But yeah, so that's how I would classify the sort of machinations of foreign policy as a whole. At any given point of time, there are multiple things happening. The armed forces play a role in it. There are delegations coming back and forth, which have foreign policy implications. And this is a continuous process. So this sort of engagement is continuous and it should be continuous. Because if you keep snapping this over a period of time, you don't end up building the institutional memory of how do you deal with crisis when they occur."
    },
    {
        "speaker": "Guest 2",
        "time": "01:15:40.640",
        "message": "And we are talking about diplomacy, but foreign policy will include other things as well. Like there will be intelligence, which happens, then there will be even defense policy, right? So there will be military attaches, for example, who will be stationed at important missions abroad. They look at the military side of things. So if we talk about foreign policy, it includes these elements as well. But we were narrowly talking about just the diplomatic"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:04.760",
        "message": "instrument. So now in domestic politics, just as it seems that the state often takes credit for something that society has achieved, right? Which is very typical in India and which often society has achieved in spite of the state. It strikes me that in foreign policy, nations are often negotiating over things which are actually people to people things. For example, a one big political issue often is a trade deficit. And people behave as if one country is trading directly with another country. But the truth is people from both countries are trading with each other to mutual benefit. And you'd imagine therefore that the job of the country, the job of the state is to enable those transactions. So now, let's take a scenario where I'm doing this to come to a question about conflicting interests within arms of the state. That where, for example, I am from the foreign office and I feel that it's great if China invests more, and if more of their goods come. But let's say Manoj is from the Home Department, and he has political pressure because lobbies of local manufacturers are saying no put heavy tariffs, because otherwise, it is hurting us. And of course, economically sound thing to do is to not have any tariffs at all. But there are these political pressures. So are there these kind of internal, like from within the government, pulls and pressures that the foreign office has to deal with?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:17:20.560",
        "message": "Obviously that exists. And an example of that is the Huawei issue, which is currently going on. So should Huawei be involved in India's 5G critical infrastructure? Now, there are various views on it. One clear view is the economic view that India might be losing out on a lot of things because Huawei is clearly the front runner. It overestimates its ability because Samsung and all are also catching up. But nevertheless, there will be some economic loss to it. On the other hand, there is the security first approach, which says that, you know, you shouldn't involve China because they might snoop into your infrastructure. Then the third one is a strategic view, right? That what it does it augur well for India to give away, hand over its critical infrastructure to an adversarial state, which is more powerful than us than currently, right? So these are all conflicting views. So foreign policy always has to grapple with this. On this particular issue, for example, again, using the multiple tents and not one camp approach, the way we have articulated it is that for phones, etc, which give a tremendous amount of consumer surplus to an individual Indian, we should allow Huawei or any Chinese phone. But when it comes to the critical network infrastructure, we should avoid Chinese investment there. What do you say?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:18:43.040",
        "message": "Yeah, no, that's the argument that we've made. And I agree with that argument. I think the other sort of example, while you were sort of framing the question, the thought kept into my mind, the thought that kept coming to me was, you were talking about RCEP and India pulling out of RCEP. It was exactly that, right? It was the fact that you were negotiating for so many years, and you were positive despite sort of domestic push and pull from multiple lobbies within India. And even sort of this government sort of Swadeshi branch, which wanted us to pull out of this deal, yet we were negotiating the fact that the Prime Minister went there, obviously, he didn't go there with the idea that I'm going to go there and say thanks, but no thanks. He went there with the idea of signing up. Yet there were pressures that forced him to pull out, which predominantly were domestic sort of economic pressures, which told him that his lobbies would probably not be working in his favor. If he ends up signing this deal, it'll hurt him politically."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:30.240",
        "message": "No, it's really ironic and really sad that the one time the Prime Minister listened to pressure from the opposition, it was to do the wrong thing. I mean, our pulling out of RCEP, frankly, was just so stupid and counterproductive, according to me. I don't think he listened to the opposition. I think they also believe in this. No, but I think he... The Swadeshi wing and all of that."
    },
    {
        "speaker": "Guest 1",
        "time": "01:19:47.720",
        "message": "Yeah, I think he listened to that sort of part, because otherwise, it made no sense to go there. The fact that you went there, you thought that you had a deal and you would want to actually end up doing a deal. But yeah, that's exactly an example of how these"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:56.920",
        "message": "things play out and..."
    },
    {
        "speaker": "Guest 1",
        "time": "01:19:58.760",
        "message": "One good thing the man was about to do. That could have been one of those transformative things in foreign policy."
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:04.280",
        "message": "Yeah, actually, Amit, I don't think foreign policy is any different. It's actually just between concentrated interest versus dispersed interest, right? The benefits are they concentrated or they are dispersed. So, for example, if there is a foreign policy which allows investments from all countries, it will benefit a large number of people in a dispersed manner, but it will affect a few Indian incumbent players in a concentrated manner."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:29.480",
        "message": "So, concentrated costs, and therefore, they will lobby in all of that."
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:33.640",
        "message": "Which exists in other areas also. So, it's quite similar to that. And on trade deficit, for example, we've always argued, right? It is about trade deficit by itself is not a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:44.600",
        "message": "bad thing at all. Exactly. I mean, I have a trade deficit with my domestic help, for example. I pay her every"
    },
    {
        "speaker": "Guest 2",
        "time": "01:20:50.200",
        "message": "month, I buy her services, she doesn't buy anything from me. And it's a positive sum game. Yeah. So, and it indicates comparative advantage. So, if China's investment into India, we have manufactured products come from China to India, it indicates that they are good at it. But we can have some other trade, we can use that investment to grow our own companies. And then our companies, we can again invest back in China, right? So, it is about..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:14.960",
        "message": "And a part of me, the libertarian part of me is also rebelling to the way you're saying our and we and because these are all dispersed individuals and dispersed companies who are all trading to sort of mutual benefit. We've spoken a lot about how sort of India looks at the world. Let's talk about how the world looks at India. For example, let's start with the US. I mean, let's go major power by major power. Let's start at the US that, you know, initially through the Cold War, we must have been an extremely pesky presence for them, though, you know, they've blown hot and cold. I had a fascinating episode with Srinath Raghavan on US foreign policy in South Asia over the decades. But how has that changed in recent years? And secondly, can it change in recent years? Like, can we talk of something called a coherent foreign policy where so much of what they do is to the whims and fancies and"
    },
    {
        "speaker": "Guest 2",
        "time": "01:22:01.160",
        "message": "Twitter moods of their president at 3am? Yeah, again, so for example, we can't look at us as a rational actor only because then there are these big variances which are happening now. But if I had to make that simplification, I think broadly, US, as I said earlier, the transition has been one they see India at a different level than a regional player and a different from Pakistan. And secondly, they see India as a potential balancing power against China. That's why they are so interested in doing lots of things, a quad and others where India becomes an important role. So largely, the trend has been positive. US requires India as well for its own interests. So that's where our interests overlap. Yeah, and also possible"
    },
    {
        "speaker": "Guest 1",
        "time": "01:22:49.840",
        "message": "market for many more things, not just goods, but also things like education. I mean, high time when we open up our education sector to foreign institutes and universities, and the attraction of Western institutes is obviously going to be primary. So there's lots of places where lots of untapped potential that you can sort of nurture and eventually sort of get to hopefully, and to me as the rest of it, I agree with Pranay that yeah, that's"
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:08.840",
        "message": "how the US looks at us. So you have strength in numbers, right? Anything that comes into India or China, you always have a huge market. So a lot of countries, companies which are in different nation states are looking at it. So they are trying to push the foreign policy of their nation state in favor of the other nation states, right? And also, there's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:29.960",
        "message": "been a lot happening in recent years. So there are all these pulls and pressures in the relationship with the Middle East, obviously, with North Korea, and the recent sort of tensions with Iran, and all of that. Does India just kind of take a step back and say, keys, none of our business, let them play out? Or are there opportunities for us? And are there threats for us in all of this potential turmoil that may happen?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:51.160",
        "message": "There are definitely opportunities and threats there. And we can't afford to have a completely isolationist position, because now the global economy is also intertwined. Just anything"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:02.740",
        "message": "which happens on Iran is going to affect our... And as you pointed out, some of them are in our neighborhood, depending on how we define"
    },
    {
        "speaker": "Guest 2",
        "time": "01:24:08.520",
        "message": "it. Exactly. So that is an important factor. So, but what realistically India can do depends on India's own capabilities, right? And that needs to come from gaining more strength economically and militarily, for which we need to grow. So we might want to do great things, but to achieve them in reality, we need to build strength. So if we have to look at it from the same strength, okay, something US does with Iran, now we will do a marginal cost marginal benefit approach, right? Should we intervene in that in some way or not? Now, the marginal benefit of intervening currently for the marginal cost will be high because we, US is closely tied with the Indian economy in Iran, not so much apart from oil. So realistically, if we can, if we want to change that marginal benefit cost calculation, we have to build"
    },
    {
        "speaker": "Guest 1",
        "time": "01:25:05.080",
        "message": "our own strength. Yeah, that is going to be fundamental to everything. Like, I mean, the current foreign ministers use this phrase, right? That India will be a leading power, we will no longer abstain from things and we will actually take decisions. That's wonderful. But would you have the capacity to sustain the backlash from some of these decisions? Would you have the capacity to back those decisions up as needed? Those are the kind of things I mean, so far, it's in the region like the Middle East, the fact that India has done somewhat similar to what the Chinese have done is, we want to have a good relationship with everybody. We don't necessarily want to rock the boat with anybody because fundamentally, our energy resources come from here. And we don't have the capacity like the US to, you know, twist and turn your arms to get you to agree to our demands. So we want to have a good relationship with everybody. And while we sort of stick to certain principle positions, so while through the time through the 90s, we were sort of pro the Palestinian cause, we also developed a very deep relationship with Israel. And those are the kind of things that have benefited us in the long run. Pivoting away from some of these things might create new complications, at least till you don't have the capacity to pivot away. And you know, deal with the consequences that will come with it. One of the examples in the Middle East, if I was to continue that example, our greatest dependency is energy. Variations in prices hit our economy badly. What are the sort of alternative methods that we're doing? One of the ideas that we've discussed in the office is a strategic reserve and where our strategic reserve are. We've been studying that and what we realized is based on studying is that actually, we've done reasonably well on that. So now when you've done that, you've created for yourself the room to be able to do some of these other things that you might want to. Shift your positions, pivot and deal with the pressure that might come with somebody saying, well, okay, fine, these are the prices of oil or artificially if I'm going to reduce output and that's going to affect you. So if we do some of these things, then yes, you can make those decisions, which may seem difficult. But till you're not doing that, you're not going to be making those decisions. And that's where the capacity argument comes in."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:48.400",
        "message": "Let's move now to China, on which of course you and I did an episode a few months ago, Manoj. With China, I have a dual question, which is one, of course, how does it look at India and how that has changed? But two, also China was famously very insular for a long time where they looked within, you know, they were the middle kingdom and they were quite happy to kind of ignore everything outside their peripheries. And has that been changing? Are they more aggressive? Are they more into projecting power? And how has their dynamic with the US changed? Partly because of situations outside their control, of course, but how are things evolving? And how does all of that affect India? Which is like 20 questions."
    },
    {
        "speaker": "Guest 1",
        "time": "01:27:23.760",
        "message": "I'm so sorry. So, no, just a quick sweep. The Chinese were insular for a very small period of time, which was about 10-12 years when the cultural revolution happened. And they had after the internal turmoil till 78, which is when they entered reform and opening up. But even historically, all those kingdoms and the powers. So, not necessarily. I mean, there was a point of time where the Ming dynasty was outward looking. It was actually venturing into many places. I mean, if you look at, this is a good exercise to do. So anybody sitting at home, just go and download all the maps of Chinese dynasties and then superimpose them over each other, creating a time lapse. And you will actually see that the ancient state has expanded quite significantly with each"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:55.680",
        "message": "dynasty. I would like to see some listener do this, please. A great image on Twitter."
    },
    {
        "speaker": "Guest 1",
        "time": "01:27:59.280",
        "message": "So it will be this, you'll see that the state has expanded quite significantly over a period of time. And there have been, and if you then look at sort of just beyond what is the current Chinese state territory, you'll see that they also ventured in many places under with Zheng He. Then there came a point where they looked inward. And this looking inward had to do partly with their own sense of we are self-contained, but also the sense of, you know, subsequently as sort of the industrial revolution hits, the fact that we are sort of losing out and therefore we are looking inward even more. This happened during the Qing dynasty. Now fast forward to Mao Zedong, what Mao Zedong did was initially he was an outward looking fellow. He didn't have the capacity, just like India didn't have the capacity to actually influence events, but he realized that he could do it asymmetrically. So while he invested in building the bomb and doing all of those things, he also trained revolutionaries from around the world. So in India, there were revolutionaries that were sort of trained over there in Africa, in East Asia, in the Middle East, there were lots of revolutionaries that were trained."
    },
    {
        "speaker": "Unknown",
        "time": "01:28:51.140",
        "message": "And the idea was to export this model. So you were outward looking in that sense. You"
    },
    {
        "speaker": "Guest 1",
        "time": "01:28:54.560",
        "message": "might not necessarily be looking at expanding territory of the Chinese state, but at least the influence through revolution was a case. Then came the cultural revolution, which became, where it became insular, because you were just sowing chaos within for the sake of some churn of revolution that he thought he would achieve. And then subsequently in 78, you start seeing this shift of policy where you open up to the broader world, attract foreign investment, work with international organizations, work with foreign experts to sort of reform your economy. Deng Xiaoping travels to the US, wears that cowboy hat and everything becomes hunky dory. But the objective there was, we still don't have the capacity to maybe influence things on a certain scale. So we define what are our core interests, what we can't necessarily give, but within that we have a lot of pragmatism of room to cooperate. And that's when Deng Xiaoping comes up with these frameworks, right? Oh, we can talk about these disputes later, let's first get rich. And he tells that to other countries also, let's first get rich, we can do all this stuff later. Fast forward to today, the Chinese come to a point after 2008, when the financial crisis hits where they feel that we've gotten fairly rich. And from 2008 onwards, still growth in China is quite significant. And by the time Xi Jinping is coming to power, they've already sort of remoulding their policy towards saying that, I think we've gotten to a point where we can actually sort of start pushing forward. And we probably also need to push on certain things, because internally, our economic growth will start to slow down significantly and until we start to push outward. So they want to sort of aggressively push investments outside because you've got so much foreign reserve, which is not yielding enough return in treasury bonds, and so on and so forth, that you want to sort of create more revenue also. So there are multiple factors which lead to this push outside. And that's where they are today, where they feel that formally the sort of ideology shifts from hiding and biding your time to let's actively change things to be able to get our objectives. And that's what they're doing right now. It's again, in some ways, just the fact that I think, I think Pranay will talk about this just as Edward Luttwak in his book had this wonderful analogy of China being this giant elephant in an elevator. And just by the fact that it's an elephant in an elevator, it's squeezing other people. And it's growing larger and the larger it's growing, the more it's squeezing people. So even if it doesn't have aggressive intent, it's creating problems for others. And that's what's sort of happening with the Chinese. In terms of how they look at India, if you read what they say, I mean, don't go by the great informal symmetry that we're doing and the wonderful pictures, just read their classification of powers. They have a classification of major powers in which they see the Russia, the US and the European Union. And then they have a classification of peripheral powers. India falls within peripheral power. It's a little bit notch above the sort of Vietnam, Philippines, of course, but it's still a peripheral power, which it sees within the context of this sort of Indian Ocean, South Asian region. They don't necessarily see them as a, see India as a major power. And that's why the sense is that this can be a pesky irritant, like you defined, described India in the 50s for the US. This can be an irritant in sort of our pathway. It can also be a troublemaker because it has the capacity to deliver a certain kind of pain, particularly if you enter into conflict. Yet, by and large, status quo won't necessarily be looking to move and alter status quo. Inefficient, unable to necessarily deliver large scale projects, which creates a credibility crisis in other countries and therefore creates opportunities for us. So, it is a threat in some ways, particularly as China sort of expands into the Indian Ocean region, but largely a threat that they feel they can contain. And that's what we've seen them try to do. At any point of time with China's relationship with the US tends to become difficult. You've seen them reach out to the neighbours and try to sort of smoothen tensions along the periphery. And that's what's happened in the last couple of years. As you, as and when and if, although it's highly unlikely they enter into some sort of a modus vivendi with the US, with this current tension with the US, you'll probably start seeing greater pressure. You'll probably start seeing greater pressure on India, on Japan and these countries. What kind of pressure? So, you'll probably start seeing greater pushback on Indian criticism. You'd probably start seeing greater money being invested in South Asia. You'd probably start seeing greater arguments against this idea that, you know, we want India to be part of this broader BRI or whatever. Well, if you don't want to be part of it, don't be part of it. We don't necessarily need to work with you. The market will remain an allure. So, if you can have an India which is favourable to you, great. If you can have an India which is non-aligned in this conflict with the US, acceptable. But if you can actually enter into some sort of a deal with the US or some sort of a G2 arrangement, then India becomes far less significant in some ways. Because then you are looking at, and then actually for you might become much more significant to India. Because India might say, well, okay, now we need to work with them more. So, you will see the Chinese pushing their weight around a little bit more than what they do normally. So, those are the kind of things"
    },
    {
        "speaker": "Guest 2",
        "time": "01:33:24.200",
        "message": "that I think we can see going forward. Yeah. Again, if you see, right, because US sees China as a challenger, and now China is also aspiring to be the US. When you talk about India-China relationship, again, US becomes an important determinant. So, again, if I have to draw really broadly a few schools of thought from China over the last few years, they would be one school of thought sees India as doing US's bidding on a lot of things. That is one extremist school of thought. The other school of thought, which was there probably 10 years ago, it had some narrative dominance, was India as a competitor to some of the things China is doing. Now, not so much, but that was one. The other, the third narrative is India is insignificant. That also was a narrative, which is no longer the dominant one at any point of time, but it exists. And the fourth one is India as a competitor, right? Competition in some areas and probably areas of cooperation in others. So, I think these are like broad four schools of thought. The two that are dominant now, I would say is one, sometimes they see India as doing US's bidding. And the other one is, no, but there are areas of cooperation that we can explore. What do you think? Yeah, no, I think the primary concern"
    },
    {
        "speaker": "Guest 1",
        "time": "01:34:37.160",
        "message": "from them from an Indian perspective is that they see India as a potential spoiler in terms of its alignment with the US. And therefore, I said, an India which is aligned to the US is problematic. An India which is favorable to China, great. An India which is non-aligned in this contest with the US is acceptable. But an India which sort of tilts towards the US in more ways than one is problematic. I mean, every time you read the Chinese talking about anything that India does, it's through this prism of the US. To me, that tells you two things. One, that their competition with the US is what's defining this. And the other, that this idea of India as a cooperative partner in certain areas is also limited to the prism of not necessarily strategic domains. Because you'll see the fact that you're worried about certain this party aligning with your primary adversary, you know that you're not going to be cooperating with them on strategic domains. But what you also know is that this party is not necessarily as significant in the larger scheme of things if I can reach a deal with the Americans. Then the potential of an India to play a spoiler in my eyes is far smaller. Because it doesn't necessarily have the kind of backing that it has. Unless it's obviously growing significantly at those 8, 9, 10% over the next 10 years while this competition with the US continues to play out. And then you're at a point where India is significantly stronger. So then even if you've sort of got some sort of a deal with the US, this is a significant problem irrespective of that. At the moment, I don't think that's the case."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:56.680",
        "message": "And a final question about China before we move on, which is that the long standing disputes they have with us into including the border disputes, are they just strategic levers which you use as and when you want to manipulate your way to some kind of a, you know, change the equilibrium? Or can any of them actually escalate and explode into conflict?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:36:14.800",
        "message": "Look, I think there is a probability is very, very low. But there is a possibility that you can end up having conflict. To me, if you look at China's history, when it comes to dealing with territorial disputes, it had about 14, 11, 12, 11 to 14 grand border disputes and it settled most of them. The only ones that are remaining are with Bhutan and India. And the one with Bhutan is also remaining because India is a party to all of it. I mean, given the asymmetry between Bhutan and China, the Chinese would have settled it one way or the other. I think the border dispute with India persists for a number of reasons. It's partly sort of strategically, because you wanted to push that aside and say, let's work together on certain things, which is what Rajiv Gandhi and Deng Xiaoping agreed to. And you thought, okay, let's just go about confidence building and we'll do this. From a Chinese point of view, was there any value in settling this dispute and giving away what became important territory, particularly Tawang in Arunachal Pradesh, which was sort of became in some way linked to identity of their control over Tibet and those sorts of things. The other bit was the fact that till the Dalai Lama saw that as a problem, the Dalai Lama's influence in Tibet as a problem, you could not necessarily resolve it because you saw that as a persistent problem. I think today it's an opportunity for them to use it strategically. So there is no incentive for the Chinese to resolve this dispute. India is not necessarily going to be, like I said, they don't necessarily see India as a power which is going to necessarily move to alter the status quo. They see India as a status quo power. So they want to come to a point where the Indians would either agree to what your formulation is, if not, and if you even want to say current status quo becomes international boundary. For that, you need to be feeling comfortable enough in the political position of the leader, which I guess they're right now, but also the fact that you need to feel comfortable about your control over Tibet and the idea that you control Tibet. Increasingly, that's become the bigger issue is how do you see, how do you see Arunachal Pradesh? The fact that Chinese in the last couple of years have internally issued revised maps, demarcating places in Arunachal Pradesh with Chinese names and drawing them in Chinese. It tells you that they're not serious about settling this with India at status quo levels. And they want to sort of pressurize India. If India agrees to give on some of those things in some sort of a package deal saying, okay, you can take this and we'll take that. Very difficult for an Indian government to give up Arunachal Pradesh. But if India was to agree to something like that, the Chinese would be game for it. I don't think that they'll see no value in settling this. But at the moment, the fact that they want to keep it alive and they don't want to necessarily even share their formal claims with you, tells you that they want to use it as a strategic, they want to use it as a lever. Anytime you need it, you can use it."
    },
    {
        "speaker": "Guest 2",
        "time": "01:38:37.440",
        "message": "And I would also say China has settled its territorial disputes with many countries, but created new territorial disputes as well on the maritime domain."
    },
    {
        "speaker": "Guest 1",
        "time": "01:38:46.120",
        "message": "So the interesting thing about the South China Sea is that it's about, so one of the reasons of how these disputes have come about, right? So in 49, once the PRC is formed, the Communist Party does not necessarily have a sense of bureaucracy and state apparatus. I mean, it's not like when India got independence, there was a trained bureaucracy. These were ragtag fighters who were running around the country, you know, predominantly propelled by villagers and farmers, peasants and workers. For them to suddenly figure out, the idea that you imagine where your boundaries lie, and this is where my territory ends, and this is sovereignty therefore, is a difficult concept to grasp. So what you take is what you get from the past. And the idea of the South China Sea, this is an interesting argument of how your claims, how the claims develop, how this nine-dash line developed. In 1911-12, there was a line drawn by some researcher. In the 30s, another researcher had taken it up and two of his students took up from their teacher's course material. That got translated to a forum in Beijing in the 40s. That when the Communist Party came to power, they saw this as, oh, okay, this makes sense, this is probably our boundaries. And that becomes part of your sort of imagination going forward that this is, this dashed line is part of Chinese territory. Now, if you go back further, further, further, you'll find many more examples of when it was and when it wasn't. And the Chinese have subsequently done that. When the Communist Party came to power, they didn't have a sense of this. You got this piece of paper and you thought this makes sense. But the origins of that line, the significance of it to your national identity and your territorial integrity and your sovereignty is manufactured over a number of years. And it's manufactured because, in part, that's how you start imagining what you were. So part of that is this creation of new ideas, but part of that is also just you get this institutional memory from somewhere and you start to incorporate it because that's how you want to imagine your greatness going forward. And that's what happens in most of"
    },
    {
        "speaker": "Guest 2",
        "time": "01:40:37.960",
        "message": "these disputes. I would like to say that China doing border incidents like the case of Doklam is actually a strategic mistake on their part, because that is going to develop this whole narrative in India. See, nationalism will always come up on these issues, right? And then it will develop a narrative in India that, you know, China is only an adversary and nothing else. So that from a, if you take a longer arc for China, it is not good that you are going to just antagonize a whole set of Indians for some small border dispute, right? It's not as if India, they can run over India. It's not possible. We are nuclear powers. It's not as if they are going to take over Arunachal Pradesh and India is not going to do anything. So the gains for them from any of these border disputes are very little, but they have a lot more to lose."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:27.200",
        "message": "Let's move on now to how Pakistan looks at India. And I know you're looking at me with disapproval because I've moved closer geographically from the US to China to Pakistan. So this happens to be the default neighborhood that I have chosen. So how does Pakistan look at India and does Pakistan have a foreign policy towards India or a military jihadi policy?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:41:47.000",
        "message": "Both because both entities exist, but it is predominantly, see in Pakistan, it is very clear that defense, anything related to India is the domain of the military jihadi complex. So the putative state does not have that much to say. So they do have a policy and their policy is to ensure that, you know, India doesn't. It's just like how in India now you see everything being talked about with a reference to Pakistan. In Pakistan, it's been there for many, many years, right? Like everything you see it from an Indian lens. So that sort of continues. What has hurt them is that their economy has also faltered because of this, because of the terrorists. Terrorism is an instrument of their foreign policy. It has bitten them back. And because of that, their own strength in to hurt India has reduced. And that's why there is a bit of rethinking in certain quarters there as well. A lot of military jihadi rethink is happening. Now just think of it, right? They were on the gravy train from the US. They used to get this coalition support funds and all that. Now US policy changed because this terrorism had an impact on US as well. And the narrative in the US changed that, you know, Pakistan is not a good partner."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:07.520",
        "message": "And is that narrative changing got something to do with India's foreign policy? Is that a foreign policy success for us? Did we manipulate that in some way or did it change on its own?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:43:16.840",
        "message": "That is, I think, Pakistan's own doing. India did have a role. I think just the fact that India was growing from 2004 to 2009, that itself was India's biggest contribution to change this narrative. But apart from that, Pakistan did many things on its own. And it helped in developing a narrative in the US that, you know, Pakistan is not a partner which has the same interests as that of the US. So now that has happened, they are also feeling the pinch, right? No investments coming in, everyone in the world thinking of Pakistan as the state which has sponsored terrorism. So because of that, there is a lot of terrorism incidents happening within Pakistan itself, right? So that's why there is on the military jihadi complex also, there is a lot of churn happening internally, you know, and that is what is going on currently."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:13.400",
        "message": "And has the relationship with China changed the incentives for them? Because with China investing so much in Pakistan, they would obviously want Pakistan to be stable and not muck around and especially not get into a war with India. Does that then affect us positively because it changes Pakistan's behaviour towards us?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:44:31.440",
        "message": "So my sense is that the jury is out on that. In theory, yes. In theory, yes, the fact that the Chinese are engaged in the region much more, and they are Pakistan's primary benefactor, they would, you would assume that they would want greater stability, but I'm not necessarily"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:44.120",
        "message": "sure that that's actually played out."
    },
    {
        "speaker": "Guest 1",
        "time": "01:44:46.160",
        "message": "Because they might not be rational actors as the model assumes. They might not be rational actors and also the sense that you know, you until instability in India caused by Pakistan based actors also helps China, it keeps India sort of, you know, left lost out a little bit. And I think that is one of the things that actually plays out. The other thing is that you want to necessarily have instability at till a certain threshold, you don't want it to cross a certain threshold. And I think that's where what we are seeing is being played out. So when you see that things can escalate, which is what happened in February last year, you will see the Chinese also actively getting involved in saying guys, calm down, calm down. And all right, you know, the Indian foreign minister is in Beijing, and we're talking about these things. And we're going to say, yes, yes, we are statement is going to say, let's eradicate the root causes of terrorism. And then two weeks later, once the Pakistani foreign minister comes in, he says, yes, yes, what we mean by root causes of terrorism is development. So you might end up doing some of those things because and that tells you that the sense is that let's keep certain threshold of instability is fine. The challenge for the Chinese going forward, and that would be well, how do you stop to breed that instability? You need actors which are funded, supported by state instruments, the military jihadi complex, and you need the jihadis also, which are non state actors effectively, or definitionally wise, they are non state actors, how are you going to contain them from then turning on to the Chinese who are working in Pakistan? I mean, let's remember those many years ago when that Lal Masjid siege happened in Lahore, it was the Chinese who were taken hostages. And the frustration of those people who took the Chinese hostages was essentially that the justification was that they are perverting our culture by their massage parlours. So as you have more Chinese engaged in Pakistan, how do you then keep this sort of thing separated, that there won't be a backlash against you. And there are already certain cases where there is a backlash against them. Pakistan is a conservative society. And also the more, and Nitin says this always, you know, the closer they embrace the tighter their embrace, the, you know, greater the tensions that they'll end up feeling. So it's going to be a difficult balancing act for the Chinese to do this. But at the moment, I'm not necessarily sure that the fact that the Chinese are engaged means greater stability."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:43.160",
        "message": "Theoretically, yes, but I don't think that's how it's playing out. And even theoretically, like you said, it's probably in their interest to keep a certain threshold of conflict going because that prevents the Indian army from changing focus to China completely. You know,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:46:55.960",
        "message": "as you guys were mentioning earlier. And let's look at what kind of a benefactor China is towards military jihadi complex, because that is what determines their relationship with India to us. Unlike the US, US was all giving them just cash to run Afghanistan policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:12.520",
        "message": "In fact, a friend of mine, when I was in Pakistan in 2006, had said that in Pakistan, they call"
    },
    {
        "speaker": "Guest 2",
        "time": "01:47:17.280",
        "message": "Al-Qaeda Al-Faida, because the USA just flowed in. Yeah. But China is not a similar actor. For example, a lot of money that they're putting in is also conditional. It is loans, not grants. So there they are more involved and they are in the neighborhood. Remember, they are not far away like the US is. You are talking of geographical neighborhoods. Yeah, I hope China sees it. So given that they are in the neighborhood, their interests are slightly different from that of the US. And remember, still, US GDP per capita is $60,000. China is $10,000. So it's not as if they can give the same amount of money to Pakistan. So military jihadi complex is going to feel the pinch of money. One, because they don't have the same guy as the US on their side. And second, China is also going to give loans and not grants. So that"
    },
    {
        "speaker": "Guest 1",
        "time": "01:48:07.920",
        "message": "is going to hurt them in the short term. Yeah. I mean, apart from so traditionally where the Chinese and the Pakistanis are working, so they work together. So the military aspect of the relationship dominated the relationship until very recently. At the moment, what's happened is that while there is CPEC, and all of the conversation is about CPEC, that military-to-military engagement has expanded significantly. In the past, there was support in Pakistan's nuclear program. But today, you're jointly developing jets, you're doing submarine drills, you're expanding your theater of cooperation, now militarily, which doesn't necessarily bode well for India. And India, which is anyway concerned about this idea of the so-called string of pearls of Chinese ports all around us and Chinese potential bases all around us. In Pakistan, you're certain that it's not just whether you get a formal base or not in Gwadar, you are sufficiently sinicizing the Pakistani army in terms of its equipment, which will mean that even in case of conflict, and there may not be a permanent base over there, the possibilities for the Chinese to do soft basing very easily, repair, maintenance, whatever they need in the Indian Ocean, if there's a conflict, they can easily do it through Pakistan, even if Pakistan is not directly involved in the conflict. So that embrace is getting closer. And that embrace is probably far more dangerous for us going forward. And there's very little that we can do to contain that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:23.920",
        "message": "So sort of, you know, I mean, obviously, in the last 10 years or so, our economy has grown significantly weaker since 2011, you know, starting with the disastrous economic policies of Pranab Mukherjee, and then following on the Modi administration, all through all of which I've discussed in various episodes, including Pooja Mehra, which are linked from the show notes. But because of all of that, our general prosperity and all of that has gone down. And that is, of course, part of our foreign policy standing and the power that we can wield in the world. So taking all this into account, and also taking into account the changing currents and conflicts, which have been happening in the globe over the last 10 years, what are the sort of increased threats and opportunities that we have to"
    },
    {
        "speaker": "Guest 2",
        "time": "01:50:03.600",
        "message": "consider from a foreign policy perspective? The increased threats are again, I would say that if we are thinking of India as a swing power, the ability for us to hurt our adversaries is decreasing, our instruments that we have available will decrease. So that is what is happening over the last few years because of the economic slowdown. That means that we cannot take very strong actions against China, even if they are not doing a reciprocal action, right. And they are antagonistic towards us. There's little that we can do if we don't have the economic wherewithal. Those are the threats. I don't think there are any opportunities of slowing economy at all."
    },
    {
        "speaker": "Guest 1",
        "time": "01:50:50.400",
        "message": "I think, so I agree with Pranay that our ability to use those instruments will diminish, or the capacity of those instruments will diminish. My sense is that, and my fear is this, that fact might be obscured by the greater willingness of this administration to exercise what we already command as power. And that's evident in what we've done with Malaysia right now, where we decided to ban palm oil imports, because of statements made by the Malaysian Prime Minister. The exercise of some of these things will, because of course, you do command certain power, will obscure the fact that your power is diminishing relatively, and because it pleases the domestic constituency. And I think that is a bigger fear that I have, because that will sort of deviate away from the fact that we are actually losing out from the fact that, okay, we've done this one good thing. And I don't think there's necessarily even lessons being learned of how we are doing these things effectively, because when we did this against Nepal a couple of years ago, within by the Modi government itself, it didn't necessarily lead to the gains that we wanted to. We created a blockade, it actually ended up, it actually ended up with us losing out in terms of our influence in Nepal and opening the door for greater Chinese presence in the country. So I think, but the fact that we exercised power was seen as something positive, which I think is problematic, because I don't think that in itself should be seen as something positive, but it was sold as something positive, right? Decisive government."
    },
    {
        "speaker": "Guest 2",
        "time": "01:52:09.640",
        "message": "Yeah, but the hope is, you will see the consequences of that will be felt by the dispersed costs of that will eventually add up, right? And that's what will change things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:21.960",
        "message": "Right. So, you know, so I've taken more than two hours of your time. So to kind of end the episode and move away from foreign policy towards the foreign policy ecosystem. And my question here is at a general level, public intellectuals matter, because they shape the discourse, they seed ideas into the culture. And obviously, politics is a game of supply and demand in the political marketplace, the parties will respond to what the people want, and so on and so forth. Also, public intellectuals matter because they can shape the elites who actually hold some of the levers of government. What is it for public intellectuals like you guys working in foreign policy? Do you actually have any sort of influence? What is like the ecosystem for people like you? Do foreign policy professionals from across the world get together once in a while and form a community and cry on each other's shoulders? Give me"
    },
    {
        "speaker": "Guest 2",
        "time": "01:53:11.160",
        "message": "a sense of that. Yeah, I think that happens a lot in foreign policy. So for example, we are in India's most globalized city in Bangalore, and we are connected to so many outside the government also, there's a lot of people to people connections. So you end up exchanging a lot of notes, so you will have visitors from Australia, US, China, even. So those kinds of exchanges do happen and you talk about all these aspects. So that is one influence where you influence the other nation states. Within the country itself now, any think tank in India, for example, will generally have a foreign policy wing as well, I guess because again, domestic things are too complicated. So people generally try to have foreign policy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:58.680",
        "message": "But is that a box to take? Or is it like, you know, a rich body of work also developing?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:54:04.000",
        "message": "It is developing now. And there are a lot of good original studies coming up from Indian think tanks as well. So that is another ecosystem that you are tapped into. Then with the government itself, MEA has been compared to other ministries, it has been over the years, not just with this government, it is a ministry which does exchange a lot of ideas from outside the government. So there has been a lot of to and fro of ideas with them as well."
    },
    {
        "speaker": "Guest 1",
        "time": "01:54:31.720",
        "message": "Yeah, I mean, if you just go back a couple of weeks ago, you had Raisena Dialogues in Delhi, massive event, mega event, a lot of the focus of strategic affairs, foreign affairs. So it's a growing ecosystem in India, according to me, it's a growing ecosystem. There's interesting"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:45.100",
        "message": "work also coming out. And it can be an influential ecosystem and"
    },
    {
        "speaker": "Guest 1",
        "time": "01:54:47.840",
        "message": "actual policy. Yeah, potentially, it can be an influential ecosystem. In fact, like when I mentioned the MEA in the last couple of months, actually, in the last couple of years, they appointed Ashok Malik as an external consultant. They've also put out requirements for an external consultant specifically on China. So they have looked at expertise beyond government, which is a good thing. In our engagement, what we realized is that if you reach out, you tend to at least get heard. And increasingly, we felt that we're getting heard, whether those things are being taken up or is another matter altogether. And there are multiple interests that one needs to consider when before you take up a policy recommendation, but at least the fact that somebody sitting across the table from you and engaging with the ideas that you have, which might be very contrary to their institutional sort of, you know, path dependence and their sense of, you know, where their government's interest lies is a positive. So the first thing is that you start getting heard. And I think that's happening. So I'm a little bit more optimistic on that. And I'm hopeful that as the ecosystem grows bigger and potentially even grows a little bit louder, the fact that there'll be diversity of voices will encourage a better debate and will make sure that government"
    },
    {
        "speaker": "Guest 2",
        "time": "01:55:50.320",
        "message": "actually listens to outside voices. Yeah, I think the most important role of the public intellectual is the public part of it. So how much are we, the role in foreign policy is also similar to be able to convey to a larger body of people why foreign relations are important. How does economic growth have an impact on that? Those are important. So for example, I tried to write a column in Hindi on a lot of foreign policy matters, because I think we need to convey those ideas in as many languages. Otherwise, it will be just seen as these bunch of people doing and for some, again, there is that insular tendency in India as well, like in China, that why bother about those things, we have enough problems of our own, we are such a big continent sized country, let's only do things here. And we need to realize that foreign policy is also an instrument for us to grow, for us to do well, for us to bring Yogakshema and that's why the public intellectual needs"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:44.960",
        "message": "to be able to convey those ideas to a larger body of people. And on that hopeful note of Yogakshema, which I know we all aspire to, and I hope we all succeed in achieving. Thank you so much, guys, for coming on the show. And now let's get a quick update on what is happening with COVID-19. This update is being recorded on April 23. Pranay and Manoj, welcome"
    },
    {
        "speaker": "Guest 2",
        "time": "01:57:08.800",
        "message": "back. Thanks, Amit. Good to be here in a new world."
    },
    {
        "speaker": "Guest 1",
        "time": "01:57:12.800",
        "message": "Yeah, thanks, Amit. Good to be here and sharing heat in my house."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:17.640",
        "message": "Yeah, we are all in sharing heat because we have turned off the fan and sort of kindly bear with us if some outside noises do creep in. Pranay, I want to turn to you next. My assumption is that, you know, there is that old saying about there are years when nothing happens. And then there is a week when years happen. And clearly, I think the last few weeks have just changed the world entirely. Is that also true for foreign policy?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:57:44.680",
        "message": "Yeah, thanks, Amit. I think, first of all, whatever sort of prognosis that we have now is very tentative, right? Because the world is still evolving. And we don't know what's going to happen next. But I was trying to look at, are there any frameworks through which we can understand what might happen next? So from that perspective, yes, it looks like there will be fundamental change in how geopolitics operates and also fundamental change in how the geoeconomics of the world is operating. So in a sense, yes, I do see a significant change coming to the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:22.040",
        "message": "And Manoj, at the heart of this has been a country that you know very deeply and have studied very carefully, which is China, you know, give me a little bit of that, not just from a foreign policy sense. But, you know, China is so opaque and so mysterious to outsiders. Give me a sense of what's been happening there. Internally, how has it been, you know, affected internally as far as the politics and the society is concerned, and how that will then go on to impact the way they look at the world and the way the world looks at them?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:58:52.520",
        "message": "Yeah, I think, I think there's been a sort of strange three, four months from their perspective also. I mean, if you go back to January, one would have, you know, the way things were happening in China, all the reportage was like, okay, this is a black swan event. And, you know, Chinese politics have changed, there's fundamental insecurity in the country. Potentially, the party would collapse. And this is the biggest test ever, and so on and so forth. And three months down the road, lo and behold, there's all this stuff about, I mean, The Economist had a cover recently, which was about, has China already won? So it's quite a strange turnaround in three, three and a half months of how this has played out. Domestically, I think there's lots that, I mean, there's lots that's happening, which is uncovered. So there's lots of public anger. There's lots of elite anger in China. We've seen that with social media posts by say, people like Ran Zhejiang, or people like Xu Xiaorun. These are people who sort of very publicly criticized Xi Jinping. And Xu Xiaorun is a professor who's been a critic of Xi Jinping. Ran Zhejiang is among the elite. He's sort of a party tycoon. And he sort of very publicly criticized Xi Jinping in a social media post calling him, saying that the emperor clearly has no clothes. And all of these guys are now under so called investigation. But it tells you that there is a pushback that's happening even among the elite circles. And that doesn't tell you that Xi Jinping is going to lose control of the party, or that the party is going to collapse. But it just tells you that there is a lot of churning that's taking place within the party. In terms of the people of Wuhan, I mean, today in India, we've been in lockdown for just about a month. And there's been tumult, there's been frustration, there's been anger, there's been mishandling of certain things. Imagine in a place like Wuhan, where the lockdown lasted for 76 days. Plus, you know, the fact that the government initially failed to deal with the crisis, and that sense of anger of the number of deaths that have taken place in that city in Hubei province. So there is a lot of anger in terms of what happened initially, subsequently, what's going to happen with the economy, because clearly unemployment and all that is going to rise. And also how the party sort of narrative has worked. I mean, I'll give you one example of the sense of frustration. When the lockdown was about to be lifted in Wuhan, which is in early April, you had an attempt by the local party leadership to run something called a gratitude campaign, basically asking people to be thankful to the party for saving them from this virus. It clearly did go down well with the people of Wuhan. So it just tells you that there's a lot of churn. So some of the stuff about China winning is premature. But it's also remarkable how from a point in sort of mid January, when we thought that, okay, this might be the unravelling in some ways, and that was one of the perceptions to today, the sense that, okay, China has recovered, it's reopening, and anger in the world outside saying things like, how is that they've managed to control it while we are still struggling, and that sort of playing out. So it's been an interesting couple of months for them. And I think there's going to be lots of difficult times going ahead, even for them,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:59.280",
        "message": "just to recover from all of this. I'm a bit confused about, you know, the narrative shift to China having won, because it would seem to me that there is across the world, a lot of anger at China, both in sort of at the level of the heads of government with the things that Trump says, etc. But also there is a lot of native anti Chinese sentiment coming out in various places, such as quite disturbingly in even India. And so what is the argument behind saying that this is a victory of some sort for China or enhances its nature in the"
    },
    {
        "speaker": "Guest 1",
        "time": "02:02:33.840",
        "message": "world? Yeah, I think the argument is essentially that the Chinese economy, if you look at even IMF projections, China takes an economic hit, but the Chinese economy still continues to grow at about 1.2% this year, whereas others take a deeper hit and the recovery next year, at least based on IMF projections is to next year's growth target growth rate expectation is 9.2%. And this is all obviously projections with lots of ifs and buts. But the assumption is that the Chinese have started getting back to work, which people didn't think would have happened so soon. And the challenge is that the rest of the world is right now facing. So that's one thing is the economic challenge. So say from an Indian perspective, how we mitigate the challenge of the economic slowdown that's going to come down the road would be determining where we eventually stand globally. From the anger perspective, those things have to still play out. Despite the anger in the US and despite the use of terms like Chinese virus and all of that, and even cases being filed in the US against the Chinese government, China is still central to provision of medical supplies, ventilators, masks, PPE. Even in the West, US governors have been signing deals with Chinese entities and buying all of this. In Europe, they've been buying all of this. There's been criticism of the poor quality of all of this. But the fact that China has been has emerged as the center in terms of the heart of the manufacturing of all of this. And Xi Jinping sort of captures this when he says that we need to build a health Silk Road as if we didn't have enough Silk Roads. But it just tells you that they've tried to move in the center of the world sort of in terms of manufacturing of some what's what's an essential supply. But there are challenges to that. So I don't sort of agree with the narrative that the Chinese have won in any which way. I think the narrative is not useful. But that's what's catching hold from that point of view that you know, and it's largely because the fact that you've seen a recovery from what one had anticipated in January, to what one is seeing today. And comparison what one had anticipated in the world, nobody anticipated that this would be the state of the world. But where the world is heading and particularly how the developed world, the Western world has handled this pandemic, how the US has handled it, how your parts of Europe have handled it. That's what's giving you the sense that the Chinese have managed to control this. And again, if you just look at death tolls, now, nobody takes Chinese numbers on face value. But you know, the death toll, if you compare it to what's happening in the US and what's happening in China, that those sort of things make a difference in terms of how the public perception of all of this is playing out. So I don't think the narrative is true, or is borne out by deeper consideration. And there's lots of ifs and buts going down the road. What happens to supply chains in the future? Do companies stay in China? What sort of restrictions come about in terms of global trade? All of that is sort of play a role. But at the moment, just the fact that the Chinese have recovered, or seemingly recovered with about 80 to 85% of, you know, factory activity, business activity, back to somewhat normalcy. That's the kind of thing that's fueling this narrative."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:37.360",
        "message": "Pranay, earlier when we were chatting before the show, you mentioned how, you know, there are implications of COVID-19 across sort of two margins, and one is geopolitical, and one is geoeconomic. Can you shed some light on what you mean by these two terms? And, you know, what kind"
    },
    {
        "speaker": "Guest 2",
        "time": "02:05:52.400",
        "message": "of impacts you're looking at? Right. So when I'm talking about geopolitics, it's basically the distribution of power across the world, right? Because we discussed earlier, how power is the most important determinant in this amoral world of international relations. So the geopolitical axis looks at how has the distribution of power changed because of what happened over the last two months, right? So if you look at that, the overall understanding that we have currently is that sort of COVID-19 accelerates the competition and confrontation between U.S. and China, while simultaneously it reduces the absolute power of both of them, right? So what it means is that U.S. and China will remain the two major poles even after what has happened, but their combined leverage has sort of decreased because of what has happened, right? Both U.S. has been hit adversely, and even China has been hit adversely. And even in the future, it's going to be difficult for the economy to be up on its feet like the previous times. So it's going to hit both of them, okay? So what it means is, essentially, there is also an opportunity for other powers now. So reduction in the power of U.S. and China means that some other middle powers will be able to extract some more concessions from either of them, right? So that is one more thing. It of course depends on what those middle powers do internally and domestically, but there is an opportunity here. Second, between U.S. and China itself, there is this confrontation which was going on is likely to continue, right? We don't see the fact that U.S. and China will suddenly bury the hatchet and then go on with this. So it might not lead to a direct war. So it is more like the last Cold War which we had, where there was confrontation, competition, but there wasn't any exchange of arms directly for extended periods of time, right? So that is more likely. The difference between that Cold War and this one is that during that Cold War time, both the major powers, U.S. and USSR were ascendant at that particular point of time when it started. But in this case, what you see is both of the countries which are involved have been hit adversely. So their absolute power has declined because of COVID-19. And that's where we call this the new Cold War."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:29.920",
        "message": "Yeah. So just to sort of, I want to like unpack one part of that a little bit. When you talk about the combined leverage of the USA and China decreasing because of COVID-19, one, is it then the case that somebody else's leverage increases? And two, if not, is it because that the world overall becomes a little more insular and a little less globalized because of"
    },
    {
        "speaker": "Guest 2",
        "time": "02:08:53.600",
        "message": "this? Yeah. So if you look at this from a power angle, it's the fact that because the absolute powers of both U.S. and China decreases, it's not as if they can force a lot of other countries to do whatever U.S. and China want. So in that sense, there might be some more bargaining power, which the other countries have. Specifically, look at China as well. So we were talking about the one big project that China has for the world is about the Belt and Road Initiative. And it depends significantly on investing excess capacity abroad. Now, if it wants, with this COVID-19, it would want to do that even more given the situation that China is in. But those powers where it can invest now in these new circumstances has decreased even further, right? Because the entire world is going through this, which means countries like India, countries which are significantly big economic zones become even more important to China. So from that angle, it's sort of bargaining power of some other middle powers who get things back up domestically"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:12.480",
        "message": "correct. It improves a bit. Right. And Manoj, coming back to China, I mean, one sort of throwaway question I have here is that, how do they look at the pronouncements that come out of Trump's Twitter feed? I mean, do they just look at him as a loose cannon who they have to ignore and indulge while, you know, geopolitics proceeds along other lines, back channels? Or do Trump's do Trump's rants actually have a chance of making the relationship much worse? How does one handle"
    },
    {
        "speaker": "Guest 1",
        "time": "02:10:50.880",
        "message": "something like that? Yeah, no, I think, I think Trump has an impact. And I think the Chinese, it's been four years, and I think they're still sort of trying to figure out where this man comes from and what he does. I think the Twitter sort of, so for example, his use of the term Chinese virus, it clearly hit a runoff. I don't think that there is any sort of two ways about it. I think the sort of unpredictability, I think they've somewhere sort of gotten used to the unpredictability of Trump. But I think this is going to be a difficult period to predict anything even more so than the last three years. And that's because the US is heading into an election season. So Trump is likely to be far more unhinged. And the Chinese are likely to be very sensitive to this. And they're not likely to be sensitive in the context of just from the point of view that, you know, diplomacy will continue, things will continue. But what sort of impact this has on their domestic narrative? To me, I don't think that there is as much concern because the US China relationship, although right now, as bad as it has ever been in the last 40 years, there's still a baseline understanding that exists that, you know, yes, we can compete, but conflict is not in anybody's interest. So at least they can take that as one thing away. So there's Trump's pronouncements, Trump's unpredictability creates some tensions, specific tensions. But that's one part of it. The broader tension would be what's happening at a bipartisan level in US. The fact that Congress is getting even more aggressive, senators are getting even more aggressive. There are many more legislations with regard to blocking Chinese companies. To me, that would be that would be a greater concern for them in the long term. In the short term, I think diplomacy will continue, they will continue to work together in whatever limited capacity that they are right now. With regard to dealing with this pandemic, there's so much more that the US and China can do and they're not doing because there is deep friction. There is a positive side to all of this animosity with the US from a Chinese perspective to me. And that's how this plays out domestically. So every time sort of Trump does something or the US pushes back on something, where it need not. So for example, when China was caught in this racism scandal with Africa over the last couple of weeks, they were digging themselves deeper. And it's the moment the Americans got involved in the State Department issued a statement saying, unfortunately, the xenophobia is coming from China, and so on and so forth. You saw the Chinese pivot on the narrative and say, well, look, this is these Americans are trying to sort of drive a wedge between us and the Africans. And that's the narrative that is sold in Africa. Now, it's not like the African states that were concerned about racism by that narrative, but it has an impact on public perception also. Given, you know, the Trump's record in Africa is not great. He's famous for calling him calling the African countries along with others, shithole countries. So I don't think it necessarily, you know, it helps the Chinese from a propaganda purposes in some of these cases and also domestically, because then you can ask people to rally around the party in a sort of nationalistic power, given that the US is acting this way against you. But at an international level, it causes disruptions, it causes disruptions in terms of what more can be done to, you know, deal with the pandemic. So it limits cooperation. That's to me, that's the sort of Trump effect. But the deeper concern is with regard to what's happening in US polity with regard to China, the fact that different states are filing cases against the Chinese government, the fact that at a bipartisan level, Congress is pushing through new legislation to restrict business and trade with China. Those are the kind of things that will outlast Trump. And I think that would be their bigger concern. That's how sort of I would look at what's happening in that relationship."
    },
    {
        "speaker": "Guest 2",
        "time": "02:14:48.000",
        "message": "And Manoj, there is China's own version of aggressive Twitter diplomacy as well, right, which has taken sort of bigger shape during these times."
    },
    {
        "speaker": "Guest 1",
        "time": "02:14:58.880",
        "message": "Yeah, I mean, yeah, I mean, the term for all of that is wolf warrior diplomacy, right, coming from the movie Wolf Warrior, which is a terrible movie. And I suffered through it. But if you sort of the idea that, you know, Chinese diplomats and Chinese foreign ministry spokesperson are going to be far more aggressive on social media, they're going to peddle conspiracy theories, and do much more of that and be far more combative. Some of that really actually falls flat, and they sort of land themselves in far greater problems. But the fact that the US response, often with even more provocative, unpredictable nonsense, where it can actually let the Chinese sort of tie themselves up in knots. That's where I think the problem sort of is in the way that's playing out either neither side is doing each other a favor by doing that, you know, they're doing themselves a favor by doing that. They're actually helping domestic nationalists forward in each side, which is, you know, probably helps at domestic politics level, but actually constrains any sort of cooperative, you know, constructive movement forward. And I think that's the bigger threat to me at the moment than conflict, because I think both sides understand that conflict would be deeply damaging. And, you know, speaking of domestic"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:13.040",
        "message": "politics, one trend that's, of course, been happening over the last few years, and will probably be exacerbated by this is the rise of economic nationalism. And Pranay, you were mentioning earlier about how, you know, this is something that has an impact on the liberal economic order. Can you expand on that a little bit? Yeah, so the second axis of the New World"
    },
    {
        "speaker": "Guest 2",
        "time": "02:16:33.840",
        "message": "Order, which we were talking about, one was geopolitics, the second one is geoeconomics, right? That talks about what will be the general trends in economic relationships between countries, right? And on that, I think COVID-19 will have a much more significant impact. And let's see what's happening in that world, right? First, we are already sort of entering into a global recession phase in the short run. And a lot of people believe that a V-shaped recovery, which macroeconomists keep talking about is quite unlikely, right? So you will still have, over the next few couple of years, at least even if we don't have a recession, we'll have a secular stagnation of sorts. And we are going to be, it's going to be quite some time before we go back to consumption and production levels like we had before COVID, right? So that is one sort of a big trend. The second one is just the fact that international labor mobility will drop significantly, right? Already all travel is stopped. So, and US stopped immigration, right? A couple of days back. So we might say that it's happening only for the time being, but this will have some impact for the long-term foreign policies of these countries as well. So there will be some inertia for these countries to get back to the old days, right? So international labor mobility has decreased. Large capital flows now will be restricted to only relatively high performing and high return yielding countries, right? Because now no one has excess capital. They would want to be very judicious with what the capital they have, right? So that is one thing. And then good and services trade between the countries in the, with the US and the countries aligned with China, that might decrease somewhat if this sort of confrontation increases. So that is why I was saying that the liberal economic order, which was underpinned by these three things, right? The free movement of labor, capital, goods, services, that is sort of going to take a setback. The third angle that I see coming from all this is just this whole idea of economic nationalism and already people are using, scarily using these terms like de-globalization, etc, right? So what we might see is that until now there was this consensus that corporates and global manufacturing can happen anywhere in the world. It's fine because the supply chains will sort out things for themselves. We will produce according to our comparative advantage and we'll be all right. But now look at this after COVID-19, many nation states might do a hard rethink on this. So they might think that global manufacturing should move away from this just-in-time kind of thinking to just-in-case type of thinking, right? Which means they are going to plan for contingencies. They are going to plan for a repeat of what has happened now. So they are going to try and build some redundancy in these supply chains, right? Which means they are going to instruct some companies to do local sourcing. They are going to have more industrial policy regimes, tougher tariff regimes. We might even see more restricted trade agreements. So this is what is a sorry picture actually, but we are sort of heading towards that trend in the economic"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:11.440",
        "message": "space. Yeah, it's a very scary picture and it totally, you know, goes against the concept of Yogakshema, which you guys expounded upon so well in the part that we recorded in January, which brings me to my next question, which is about India. Like where is India in all of this? How has our outlook changed? Like one, we've had a completely random and unrelated to COVID sort of pushback from, you know, the Arab states about some of the anti-Muslim sentiments expressed by some of our leaders here, which is very interesting to me. And I'll ask you about what you guys feel about that. But also in a larger sense, how is India's foreign policy impacted? Does the diminished leverage of the USA and China mean that India can play a greater part or has the incident like, you know, Trump's threat to India about the supply of hydroxychloroquine, which of course it seems from recent tests doesn't even work on this particular disease, has that sort of diminished India standing in the world because Modi had to"
    },
    {
        "speaker": "Guest 2",
        "time": "02:21:15.440",
        "message": "cave in so easily? So what do you guys feel? Yeah, on that hydroxychloroquine thing, I I don't think that is any indication of the larger foreign policy interests or the direction of India's foreign policy, right? I mean, in fact, it is in our national interest to be able to help the US on this counter. Now we know that maybe that product even doesn't help. But anyways, if the US was requiring this and if India is providing it, it is in our interest. So I don't think that has sort of it gets played up a lot because of Modi caved in to Donald Trump. But we are looking at US and India's national interest. And there I don't think these the small thing has a really big implication. Now coming to the larger picture, yeah, as a middle power, which will still be probably one of the few countries which will still have a positive growth rate might. OK, we don't know about that. But that is why many countries will still want to look at India, will turn to India. Even the big thing that opportunity lies is, for example, I talked about how global manufacturing might want to move away from China, build some redundancies. So that is one opportunity for India, you know, to focus on attracting companies which are currently manufacturing in China. And to sort a lot of that, we need to actually get things all done well back home. So, for example, we need to get logistics right. We need to actually transition to a low import duty regime now because global firms, if they said shop here, they would still want to source things from various other parts. So we want to help them in that process. So there are a lot of these opportunities. If you want, we can discuss more about them. But it all depends on the things that India does domestically to be able to take opportunity of the fact that US and China will both be declined somewhat because of COVID-19."
    },
    {
        "speaker": "Guest 1",
        "time": "02:23:24.960",
        "message": "If I can add to that, I mean, yeah, a lot of what India's foreign policy and how India's stature globally, how we emerge out of all of this depends on how we manage the economic fallout and how quickly we recover and how well we recover. But from the point of view of, you know, what happens to the relationship with China, I mean, our view is that, look, there's going to be more of the same, more of the same dynamic that's going to play out that's existed. So there's no fundamental shifting of the dynamic that existed. The fact that China and the US are going to be at each other's throats without entering conflict creates opportunities for us, right? Because as a middle power, you can sort of bargain with both of them because, you know, both of them want you, to put it very crudely, in their camp. I mean, India is never going to be in China's camp, but at least the best that Beijing can hope for is that, you know, you're non-aligned in a more true sense of the phrase than, say, in the past. And that is what they would at least look for. And Beijing would also want stability. You don't necessarily want conflict because there's lots of churn happening. So in that sense, there is an opportunity for India. But the flip side is that because Sino-US competition becomes far stronger and far deeper, there's a risk. And the risk is that China already is quite sensitive to sort of India's relationship with the US. So anytime sort of India even talks about the Indo-Pacific or freedom of navigation or anything like that, you see sort of a reaction from Beijing. Anytime you see something, you know, this talk of, you know, the Quad having a meeting or a particular joint maritime drill between India, the US, Japan and Australia, which has so far not happened. But anytime you have that sort of a conversation, you'll see a reaction from Beijing. And anytime you see India sort of drifting closer, you see some sort of tensions emerging. There's no direct sort of causation, but these sort of things happen, that you see tensions on the LAC, on the boundary with China. So my sense is that going forward, what you're going to see is that because this competition between China and the US becomes deeper and friction becomes far more intensified, you will end up seeing China becoming increasingly more sensitive to anything that India does. So just to sort of simple example, in the last 10 days, you've seen India impose some sort of restrictions on FDI essentially from China, although the notification talks about countries sharing land borders with India, but it's basically China. At the same time, you've seen a deal that's happened between Jio and Facebook. And that's sort of stuff that you will see. You saw the outrage in India over HDFC, sort of People's Bank of China's increase of stake in HDFC. Even that sort of a shift, how that gets perceived in Beijing would be largely in the context of, well, okay, India is picking sides. And the sensitivity to all that will increase. And that then creates volatility in that relationship. So that's how some bit of the geopolitics I sort"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:25.040",
        "message": "of see playing out going forward. And sort of leaving these major powers aside for a while, which is the USA, the Middle Kingdom and the middle power, as you put it, how does one look at those institutions, like the the United Nations and like WHO, those international institutions, which sort of straddle geopolitical boundaries? How are they impacted? Is their influence and credibility diminished by what has just happened? You know, how will that change going forward?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:26:56.000",
        "message": "Yeah, I mean, on the UN side, already, the UN was a project which was quite on its death row, sort of so. And with this, and the whole role of World Health Organization and how it sort of played quite a disturbing role in all this in the initial phase has sort of taken the sheen of some of these multilateral organizations. But that does not mean that multilateral institutions will end. Probably what we might see is that we might see a new kind of multilateralism, which means that we won't have one global body, but we might have some multilateral institutions which are centered around China. And we might have some other multilateral institutions which continue to be centered around the US. So those sort of become the more important organizations for transnational cooperation, rather than one body like the UN and UN as a world government, all those ideas sort of go away when we are talking about so much of economic nationalism, and we are talking about a world in which labor mobility and all will decrease."
    },
    {
        "speaker": "Guest 1",
        "time": "02:28:06.400",
        "message": "Yeah, I think, so I agree with Pranay. I mean, I think, so John Mearsham sort of captures that when he says things like you're likely to see bounded orders, which are led by either the US, China or somebody else. So you'll see some of these other groupings. But at the same time, my sense is that you won't necessarily see, there are some challenges which even transcend some of these bounded orders. COVID is one such challenge. So is climate change. And I think you're going to see greater diversity. So you're going to see more of these multilateral organizations headed by certain, largely led by certain countries, but also you're going to see certain organizations which will require something greater than these bounded orders for people to work together on. I don't know how that plays out. But that's my sense that you will still, given the nature of this particular challenge, my hope is that states gradually sort of look past and say, okay, look, on the economy, I might need to have the circle of trust. And therefore that is bounded by certain things. So the WTO might not be as effective, as opposed to another sort of bounded institution, which has say, trust states that have greater trust among each other, or whether it's say the Western States, Western Europe, US, Japan, South Korea, Australia, New Zealand. But on climate change, I need something greater. So therefore, some of these broader institutions might actually survive and thrive, but their mandate might shift. Yeah, I actually think that action on climate"
    },
    {
        "speaker": "Guest 2",
        "time": "02:29:38.160",
        "message": "change is going to slow down because of all this more friction. So collaboration on all this building trust is going to become more difficult. So yeah, we require a transnational world cooperation on that front, but that becomes more difficult with what has happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:56.080",
        "message": "Right. So my sort of final question to you, you guys is a two part question and perhaps predictable, which is that, okay, right now, we are sort of in a fog of war in terms of information, there is an epistemic fog, we don't really have a clear sense of what is happening, what is happening, which strategy is best to deal with COVID-19, where different countries are trying different levels of lockdowns or no lockdown, we don't know what the final impact will be, we don't know the mortality rate, we don't know how widespread this will be and when we will come out of it, right. So a lot of unknown unknowns ahead as well. So sort of looking to, you know, as little as two years in the future, could you articulate what would be your worst case scenario and your best case scenarios? And we can start with you, Pranay. Yeah, sort of the"
    },
    {
        "speaker": "Guest 2",
        "time": "02:30:42.720",
        "message": "worst case scenario is that we actually end in this world where there is the global recession sort of continues for a long time. And because of that, you know, there is even more confrontation, there is less mobility, even COVID-19 sort of continues for a longer time. So that sort of blocks all our pathways to get back to any sense of normalcy. So that is sort of the worst scenario. And the accompanying thing would be India actually responds to all this by using more economic nationalism, by undergoing domestic strife, etc, right. So that is sort of the absolute worst case scenario that I can think. But the positive scenario would be that maybe we get over this, not a V-shaped recovery, but even if it is a delayed V-shaped recovery and India is able to use this opportunity, this moment to do some of the reforms, which it anyways had to do from a long time. So that might help. You know, so there is a very interesting concept on this called two level games, the idea being that this was a paper by Robert Putnam, which said that actually international negotiations don't happen at the level of two negotiators talking itself, but they also happen at two levels in the sense that the negotiator talks to the other country and the negotiator also has to talk to their domestic constituency, right. So now the fact that we had to do all these reforms on the economic side, some of them can't be done now, for example, the labor reforms can't be done, but land reforms can still be done in these situations. So we can use this level one situation, which is quite bad to sell the reforms at level two and to convince people, the domestic stakeholders, that if we don't get things right at this point of time, we are going to have a really tough time and there's no way out, right. So this is that moment. And if we are able to utilize that, we might see a more positive"
    },
    {
        "speaker": "Guest 1",
        "time": "02:32:53.440",
        "message": "and stronger India coming out of it. From my point of view, the worst case scenario would be, you know, things open up and you have repeated and recurrent waves of infection, which, you know, completely stop any sort of social sort of society getting back together and that then eventually leads to greater, you know, reactionary tendencies among states within sort of countries. So for example, you see much more economic nationalism, you see something that's happened in Hungary, where essentially all individual rights, sort of, you know, systems, democratic systems get sort of completely undermined and you have dictatorships or you have at least so-called strongmen leaders even consolidating far greater power and checks and balances get eroded in the name of national sort of revival and that happening in different parts of the world, including in India. Another thing is that essentially when something like that happens, you end up seeing a complete erosion of this concept of individual rights where states sort of continue to sort of overstretch into private lives. You see an erosion of privacy through technology interventions. At the moment, all of us are talking about the use of apps and things like that and the use of technology to do contact tracing, to track people and do all of that. But where does this leave the idea of privacy and individual privacy going forward? Do these sort of, how is this data stored and all of that? And all of those sorts of things continue to become the new normal for individuals and eventually sort of conflict, so conflict between states, conflict between the U.S. and China. At the moment, I mean, when you hear the narrative of somebody like Lindsey Graham in the U.S. saying things like China is responsible for 30-40,000 American deaths, directly responsible, and as that narrative sort of takes hold, while, you know, there is better sense that exists at the moment, how things shape up, one doesn't know. So my sense would be that those would be my worst case outcomes. In terms of the best case outcomes, you know, part of it is nature. Hopefully, you know, we develop the kind of immunity that is needed. Hopefully, you know, the nature of the virus is actually not as bad. Data right now tells us that, you know, a large majority of cases are asymptomatic and they don't necessarily, you know, have any sort of adverse impacts on people. So actually, you know, the actual death toll and case load is not as bad. And people can get back to work as quickly as possible. Life can get back to some degree of normalcy as quickly as possible. We hopefully develop a vaccine within the next year. So people have been saying 12 to 18 months for now, three, four months. So hopefully, within the time frame, you actually get a vaccine and it can be administered mass-based. So things can get back to some degree of normalcy within a year and a half or so. And that, you know, the international order doesn't necessarily get as undermined. I mean, de-globalization, perhaps it will happen, but it happens in a sense that select sectors are seen as far more important from national security point of view. But otherwise, you have trade, which assumes, you know, those ideas of free trade don't necessarily go away. So that would be my first, that would be my best case scenario where at least things come back to somewhat normalcy. There's a new normal, but the new normal is not as bad as it can be. And the idea of international institutions still being needed and states still needing to work together sort of survives this"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:17.440",
        "message": "pandemic. On that hopeful note, thanks so much guys for joining me again. I mean, this of course was remote and I hope at some point we can again sit in the same studio and record together. So have a good lockdown. Thank you. Thanks Amit. Transcribed by https://otter.ai Transcribed by https://otter.ai"
    }
]