[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What makes a city? On one hand, it is clear that people make a city. The way we live, the things we do, the languages we speak, the food we eat, all the things we call culture. At the same time, our streets and buildings aren't just functional constructions without meaning or impact. Embedded within the walls of our cities, travelling through the bylanes, in the very air we breathe, is a deep history that shapes our culture and our cities. We may be unaware of this history and yet it shapes us in so many unseen ways. Delhi is a particularly fascinating city in this regard because it is not just one city but many. There have been 7 cities of Delhi, perhaps even 14 depending on which source you believe. These separate cities of Delhi are cities that have stood apart but that have also been superimposed like layers forming a three-dimensional tapestry, one on top of the other. These different cities have carried with them the DNA of various civilizations. Delhi is not just an Indian city but also a Turkish city, also a Persian city, also a British city. And this blend of influences from across the world into one organic complex beast makes Delhi also a quintessentially Indian city because what is India if not a delightful khichdi that contains all of the world. I am an occasional visitor to Delhi and driving through these streets of relatively recent vintage, I often see these old monuments all around me, these repositories of our past and I wonder, if these walls could speak, what stories would they tell?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:43.800",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:55.880",
        "message": "Welcome to The Seen and the Unseen. My guest today is Rana Safwi, author of a trilogy titled Where Stones Speak. In her books, Rana takes an affectionate look at our architecture and places it in the context of the history of the many Delhi's. And indeed, it is these many Delhi's as opposed to the one or two most of us know of which we call Old Delhi and New Delhi that makes this place so fascinating. Before we begin our conversation though, let's take a quick commercial break. If you enjoy listening to The Seen and the Unseen, you can play a part in keeping the show alive. The Seen and the Unseen has been a labor of love. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Seen and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Seen and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seenunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Seen and the Unseen will continue to be free on all podcast apps and at seenunseen.in. This is just a gesture of appreciation. Help keep this thing going. seenunseen.in slash support. Rana, welcome to The Seen and the Unseen. Thank you so much for inviting me. Rana, before we begin talking about your fascinating books and the work that you've done, tell me a little bit about yourself. Are you a Delhi person to begin with?"
    },
    {
        "speaker": "Guest",
        "time": "00:03:58.160",
        "message": "I'm Delhi's adopted daughter. I never lived in Delhi. I was brought up in Lucknow. I belong to Aligarh. I did my schooling in Lucknow and then college in Aligarh. And after that, after I got married, we lived in various cities all over the country, as far as Cochin and Pune. And then we went to the Middle East. And it was really one of my trips from the Middle East to Delhi that something pulled me to it. And my daughter was living here, working here. And that's the first time I really came to Delhi, not as a point of transit, but as a visitor to Delhi. And I went to Mehroli on a heritage walk. And that's when something inside me urged me to write about it, to document the history of Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:43.880",
        "message": "And were you someone who is generally otherwise into the history of cities, like when you lived in all these different cities? You know, did architecture draw you in? Did you notice these things? I mean, the reason I ask is this almost naive question is because when it comes to myself, a lot of the city around me, wherever I am, almost becomes invisible. It's it's normalized. So I'm in my own cocoon. I could be, you know, at a cafe or at home or in my car, and I don't notice stuff around me. So have you always been a noticer or did that start happening after you got interested in architecture has always fascinated me."
    },
    {
        "speaker": "Guest",
        "time": "00:05:16.320",
        "message": "I did my master's in history. And though I specialized in economic history, because I was studying in Aligarh Muslim University. But after I finished my master's, and even before it was always monuments, which fascinated me, though I never at that point of time ever thought I would be working on it so seriously. And I still remember, I think I was about 14 or 15 years old when I went to Fatehpur Sikri. And the mystique of that city, a city which was so alive yet so dead with nobody living there, you know, that city pulled me to it. And at that time, I didn't know what it was, but I could feel something that there are some, you know, the there is a saying in Urdu, khe khandar bata rahe hain, khe maara shandaar thi. So that is what has always spoken to me whenever I've been to these monuments. People see them as ruins. I see them as places where people lived and laughed and lived and loved and that each of them has a story. Today, of course, there's nobody to tell the story. So I just took it upon myself. Maybe it was a bit ambitious or whatever you can call it. But I just thought that these stories through the books that have been written on them, especially Delhi is very well documented. So I went to the 18th, 19th century Urdu books and chronicles and I started documenting from there. Then all the gazettes and all the books that have been written under the SI, the archaeological reports, all of them document Delhi's monuments during the 19th and the 20th century. So I used all of them. And from there, I unraveled the history of most of Delhi's monuments, I think. In my trilogy by now, I must have covered at least three to four hundred monuments."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:04.680",
        "message": "Wow. And monuments not just in the terms of covering the monuments, but placing them in the context of history and all of that, which also really fascinated. Are you someone who's always been into history in that sense?"
    },
    {
        "speaker": "Guest",
        "time": "00:07:18.440",
        "message": "Yes. History has always been my subject. And I was not after my master's. I've been teaching history also. I taught it at a school level in the senior school, 8th, 9th and 10th. I taught it in Jamshedpur. Then I taught it when I was in the Middle East. So I've been"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:31.680",
        "message": "in touch with history and teaching history. And there's this old cliche that goes like, for example, when people listen to some of the episodes I've done with historians like, you know, our mutual friend Manu and Ira and Parvati and so on. And people often say that they make history so interesting. And in school, it was so boring. Our teachers taught it so badly. And now I'm sitting with someone who actually taught history in school. So what was your approach towards sort of then teaching"
    },
    {
        "speaker": "Guest",
        "time": "00:07:56.920",
        "message": "history like? I had wonderful teachers of history. So when I taught history, I tried to take it away from just the, you know, the dates. Most students are just told, you know, learn this date. I tried to analyze it, which is what the way I was taught. That history is all about analyzing the events that happen and why they happen, not just mugging up the dates. So I would, of course, in school, I would give them the dates and I would give them the charts and I would give them these, you know, how to learn them. But I would also explain that what is so fascinating and interesting about the dates. And then that makes it come life for the student and then they remember it. So I remember a student telling me that history was never my subject. I taught him in class eight and sixth and seventh. He had already been doing it. And he said that history was never my subject. But now I think I'm going"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:51.160",
        "message": "to take it up further. And you're possibly, you know, doing the same service to your writings today. Did it help while you were doing historical research? Did it sort of help that you could read multiple languages very well? Like, you know, you even got a book of translated works from Urdu to English and did more sources, therefore, come alive for you because you could read Urdu."
    },
    {
        "speaker": "Guest",
        "time": "00:09:12.200",
        "message": "Urdu is the language that I read. And that also is an interesting journey because Urdu also I had learned as a child and then, you know, my knowledge was very rusty. I relearned it because when I decided to start writing and I start, I have this forum called Shire running on Twitter. It's still running after 10 years almost. And in that, once I started that, I started learning Urdu to understand what Urdu poetry is all about, not just, you know, writing it in Roman, but what are the symbols, what is the thought behind the poet's mind. And as I went deeper and deeper into it, then obviously you need to know Urdu. So I learned Urdu and relearned, I should say, a language which I had forgotten. And that then helped me when I shifted to history. And that has been a big asset to me because, as I said, one of the two very definitive books which have been written on Delhi, one was in Urdu called Asaru Sanadev, which I translated. Another is a three volume book by Bashiruddin Ahmed written in 1917 or so called Delhi Darul Hukumat. So that is the book which I have used as a base because they describe a Delhi which is no longer there. A lot of, most of the monuments have been destroyed or are in ruins or whatever it is. So I use that as a base to take the stories, some anecdotes from there, then do my own research and then place it that, okay, something was here at that time, where has it gone? And why has it disappeared? Or what was the way that people saw it in, say, in the event Sir Syed writes, he's writing it at the time of the Mughal Empire. So when he saw the Red Fort, he saw it as a working, living palace. We see it today just as a tourist place. So then Bashiruddin Ahmed described it under the British. And he says that, you know, the room, there's one room, the Khwabga, and he says the British have made this into a Mughal room where you can come and savour the same delights of being a Mughal. So you have the same sitting arrangement and Shah Jahan's sabre kept there and, you know, the Bahadur Shah's hookah kept there, so you come and feel like a king. So these things made it very fascinating for me. And that is why in my book, the last book that's come out, Shah Jahanabad, The Living City, I have not only described the ruins, I have also described as what it would have been like, taking material from these books, which are trying to show that. And also, I translated another couple of books which talk about the culture and the people of those days. So I took from all these books to try and recreate a Delhi which existed in those days."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:52.480",
        "message": "And how was the experience that, okay, you go to this monument, and it's just an empty tourist place and you look around and the first time you're seeing it as an outsider, you're a tourist. And then you read a book like this, which, you know, makes it much richer and, you know, brings that era alive. And then you go back to that place. And, you know, does the whole city start meaning different things to you?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:12.400",
        "message": "So normally, when I go to my first visit, I don't read much about it, except whatever I know, because I want that first impression to be my impression. And I photograph everything, I videograph it, so that, you know, I have everything there that, then I come back and then I read about it. And then when I read, I look at my photographs and see, okay, this is what, you know, sometimes I've taken a photograph, which may not have meant anything at that time. But when I come back and read about it, then I realize, okay, this is what they're talking about. Then I go back. And then that is my final research of placing it. And like in the case of Shahjahanabad, because that, and Mehroli also before that. Shahjahanabad is where people are staying. Then I go and talk to the local people. And in Shahjahanabad, I've done a lot of interviews, which I have included where, what do the people who are living there think about it? So in so many cases, they said that, you know, old people think of old Delhi only as a food capital, or they think of it as a place where, you know, it is unsafe. So how do the residents who are living there for say 200, 300 years, some of them who came with Shahjahanabad, some who came shortly after that, how do they see their heritage? And how are they trying to preserve it? So I've tried to collect that also, because I wanted to put all that in one place as a record, document that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:35.600",
        "message": "And I guess in doing all this, one trap you've tried to avoid is a trap that writers may have of exoticizing the everyday. So you're writing about a place that is very old and has this rich history. And you know, there is a trap of reading too much into it and how you avoided sidestep that, of course, is by taking all these interviews and, you know, speaking to kind of local people there, you know, do you often find that people who are actually living in the midst of history, as it were, that they are kind of unaware of all that has happened around them? And is that a good thing or a bad thing?"
    },
    {
        "speaker": "Guest",
        "time": "00:14:12.160",
        "message": "See, in Delhi, the problem is that we saw two exodus, especially in Shahjahanabad, we saw an exodus in 1857, there was displacement. And then again, when they did come back, these people had lost their inheritance and lived a different life from what they had lived under the Mughals. But the whole of Delhi saw displacement and a transfer of population in 1947. So when you go to many places in Delhi, there used to be, say about 20-30 years ago, there was no sense of association of people who had migrated from Pakistan. For them, this was just a place where they had come and they were trying to make a living. But today's generation has grown up with these monuments. So the schoolchildren, for them, it is something that is a part of their heritage. And they are no longer longing for what they've left behind, because they've seen only this, that's what they've grown up in. So for them, that association is also a very important thing. So when I talk to them, in Shahjahanabad, the families that I talk to have been living there forever. So since Shahjahanabad was made, or maybe, you know, they are the sixth generation or seventh generation, fourth generation, fifth generation. So for them, of course, it is something that is theirs. But say, when I did a book called The Forgotten Cities of Delhi, now where we are sitting in Hauz Khas, this was the second city of Delhi city made by Alauddin Khilji. Nothing of the original city remains except one or two monuments like the Chor Minar and the Idgaah that is here. The people who are living here have no memory of the past. So for them, everything, they are probably just, you know, going past and wondering what is the strange looking monument. They don't know it. But if you go to a place where people have always lived and lived with it, they know the history of it. Like say somebody in Shahjahanabad would know what Jawa Masjid is all about. But somebody living in Hauz Khas would know that there is a Neeli Masjid here, which was built by a woman. And it's a functioning mosque even today. Not of course as big, but still a very pretty mosque. But I think they would just bypass it. They wouldn't, you know, care about it because it's not something which is something that they've grown up with. Children are now interested. Like Chor Minar is something that is very fascinating because you can see holes and you have these stories. It's alleged that because Alauddin Khilji was fighting the Mongol menace and he was a very trying to be, you know, discipline his army and take on it. So of course he had a lot of measures in place, some of them which were extremely extreme. And one of them was that anybody caught, you know, stealing or anybody even in weights and measures or anything like that, then they could have all kinds of extreme punishments, including cutting of hands and cutting of heads. And this Chor Minar is said to be the place where the heads would be hanged. So this is a very macabre and interesting monument. So I think this is something maybe people living around it may be fascinated by. I have no idea. But whenever I've come here, you know, like Firoz Shah Kotla is said to be the city that is the famous city of the Jinns. It's the fifth city of Delhi, Firoozabad. And when you go there, you'll find lots of people on a Thursday coming from old Delhi. But the first time I went there and I told I had come from Dubai and I took a taxi and asked my driver to take me to Firoz Shah Kotla. He took me to the stadium. And I said, nahi, yeh toh nahi hai. And he said, nahi, yeh hi Anil Kumble ne 10 wickets liya tha. So I said, no, that is another old monument where a king used to have a castle there. So he said, achha, let us look for it. So, you know, like people living in Delhi think of Firoz Shah Kotla. Of course, that stadium has been, I think, renamed now. But they think of it only as a stadium where Anil Kumble took 10 wickets. They don't remember that this is the fifth city of Delhi. This is where Firoz Shah ruled from. But on a Thursday, you'll find that people of old Delhi, they come there in, you know, in, I think, in hundreds or thousands or whatever, they come there for their mannats that they make to the Jinns. And they'll come with pots of biryanis and zarda which they distribute because their mannats have been or their vows have been fulfilled. So it speaks differently to different people. My own driver, I asked him once, I said, you know, like, I have access because whenever I go there, sometimes I tell him, I said, you know, I'll be there for three, four hours and I can buy you a ticket. Would you like to come in? And he says, khandro mein kya rakha hai, madam? So he can never figure out why am I so fascinated by these ruins and why do I spend so much time in there? But on a Thursday, Firoz Shah"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:01.680",
        "message": "Kotla is just something else again. No, and it just struck me, I recorded yesterday with Madhavi Menon, who's written the book, Infinite Variety, The History of Desire in India. And she was telling me about the Jamali Kamali tomb, which you also mentioned in your first book, Where Stones Speak. And it's so fascinating to me that that's, you know, known as a gay Taj Mahal. And it's, you know, there's this whole history of how Jamali and Kamali might have been same sex lovers or we don't know. And how the tomb has these characteristics of, you know, both the feminine flat surface on top and a sort of dome inside, which is, you know, so these deeper resonances that they carry, are they sort of popularly known"
    },
    {
        "speaker": "Guest",
        "time": "00:19:40.600",
        "message": "or do you think that is starting to happen? Jamali was a Sufi saint and he was a poet. He wrote some very beautiful poetry. And he was the son-in-law of another very famous saint, Suharwati saint, who is also buried nearby. And the identity of the second person is not known. So all these histories and all these legends have come much after him. None of the contemporary histories mention anything about a Kamali. So these names, like when you go to Sultan Razia's grave, they'll tell you Razia Shazia ki grave hai, because the words rhyme. So there are two graves there, one is Razia, one is Shazia. Rajji Chajji, that is what it's called, the sisters. So Kamali rhymes with Jamali, but none of the contemporary historians talk of a Kamali or a relationship. There's been a book recently, I think about four or five years ago, there was a book on it, which I did read on that. And we have no idea what the relationship actually was. And he lived inside that. So most of these tombs are places where the saints lived and then they were buried inside that. So it could possibly have been a relationship between the two of them, or he may have just been a disciple, because you do have cases of disciples and the relation between the Pir-e-Murshid, like Hazrat Ramuddin and Hazrat Amir Khosrow. It was very, very close. So it could be that also. Who were also, according to Madhavi, possibly same-sex lovers. Could be. That's what I'm saying. I don't say it wasn't that, but what I'm just saying is that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:18.840",
        "message": "it has not been mentioned by anybody. So it could be like Padmavat, that it's just something"
    },
    {
        "speaker": "Guest",
        "time": "00:21:23.320",
        "message": "that came up later. So you have, and you have a lot of romantic stories which come up, like for example, Razia. Now the story of her, when yesterday also I was talking to somebody and the Jamia people had, they had called me for a street lecture series. So I was talking to them about Razia and I said, how many of you, when you think of Razia, think of Himamalini? And almost every hand went up. So when we talk of Razia Sultan made by Kamalam Ruhi and we think of, you know, Himamalini and we think of Dharmendra. But in reality, none of the contemporary sources ever mention a relationship between the two. The only thing that is mentioned is that she made him the master of his, of tables. So one historian says that when he helped her to mount the horse, he put his arms under her, hands under her arms. Now he would do that the same for any other king, wouldn't he? She was wearing male clothes. She had taken off her veil. In fact, as you point out in your book, she was named Sultan Razia, not Razia Sultan. So he would have done the same for Iltutmush also. But why then don't we talk of a relationship between him and Iltutmush? Then why only a relationship between him and Razia? So these are ways which stories come up, like the Padmavati story also. That has come up. Padmavati is an allegory for a Sufi story. So, of course, the Piramurid relationship was very, very close. And it was something very special. So what it exactly is, we have no idea. But he used to live in that. Sheikh Jamali used to live inside that Gujarat. And when he died, he died in Gujarat and he had will that he"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:08.960",
        "message": "should be buried there. And what I also find fascinating is not just that these stories come up, which may not often be true, but it's worth then inquiring what is the instinct that leads to these stories being created and propagated and believed. Like they come up because people want, there's something in there that attracts people and they want to believe. Like there's another very interesting story which you mentioned in Where Stones Speak, which is about the Iron Pillar. And what you pointed out about the Iron Pillar is that it is definitely Iltutmush we now know who got it from Udaipuri and then he planted it again, so to say. But there's also a legend about Anangpal having made it in the first place. And then there's a legend about how it goes deep into the earth and it rests on the head of a serpent. And I mean, it's a delightful story. And one then wonders that what's going on here, this mythologizing that is happening. And is it in some senses a version of the politics of today where you want to claim a certain piece of history and you want to change history to suit your ends?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:12.400",
        "message": "Yes. And the best way to do it is through stories, through folk stories, through retelling of the tale. So, and this, the story that you mentioned about the Iron Pillar, they say that is the reason for the name Delhi also, because the original name was Dhilli or Dhillika. So, they say, Killi to Dhilli bhai, Tomar bhai Matheen. So, they say, Dhilli jo hai, yeh wahan se aaya hai. And because the Arabs could not say Dha, so it became Delhi and Dhilli. So, these are stories which just fascinate me and I always put them down because I feel that people should know that this is a story, but it's a story."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:51.620",
        "message": "Because as much as the history itself, the stories also reveal something because they are just the fact that they've survived and they're believed."
    },
    {
        "speaker": "Guest",
        "time": "00:24:58.440",
        "message": "And oral stories also, because oral history is again a big source. And when I put it down, I always make sure that I write that this is oral history, this is a story. I have not found any contemporary source to reinforce this, but this is there. So that, you know, like, it's at least documented that these are stories. Some of the stories are so delightful and some of the stories also, you know, they tell you about that age, of how did people"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:24.920",
        "message": "think. Give me an example of stories you like."
    },
    {
        "speaker": "Guest",
        "time": "00:25:30.280",
        "message": "So there's this story in one of the books that I've translated, That City of My Heart, in that the first book, Adhilli Ka Akhari Didar, the story is being told, it's written by somebody else, Syed Wadi Hassan, but he has a narrator who's called Agai Begum. Now, Agai Begum lived as a Mughlani. Mughlani were the seamstresses and the ladies-in-waiting or whatever inside the Red Fort. So she stayed inside the Red Fort. Now, she's telling the story of how things happened when they lived in the, you know, when the Mughal kings were there. And she describes the Phulwalo Ki Sehr. Now, Phulwalo Ki Sehr is a historical event and it still happens. And when she's describing it, she describes an anecdote, which she says that, you know, like the Badshah would, how they would come all the way from the Red Fort and they would come there and then, kis tare se baagon mein pakwan bhakte the. And one of the stories is, I'm forgetting whether it is hers or it is theirs, because I translated four stories in that. There's another book story there called Tilai Maulana Ki Jhilke. In one of them, there's a story of how there was this woman seamstress and her daughter-in-law finds a stone, that Paras ka patthar, jisko alchemist stone kehte. And then, of course, she goes and then she calls Begum Zeenat Mahal and then she comes. And by that time the stone has got thrown away. So, you know, the story is, this is definitely not true, but she's recorded it. So, this story, I think, is in one of the, one of these short stories that I translated. So, it's a very fascinating story that when the story describes, now, the part of the alchemist stone may not be true, but the way then they describe how Begum Zeenat Mahal is coming. Now, she's coming with the paan daan, with the hookah, everything comes behind her. So, the entire story of that. Then the story of the Phulwalo Ki Seher ki ek shakur kukkad wale the, you know, he hookah leke jaate the. Then how he would go, how he would be so well-dressed and unka hookah jab jaata tha. And, you know, the entire bazaar scene of how people are the saying, in the, today when we go to Mehroli, of course, that Jharna is in a very bad state, but they are talking of diving competitions being held there, ke waha pe aam ka baag hai, us aam ke baag mein pakwan pakra hai, you know, dahi bade ban rahe hain, things like that, you know, and the varieties of alms and all that, all this describes Andar Se Ki Goliya, which we still have. So, it's a continuity also."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:09.000",
        "message": "So, it's a history told through stories and it's also stories about history and it's all of these melding together, which one of the interesting things which strikes me whenever I read history is that sitting in the present time, looking at everything around us seems to be filled with certainty. So, so many of us like the conception of Delhi, you know, so most people, when they think of Delhi, they'll think of Lutyens Delhi, where, you know, so many of us come, or if you think of old Delhi, you'll think of Shahjahanabad. But Shahjahanabad is actually the second last Delhi in a series of many, many Delhi's and everything changes so fast. And all of what we know as reality is both contingent and extremely recent. And how does it like, you know, when you're writing about Delhi in summer, all these Delhi's are sort of superimposed on each other. How did you develop the gaze to be able to, you know, separate them out? So, as I said, that has been done according"
    },
    {
        "speaker": "Guest",
        "time": "00:29:02.080",
        "message": "to Bashiruddin Ahmed's book and Sir Syed. Both of them have clearly demarcated it. So, and plus, you know, the historical, the saying of that this city was, which city was built by the Tughlaq. So, you have very clearly demarcated dynasties here. So, that has never been a problem because those monuments are very easy to get. They are all historically documented. So, that is not a problem. It's, and most of the tombs that we see today, again, that was something that I learned from Bashiruddin Ahmed, that when the Lodhi's were ruling here. Now, before that, the slave kings or even the Khenjis and the Tughlaqs, they were from Turkic descent, but the Lodhi's were Afghans. Now, Afghans have a kind of a tribal system where each tribal king is as important as the next. So, earlier, while they could not have, each noble could not have such a lavish tomb, the Lodhi's could all have their own tombs. The only difference was that the king had an octagonal tomb and the rest of them could have a tomb. So, Bashiruddin Ahmed says that there was a thriving business in tombs today, like we have flats. So, there would be tombs ready to sell and to be bought. And that's the dynasty was overturned by the Mughals and some of the tombs got left and that is why maybe they are empty today. So, you know, we think of, you know, life and death are so sacred and, you know, like so many of us are superstitious, but they were building"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:26.600",
        "message": "and selling tombs. Well, there won't have been multi-story tomb blocks where there are apartment blocks, but that's, you know, so let's go back to the origins of Delhi. And this is, of course, disputed and some of it is even in the territory of mythology and, you know, one is never quite sure whether Indaprastha, which is supposed to be the first form of Delhi, sort of existed here. Now, you point out in one of your books that, you know, every city needs basically three things, Darya, Badal or Hakim. So, expand on this a little bit and then tell me what is the impetus behind sort of the early Delhi's that are coming up? What are they? How do they come up?"
    },
    {
        "speaker": "Guest",
        "time": "00:31:03.320",
        "message": "See, the first documented Delhi is the Tomar Delhi, of which the surviving monument is Surajkund. And they lived on what is today's Mehroli, the ridge. So, that was a defensive position that they took. It wasn't a very big city. So, they have reservoirs. There are remains of the reservoirs over there. So, strategic is the impetus. Strategic. So, for them, defense was of the most important thing. Then when the Delhi Sultans come and they defeat the Chauhans and they start living there, they also occupy that same space, that same Lalkot. So, there's one more thing I'd like to say. Many people, I've heard them and I've heard them on TV also say that Lalkala was built by the Tomar. There are definitely two red forts in Delhi, but the red fort of the Tomar is in Mehroli."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:52.200",
        "message": "And that's Lalkot. That's Lalkot. And this used to be called Qala-e-Mubarak. It was not"
    },
    {
        "speaker": "Guest",
        "time": "00:31:57.840",
        "message": "called Lalkala. So, today we call it Lalkala, but this was made by Shah Jahan. And the Tomar Lalkot is in Mehroli. And there's a difference of 26 kilometers between the two. So, they are two separate cities, two separate buildings. So, the Tomars lived in Mehroli, in the Lalkot. And the Delhi Sultans came and also occupied the same space. And you have all the documents of Minhaj-e-Siraj and all those who are talking of crowning, coronations taking place inside that area, etc. We have a document of Sultan Razia being crowned over there, also in the Qutub complex. And they lived very close to that in Qasr-e-Firoza. There's a road running there, but that is where they live now. So, when we are talking of that, and then when the Mongols came, they attacked all of Central Asia. India is the only place where they were not successful because Alauddin Khalji took them on head on. And then he moves out of Lalkot and builds the second city of Siri. And that's heavily fortified. And where is that in current? Where we are sitting now? Houskhas. And Ishyat village. Ishyat village, if you go, you will see the ruins of the walls and heavily fortified walls over there. So, you can see that. You can see the bastions. A lot of it has been, you know, like incredibly thick walls. You talk of how there were these chambers where you could walk, the soldiers could walk in between. And so the change of guard. And everything would be preserved."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:22.680",
        "message": "And you talk about how, you know, there are accounts of black rice being taken, rice that has turned black, but it's still perfectly eatable within those chambers. So, that is"
    },
    {
        "speaker": "Guest",
        "time": "00:33:32.320",
        "message": "how Delhi kept this thing. And then Tughlaq Abad, when Qais-ud-Din Tughlaq made that, and then he had to abandon it because of lack of water. They did make bubblies inside. And now there's this very famous story about, ya rahe gujar, ya rahe ujar. So, now Professor Muhammad Habib says that, you know, Hazrat Naam-ud-Din Auliya was not so petty as to be cursing like that. And there has to be some other reason about it. So, but this is the popular perception. We all say that Ras-ud-Din Tughlaq died because of a curse by Hazrat Naam-ud-Din Auliya, which he says is not true because there's nothing that bears, there's nothing in history which says that, you know, there was this kind of enmity between them."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:13.480",
        "message": "So again, these are all stories. And also curses don't kill people."
    },
    {
        "speaker": "Guest",
        "time": "00:34:17.480",
        "message": "I have documented all that also. I've given, so I've tried to, what I've done is that I've given the popular perception as well as what the historical fact is, so that people can,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:28.760",
        "message": "you know. In fact, you gave some 7-8 versions of how the name Delhi came about. At one point, I got really confused. What's the one that you"
    },
    {
        "speaker": "Guest",
        "time": "00:34:37.440",
        "message": "think is most likely? See, Dhillika was the name that came here. They say soft soil. The Singh, because the soil was soft, so it comes from that, Dhillika. And then again, because Dha is something that's not in the Arabic language, so it becomes Dilli. Dilli is colloquial and Dhilli is the court language, the used in the literary, the Singh register. And now in the, and Hazrat-e-Dhilli is what it's called by Hazrat Amir Khosrow. And then when the British come, then as per their phonology, because L could, you know, has to come after H, sorry, Delhi, yes, it has to come before, L has to come before H, so it becomes, instead of Delhi, it becomes Delhi. Now, this is something that was pointed out to me by Shoaib Daniel, because he does a lot of work on languages and linguistics. So he's the one who told me about this, why it became Delhi from Delhi."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:31.200",
        "message": "Shout out to Shoaib, it's quite an insight. And just thinking aloud, it's also so interesting that, you know, we don't just have to look at historical documents, or oral history even to figure out what history is, that in the modern times, there are so many ways of doing it, like in Tony Joseph's book, for example, where you look at genetics, or like in this case, we got a clue through language, through linguistics, and it's all of these different sort of sciences and even arts coming together to shine a light on history. What's also kind of interesting to me is that part of what happens as newer Delhi take over older ones and newer rulers take over older ones, is that while there is, of course, this syncreticism and, you know, your culture is absorbing everything, there's also a lot of violence, and both going side by side, in the sense that, you know, when Qutubuddin Abaq and Iltutmish and later the Khiljis, and when they take over from the Tomars, there's a lot of destruction, they destroy all the old temples, and they build the mosque instead. And yet the pillars are actually made from the, like you pointed out, the pillars are those Hindu pillars,"
    },
    {
        "speaker": "Guest",
        "time": "00:36:41.160",
        "message": "so to say. And the artisans would also be the same artisans, as one of the historians says, I'm forgetting, I think, one of the sources which I consulted, they said, it is possible that it would be the same artisan who built the temple who's now building the mosque."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:54.840",
        "message": "Yeah, and it's all melting together. So, you know, the calligraphy has Hindu motifs, you've pointed out, you know, you've pointed out similarly in the tomb of Iltutmish, how you see this meld of influences. So, it's both that destruction is happening, and yet the absorption of culture is happening. And, you know, later on, we see this replicated in colonial times. You point out in your book about how when the British built the railway lines, they destroyed the tomb of Zebun Nisar, Aurangzeb's daughter, and how Lutyens Delhi was actually, you know, a large number of tombs, graves, pavilions, wells and mansions, as you describe it, had to be demolished, sort of they entombed the tombs in a sense under Lutyens Delhi. One can look back and one can see the changes, but a lot of these changes were also accompanied by this sort of violence. Did that also have sort of social implications which last to this day?"
    },
    {
        "speaker": "Guest",
        "time": "00:37:47.760",
        "message": "So that is the part of the hakim. Dhaniya was when Firozabad, the fifth city of Delhi comes and is settled near on the banks of the Yamuna. That's the first city that comes on to the bank of the Yamuna because of water needs. And then, of course, Dinpanna, which is Purana Qila, and then Shahjahanabad, they're all on the banks of the Yamuna because big population you need water. And the hakims win them fancies. Now, which ruler doesn't rule by force? I'm talking of a ruler. I'm not talking of a democracy. I'm talking of a monarchy. Every monarch is by nature cruel, by nature forceful."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:27.560",
        "message": "Even in a democracy, a state has a monopoly on violence. And that is always implicit. For example, one interesting thing that struck me, which I was also going to ask you about is, for example, how Lalkot is inside Sanjay one, which I presume is named after Sanjay Gandhi. Yes. And that also, in a sense, is an act of violence that you're sort of, you know, trying to reclaim a piece of the past by erasing it and by putting a contemporary name on it. And there are also these other juxtapositions happening, like you point out in your book, how the remains of the Badaungate are at Kilarai, Pithora, which are at the Qutub Golf Club. So it's like, you know, the present takes over the past. But that's a different matter as far as a sort of. But anyway, sorry, that's a digression."
    },
    {
        "speaker": "Guest",
        "time": "00:39:08.200",
        "message": "Also, the first of all is that whoever, especially the medieval rulers, stamping your authority by the use of religion was always very effective because and it didn't necessarily mean that those people were using religion as a tool of ruling also. This was just to stamp their authority. So, you know, you dismantle the or you destroy a temple and you build a mosque. You've told the population or your new subjects that, OK, we are the kings here. It's our rule that is going to be perpetuated or our rule that is going to be here now. So that is the first thing. The second thing is that when the rule, the Muhammad Ghori's army comes here and when Qutubuddinabad starts ruling, apart from the fact the symbolism of stamping their authority by destroying a temple and building a mosque. The second thing is they want to build a mosque in a hurry. Where do they get everything from? So then you have the reuse. So you immediately reuse what you have destroyed and you deface it and you plaster. Originally, the Qutub Islam pillars were plastered. The plaster has gone away now. So that is how you do it. And that is how they've always done it. And if you see, there's this new book that has come out by Richard Eaton, India in the Persianate age. He talks of two journeys and he talks, his book opens with the journey of Mehmood Ghazni coming to Somnath and Rajinder Chola going from the south to Bengal. And he says both the journeys are very similar and both of the journeys culminate in destroying the temple. But of course, Ghazni destroys the Shivling and the idol in Somnath, whereas the Chola Kings brings it back and installs it in his kingdom. So these are again stamping their authority via religion because he was of the same religion. He brought it and he brought it here, but he did not leave it there. And he does attack it. And so these are, you know, symbolism, which religion is a very big symbol. And that is why it's always been used as a tool of oppression, as a tool of sometimes, you know, like empowerment or sometimes to give power also to the people. Like we were talking of stories. One of my favorite stories is a book written by Faratullah Baig called Phoolwalon ki Sehr. I talk a lot about Phoolwalon ki Sehr because for me that symbolizes what Delhi was in the... Tell me a bit about Phoolwalon ki Sehr. Okay. So Phoolwalon ki Sehr starts in the 1820s. There's this ruler, Bahadur Shah's father, Akbar Shah II. Akbar Shah II has a son called Mirza Jahangir. Mirza Jahangir was very a favorite of the king, obviously, and very impetuous. And he gets into a fight with the British resident. And that is the time when the British resident was ruling"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:17.360",
        "message": "Delhi."
    },
    {
        "speaker": "Guest",
        "time": "00:42:18.360",
        "message": "So he has to shoot the British resident, you pointed out, from the roof. Yes, he shoots at him. He calls him a Lulu. So then, of course, the seaton is told that Lulu means pearl and he's giving you a compliment. Of course, you know, Lulu means something else in Urdu and Hindi, which is the language was spoken by then. So he accepts it. Then he shoots at him and then he's exiled."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:38.240",
        "message": "And an orderly dies."
    },
    {
        "speaker": "Guest",
        "time": "00:42:39.240",
        "message": "An orderly dies and he's exiled and sent to Allahabad. And his mother then vowed that if he comes back, I will, you know, walk all the way to Qutubuddin Bakhtiar Kaki's Dargah in Mehrauli and offer a chadar there. And then at that time, Akbar Shah says that, OK, if you're going there, then you must offer a chadar or a chhatr to the temple of Yogmaya. Yogmaya is Krishnaji's sister that got exchanged in the jail. So that is how it starts. And then earlier it would be that on a Thursday they would offer the chhatr on Yogmaya and on Friday they would take the chadar to the Dargah and that continued. And then the phool walon, it's called Sair-e-Gulfarosh because the flower vendors also, you know, scattered flowers all over the way. And then even today, if you see a lot of floral tribute is paid in any urs, you have a lot of flowers and a lot of floral tribute of the floral chadars and et cetera, et cetera. So Farhatullah Beg records a story of the Sair-e-Gulfarosh, which happened in 1846 or something during the reign of Bahadur Shah Zafar. He's, of course, writing in 60s or 70s. And he talks of that time and he says that at the time, and of course, there was some power left with Bahadur Shah and he talks of it that, you know, like he's describing it and he says that the people come and they pass by Zafar Mahal, which is the palace, the summer palace of the Mughals and the balconies where they would come to watch the procession going by. And he's asked to come to the Dargah. As I said, the Mandir was a day earlier and the next. And he says that I didn't go to the Mandir, so how can I go to the Dargah? My people will be so sad that the king didn't go to the Mandir and went to the Dargah. So he doesn't go to the Dargah because he has not been able to go to the Mandir as he was not well. So for me, this is what Delhi was. And this is what we keep talking of the Ganga Jamuni, Tehzeeb or the syncretism. This is what it was. And that is why everybody fought the first war of independence under Bahadur Shah Zafar's banner, even whether it was Nana Saheb or Tatya Tope or Laxmibai, it was all under his banner. And when we, this is, of course, a story which has been written some years later, but Zaheer Dehlvi, when he's writing Dastane Ghadar, he's writing it. He, of course, does also write it later on, but he was an eyewitness to all the things that were happening during the, what he calls the Ghadar. And he describes this incident, which happened much before 1857, where he says that one day Bahadur Shah, you know, like in the morning, they would give Jharokha Darshan and that balcony is still there. The Jamuna was over there in the morning, the Hindu ladies and the men would come out for their snan and they would do the Ganga Snan and the other, the non-Hindus and the Muslims and all, they would come and they would all assemble under the Jharokha and they would come and see his face and then go about their daily business."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:46.480",
        "message": "Sounds like what happens outside Amitabh Bachchan's bungalow in Bombay."
    },
    {
        "speaker": "Guest",
        "time": "00:45:52.800",
        "message": "Something like that. So he comes there and he sees that on the bank of the Yamuna, there are these tents and he asks them, who are you and why are you here? He sends somebody there and he finds out that these are the butchers and they've been told by the British that you can no longer stay here because of the work you're doing. It's, you know, spoiling the city. And so he calls his, there's not much he can do. He cannot overturn the order. So he calls his Wazir and he says, Mera Kheema bhi wahi laga do. And of course, the minute his Kheema goes there and he goes there and his tent is also pitched next to the butchers, the resident, the British resident comes running and says, Huzoor, what are you doing? And he says, I have to stay with my people. He says, after I leave, you can do whatever you want. But as long as I'm there, I am with my people. And he says, he uses the analogy, he says, the flesh can never be separated from the nail. Naakhoon se ghosht alag nahin ho sakta hai. And he stays there. So that happens. And then we say that a few months down the line, the ghosis, that is the doodhwalas, the ghosis and the doodhwalas would, of course, the butchers would have been Muslim, but the ghosis and the doodhwalas would not have been Muslim. He said the same thing happened and they come and they also come and pitch that and then says that they've been asked to leave the city because of the, that whatever they're doing, the work is hampering the beautification of the city or whatever it is that the British are doing. So again, he says the same thing. Mera kheema wahi laga do. And he goes there and the British come. Then he says, you know, you cannot separate me from my people. And as long as I am here, my people will be with me. He says, after I go, tum eet se eet baja dena. Delhi ki eet se eet baja dena. Lekin jab tak main hoon, mere log mere saath rehenge. So this is how he treated his subjects. And when Zaheer Dahilvi is writing, the title that he gives is Badshaah ki Raiya Parwari. That how he treated his subjects. Equal, always. So, you know, these and I see no reason not to believe what Zaheer Dahilvi is writing because he would have been an eyewitness. He was the Badshaah's courtier. So he would be going there. He was a kind of a page. So he would be going there every day. And he was also his a poet. So he would go there with his verse and all that. So he would have seen everything that was happening. So this is the kind of Delhi that there was in the late, say in the 1840s, 1830s, 1840s, 1850s"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:23.440",
        "message": "till 1857. And the tragedy of history is that eventually he did leave the city on the British, as you can say, eat, say it like, you know, and that happened. And it's also interesting here, you know, going back to that earlier theme about how stories are propagated and myths are made to suit political purposes, that, you know, I grew up learning in school that Bahadur Shah Zafar was a very, you know, ineffectual, weak sort of ruler. And these sort of statesman like qualities are just not part of those stories. And it all kind of depends on who's telling those stories and where they have come from. How would you tease out issues of reliability? Because a lot of sources are people who are close to the protagonists. Some might be writing two centuries after what has happened when you can't be sure whether they'll be correct. In fact, for a certain period, you point out that most of the sources are Turkish or Persian sources, there aren't so many Indian sources about the lives of those sultans. So how does that exercise happen? Because if someone's writing the history of something that happened in the 20th and 19th century, I guess there are enough sources that you can collate them all and get a very good sense. But if you're writing about something that happened in the 12th century or the 11th"
    },
    {
        "speaker": "Guest",
        "time": "00:49:34.200",
        "message": "century. So that is also an area of concern that most of the histories that were written of the Delhi sultans, obviously, they were in Persian, and they were translated by Eliot and Dawson as history of India as told by its historians. And as many historians have pointed out, they focused only on one aspect of the rulers because they were trying to show that the British are the rulers who've come as saviors of the Indians. So you have a lot of commentaries written on those histories also that this is where they've misinterpreted it, this is where they've gone wrong. So anyone who's a serious student of history goes through the commentaries also to see what is there. You go through more than one translation. I don't know Farsi myself, although of course I read. So Farsi, I have to go through more than one translation. Sometimes I have to go and see the translations, how they've been used and mentioned by other historians, historians whom I rely on and find credible. And as far as the Zaheer Dahalvi is concerned, now he ran from pillar to post hiding from the British. So his escape is a very, very interesting part of the journey apart from the story of the Ghadar itself. And when he's writing it on his deathbed, he is living in British India. So for him to be praising the king who has been exiled by the British, it was an act of bravery and it was also an act of resistance. So I see no reason why he would be, you know, like coloring it because that's why I feel that the history that was written either in the 19th century or in the, by ordinary people, I'm not talking of court histories, or in the late 19th century, early 20th century, there was at that time, not that agenda. See, we are not, we don't have a right or a left or a centrist or, you know, there's no secular history and liberal history and, you know, religious history kind of those angles that are given to us, the names that we are given today, they are just writing things as they see it and as they perceive it. So those histories, of course, are colored by a little bit of whatever their feelings are, but there's much more truth in what they're writing when they're"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:49.720",
        "message": "describing the society. At least they won't sort of get the basic"
    },
    {
        "speaker": "Guest",
        "time": "00:51:52.880",
        "message": "facts wrong. Even if the facts are not there, actually the thought that they're describing has to be there because where else do they get it from?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:00.960",
        "message": "Fair point. Let's, let's take a quick commercial break and talk more about the history of Delhi when we come back. book club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it, and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audio book that I liked on that platform every week. My recommendation for this week is Everybody Lies by Seth Stephens Ravidovitz. In this book, Stephens Ravidovitz examines data from Google, Facebook, Wikipedia, and various porn sites to see what people tend to search for, and to see if this can hold insights into their essential nature. After all, all through life you're putting on the front, signaling and pretending, but there is no pretense in what we search for when we are alone online. Our true selves stand revealed. It's an eye opening book, and you can listen to it on Storytel. Everybody Lies by Seth Stephens Ravidovitz. Download the Storytel app or visit Storytel.com. Remember, let's Storytel with a single L. Storytel.com. Welcome back to the scene in the unseen. I'm chatting with Rana Safi, the outstanding historian of Delhi and Delhi's monuments. She's written a fabulous trilogy, which sort of puts all of Delhi's archaeology into historical context and architecture into historical context. And what also struck me in a question I had while reading it is that, you know, just as people make the architecture around them, can architecture also shape the people who live there? Like, can architecture itself, the nature of the architecture, shape a society?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:11.520",
        "message": "Let's take the example of Jama Masjid. I think it does shape. Even today, it's a symbol of, you know, old Delhi, like when you had this, the recent protest marches that you had, the Bhim Ami Chandrashekhar Azad, he started it from Jama Masjid in 1900 and I think 11 or 14, whatever it was just during the British period. He's asked by the Imam to come and deliver a lecture from the member of the Jama Masjid. And Kishtilu is given the keys of the Golden Temple and asked to, you know, go there. So this kind of importance and exchange because of the importance of the building. So yes, definitely, Jama Masjid is a masjid, it's a mosque and it plays a very important part in the roles of the believers, but it's also a symbol of Delhi. And that is why it was confiscated after 1857 by the British. It took a long time and a lot of negotiation for them to get it back. So it was seen as a symbol. So of course, architecture also does shape people and history."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:13.480",
        "message": "And in fact, a quick bit of trivia for my listeners, Swami Shraddhanand, in fact, was also, his name was Munshi Ram and he was, in fact, given the title of Mahatma before Gandhi himself was. So in a sense, he was the Mahatma before the Mahatma. And this speech that he gave at the Jama Masjid is considered a great iconic moment because to call a Hindu leader like that to speak at the Jama Masjid was sort of an example of that Hindu-Muslim sort of relationship getting so much better at the time."
    },
    {
        "speaker": "Guest",
        "time": "00:55:42.640",
        "message": "And they say that when he finished, there were, you know, sounds of Hindu-Muslim Ekta Zindabad all over the mosque. And then again in 1947, after partition, Maulana Abul Kalam Azad speaks to the Muslims from there and tells them not to migrate. And he said, this is your country. So again, that is again a very iconic speech where he talks of what India means for the Muslims and why they should stay back here. So, yes, it has shaped, it has been a very important part of Delhi and of people's history."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:14.000",
        "message": "So tell me more about the other Delhi's, you know, in the sense that, first of all, how many Delhi's were there? Because you have also given different versions in your book where you have said maybe there were 14, maybe there were seven. And all I could really register was that, okay, the last two are Shahjahanabad, which we call Old Delhi and Lutyens Delhi, which we call New Delhi. And of course, you know, you have Tomar's Delhi, but I don't know where to place that in the numbering. And, you know, so take me through the, you know, all the Delhi's that are sort of emerging."
    },
    {
        "speaker": "Guest",
        "time": "00:56:43.720",
        "message": "So the seven cities of Delhi, I think is a very romantic idea that's come from the seven cities of Rome. Okay, because you have this book by Gautam Hearn, which is called the seven cities of Delhi. So it's very obviously, you know, inspired by that. But when Sir Sayyed is talking, he talks, and even when Bashiruddin Ahmed is talking, they start with Indraprasth. So and they say that, you know, this is a mythological city, excavations are still going"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:10.960",
        "message": "on to prove it. But there's no proof."
    },
    {
        "speaker": "Guest",
        "time": "00:57:12.960",
        "message": "As yet not, but they're still excavating. So after that, then the first reference that we have that Delhi, there was a thing Delhi is in 250 BC, you have Ashoka edict. It's a minor edict, but in East of Kailash, you find it. But the fact that no Buddhist text mentions a city called Delhi or Dehlu or whatever or Delhi or anything resembling the present name means that it wasn't anything much because they are talking of Mathura where they are going, but they're not talking of this area. So the first references we really get are from the Tomars, which is 1059, you point out as 726 is the time when Tomars come and Lalkot is settled by Anangpal in the 10th century."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:03.360",
        "message": "You know, there's an interesting anecdote you share about the Indraprastha times where you talk about how Yudhishthira one day uncovered his food and he found a fly in the food and he said enough, you know, this is I want purity and I don't want this and then he goes off and lives in the Himalayas. And I, you know, when I read that, I just thought of, you know, the air in Delhi today and what Yudhishthira would kind of think of it. So what would you date as a first Delhi, then the city established by Tomar and then by Lalkot, that's the documented history. The first documented city of Delhi is Lalkot."
    },
    {
        "speaker": "Guest",
        "time": "00:58:37.360",
        "message": "And that's, you know, again, Aravalli Hills because strategic reasons and all of that. Then in between, like I've given in my first book, I've given 14 cities. Now these cities, they were the cities like you have Khizrabad and you have various rulers made their capitals, Kilukdi and all that, but they were not as such very big cities. They were more of the places of where they lived and places developed around them. So a fully developed city as in with its everything of its own are these seven."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:12.360",
        "message": "And around what time does Delhi become really significant? Because again, you know, today we think of Delhi as India's capital and always such a great city and all that. But as you point out that in the early centuries of the millennium, travellers would not even mention Delhi if they were travelling through the area, they talk about Mathura and whatever, but Delhi never got a mention. Mathura was seems like the big like cosmopolis of the age. Around what time does Delhi start to become politically significant and as a city"
    },
    {
        "speaker": "Guest",
        "time": "00:59:39.000",
        "message": "it grows? See, after the invasion of the of Muhammad Ghori, because even Pirthi Raj Chauhan was ruling from Ajmer. He gets it from his grandfather. He gets Delhi, the Kingdom of Delhi from his grandfather Anangpal Thomas, but his capital is Ajmer. So it's only when the Delhi Sultans come here and they make it their capital and they start expanding from here, they expand their kingdom. That is when Delhi really becomes an important city. And then in between, of course, the Mughals, they go to Agra and then it comes back with Shah Jahan brings the capital"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:15.680",
        "message": "of the empire back to Delhi. And you know, when you sort of look at the history of Delhi as a historian, do you watch out for the danger of romanticizing the past?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:27.240",
        "message": "You know, yes, you know, when I first started writing, I had not learned the craft of writing or anything like that. I just wrote very, you know, as it came to me. So these are things which I never realized that I'm doing or not doing. It's only when the reviews of my first book came out and I was very surprised, you know, somebody wants to review my book. And then they talked about this. It's only after two or three books that I realized that these are the traps that I should not fall into. I hadn't been doing it. But yes, romanticizing is something that comes very naturally to somebody who is looking up to a particular period or a particular place or a particular monument. But that is a trap that a historian"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:10.080",
        "message": "should not fall into."
    },
    {
        "speaker": "Guest",
        "time": "01:01:11.080",
        "message": "What are the other traps? Of being biased. These two things I have to be very careful about. Not to be biased, to try and put everything as carefully as I can. And, you know, like let the reader make their own choices based on whatever evidence that you are giving. And the other is, of course, not to romanticize, though that is something that's a little difficult. But bias is something which I am very careful about, that my own biases should not come into the book. I am a documenting history, so I have to document it as faithfully as I can."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:45.320",
        "message": "And that's also complicated, isn't it? Because there's always a trade-off, I think historians have, you know, tend to be careful of, where on the one hand, you want to chronicle faithfully and let the facts speak for themselves. But on the other hand, if you just chronicle without, you know, it becomes dry. So if you're giving perspective, that perspective will necessarily"
    },
    {
        "speaker": "Guest",
        "time": "01:02:04.000",
        "message": "come from you and what you bring to the person. Then it should be my opinion. It should not be given as a blanket opinion. So these are things that you have to be careful about. We must not be judgmental. That's another thing that has to be, you know, because when you're writing about history, something which happened say 500 years ago, a thousand years ago, we cannot judge them according to today's standards. And that is something which is happening very often today. We say, for example, say we would judge what Pitsviraj Chauhan did, or Akbar did, or Aurangzeb did, or Ashoka did. We can't judge them by what is happening today, or by how we behave today. They behaved as they did according to the circumstances of the age they lived in. And that is why I said this book by Richard Eaton, India in the Persianate Age, is a very good book because it places everything exactly the way it is, and how you should look at it, how you should look at history."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:59.000",
        "message": "In fact, that's a dilemma that keeps coming up, especially in this modern age, where we are so quick to pass judgment on the past. And this is not even like the old past of Babur, it's the recent past, we just keep passing judgment based on contemporary values. And one of the things I sort of get from reading history is how it humanizes these people for me. Like, you know, in Ira McCarty's history, for example, I learned about, you know, there's a scene she describes about how, when the women in Babur's family are brought to Delhi, and he is so excited to meet his wife, that he runs out of the palace barefoot and, you know, runs out on the street, which an emperor is not supposed to do. And suddenly this person who is otherwise caricatured as a brutal emperor who demolished temples and all of that, and this sort of this human aspect to him. And it's interesting that, you know, when you're writing about sort of, you could say in a very dry way that you're writing about architecture, you're writing about buildings, but you're also writing about people. And, you know, how did the way that you look at the city change as you started, you know, delving deeper"
    },
    {
        "speaker": "Guest",
        "time": "01:04:06.520",
        "message": "into it? So, it's the, if I'm looking at a monument, that monument has been made by someone. So, what was the reason for that? Like, say, Humayun's tomb, for example, it's made by his wife, it's made by his eldest wife. His favorite wife is Hamida Bano Begum. But the tomb is not made by his favorite wife, it's made by his eldest wife, who was also his cousin and with whom he did not really get along well, because she was very opinionated and very, you know, like, wasn't afraid to speak her mind. So, but it's she who makes the tomb, she who stays there and makes it her life mission to look after it. So, that's something very important that, you know, like, when we think of it today, that we would say, you know, like, Hamida Bano is the favorite wife, she is a wife who's very opinionated, who's, you know, not afraid to speak her mind. So, when we think, and Akbar, the son, is Hamida Bano's son. So, he's the ruler. So, he's the one who's giving the funds or whatever it is that, you know, it would, logically, everybody would think it's Hamida Bano who should be making this tomb, but it's not. It's Haji Begum, Bega Begum, who's making it. So, for me, that is, again, something very interesting, that why is it that she's making the tomb and not Hamida Bano? So, and there's a lot of confusion at times, people, that's why I've discussed it in my book, that, you know, it is not Hamida Bano, it is Haji Begum, and Haji Begum was Bega Begum, who was the eldest wife. That is she who's making the tomb, and, you know, that's so fascinating. And even in a, say, let's say, talk about the, or Qutub Minar, because that, again, is something very fascinating, that the Qutub Minar had only four stories, and there's a lightning strike, and the third one, the top one falls off, and when Feroz Shah repairs it, he makes one more. Today's conservationists, if they were to do anything like that, their heads would roll. But when he's doing it, he decides, okay, I must have something here also, so he makes two more, two, he makes it five. So, these are things which are very fascinating, that when you're making, how the person who's making it is trying to perpetuate his memory also, along with looking, conserving what is there. And the names, like, this was called Mazina, or the Mohsen's Tower. Saab, they say, the Qutub Minar, the word is first used in the 17th, 18th century by a British called Ensign Blunt. And the story is that the Qutub Saab ki laat hai, because a Sufi saint is supposed to have a staff, which connects him to heaven. And because Qutub Saab is such an important saint for Mehroli, in fact, they say the name Mehroli comes from his meher or his blessing. So, of course, he has to have a laat, which touches the heavens. So,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:45.200",
        "message": "Qutub Minar becomes his laat. And this is something people often assume the Qutub Minar is named after Qutubuddin Aibak, but of course, it's named after Khwaja Qutubuddin Bakhtiyar Kaki. And you also told a delightful story about where the Kaki part of the name comes"
    },
    {
        "speaker": "Guest",
        "time": "01:07:00.480",
        "message": "from. So, kindly, kindly tell. So, that is a story that, you know, like, all Sufi saints were, jisko faqirana ek zindagi kehte the, asli mein faqirana zindagi, us tariki zindagi jeete the, they would never, especially the Sishti saints, would never keep any money for themselves, even when they got gifts and futu, any kind of gifts that had to be distributed the same day. So, they were always living a hand-to-mouth existence. And Hazrat Bakhtiyar Kaki's wife has to borrow money or has to be in debt for the bread that she's taking. And so, there are two versions to that. So, one is that, you know, he tells her that, you know, I'm not going to give you any more credit. And so, Bakhtiyar Kaki says that, you know, it doesn't matter. It will come to you. And then, of course, the bread starts coming, appearing every day for them in a shelf. So, these are his miracles and how the name Bakhtiyar comes, that ikhtiyar jiska hai. So, you know, like, and I am, you know, very attached to the Khutub Sahib because I feel he had a big role to play in my coming to Delhi. I feel that, you know, I had nothing to do with Delhi. As I said, Delhi has adopted me. I never lived here. I wasn't from Delhi. But when I came to Delhi in 2012 and I went to his dargah, there's something that pulled me to Delhi. And after that, I've been coming, I was living in Dubai. My husband was in Dubai. I just packed my bag. He said, OK, you want to go there? You want to write? That's OK. So, I packed our luggage, got a container, booked the container. He shifted to a flat. I packed the villa and I came here and shifted here. And then I started living here. Something which I'd always thought that I would never ever live in Delhi or NRC. We had always thought that when we retire, we'd live in Pune because we'd spent 15 years in Pune and where we had a house."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:49.360",
        "message": "And Pune is, of course, a very charming city where I studied. Are you then able to articulate what it was about, you know, this that brought you back?"
    },
    {
        "speaker": "Guest",
        "time": "01:08:59.360",
        "message": "No, this is something that cannot be put in words because Sufism is in something I've been, you know, like as a Shia, I've been going to Imam Bada's and to Raza's, which is of the Prophet and the Imams, Hazrat Ali and his children. I've been going to that since childhood. I visited almost all the Raza's in Iran, Iraq, Syria and Saudi Arabia and in India. And so that was something I've been doing. But Sufism wasn't something that I was connected to, though Hazrat Ali is said to be the first Sufi. So for me, you know, like it was more as a, you know, the Shia part of it rather than the Sufism part of it, that was something that I'd been connected to. So it's only when I came in 2012, I started going on walks with Asif the Helvi, who runs Delhi Karwan. So he lives in Mehroli and he is the one who started talking to me about Sufism. And he took me to Qutub Sahib Targah and there's something there that, you know, then drew me to Sufism. And today I like, of course, I can't say I'm a Sufi because that is a very long journey. But there's something about Sufism that attracts me, the simplicity of that. And I feel it's a natural corollary of since I'm a great believer of Hazrat Ali, that Hazrat Ali and Sufis all take, as I said, they take their chart, their descent from Hazrat Ali. So I feel that it's a very natural journey for me to be able to coming from Ali to the Sufis of Delhi. So there's something about it. I can't explain it, but I feel that it is Qutub Sahib who asked me to stay in Delhi and to, you know, write about Delhi. And you also mentioned that you started learning"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:42.480",
        "message": "Urdu again, rediscovering Urdu as it were. And so through this process of sort of figuring out the history of Delhi, and you're also obviously reading a lot of Urdu sources at this time, you're translating these Urdu books on Delhi. Did that sort of deepen your appreciation for Urdu literature and culture? And also, is there a sort of Urdu renaissance happening? Like I also see Rekhta happening and more and more people are getting interested in"
    },
    {
        "speaker": "Guest",
        "time": "01:11:10.440",
        "message": "it. The renaissance that's happening in Urdu is only in the spoken language and the poetry. It's not happening in the script. Because people who do want to speak, see we've always spoken in North India, we've spoken Hindustani, which is a soft version of Urdu itself, using a lot of Persian and Hindi words in it. But script, very few people know, and the script is dying. And when the script dies, the literature and the history dies. And in that sense, I would not say it's a renaissance. Because further, a language isn't only about poetry. A language is about, of course, a lot of the literature is again translated into English, but then you lose the nuance. And what about the history that's written in that? As I said, there's so much of history in that language. And there are so many, we are losing the dialects. We're losing Urdu on a daily basis. So the Rekhta is also only promoting the poetry. The biggest service that Rekhta is doing, to my mind, is that they have digitalized all the old Urdu text. So they are there, but then you have to know the script to be able to read them. So, of course, they're there for scholars, but the common person has, they're running classes also. But it's, you know, as a language, unless you know the script, the language is in danger."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:45.000",
        "message": "And one question that's always struck me when I've read something translated from one language to another, when I happen to understand both of them, you know, is translation even possible? It seems to me that languages are fundamentally so different from each other, that in a sense, you are having to recreate the essence of something. You can't just translate word-to-word. What was your process of learning how to translate like?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:05.640",
        "message": "As I said, again, I started translating without giving much thought to it. And the first book that I translated was Daftane Qadar. And that is, again, a very interesting story. I was reading the last Mughal by Dalrymple, and he says that the book called Daftane Qadar, and I'm surprised nobody's translated it. I said, okay, let me try that. So I took the book and I started. So the first thing was to get a copy of it, because I didn't have a very good print over here in, couldn't find a very good print of it in Delhi. So anyway, I was in Dubai, so I could get a print from Pakistan, then I got one from Raza Library. So I started with that. Now, I think there was recently a debate on Faiz. So on that, also something that I was talking, I mentioned that in a couple of my tweets and something that I've written, that any language, any literature depends heavily on the religious iconography of the language that it's writing on. Say, for example, P.G. Wodehouse, I'm a big P.G. Wodehouse fan. But when you read P.G. Wodehouse, if you do not know your Bible, if you do not know your hymns, you will not understand all the psalms. You don't understand half of what he's writing. You know, like he'll keep referring as pants the heart when heated in the chase. Now that's a hymn. So you have to know all that to be able to understand what he's talking about. So we don't call, you know, these are references which you've grown up with. So similarly, when you're translating from the language, so for Urdu, so though Urdu, I was still a work in progress, but the culture was something I was very invested in. I knew everything about that, the culture and the language and the religion. So that was the biggest challenge was how to translate that. Like in one place, Zaheer Dahilvi writes in one of the descriptions of Doomsday is that the sun will be a yard and a quarter above your head. So you have to know that. So when you're writing that, so when you're describing it, unless you know the reference. Now, somebody who doesn't know the Quranic reference to how Doomsday is described, and that is what is there in one of Faiz's poem. He describes it exactly the way it's given in the Quran, you know, the fluffs of the saying what's going to happen on Doomsday. So when you're invested in that language, in the culture and the religion, you're able to use that iconography. So that whichever language, whichever writer you're doing it. So when you are doing it, translation for me, it's not how good you are in the language itself. It's how good you understand, how well you understand the nuances. Like one very interesting anecdote. I did a lot of reading for translating Dastanikadar to understand what he's trying to do because I've given a lot of notes in that so that people understand what is happening because he's writing it and at times it's erratic and so that, you know, you understand completely what he's writing. And I wanted that to be there instead of just translation. So there in one place he mentions, when he's talking of, and all these platoons and regiments from all over the place are coming to Delhi to fight against the British. So he says, Now I kept looking at all the maps everywhere. I asked people, I said, where is the Safar Meena? Nobody could tell me, there's no place called Safar Meena. So then finally, I had a whole lot of questions, which I marked and for me, any questions I have in Urdu, I go to Professor Shamsur Rahman Farooqui. So he was coming to Delhi, he told me, so whatever you have, you just bring all your questions to me and we'll sit and discuss them. This was before it was the final edit. So I took it to him and then of course he told me this, this, this and then I asked him, I said, Sir, where is Safar Meena? So he started laughing. He said, that's sappers and miners. So that because he, and he told me, he said, you know, even I have wondered where it was, but then because he had read somewhere and he could correlate that, you know, sappers and miners had come there and so he had read it in some other book somewhere. And then recently somebody else told me that in Bengal, there was a sapper and miner regiment and that place was called Safar Meena. So, you know, this is how, that is why it's so difficult at times. If this is a very simple thing, I could have written Safar Meena there, but then it wouldn't have, you know, the reader wouldn't have understood what is this Safar Meena. They would have also wondered like me, Safar Meena hai kidar? You know, things like this, when you're translating, like whenever I was translating Asaru Sanadeet. Now Asaru Sanadeet is in two editions. There are two editions of it. The first edition is written in 1846 and the second one is in 1854. And the first one is written when he writes, he writes, Sir Syed writes it in a very Persianized style. The second one is, of course, very, it's a simple Urdu one. So I started when I did it because I was using it for my own work when I was just writing the Delhi trilogy. So I was referring to the second edition only. And I had translated most of it for my own notes. And then I said, OK, why not, you know, translate this book? And then while I was translating that, I came to know that there is another edition and that's much more interesting. So that had all the anecdotes and all the spicy stories and everything. So then I hunted for that. I got a copy of that. And the monuments or something which are very easy for me because I had visited all the monuments that he talks about the 130 monuments. I knew them inside out. So when whatever he's talking about, I could understand what he's saying. But then there is a chapter in that which is Dilli Aur Dilli Ke Log. Now, that chapter is supposed to be one of the most important chapters of that book, which he hasn't included in the second edition. Now, this chapter was very, very Persianized Urdu. And in that he talks about, he gives each and every person that he gives them titles. Those were, you know, they just sailed over my head. So I had a Mufti Sahib who would help me with the Persian part of it because he knew Persian and Arabic. So I called him and I said, whenever I had a problem with Persian and Arabic, I would call him. So he came and I said, he started reading and, you know, there's no punctuation mark in the book. So it was Xerox of the time. I hadn't even got a, you know, a fresh copy. So we just could not figure out what are they saying? Where does one title end? Where does the second end? So then I started sending it, taking, you know, screenshots, sending it to various people. And we were still not, I was still not satisfied with what the answer that I was getting. Then one of my friends, she's a poet, Azra Naqvi, I went to her one day and I said, Azra, can you please understand that? So she sat and she said reading. And then suddenly she said, you know, this isn't worse. So when she got the verse is when we were able to separate it. So we could then separate that. Okay, this title ends here. This one starts here. So after that, it became easy. And then when I told that to my Mufti Sahib, then he said, you know, and that he'd already told me, he said, one line is in Arabic and the same thing he said in Persian. And it was obviously a very, very hyperbolic kind of language that was used. So that was very difficult. And where is the part on the monuments took me, say, two years to do it, because I wasn't doing it full time. I was writing my book and doing this. But this part I did dedicated only to that it took me over a year, those hundred pages. Wow. And that and then also I had to leave out a lot of portions because the when he's talking about the poets and the ulemas, he gives their Persian and Arabic Qasidas and whatever. So since I don't know Persian, I was translating it from a historical point of view. So I kept only their biographies and whatever I thought was important for a student of history to know. And I've left a note in my introduction that I hope one day some Persian or Arabic scholar will translate the whole thing of this chapter because I'm sure the Qasidas and the description that whoever wrote would be very, very interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:31.280",
        "message": "And in all your studies, when you're reading all these really old documents, are there enough of them for you to then get a sense of the evolution of the language through the"
    },
    {
        "speaker": "Guest",
        "time": "01:21:40.680",
        "message": "centuries? In this book itself, the first book to the second book. Persianized Urdu"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:45.680",
        "message": "and the regular Urdu. Persianized to simple Urdu. Wow. So from one person. So, OK, so my next question is a slightly complex one in the sense that today, you know, there are so many debates about the idea of India, right? But the India itself is relatively recent. Now, through your history of studying all the many different delis that have come up, you have also come across, I don't know what's the phrase for it. I can't call it the many ideas of Delhi, but sort of the many ideas of us as seen from Delhi, you know, the many ideas of whoever lives in Delhi or what they are, what the society is like, you know. So is it possible to say that there are sort of different ideologies and philosophies of the state and so on evolving through these centuries? Or is it like very binary in the sense of, OK, we are now the kings, we will destroy everything else, we will do our own thing? Or is there something much more subtle and complex and assimilative happening there?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:44.560",
        "message": "Something much more subtle and assimilative. We have, on the one hand, we do have the kings who are destroying and who are rebuilding. But on the other hand, we have a Dargah of Hazrat Zamuddin where Basant is being celebrated. As I said, we have a Mughal king who is offering a Chadar at a temple in Mehrauli and saying that if I can't go to the temple, I will not go to the Mandir. You have Holi, Diwali, Rakhi being celebrated inside the Red Fort and there is a documented proof that Muhammad bin Tughlaq was celebrating Holi. Ibn Battuta, I think, talks of it. So you have all this and you have, you know, like, it's so complex. It's, you know, like when you talk of one period or you talk of one ruler, there are so many facets to it. Like now one of my favorite stories again is Muhammad bin Tughlaq. He was a tyrant. He is supposed to be an eccentric genius. He had so many of these master strokes that over the change of capital, the currency, you know, etc. etc. And in between, a lot of people died. So when his cousin Feroz Shah Tughlaq ascends the throne, what he does is that he was very fond of his cousin, obviously, and he never thought he'd be the king. Now he becomes the king. So he gets searches for all the descendants of the people that Muhammad bin Tughlaq had killed. And that's a story that's documented. And I think Sir Syed and Mashiruddin Ahmed both have documented. I've mentioned who have documented it in the book. I keep getting so much of information overload that I forget who's documented what. So he then gets these mafi namas from them, from the descendants, and he buries them next to the grave of Muhammad bin Tughlaq. May God forgive him. Wow. I thought he'd out of remorse,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:35.160",
        "message": "he contacted them to make their lives better in some way, but no, he wanted the mafi namas"
    },
    {
        "speaker": "Guest",
        "time": "01:24:39.280",
        "message": "for his brother. So this is how things happened then. So he's getting that. Whether he didn't make their life better or not, I don't know. He may have. But because he ruled for 50 years and he was supposed to be a good king. But this is how so, you know, on one hand, you have that. On the other hand, you have that Muhammad bin Tughlaq also built the Satpula, which is an irrigation system so that the farmers could have, you know, water, easy water. So all this is also happening. And he was a very devoted devotee of Hazrat Ramuddin Ali. In fact, he is one of the few people who he held his beer in his funeral. So he had that aspect to him also. He was very cruel also. So you have all this. So every ruler has many aspects to it. And the people who are living also have obviously different. And the other thing is that this is Sahil Udhiyanvi. When we talk of Taj Mahal and today is Valentine's Day, so we talk of Taj Mahal, we talk of Mumtaz Mahal and Shah Jahan, of their love for each other. And Sahil Udhiyanvi says, The artisans must also have worked. Those whose, you know, their graves are unknown. So there are so many levels, so many aspects, and we can just keep on talking about the people who lived here. They are nameless. We don't even know where they are buried. They are dead and gone. The people who actually built the cities, we don't know about them. Now we do know the architects of Shah Jahanabad. They have mahalas named after them. Ustad Hira, Ustad Lahori, there are mahalas or areas in Shah Jahanabad which are named after them. But what about the people? We don't know them. What about the people who live there? We don't know much about them. We know the areas. We know that there is one Paiwala. Now Paiwala was because they sold bedsteads. Kinari Bazaar and Dareeba were the places where wedding shopping was done. Who were the people who got married? Who were the people who had happy marriages or whatever it is? These are things we have no idea about. So we, you know, history is, as they say, written only from one point of view at a time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:10.280",
        "message": "And in fact, that's what my next question was going to be about. But before we go there, let me point out to my listeners, we are recording this on Feb 14th, which shows our dedication to our work that Rana ji has come all the way from Greater Noida to Hauskas to talk about history with me. And here I am recording in a studio far from home. And like you pointed out, you know, in the 20th century and in the 19th century, even, it's very easy, relatively easy to get a sense of the lives that common people lived. But earlier centuries, as you said, a lot of the history is written from the point of view of the court and the rulers and whatever. And some of it, in fact, is actually court history. And you have to then dig deeper to find other reliable histories. But we don't really get a sense of how the common people lived. And the history of all of these Delhi's that you've written about also is not just a history of the tombs of these noblemen and these great monuments that they built. But how much harder is it to then understand the lives of the common people and how they lived and where they lived?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:12.240",
        "message": "So these descriptions come only from those very short stories that I've given of, there are a lot of these Urdu books, but written after the fall of the Mughal Empire. Like there's this book called Dilli ki ajeeb shakhsiyat, Dilli ki chand shakhsiyat. Now they talk about a kebab ji called Ghummi kebabi. And Ghummi used to be a cook in the Mughal kitchen. And he comes onto the roads after 1857 and he opens up his stalls and how he is very particular about that. Whoever comes has to be in line. He will only serve people as per the time that they've come and how he serves and how he talks."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:52.400",
        "message": "So there was a time when Indians knew how to queue up."
    },
    {
        "speaker": "Guest",
        "time": "01:28:56.480",
        "message": "And today when I, you know, there is a favorite kebab wala of mine, which I go to in Mattia Mahal and that is the same area where Ghummi would have sat. And again that Babu bhai also does not, you know, like people have to queue up there. You may be, you may, you know, like you may be as sophisticated as somebody or you may be just an ordinary worker or a laborer. He does not differentiate. He will give you only as per the time that you've come there and given the order. So I love that about him. And the fact that he, you know, like he's so very egalitarian about his approach of whom he's serving and how he's serving. And if there's a big rush, he will not talk to you. He, there's no time for chit chat. Like once I was doing, I was, you know, like scouting around for a food show and I wanted to showcase him and I went to him and he said, see, I don't have time for all this. I said, you know, I said, you'll be on TV, you'll be shown all over the world. He said, mujhe farag nahi padta. Mere paas bohot kaam hai. Mere paas bhakt nahi hai. So there are these kind of characters also, but who are there, who are part, who make a city. But they, like I try to document as much, there's a machhli wala who sits next to him and he sells fried fish. I have not eaten his fried fish actually, but I've spent a long time talking to him because he likes to chat. So I asked him once, I said, he said, I'm a third generation or a fourth generation sitting here and selling. So I said, when everybody, because that area, a lot of people migrated to Pakistan, I said, why didn't you go? And he said, humare budhur ko ne ka, ke Jamna kaise jaayegi humaise saath, Jama masjid kaise jaayega, Qutub Minar kaise jaayega humaise saath, toh hum kaise chale jaaye. Oh, that's beautiful. So you get a sense of... So these are stories which I've documented. I find it so fascinating to talk to these people that they are the ones who actually are the... ke yahan ki mitti ye hai, they"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:51.600",
        "message": "are the ones who hold us all together. And, you know, one of the sort of disturbing things about the current times, very disturbing things, is this sort of caricaturish view of the Indian Muslim, which is being spread by the current political dispensation, mostly by people who've never had Muslim friends or interacted with Muslims in any way. But it's a very caricatured view where it is assumed that all Muslims are necessarily radicalized, and they are somehow conflated with Pakistan, as if there is, you know, something that wrong with Pakistan to begin with, you know. And is this sort of something that is just of this century? I mean, through the centuries, has there been sort of this kind of caricaturish view of the Indian Muslim, this kind of... Because, you know, when one looks at the sweep of history, it seems very clear that everything is very syncretic. And sure, you have all this violence, which is political violence, which is happening at the level of the ruler destroying things and building things or whatever. But how has society been in all this time?"
    },
    {
        "speaker": "Guest",
        "time": "01:31:50.160",
        "message": "See, this thing started after 1857. The first war of Indian independence, as it's been called, I prefer to call it the uprising, because all of India did not participate in it. So when the uprising of 1857 took place, it was termed by the British as a Mohammedan conspiracy. And it's after that, that they went after the Muslims, because for them, it was the Muslims who rose against them. Although that is not a fact, it was across religion, across religion, people who went against him. And if you had Hazrat Mahal, you also had Lakshmibai, then you had Kumar Singh, if you had Azimullah Khan, you had Kumar Singh, you had in Delhi itself, you had so many people and the saying Vallabhgarh ke jo Raja Nahar the, you had a lot of people who were even punished and who were executed afterwards. So that's not a fact. But the thing is that that is what they saw, because the head of what they call the rebels or the Ghaddar was Bahadur Shah Zafar, they had crowned him, whom they exiled. So they termed it a Mohammedan conspiracy. So after that, and they also went after the ruling class and the Zambidars. And that is when the actual demonization starts. And there's a building here, which I have mentioned in my book also, there's a building here on the ridge near the university called the Mutiny Memorial. It was put up, I think, in 1864. On that, they give a timeline of the siege of Delhi. And they write on the 14th of September 1857, Kashmiri Gate is breached, then they talk of 17th September, the king flees the fort and then 20th, they say they have captured the Red Fort. And then they say 21st September, the city is emptied of the enemy. Now, when you read Dastan-e-Ghaddar, you know that the enemy that is emptying and the enemy that's running away are the Muslim noble or the land owners or the whoever it is we're running away from them. And then just below that, you have a plaque written by the Indian government, I think, in 100 years of 1857 were being celebrated, where they say that the term enemy refers to patriots. So it's there they started, that is how it was perceived. And for so many years, they were not allowed, the Muslims were not allowed to come back to Shahjahanabad. And Ghalib documents that in his Dastanbu when he's talking about that. So does, of course, Zaheer Dahilvi. Zaheer Dahilvi talks about how he went to Alwar, then Jaipur and all over the place. And then finally, he goes to Rampur. From Rampur, then he gets a Maafi Nama and he's allowed to come back only, I think, as late as 1864, he comes back to Delhi because at that time there was going to be a Delhi Darbar. And then they gave a general Maafi Nama to the Muslims and said, OK, you can come back. But they do not come back into their old positions. And then there is this book called Begmat Ke Aasu written by Khawaja Hassan Nizami, which talks of the whatever befell the Mughal prince and princesses, where they are now begging on the streets. And there's again a book which has taken the story is also written in Begmat Ke Aasu by Ahmed Ali, the book called Twilight of Delhi, where he talks of Darbar ho raha hai and the king is going out on an elephant. And there's this man on a wooden, a cripple on a wooden cart, who's a physically challenged person on a wooden cart, who's begging. And it turns out that he's a Mughal prince. So, you know, these are things which were very much happened after. And then 1811, now this demonization of the Muslims started not just in 1857. It happens much before that. It happens when James Mills writes the history of British India. When he writes that in 1811, he had never come to India. He did not come to India even during or after writing it. He classifies it as Hindu, Muslim and British period. Now, he talks of the Hindu period as the golden period. Muslim is now the barbaric period and the British period are the saviors. And then you have this Eliot and Dawson, where it gives in the preface itself. They say that they want to talk about how the the people of India have been saved by the British. So, this is a very systematic thing that happened then during the national movement and afterwards. Then this whole thing, there was a lot of attempts to finish that. Gandhiji tried very hard. And as I always keep saying, I said, I grew up in Nehru's India when we did not have this difference of a Hindu and a Muslim. I never ever felt I was a Muslim. Of course, I'm a practicing Muslim. I do my prayers five times a day, whatever I do. I did that at home. It was never something I wore on my sleeve. But past four or five years, there's never a day when I'm not reminded that I am a Muslim. Before that, my only identity was"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:33.760",
        "message": "that I'm an Indian. And you know, with the British, it was obviously the dual imperative of one divide and rule. So it's a strategic thing that you're doing that. And to also, you know, it was a simple narrative, which kind of explained a very complex country. So they went along with it that you have Hindu period, Muslim period and so on. Now, the thing is, looking back in history, you know, I'll just to declare my bias straight away, it is obviously tempting for me to look at history and look at our syncreticism and look at our society and say that, you know, Hindus and Muslims have always lived in peace side by side. But equally, you can cherry pick evidence and come to the conclusion that there have always been sort of there are a between the two, you know, and a lot of how an outsider a layman like me would look at this history is I would look at through the lens of my own bias, as I stated, for something like this, which is obviously such an emotive subject, and which obviously has so much resonance with our current lives in the world that we live in. How do you negotiate this sort of history? And do you feel that there is sort of a clear narrative and the divisions that are there today are perhaps sharper than, you know, I mean, obviously, we've had incredibly sharp divisions during the troubled times of partition and the years before and so on. But if you look through the centuries old history of Delhi, are these"
    },
    {
        "speaker": "Guest",
        "time": "01:37:50.880",
        "message": "relatively new? The divisions were between the rulers and the ruled. They were not religious differences. It was, you know, the oppression was there, but it was of the ruler. It wasn't seen as, you know, that, okay, he's a Muslim, he's oppressing me or he's a Hindu, he's replacing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:06.960",
        "message": "And that was Nehru's point of view as well. In fact, that a lot of communal differences"
    },
    {
        "speaker": "Guest",
        "time": "01:38:10.320",
        "message": "aren't really religious differences. And if you see the history of communal rights, there were only five communal rights during the Mughal rule that also after the 18th century, out of which the first was in Ahmedabad. And after that, you've, after independence and here, even during the time of Nehru, you've had many, during the Congress rule also, you've had so many communal rights. And of course, now you have open division. I will, you know, like I normally am normally I'm very guarded about what I say, because I try to always look on the optimistic side of it. But there is no doubt that there is an all out attempt now to create a division. That otherization is happening. And to create the other, you have to make a caricature out of the other. You demonize and dehumanize. And a person like me who keeps, you know, like who fits in well into every kind of this thing. So I do not fit into the narrative of either the right wing Hindu or the right wing Muslim. And I am trolled and I'm abused by everybody. So I'm called a kafir by the Muslims and I'm called a budhparastana jihadi by the Hindus. So, you know, this otherization is that bad that anybody who talks of syncretism is considered, you know, a person of non-grata in these days. Because that is what is standing in the way. Both of them say, of course, the Muslim right wing is nowadays very, I should say, is not very empowered because the way that I'm talking of, say, a few years ago. Today, of course, they have been very restrained in their responses. And it has been taken over as just now in Shaheen Bagh, where this, although that news turned out to be false, but initially when there was this report that the Deobandi, from some clerics from Deobandi saying that, you know, the Shaheen Bagh protest should stop. And this lady said, we are fighting for the constitution, not for religion, that we should listen to you. So the narrative has changed. People have taken over and they've taken over from the religious leaders and they're trying to chart their own destiny. But I'm just saying that, you know, this otherization was happening for a very long time. Today, it's happening from the Hindu right wing. It's happening very, very, it's very fast. Like, how should I say it? You recognize them by their clothes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:52.800",
        "message": "Yeah, exactly. So how do you recognize them by their clothes? How do you recognize me by my clothes? And even the demonization of biryani, you know, which is like my favorite food."
    },
    {
        "speaker": "Guest",
        "time": "01:41:03.920",
        "message": "So I keep saying, I think the Mughal favorite food was khichdi. They did not eat biryani. The word biryani was not even coined then. The Mughals did not eat biryani. Biryani comes much later in the late 18th and 19th century."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:16.000",
        "message": "And these people would not be wearing the clothes they wear if the Mughals hadn't come here."
    },
    {
        "speaker": "Guest",
        "time": "01:41:19.440",
        "message": "Where do you think Modiji's churidar kurta comes from? So pajama itself is brought by them, pajama. But if you see Nuskhai Shah Jahani, which has been translated by Mrs. Salma Hussain as, I think, the emperor's table. Shah Jahan was very fond of cholai ka saag, baigan ka bhurta, aloo ka bhurta. He's eating the thing, the word biryani then was called zere biryani. And he's eating paneer ka zere biryani. So all these things are there, but they never ate the biryani and meat that week, thing that they did. They were very fond of khichdi and they were vegetarian on many days of the week. So Aurangzeb was totally vegetarian."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:01.440",
        "message": "Yeah, as was Hitler. But, you know, paneer biryani, frankly, I must draw a line and here I will be judgmental about the past ki paneer biryani kaun khata hai. But, you know, and would you also say, and again, I don't want to be guilty myself of romanticizing what's happening. But would you also say that what Shaheen Bagh represents, for example, is a combination of the best of all the centuries of Delhi in terms of people coming together in spite of their diversity and their differences. And also a combination of that with this modern India, where we have this liberal constitution and we want to live by sort of these values and this idea of India. Or am I romanticizing it too much? Or do you see, you know, while all this othering which makes you despair is going on,"
    },
    {
        "speaker": "Guest",
        "time": "01:42:46.720",
        "message": "do you also see some hope? I think what has happened in Shaheen Bagh happened very spontaneously. And it's just become such a beautiful movement of inclusiveness of, you know, and because it's controlled by the women, I think it has that certain touch to it, where that harshness is not there. And it's just beautiful the way they are doing it, the way they embrace everybody. And I've gone there a couple of times, the way the inclusiveness of including everybody and how everybody is coming and being, you know, like joining with them across religion. So it's nothing to do with now. It is, of course, it is their identity, which is at stake. And when you go there, there is no doubt that the maximum number of things that you see, the most of the people that you see will be wearing scarves and hijabs. But it's, you know, you don't, that's not the thing that comes to your mind. They are wearing hijabs or whatever, but you do not see them as Muslims. You see them as women who are sitting there, very strong women who are sitting there protesting against something which is a constitutional right. So I do see that even I romanticize it. It is something which is just spread all over. And when I was, once I was talking to them and I was telling them, I said, you know, that this is the continuation of Sultan Razia. After all, Razia also stood up for her rights and stood up for her people. And she stood up to the jahilgani who were trying to oust her. And her father did say that she is equal to 20 of my sons. So in Delhi, and then you had Jehan Ara, you had Zebun Nisar, you had a long list of women who have been strong. And if we take it, if we do take even Indraprastha as having been here at"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:33.520",
        "message": "some point of time, then you have Draupadi. And that's also interesting. You know, when you look back at Indian mythology, for example, and you look at the stark contrast between Draupadi and Sita, and Sita almost seems to represent the ideal Indian woman as per, you know, the dominant political view today would have it where she's subservient to her husband, and she's all of that. And Draupadi is incredibly rebellious and badass and independent and whatever, which kind of shows you that it's, you know, Indian sanskar is not so simple to pin down. It's got all these different"
    },
    {
        "speaker": "Guest",
        "time": "01:45:06.960",
        "message": "strands, you know, even within Hinduism. Also, like I think the whole of India watched Ramayana and Mahabharata very religiously. There was not a single episode I missed. And in Mahabharata, I must have watched multiple times because I have to love the dialogue, especially of Sri Krishna. So, but recently, I think it's three or four years now that when Amisha's book came out on Sita. So, there the Sita is very different from this Sita. His Sita is a warrior. She is, in fact, the defense minister of Mithila. And she's a warrior and she's the Vishnu. So, when I read that, you know, it opened a whole new world of Sita to me. Yes, she does accompany her husband, but she's the Vishnu and then she marries Ram and then Ram also becomes a Vishnu. But it is she who is a very strong character. And it's a wonderful book. I really love that. They show Sita as somebody, a very, very strong character, not as the submissive character that we were seeing, that we saw in the TV series. So, there are supposed to be a lot of versions of Ramayana. There are, I think, 300 versions or something like that. Many versions. So, every version is written from a different and I had met Amish while he was writing it. And he said that he"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:22.000",
        "message": "is consulting a version that has Sita as the main character in it. That's remarkable. And I've just realized that I've taken up almost two hours of your time. So, but before we go, tell me a little bit about, you know, what are you working on now? You know, you've done these books on Delhi, you've translated these books. What keeps you going? What's your next project? How do you, what do you look forward to when you wake up in the morning?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:45.040",
        "message": "I'm working on three projects at the moment. One is a book and two projects. I normally don't like talking in advance. I'm a little superstitious, let's put it about my work. But the one project that has already, it's finished and about to come is an app which I have done on for a group called Rest Bird, which they were outsourced by ASI. It's on monuments. It's where you can read and hear about it. There's a podcast and there are different descriptions. I've curated 12 monuments for them on that. So, that is something that I'm very, I worked on the whole of last year. I visited these 12 monuments and I did that. And there are two other projects I'm working on. One is, two are books. And there's a third, yes. And the third, which is another thing that I'm working on. Hopefully by May, there should be more clarity. Cannot wait. And before you go, I'd like"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:41.920",
        "message": "you to ask, like my listeners always keep saying that they discover so many books through the podcast and they love it when my guests recommend books that they absolutely should read. So before, without tying you down to a subject like Delhi or whatever, just recommend three books that you think everybody should read. And you can't include your own books because I am recommending those."
    },
    {
        "speaker": "Guest",
        "time": "01:48:01.520",
        "message": "I think they're absolutely amazing. So, one book is Richard Eaton, India and the Persian Age. That definitely everybody should read. And the second book is Manu Pillay's Rebel Sultans. Rebel Sultans, yeah. And third is Ira Mukherjee's, I'll give you four. And third is Ira Mukherjee's Daughters of the Sun. And fourth is Mani Mukder's Allahu Akbar."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:25.120",
        "message": "That's fantastic because I've already done episodes with Manu and Ira and I am doing an episode next week with Mani Mukder. So I feel like I've covered much of the material. I shall definitely pick up that Richard Eaton book. Rana, thank you so much for being so generous with your time and more power to all the work that you do in future."
    },
    {
        "speaker": "Guest",
        "time": "01:48:43.120",
        "message": "I hope it turned out also the way you wanted it to."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:46.960",
        "message": "No, no, it's great. And my listeners will tell you that on Twitter that this was such a fun episode. Thank you. I am Rana. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in and thinkpragati.com. Thank you for listening. And hey, don't stay at home after listening to this episode. Go out, look at the city around you."
    },
    {
        "speaker": "Unknown",
        "time": "01:49:45.040",
        "message": "Transcribed by https://otter.ai"
    }
]