[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "When I was growing up, I thought history was something that happened in the past. At its worst, it's a bunch of dates and boring factoids. At its best, it's wild, exciting stories of mad kings and dissolute courtesans and entertaining battles. When we look at history, I thought we are looking back. But anyone listening to this podcast in 2020 knows that this is not true. History gave us the DNA of every single conflict in the modern world. History has been weaponized in our politics. And indeed, history keeps changing, depending on what narrative one wants to believe, to the extent that I sometimes wonder if all history is just mythology, and whether what happened in the past is both utterly unimportant and also utterly crucial. In India, nowhere do we find these contestations as in the case of Mughal history. Regardless of where the Mughal dynasty itself originated, should we regard them as Indian rulers from whom we took so much that is beautiful about our culture, from our language, our cuisines, and even our clothes, such as the elegant churidar kurtas worn by our Prime Minister? Or should we look at the Mughals as invaders who destroyed temples and massacred Hindus, and who must be avenged by the othering of modern Indian Muslims? This is a political question, but it can only be answered through history."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:29.320",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:41.280",
        "message": "Welcome to The Seen and the Unseen. My guest today is a journalist and author, Manimukta Sharma, whose recent book, Allahu Akbar, considers the legacy of Akbar in the light of the recent revisionism around him. As Manimukta writes in his introduction, Jawaharlal Nehru once described Akbar as, quote, the great representative of the old Indian ideal of a synthesis of differing elements and their fusion into a common nationality, stop quote. Indeed, this has been the traditional view of Akbar the Great, as he is called, referring to his syncretism and tolerance, and yet he has also been recently described as, quote, a genocidal monster no better than Hitler, stop quote. Which of these is closer to the truth? Are they both true to differing degrees? And does it matter? I shall ask Manimukta these questions and more after a quick commercial break. If you enjoy listening to The Seen and the Unseen, you can play a part in keeping the show alive. The Seen and the Unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Seen and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself. Scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this, for every episode of The Seen and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seenunseen.in slash support, and contributing an amount of your choice. This is not a subscription. The Seen and the Unseen will continue to be free on all podcast apps, and at seenunseen.in. This is just a gesture of appreciation, help keep the thing going, seenunseen.in slash support."
    },
    {
        "speaker": "Guest",
        "time": "00:03:57.200",
        "message": "Manimogd, welcome to The Seen and the Unseen. Thank you very much, Amit. It's my pleasure to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:04.360",
        "message": "Before we sort of start talking about your book and the old hoary past, which is still so alive. Tell me a little bit about yourself, like, you know, where did you grow up? What kind of stuff did you read? What are the influences? How on earth did you sort of come to history and then journalism and then back to history?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:20.720",
        "message": "Okay, so this will be a long story. I grew up in Guwahati, Assam. I'm Assamese. And I, as a child, read all kinds of stuff. I grew up when the Soviet Union was still around, and therefore, in our home, we had a lot of Soviet literature because that used to be the trend back then. And more than, you know, political stuff, it were the folk tales, which really interested me and Soviet literature used to be rich in that. And so my parents, both my parents are deeply interested in history. So they used to get me in all those stories, because stories are also history. And fairy tales and all of that, you know, were understood to be as a kind of history back then. So, you know, they surrounded me with that kind of, you know, literature. So I would read Assamese stuff as well when I learned my own language. And then I would read these stories, and I would read Chinese tales and Japanese tales. So we had all kinds of things. Plus, I was heavily, you know, got a heavy dose of comics. So it would be Tinkle, and some Amar Chittu Katha, not very much. And again, there used to be this Soviet children's book called Misha, which I used to read. And then there was this magazine called Target, which eventually became Teens Today, and then it shut down. But so it was a generally a very good mix of things that I read. I'm not sure if my parents wanted to raise me in a certain way. That's why they loaded all of that. I don't know that, but I was a fairly well informed child for my time. And that's why I got interested in quizzing. And quizzing used to be, you know, I am not sure how big it is today. Of course, when it comes to prize money, it's pretty big. But then as an activity, it used to be far more engrossing in our times. So from class four onwards, I was into quizzing. And then I would do quizzes in schools. Then of course, these inter school competitions, Maggie quiz used to be pretty big back then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:41.160",
        "message": "So are you a winner of the Bonvita quiz contest?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:43.520",
        "message": "Sadly, Bonvita quizzes, you know, they were still considered to be the big city phenomenon. So I never really got the chance. But yeah, Maggie quiz was the other one, which was pretty big. So I did win that in my city, at least. And then of course, when I came to college, and then I started, you know, participating in these, you know, inter-regional, intra-regional or inter-regional competitions and on radio as well as not on TV, but on radio as well as those live events. So then I, because of my participation in quizzes, I also got a chance to visit places. And again, the history of those places would interest me. So whenever there was one quiz, I remember, I will not name it for a reason. But then that really got me the chance to travel North India for a month. And that was an eye opening experience because certain things that I had read as a child, I got to see them and experience them from very close quarters for the first time. So that was a learning experience. Otherwise, that experience was terrible because of certain other three reasons, but this was pretty much interesting. So, you know, quizzing, plus these, you know, initial reading, and then history was one thing that really interested me, because like I said, both my parents are deeply interested in history. So I got into these, you know, places, heritage buildings, you know, so I went to, very early we went to Orissa and then got to see the Konark temple. I was just four or five at that time. Then we went to Calcutta, because for people growing up in Assam in the 80s, the biggest city for us in our imagination was Calcutta. It was not Delhi, Delhi became a phenomenon in the late 90s over there. But until the 80s, at least, it was Calcutta, which was considered to be the big city. And because all of my grandfather also had studied in Calcutta, so that thing was pretty much there. So then I got to see those places, Victoria Memorial, for instance, and I still remember certain artifacts which I had seen, and which had, you know, thrilled me, especially weapons of war. And then you had the serial called the Sword of Tipu Sultan, which happened, and that was quite a serial. I mean, I still, you know, get goosebumps, you know, thinking about that. Because what really excited me were the war scenes, the battle scenes, you know, they were very realistic and all that. And back then, you know, the Bollywood didn't really make good war films or, you know, war sequences. But this was very well laid out, very well made. So that really excited me. So Tipu Sultan, because of that portrayal, is still a very positive first figure in my mind. And Heather Ali, of course. So then I went to college, and I was still not sure what I'm going to study eventually. So for us, college used to be class 11 and 12 onwards. So we used to be... Junior college. Yes. So we used to go to college. I went to Cotton College in Guwahati. So there, I took up political science, history, anthropology. And those two years were formative years, because I probably, if I remember it right, I was more interested in political science. So I thought that maybe I'll take that up as my honours. But then I read Atlas of the Mughal Empire, written by Irfan Habib. And that was in the higher secondary, or class 11, 12. And that really changed my whole, you know, understanding of a subject, and interested me more in history. So when I went to my grads, so I picked history as my honours. So that way, I think I mentioned that in my book as well, that, you know, I was kind of like an Ekalavya learning from Dronacharya, because Irfan Sahib was like Dronacharya for me. Except you didn't have to give your thumb. I didn't have to sacrifice my thumb as Guru Dakshina. So and then once I started history, then of course, I went deeply into it. And again, it was the more military aspects of it that really excited me. So back then, it was not fashionable to talk about warfare, you know, because it was seen as something bad. And no major historian really dealt in that. So military history as a discipline was still not very well known back then. Now, of course, it's different now. And because there's also a political reason behind that. So Indian contribution in the First World War was completely unknown back then. So and even when we studied the Second World War in college, for us, it started suddenly with Hitler invading Poland. And then there was it went on and on. And suddenly, there's some mention about the Indian soldiers when Singapore surrenders and you know, these men become eventually part of the INA. So for us, the understanding of Second World War, even back then was through the INA. We never really talked about the bigger contribution that Indians and the British. So this was how I grew up, and I learned things, both by reading as well as by experiencing them. And then of course, when I was in the first year of college, and this internet boom happened, and internet was something very new, you know, it was very exciting. It's very expensive back then, though. So I remember, just to be rupees 100 per hour, for one hour of browsing. And if you are if we could produce a student iCard, you were given rupees 20 discount. So it used to be 80 rupees per hour, because it was still very expensive. So now if you look at how internet has penetrated, it seems impossible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:25.800",
        "message": "And even at 80 rupees per hour, because we grew up in the same time, it was so incredibly slow. Yeah, it was slow, slow. Like no one, you know, people today cannot understand, imagine the pain of that dial up and, you know, gradually you're downloading picture of Pamela Anderson, and it's taking 40 minutes for one picture to come."
    },
    {
        "speaker": "Guest",
        "time": "00:12:42.960",
        "message": "Oh, yes, absolutely. Our generation knows that pain. Absolutely. So we had to be very patient. It used to frustrate me completely, because, you know, there were so many things that you wanted to know. And Google is now of course, the default search engine. But back then, we had so many other search engines like Alta Vista, and Yahoo was also"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:02.240",
        "message": "fairly."
    },
    {
        "speaker": "Guest",
        "time": "00:13:03.240",
        "message": "When Ask Jeeves came, it was like the hottest thing around for six months. Absolutely. So that fun and that feeling of that sense of discovery that, you know, came with it. So that, again, you know, added to my interest and understanding, because I was reading things for the first time. Blogging was pretty big back then, you were also with India Uncut, I believe. So you know, all those things that started coming. So there was so much to read. And more than spending time in the libraries, I would confess that I was spending more time on the internet, you know, reading these blogs. And because I was part of many Yahoo groups of that time. So you know, Yahoo groups had this thing called, you know, mailing list. So you know, your email would get in all kinds of emails. And many of those emails were on history, you know, and authored by people who had analyzed"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:58.240",
        "message": "at that time."
    },
    {
        "speaker": "Guest",
        "time": "00:13:59.240",
        "message": "I still run a couple of mailing lists, because, yeah, I'm in Google groups and all that. Not Yahoo anymore. Yeah. Yahoo has, I think, shut down. Yeah. Yeah. Withdrawing it. And those mailing lists also contained, you know, history, or let's say their understanding of history, which was very, very different. And for the first time, I didn't really realize what was going on. It's only, you know, after a few years when I was far better informed, and I started working as a journalist, only then I could connect the dots. But that was pretty loaded propaganda about India's past. So you would have those, you know, tidbits, like, you know, did you know that Sanskrit is the only suitable language for computers? Yeah. And did you know that ex-Adi Shankaracharya did this or did that? Did you know that? So there, this anti-Muslim, anti-Mughal propaganda used to feature very prominently. So India's soul was plundered, you know, kind of things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:00.560",
        "message": "And did that because you had already studied and you'd read Professor Habib's book and"
    },
    {
        "speaker": "Guest",
        "time": "00:15:04.560",
        "message": "all of that, you were quite familiar with that history? Yes, yes. Did it strike you as, you know, what's going on? Of course, it did strike me as odd. And I used to, in fact, laugh about it. I used to share these things with my friends and I used to laugh about it. That just look at the silly propaganda, but there were friends who had also started getting on to the internet and who were not very well, you know, informed about India's past. They had started believing in all those things. So now, of course, I realized what had happened. So it was a very steady dose of propaganda which was coming in, which was corrupting minds in ways that, you know, we didn't understand back then. So what I was laughing off in my late teens or early 20s, now I regret because I now feel that maybe I should have done more and spoken more to my friends and shared more reading material. Now, of course, internet is much more well laid out. So now you can share information, you just go on Twitter and put out a thread and then people RT it and then even those who don't agree with you, they also get to see what you've written. But back then it was difficult. So either you write a huge long blog somewhere or you just speak to your friends and have these, you know, canteen conversations and then you try to, you know, change things. But then, of course, those were not consistent. So these didn't have any, they did not produce any substantial result. So yeah, so my growing up would be essentially reading plus internet and lots of propaganda and busting propaganda in my own mind, of course."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:36.680",
        "message": "But yeah. And what strikes me as very interesting is I almost feel a little jealous of it is that when I was a kid and growing up in the 80s and so on and, you know, I, for example, I take trips to Chandigarh, I mean, I was born in Chandigarh, I take trips to Delhi, then I did my, I studied in Pune and I was surrounded by history, but I took it for granted, you know, fairly jaded. So you're, you know, you're in the most historical places and you don't realize when I started in Ferguson College, Pune, for example, I didn't, I didn't know that that's a place where in 1894 Gandhi first met Gopal Krishna Gokhale and they took a lawn on the grounds of Ferguson College. That's the first time they met and they had a long conversation and that it was a hot bed of atheism at the time. But what seems to be the case with you is that you would relish traveling to different cities because you would not be jaded about the things that are around you. And you had a sense that everything around me is living history in a sense, and has a past connected to it. Did you still feel that same way after all of these years or has some of that, you know, that childlike wonder, do you have to try to sort of keep it alive?"
    },
    {
        "speaker": "Guest",
        "time": "00:17:42.360",
        "message": "No, I still feel that because if I go to a new place and I see a new monument, for instance, I still get the thrill and there are some monuments which thrill me every time I go there. So it's been, you know, for instance, the Atmadut Dola's tomb in Agra, you know, which is fascinating because it's in many ways a precursor to the Taj and is not visited by enough people say if you compare it with the Taj, of course, you can't really beat it. But even other prominent monuments in Agra, this doesn't feature very prominently. People do go there, but not so many as you know, people would go to Agra Fort or some other more prominent building. So that really fascinates me. So every time I see it, and this is also with my wife, you know, so we've gone there together and we have gone there many times because every time somebody comes, some relative comes, so we have to take them to Agra. And every year, there's one trip, short trip, two, three days trip to Agra that we plan because there's some relative or the other who's here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:45.280",
        "message": "So if you're not a journalist or a historian, one day you can be a tourist guide."
    },
    {
        "speaker": "Guest",
        "time": "00:18:48.560",
        "message": "Of course. And I could charge heavily for that, you know, just to tell people that this is propaganda and this is fact. But yeah, so when I visit a place, I do get thrilled. Because that sense of discovery has still not left me, and the curiosity has not left"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:08.080",
        "message": "me. And I'm imagining that, you know, in modern times, let's say I go to an interesting monument, I can instantly Google it and very soon I can enter a rabbit hole of information about it and get all the context. But 80s, 90s, you don't really have all that. Some things are very famous, fine, you know what the Taj Mahal is. But otherwise, you see a very interesting khandar somewhere and you're like, wow, this looks fascinating, but what's the history?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:31.160",
        "message": "Right. So, but thankfully, you know, my parents invested in a lot of reading material. And this I will credit entirely my parents, because even before I was born, like I was in the womb, my father had purchased the whole Britannica series, hoping that the child would grow up someday and, you know, would pick it up. So it was not open for a very long time. So my father, you know, he thought that probably this would be, this is good investment."
    },
    {
        "speaker": "Unknown",
        "time": "00:20:05.480",
        "message": "And it is. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "00:20:07.480",
        "message": "So it used to be very expensive at that time, it still is. But back then, if you remember 80s, so it was quite a challenge to make a big investment of that kind. So people would normally make such investments for building a house, for instance. My father has still not been able to build a house. So we still live on a rented accommodation. But there is no regret because he thinks that he did the right thing by putting his money"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:34.640",
        "message": "in."
    },
    {
        "speaker": "Guest",
        "time": "00:20:35.640",
        "message": "Constructed edifices of knowledge. Well, maybe. But so this is one thing I can never fault my parents on. And I feel grateful that I still remember those trips. I recently shared a picture of a five-year-old me with my father, which my mother had taken. My brother was not born then. So it was in front of this Ahom Palace called Talatul Ghor, which is in Sepsagar. So we had been transferred there. My father, he was with the Bank, State Bank of India. So every two years we would be in a new city. So it was like that. So we had gone to the city and the first thing that my father tried to discover was the local heritage. So he took me there. So this one photograph, which, you know, which really, you know, now that I look back on it, now I realize that, okay, this is what my parents were doing. They're making me interested in history in their own way and heritage. So I still feel that sort of a thrill when I see it. So they must be so proud of your book, no? They are."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:37.360",
        "message": "However, it is quite possible that given the way journalism was looked down by people of our parents' generation, did your parents wonder why you're becoming a journalist or"
    },
    {
        "speaker": "Guest",
        "time": "00:21:48.680",
        "message": "how did you get into journalism? Yeah, because I had no idea what I'm going to be till I was in my master's. And which was in history. Yeah, I was master's, I have an MA in history. So I had no idea and no plans whatsoever to be in journalism. In fact, I didn't know what to do. So now, you know, I get tremendous complex when I hear, in fact, we had put out this story about IIT toppers, you know, just last year. So one of the toppers who made it to the IIT JEE mains, who cleared it, and he said that he knew when he was in class six, that he wanted to be an engineer and wanted to study in the IIT. So from that age, he had gone for tutorials, and then his parents had, you know, ensured that he was in the right kind of study groups and reading the right kind of books. So I, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:39.000",
        "message": "That's really sad, it's not something to aspire to."
    },
    {
        "speaker": "Guest",
        "time": "00:22:41.720",
        "message": "I wouldn't know. Yeah, no, I'm not aspiring to, I'm just saying that, you know, that gives me that disconnect, perhaps, that my generation had absolutely no idea what it wanted to do till very late. So yeah, my friends who studied science, many of them became engineers, they still are, and some of them doctors. So they were very clear after 12 that they wanted to do this. But for me, because I didn't have the brains to study science, that's how I describe my career choice. But I was unsure what to do. So and then, of course, I thought that maybe civil services could be the option because everyone was studying history and all that, was going for civil services. So and then, you know, that idea got sold to me pretty well. So I decided I'm going to sit for the civil services. Next day in my preparation, I realized that this is not going to work out for me, because I can't mug up things like that, or I don't have, you know, that kind of acumen, perhaps, to make it big there. And I sat for it, it didn't work out for me. And I left it at that. So I didn't go back. And I realized that this is not something that's going to work out for me. So I, because I was in Delhi by then, so I took up a job in a magazine, and I told my parents that this is just momentary, and I'll leave whenever I get into the civil services. So I thought, then maybe I'll try UP civil services, UPPCS, because that's what my friends were also doing, you know, who were in this civil services sector. So once you get into that, you realize it's a completely different world. So they are preparing for MPPCS, UPPCS, Bihar PCS, and so on. So it's every PCS is like they're going and taking a shot. So the place at North Delhi, where I was staying at that time, because of the civil services preparation, that area is colloquially referred to as Batra Dham by some people, because it's like a pilgrimage kind of. So you people go there to study and for the civil services, and Batra Dham, because there's Batra cinema, which is the only form of entertainment for available to us was that cinema hall. So every movie that used to come used to go and watch. So and I worked with this magazine for a year. And then I left it, I realized that I couldn't continue. So after that, there was a period of crisis. So I didn't have a job. And I didn't know what to do. And then I worked with another magazine for three months, then I left it. And then I applied to the Times of India and Indian Express. So I got a call from Indian Express. And this was for a sub-editorial role in one of their desks. So I appeared for the test and I got through. And then again, I told my parents, okay, maybe this is just the next step before the next step. So this is just a momentary stop. So I then worked for the Express. And then this was now a mainstream newspaper. This was mainstream media now. So after three years working there, I realized that maybe I need to expand in this. I still wanted to do something different. I was constantly thinking that maybe I need to do something different, but what? That absolutely, I had no clarity. So then I applied to the Times of India and got through. And this is my 11th year in the Times of India now. So you can see that I still not found that what really I want to do. But this is pretty much my identity now as a journalist."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:16.680",
        "message": "And as a journalist, have you been more of a writer, more of an editor? Have you had any beats?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:22.600",
        "message": "How has the journey been like? I was primarily on the editing desk. I still am, though my role has now changed. So I was editing mostly and in the Indian Express, I was editing, not writing, but I was writing a quiz column for the daily news line. And because the quiz column is really my thing with the media, because I also wrote a column for many years for the Telegraph. And this was again a quiz column and it started when I was in my master's. So this is pretty much my introduction to journalism that way. And so after I came to Times of India, of course, it became a much more, you know, a complete journalistic experience for me, because now I was not just editing. I was also writing. The Times of India is pretty open about it. So they don't want to fix you in silos. They let you do whatever, because it's primarily a desk driven, a production driven exercise. So a lot of people who are on the copy desk, they also produce content. So I was writing, I was reporting, I was writing special features. And then, of course, I did this whole series on India in the First World War, which I was probably the first to do that for any mainstream news publication in India. This was just before the commemorations had started in 2014. So that really gelled well with whatever was happening. And now, of course, I moved to the Sunday Times and where you write for us and I get to edit your pieces. And apart from that, I also write, I cover heritage for the city pages of the paper. So not a proper beat per se, but yeah, it's like my primary area of interest."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:18.320",
        "message": "I mean, in the sense, I've been reading your writing for a few years. And for me, in my mind, you're somehow slotted as a history guy. Yeah. Which I mean, in a good way, because, you know, once in a while, there'll be this long article by or an essay by you on history, and it's always fascinating. And that's kind of you mentioned how the idea of this book came about, right?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:38.680",
        "message": "So tell me a bit about that. Yeah. So, well, this will obviously be more political, because the reason was pretty much political. So I am known more as an author of military history than any conventional history, because that's where I have focused my writing on for many years now. So but of course, people have this misconception about military history that it doesn't give you a full picture. It actually does know because a lot of changes happen because wars and battles happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:12.640",
        "message": "So that way, it's a very good way of studying, you know, change in the context for military"
    },
    {
        "speaker": "Guest",
        "time": "00:29:17.280",
        "message": "history is all of history. Yes, of course it is, because it is shaping changes. It is if there's anything that can bring about abrupt changes, it's actually a war or a battle, right? So the downfall of Napoleon, Waterloo, right? So these are things that change history abruptly, 1857, for instance, changes, completely finishes off the Mughals, also finishes the East India Company. So these are abrupt changes, right? So that way, it really helps. Now, I was focusing more on that, but then the new regime came to power, the Modi government, and suddenly there was this culture war that started and it started with the vilification of the Mughals. Now, there were always voices or noises about Aurangzeb versus Dara Shukoh and Aurangzeb being the bad Muslim and Akbar being the good Muslim. So in fact, this was even part of our syllabus in many ways, because there was always this question that Akbar founded the empire and Aurangzeb flitted away. So you had Aurangzeb and Akbar as adversaries. So these binaries really work very well, even in the academia. But then now, it didn't stop at Aurangzeb. Now even Akbar became a bad guy. Now, Akbar versus Rana Pratap was always there, but it did not result in the complete demolition of Akbar or denigration of Akbar. So he didn't have to be pulled down for Rana Pratap to be propped up. But now it was happening and in 2015, as you mentioned in the intro itself, so there was this spokesperson of the ruling party, you know, who announced on social media that Akbar was as bad as Adolf Hitler. And then of course, this was aired and magnified and amplified by the Hindutva ecosystem. And of course, it started with Rajnath Singh making a curious comment that, you know, why not Rana Pratap as the great. Akbar can remain the great, but why not Rana Pratap as well. But of course, this was taken as completely stretched and twisted and changed into something entirely different. Now, I thought that maybe there's a need to correct some of the misconceptions. I mean, Adolf Hitler is completely different. You can't compare Akbar or any other ruler with him. So I wrote a series of articles in the paper. One of them, of course, was it was picked up very well by social media. And then I also got the name Jihadi Sharma after that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:55.120",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "00:31:56.120",
        "message": "Are you still trolled heavily? Oh, yes, of course. And especially after I wrote this book, in fact, one of the interesting incidents that I remember, I mean, I've been called names and, you know, then all kinds of things have been said about me. But this one incident that I remember when I laugh about it is when I shared the cover of this book. It had Allahu Akbar written on it. And somebody put a comment there, actually retweeted it and then with a comment, without even bothering to check my profile or the profile picture, he said that this shameless Hindu lady has crossed all limits of decency."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:38.240",
        "message": "You are a shameless Hindu lady. That doesn't in any way seem like a slur, actually."
    },
    {
        "speaker": "Guest",
        "time": "00:32:49.600",
        "message": "And then, of course, there were others who were saying, what did we do wrong, where our education has failed? You know, people like this, a Sharma guy writing Allahu Akbar. So all of this happened. So yeah, I got the name Jihadi Sharma, writing those articles. And then I wrote another article because this Akbar thing went on for quite some time and still going on in many ways. So you had the Akbar Road signage being tarred. And then you had the former chief and minister, General V.K Singh, he making a demand that you know, this should be renamed as Maharana Pratap Road."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:27.160",
        "message": "And even the general denigration of the Mughals, like you pointed out, Mughal Sarai being named"
    },
    {
        "speaker": "Guest",
        "time": "00:33:31.200",
        "message": "after Dindyal Upadhyaya. So if the name Mughal comes, it is problematic for the Hindutva people. And in a way, it's quite an irony because the Mughals themselves hated this term."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:42.200",
        "message": "Yeah. So they were prouder of the Timurid past than the Mughal past."
    },
    {
        "speaker": "Guest",
        "time": "00:33:46.960",
        "message": "Absolutely. So, and if any reference was made, in fact, they joked about the Mughals, the Persian for Mughal is Mughal. So there's one incident which I have mentioned in the book, where Humayun with Johar of Tabchi, one of the biographers, chroniclers of Akbar's court. So he writes in his memoirs in Tazkiratul Waqiat that, you know, he was given a promotion by his master and also given an advice. And he cracks a Mughal joke, Humayun cracks a Mughal joke and tells him that you should not become like the Mughals. So they hated this term. So for their official identification, even if you go to Iran today, in their museum, they have these, you know, depictions of Humayun meeting Shah Tahir Mas, and the name mentioned is Humayun Gorkani, because that's what they were, the Gorkanids, sons-in-law of Genghis Khan. Yeah. So I wrote these articles and then my publishers had also read that, Bloomsbury. And one of our common friends, so we had this, my publisher is Pravin Tiwari, you know, of Bloomsbury. And he had read those articles and we had a common friend. So I think she had a word with him or something like that had happened. I have never really asked her in detail about that. But then she asked me one day, then, you know, you should meet Pravin. And we spoke actually before meeting. And then Pravin asked me if I could expand on this thought that I had been putting out in the newspaper in the form of a book. And this was in 2017. So then, of course, I said, okay, but I didn't really know what I'm going to write, because there have been biographies of Akbar. And so much has been written about, it's very well known, fairly well known. Akbar is, in fact, the most well known of the Mughals. So the challenge was to find something different to say about him. And then I thought about it for a while. And then I realized that maybe this comparison of the past with the present could be a good idea. Because academia does not approve of something like this. But then I didn't have the compulsion. So I thought maybe I can try this out. So I suggested the idea and Pravin liked it, he said, let's go ahead. So that's how the whole idea of the book happened. So had Mr. Modi not come to power or his ministers not said those things and the Hindutva ecosystem not amplified those voices, maybe I would not have written a book on this."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:16.960",
        "message": "I would have written something else, perhaps. Something good has come out of that, even if Ache Din will never come, Ache Books will hopefully keep coming."
    },
    {
        "speaker": "Guest",
        "time": "00:36:23.840",
        "message": "Oh yeah, absolutely. For me at least, yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:25.840",
        "message": "You know, so when you started, like you said, he's been written about so much. There's a host of secondary material that there are also, you know, the standard primary sources like Abu Fazal and all that. So what was sort of your process of researching? And then I mean, these are separate, two separate questions, your process of researching, and then your process of writing, especially as you also had a day job at the same time."
    },
    {
        "speaker": "Guest",
        "time": "00:36:47.200",
        "message": "Yeah. So it was very tough managing both. And at that time when I wrote this book, I was with the city desk. So my timings were like from 4.30 till 12.30. So what I would do mostly, I would come back home, say around 1.00, 1.30. Then I would sit down to write or read. And I would go on till about 5.36 in the morning. After that, I would be completely exhausted and then go to sleep. Then wake up around 12.30 and utilize a couple of hours there. And by 3.30, I'm out of home."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:22.360",
        "message": "So you're sleeping six, seven hours a day, basically."
    },
    {
        "speaker": "Guest",
        "time": "00:37:24.360",
        "message": "Yeah."
    },
    {
        "speaker": "Unknown",
        "time": "00:37:25.360",
        "message": "And even five hours, four hours at a time."
    },
    {
        "speaker": "Guest",
        "time": "00:37:26.680",
        "message": "So it was exhausting. And on my off days, and this is why I have thanked my wife, because for one full year, we were not going anywhere on Sundays, because that's the only day that we both get our chutneys. And that's the only day we both get to meet and see each other. So it's like that. So she has a day job morning, though she leaves very early in the morning, I leave late. That's why it took me a long time. And it became very stressful towards the end, because I realized that I can't finish this book on time. And there was also a deadline. And then of course, when I was writing it, I realized that, okay, how do I end this? Because now, the intention was not to write a biography, but it was shaping up like a biography in many ways. So the challenge was to finish and draw the line somewhere. So I was in a very confused state of mind. I didn't know how to finish. And then, of course, gradually, I figured and after many stressful hours of thinking and not doing anything, there would be days when I would sit in front of the computer and not write a single line. And then there would be days when I would be, you know, after reading three, four chapters from two, three different books, I would end up producing just two or three lines, you know. So that was very stressful. And with a deadline, which is constantly at the back of your mind, it becomes very stressful for authors, especially for those who have a day job, or are very demanding, job press jobs are demanding, everyone knows that. I was perhaps luckier that I was in the newspaper and not on television, because that would have meant more hours in office. Now, I have a different timing, but even though the timings are different, the workload hasn't really changed much. So I still have to think about ideas to write about, I still have copies such as yours to edit. But maybe a bit, perhaps a bit less in terms of the freedom to think, or at least the time to think, I get some more time that way. But to write another book within this sort of a deadline would be very difficult, I think. So I don't know how I pulled it off. But I realized that it was very stressful, I put on a lot of weight, because of sitting and not eating properly, not sleeping properly. And one day, I realized that I had put on a lot of weights, because my clothes were not fitting. And my wife got very worried. She said, you know, this is very bad, because I put about 10 kilos of weight over two years, which is terrible, actually. And then I realized that others have also suffered from this. So they have, other authors have somehow tried to strike a balance by not going out for walking or jogging or doing whatever. I couldn't maintain that balance because the only other time, if I'm not writing or reading, I'm in office. So where's the time? So I really suffered because of that. But I'm glad that eventually I managed to, you know, put everything together. Now the sources, I was reading not just the primary sources, but even the secondary material, because I think secondary material is also important, because different authors have perceived the same historical character differently. And the secondary literatures means the biographies plus other texts, research papers and all of that. So it was very stressful. So if you can just go through my bibliography, you'd realize it's an 18 page bibliography. So I had to read and compare. And one big problem that I had was my poor skills in Farsi. So I would struggle. So I had to take help, of course. Now, of course, I'm reading and learning Farsi, but at that time, it was very difficult for me. I knew Urdu, I could read, but Farsi is a very different language. And most of these sources are in Farsi. So if you have to read the original script, which is in Shikasta, it's very difficult. So then you go for those edited texts, which are again in Farsi. But then sometimes the meanings or words change. For instance, there is this line in Bayazid Bayat's chronicle of Akbar's court. So it is, So there's one line where, you know, Akbar uses a gali, you know. And so I did the, of course, I couldn't read it properly, I had to take help. So I asked Professor Nadeem Razvi, what does this line say? So he said that this is what it says. And then I realized that, okay, maybe that's what it is, because that's how it is written. The line was Hazrat Baaz-e-Baan, in that text, Hindustani Farmudand, that the emperor in the Hindi language said this. So he was not speaking Persian. That's what he indicates. And then he uses a gali, which is, you know, it's a very well known gali even today. So he's talking about this execution of Akbar. What is a gali? So it's like, Hazrat Baaz-e-Baan, Hindustani Farmudand, ki a g dot dot dot, chera atka mara kushti, which means, hey you g dot dot dot, why did you kill my atka? So he's specifically referring to Shamshuddin Atta Khan's murder, and Adam Khan has killed him. So Abul Fazal gives that scene, constructs that scene differently. So and he doesn't use this gali, he uses some other gali. Akbar apparently said, bachha hai lada, which means son of a bitch."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:16.440",
        "message": "So for the common… Sounds much better in Farsi."
    },
    {
        "speaker": "Guest",
        "time": "00:43:21.680",
        "message": "So you know, that text had Hindustani. So I wrote it that way, and I've also credited Professor Nandimizri for that. Now when Harman Smukhiya, Professor Harman Smukhiya read my book, and he said, ki yaar tumne toh galti kar di, ki the line says, Hazrat Baaz-e-Baan, Hindui Farmudand, ki. So and then I went back and checked, and the edited text by Hidayat Hussain says Hindustani. Then I asked Professor Rizvi, why did this happen? He said, I don't know. But in the original, the unabridged, unedited text, it says Hindui. So Hindui was the language, which you know, eventually this Hindi and Urdu and all of that has evolved from there. So even Amir Khusro wrote in Hindui. So Baaz-e-Baan said Hindui, and it was in the edited text by Hidayat Hussain, it was changed to Hindustani. Maybe it was done for the sensibilities of that time, the Hindustani would be more familiar than Hindui. But that's what Mukhiya Sahib told me, that you know, you should have consulted the original one. Of course, I could not have read the original one. I can to some extent now, but not back then when I was writing this book. So there I struggled, so because I didn't know that good Farsi, I had to rely on translations. Now there's a problem with translation, there's the fear or the danger of mistranslation, which has happened in many cases. So the next best option available to me was to compare different translations. So I did that. So for every source I was, whatever translation was available by different people, I was reading that. There are places where Low, who translated Muntakhab ut-Tawarikh by Bala Honi, he goes wrong and I can figure that out, that okay, the lines are not clear, the translation. So I'll check somebody else to figure out where he has gone wrong, Nizamuddin Ahmed, for instance, or Abul Fazal. So that's how I was doing that. So it was taking a lot of time. So that's why I felt that, you know, maybe I will not be able to finish the book the way I was going. And the secondary sources are also very important. So there are authors who believe that you just have to rely on primary sources, but I do think that secondary sources are also important. And these sources also have their politics, because we often forget that these were political documents of that time. So with particularly Persian historiography, there was this constant attempt by the biographers to legitimise the Sultan or the Badshah, because otherwise Islam does not have or does not recognise kingship. So how do you legitimise kingship? You do that by positing them as, you know, great warriors of Islam, comparing them to the prophets of Islam, not just the last prophet, but the others in the tradition, and therefore they also bring in the pre-Islamic traditions, you know, the other prophets from Christianity which Islam took eventually. So and Quranic references, which were brought in to, you know, justify and legitimise the king at every step. For instance, just to give you an example, so if it is Feroz Shah Tughlaq, for instance, one of his biographers was Shams Siraj-Afeef, you know, Tariq-e-Feroz Shahi. So in that, what he does, so Feroz Shah Tughlaq has this, you know, terrible disaster going to Gujarat, so he loses his way or he's misled, and then the entire army ends up at the run of Kutch. So and there's tremendous drought, there's no water, people are dying, the pack animals are dying. And then there's rain, suddenly, okay, so he was just lucky. But Feroz Shah Tughlaq is, by his biographer, projected as Moses. He makes it rain. Yeah. So Musa, so he finds a way through the desert, and then there's rain. So then you also have Noah who comes into the picture, so Nuh, the Prophet Nuh and Prophet Musa. So we have to understand them as political documents of that time. So every time, you know, you are trying to bring legitimacy for your sultan. And what the English translators or the European translators in the 19th century missed was these references. They thought that these were unnecessary references, so during their translation, they cut them out completely. For instance, Raverti, who translates Juzjani's Tabaqat in a series, so he completely removes the Quranic references. And even the mention of the pre-Islamic kings, he thought that these were unnecessary, so he completely removes them. So in Persian biographies or histories, we see that, you know, even the Sassanid kings are being mentioned, which Abul Fazl also does. So these are non-Muslim kings, right, but these are part of the Persian tradition. So the tradition is brought in, and we don't see this contradiction back then. But today, of course, you can make up, okay, this is a non-Muslim king."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:29.680",
        "message": "And in a sense, it's almost like they are creating a history, a glorious history for themselves in the same sense as we find in the current time, where, you know, we have people sort of trying to co-opt Patel into their tradition and even Ambedkar and pretending that they fought the British, when of course they did not, and all of that, and it's really the same process."
    },
    {
        "speaker": "Guest",
        "time": "00:48:50.280",
        "message": "Absolutely. So the king had to be legitimized. And today we have a Saffron King, so he has to be legitimized. And that's why you have temples coming up in his name, that has his idol, and then you have Mughal Sarai, which was named after the So you are trying to remove a previous tradition by starting your own. And even we see this in this proposed Central Vista revamp, you know, that they want to change how Lutyens' Delhi is laid out, right? So many of their ministers have said this, that these don't reflect Indian traditions, that's why these have to be removed. If it's with Lutyens' Delhi today, it could be Shah Jahanabad tomorrow, so you never know. And in some ways it is also consistent with the past, because all these medieval rulers were trying to remove, at least intellectually, if not physically, the past traditions and introduce their own."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:49.040",
        "message": "So there's nothing new in that. It's not just to be clear, it's not just the Mughals or our current dispensation which does this. You know, I had an episode with Madhav Khosla on his book India's Founding Moment, where he talks about how even Nehru's discovery of India, which you have also quoted in your book, was not meant specifically to be an accurate work of history, but almost a construction of an idea of India, which is syncretic and tolerant and all of that. And even, you know, you've quoted what Nehru had to say about Akbar at length in your book. And even that, it seems to me that, you know, he's placing Akbar in a certain tradition, because that's his idea of India. And the truth, obviously, is always far more complex."
    },
    {
        "speaker": "Guest",
        "time": "00:50:33.360",
        "message": "Absolutely. And we have to understand Nehru as a politician. Nehru was not a historian. And maybe history writing in his time was very different. But Nehru was also creating these foundational myths. And you need foundational myths, right? So the whole national movement was based on certain foundational myths. So that's why 1857 became the first war of independence. That's why you had a Subhadra Kumari Chauhan talk about Koblari Mardani, when these were originally just, you know, oral traditions, wandering minstrels were singing songs. But these were solidified and consolidated in a whole new mythology, where all these, you know, kings and queens were made out to be freedom fighters. That's why even Tipu Sultan became a freedom fighter. Right? So these are foundational myths. And Nehru mentions that, you know, Akbar was the first nationalist, right? And at least he was the founder of Indian nationalism. That's what he says in the glimpses of world history. And that sounds completely bizarre to me. Absolutely. Absolutely. And we are in the 21st century. So and we are not building a new country. So sadly, there are some attempts, but yeah, at least we are not doing that. But Nehru and people of his generation were building a new country. And there was this tremendous insecurity and inferiority complex, because you were a colony of a foreign power. So you had to dig up and even create most of the time, these fantastic tales about the past, because that would inspire your people to look at themselves as being part of a larger, more glorious tradition, which has only been momentarily marred by colonialism. So you already belong to a 5,000 year old civilization, when there's absolutely no physical memory. Before James Prince, who would have known about Ashoka, right? The Mughals had absolutely no idea. Firoz Shah Tughlaq brought these, you know, Ashokan pillars from different parts, because he thought these were Bheem's walking sticks, right? So that's how they were referred to, Bheem's lot. So and he thought that though, because he heard those tales, and that's how the people had told him, he thought that, oh, maybe Bheem was such a great man. So if he was such a great man, his legacy should be preserved. That's why he brought those walking sticks of Bheem and installed them in Delhi. But then he reinvents this whole idea of India. Others have also done it for him. But Nehru really articulated the voice of a new nation, yearning towards independence and yearning for independence and to begin something new. So to give people hope, all these things had to be done. So I think that's very evolved politics. But from a historical point of view, that is not necessarily accurate."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:22.720",
        "message": "In fact, this is yet another similarity between Nehru and Modi in a sense, and we might agree with one more and disagree with the other more. But regardless of that, it shows that if you are constructing narratives which legitimize your ideology and your way of looking at the world, then history becomes a tool."
    },
    {
        "speaker": "Guest",
        "time": "00:53:41.040",
        "message": "Absolutely. And history has always been a tool. So we have to remember that. Like I said, with these biographers, what they were doing, they were just creating new myths for their later generations to follow and then believe. So every sultan who came to power or every king who came to power, you know, had to create these myths about himself so that his successors would have some ideal to look up to. And we see this very strongly with the Mughals because their gold standard was Amir Taimur,"
    },
    {
        "speaker": "Unknown",
        "time": "00:54:14.880",
        "message": "Sahib-e-Kiran."
    },
    {
        "speaker": "Guest",
        "time": "00:54:16.080",
        "message": "So every king was trying to call himself Sahib-e-Kiran. Akbar is referred to as Sahib-e-Kiran, a lot of the conjunction. Shah Jahan calls himself Sahib-e-Kiran-e-Sani, the second Sahib-e-Kiran. So Taimur was really the gold standard that these people have. And even to a certain extent, now that we are talking about that, this whole image of Akbar being illiterate is mostly because Abul Fazal says so. Now, we need to look at it from a different angle, because there's new research to suggest that Akbar could actually read and write. And there was an older theory that he was probably dyslexic, which has been again rubbished by academia. Now the understanding is that what Abul Fazal was doing was to create a legacy or fit Akbar into Taimur's legacy because Taimur was illiterate. So Akbar had to be presented in that way. Most probably Akbar was just disinterested in formal learning, but he had a very fertile mind. So when I look at Akbar now, and there are certain things that are mentioned, for instance, his ability to quote from memory great texts. And the explanation given is that the texts were read out to him by people and he had employed people. But that was probably more because he had very little time for all those things. It's very difficult to imagine that Akbar was completely illiterate or uneducated. And then to have said all those things, quoting from memory something different, right? But unless you actually read the text, is it really possible to quote something from memory like that? I'm not very sure. So I think he did, he could read and write. It's just that this image of him had to be created to fit into the Timurid tradition and to equate him in many ways, because Sahaba-e-Kiran is a big equation anyway. So you're comparing him to Taimur. And that was a legacy that they were really proud of, because, and very distinct from the Mongols. At least that's how they tried to present it as, but Taimur was part of the Persian system and the Mongols were not. So Persian in those times was a cultural identity as well. And he were considered to be a man of culture. If you could write tremendous poetry, I mean, good Persian poetry. So one of the complaints that Babur has against Shaybani Khan Uzbek, his nemesis pretty much in Central Asia, who eventually Shah Ismail defeats, the Babur is complaining about him and also saying that he writes terrible poetry. So he's a bad poet, that's also one thing to loathe him for. So Taimur that way was a greater king for them than Genghis Khan. So that's why it is that legacy that they adopted and not the other one. But yeah, so that was also good politics of the time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:24.240",
        "message": "Let's take a quick commercial break and get back to your actual book, which we haven't spoken much about after the break. So my recommendation for this week is Bad Feminist by Roxane Gay. Bad Feminist is an excellent book of essays that are both deeply personal and also insightful about our culture and society. In an interview in 2014, Gay said about this book, quote, in each of these essays, I'm very much trying to show how feminism influences my life for better or worse. It just shows what it's like to move through the world as a woman. It's not even about feminism per se. It's about humanity and empathy, stop quote. So listen to this fine book on storytell, Bad Feminist by Roxane Gay. Download the Storytell app or visit Storytell.com. And remember, the storytell with a single L, Storytell.com. Welcome back to the scene in the unseen. I'm chatting with Mani Mukta Sharma, author of Allahu Akbar, which is an important book, not just of history, but to contextualize modern day politics and what's really going on here. And you know, coming to your book now, one of the things that sort of struck me and a question that I wanted to ask is that when you studying history of that period, a lot of your primary sources, people like Abu Fazal and Badawni and all that are fundamentally unreliable because they have their own kind of imperatives and incentives to look at. Like Abu Fazal is essentially a hagiographer where, you know, Akbar is the be all and end all of everything. And as you pointed out, he's adding all of these other references because, you know, to place him on a pedestal alongside Timur, Badawni also has his own sort of perspectives. And as you point out, he's not a big fan of the syncreticism of Akbar and this kind of. So how hard is it to sort of navigate that? Because what seems to me is that many of the primary sources are motivated primary sources in that sense. They're not, there's no academy there. There are no historians. It's like, it's guys like these that we retrospectively call historians. And also that it's very hard, I would imagine, correct me if I'm wrong, to get a sense of what society itself is like. There's a lot of writing about the royals and the courts and all of that. But to get a sense of the common person and what is the actual discourse in the market, so to say, is very hard to get an idea. So what's your take?"
    },
    {
        "speaker": "Guest",
        "time": "01:00:31.240",
        "message": "That is true. But then that is also the challenge of the historian. So you should let your sources speak to you. And that's what I have done. And also I went with the idea that these were essentially political documents. So I did have this thing that I didn't take them literally. And I tried to figure out what the politics behind all of those claims were like. And that's why I said to compare different sources and see. And then, of course, there are also the other sources, like, for instance, the Rajput sources. Right. So how are they talking about the emperor or the Mughals or who was their adversary at one point or their ally? So that is also a way of comparing. So once you have all these different sources and different voices speaking to you. Then that patchwork begins to become coherent. Yes. So then you can figure out that, okay, no, this is what it must have been like. Now, of course, there's also the thing about imagination, which I've tried to avoid. I think it is terrible for any historian to use imagination. Oh yeah, aisa kaha hoga. There have been people who have written dialogues, imagined dialogues."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:43.120",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:01:44.120",
        "message": "So I tried to very consciously avoid all that because I didn't want, even though this is not an academic work, I didn't want the academia to diss it. Right. So anyway, for a very long time, biographies were not seen in kind light by historians. So there are terms like the biography being the bastard child of academia. So these kinds of comments and claims have also been made by historians. So it was very important, therefore, and because I was conscious of all these things I had read. So I tried to ensure that I kept my imagination limited as far as possible when it came to interpreting the sources. Now, of course, the other objective that I had was to compare it with the present. And there it becomes a bit easier because if you see certain similarities in the present, for instance, then you can figure out the possible motivation of the king or the queen or whosoever historical character you're writing about that he or she had in the past. So you know, as people, we have not really changed that way. The emotions have remained the same, gullies have remained the same, as you see. But they sound much more prosaic, yeah, absolutely. And I'm sure when Abul Fazal uses a gully, so he was trying to refine it as much as possible, right. So this is perhaps the most acceptable gully that Abul Fazal would insert, because Akbar was going through all of that. And he would not have allowed anything that would diminish his reputation, right. But the fact that Bayazid Bayat also mentioned this gully. And this is one thing which struck me, because when Annette Beveridge, she translated the Humayun Nama by Gulwadan Begum, and there in one of the pages, she puts that in the footnote that we should ignore the abuses and the expletives used by the emperor. I'm forgetting the exact lines there in my book. But a refined and chaste man like Akbar, it's quite unlikely that he would have used this kind of a language and especially for somebody who was a son of his foster mother. So he would not abuse that woman because she was very close to him. So obviously calling him son of a bitch means abusing his mother as well. So he would not do something like that. So although he just murdered someone very dear to him, yeah, so, so she dismisses all of that. And she says that these are just fanciful ideas of, you know, chroniclers of that time, which should be summarily rejected. Now, that was her Victorian sensibility, which was coming into the picture. So somebody as good as chaste as Akbar in her mind could not have used these languages, this kind of language. So she ignores them completely. So I found that very interesting. And so that is again, you know, how your present shapes your understanding of your past. So I live in the 21st century, I have my own inherited biases about the past. And so because I went through a secular education, and then most of the history that we studied was secular history, it was not, you know, black and white, but it was not very accurate history either."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:03.440",
        "message": "Right. So I mean, some would argue like I did an episode with Kapil Komi Reddy, who's written"
    },
    {
        "speaker": "Guest",
        "time": "01:05:06.640",
        "message": "Malabaland Republic. It's an excellent book."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:08.640",
        "message": "Yeah. And one of the points he makes is that just as there is historical revisionism happening today, the history that is revising is also revisionism of a form, in the sense that the history that was popularized under Nehru and so on, in the Nehruvian era, whitewashes the damage that the Mughals did, you know, it aired on the other side, so to say, that sort"
    },
    {
        "speaker": "Guest",
        "time": "01:05:29.700",
        "message": "of Kapil's point. Yeah. You know, but here I would also disagree with him in the sense that, you know, the harm that they did, it's essentially again, we have to understand that what colonial historiography did. So these colonial historiographers, once they started translating these Persian texts, they highlighted the parts where the atrocities or the violence was mentioned."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:52.520",
        "message": "So and I have... Because they were building their own narratives to justify their civilizing rationalization."
    },
    {
        "speaker": "Guest",
        "time": "01:05:58.800",
        "message": "Absolutely. Absolutely. So Indian history essentially was divided into three groups, the Hindu period, the Muslim period and the British period. The British period, not the Christian period, British period because they are secular. And then you have the Hindu and the Muslim. So this is what James Mill does in the in the early 19th century. So without visiting India, yeah. And if you see the bracketing of history, even today, or at least when I was in the university, it was ancient, medieval and modern, three groups again. So ancient is primarily Hindu, though we have not used that term, medieval is primarily Muslim and modern India for us began with 1757, the Battle of Plassey. When I went to the university, it was, I guess, 1757 to 1964. So we had modern and contemporary India. So till the death of Nehru. So you know, that was again, one point. So that grouping has not changed, essentially, for us. Now, of course, you have pre modern, early modern, post classical and all of that. So it's much more better laid out than what the groupings were, at least when I was in college and university. So while they were doing this, they were defining these periods through their religion. So it's not just that the 13th century was only about the Delhi Sultan, there were other things happening in the rest of the country as well. So to see India through the dominant empire in Delhi was what the British had done. And also because they were trying to show themselves, prove themselves as the legitimate successors of the Mughals. So when you see the planning of New Delhi, for instance, what is it's parallel, the Central Vista is parallel to the Central Vista that runs from the Red Fort to Fatehpuri Masjid. So it's the same Chandni Chowk, it's parallel to that almost. So and then you create these grand buildings, you know, which are very Mughal-esque in their appearance, but even grander in scale. So this idea that was going on. So their historiography essentially focused on these texts. Of course, there were people who had different methods, but essentially it was still the highlighting of atrocities and all of that, that the Muslims were doing, the Muslim kings were doing to the Hindus, which, of course, even today when you see on social media, you would find the moment you talk about Akbar or anyone else, you would find that these colonial texts are being quoted. So you have screenshots of different books, and then you say, oh, what about this? So you talk about lynching of, you condemn the lynching of Pehlu Khan or Akhlaq, and then suddenly somebody puts out an extract, how Aurangzeb was tortured, Sambhaji, and they will ask you, what about this? So you know, using this past to justify the outrages of the present. So this thing has been on, and only there I would disagree with that, that, you know, these colonial translations also had a purpose. So we should not forget the politics behind that as well. So when we can say that, so the actual history is, it will not please anyone, the real history,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:11.720",
        "message": "right? So it is..."
    },
    {
        "speaker": "Guest",
        "time": "01:09:13.720",
        "message": "And the real history contains everything. It contains the brutality, it contains the other stuff. And that's the complete picture, right? So you have the shades of grey, and you have to see that if you're a good historian, you need to, and you should see the shades of grey. But then you also have to understand that there are politics behind every interpretation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:29.080",
        "message": "In fact, what you just said adds a layer to, you know, a quote that I had picked out, where you quoted William Vine writing in his 1903 book, The Army of the Indian Mughals. And he said, quote, that spirit of exaggeration runs through everything done in the East, at any rate in the Indian portion of it, as could be easily shown were it worthwhile to labor the point further. Stop, quote, and on the one hand, this, it seems like, hey, this is true, because, you know, some of the hagiographers like Abu Fazal were exaggerating that spirit of exaggeration as it were. But at the same time, it's very condescending, as you've pointed out. And if this also comes layered with the politics of its own, yeah, that, you know, you want to downplay the good stuff that happened, because you want to justify your colonial"
    },
    {
        "speaker": "Guest",
        "time": "01:10:14.760",
        "message": "imperative, so to say, absolutely. And this condescending tone is there in many of these, you know, translations, or even Vincent Smith's Akbar, the Great Mughal. He actually makes fun of another Englishman who writes favorably about Akbar, calling him an Indian. And Vincent Smith said there was not a drop of Indian blood in Akbar. And then he goes to mock this other Englishman who has written favorably about Akbar and the Mughals. Now, I have also countered that, saying that, you know, that he ignores the fact that, you know, this is a man who is poured of Indian soil, you know, is tied to a Hindu woman very early. Who was in fact nursed by the Hindu woman."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:56.480",
        "message": "Yes, absolutely."
    },
    {
        "speaker": "Guest",
        "time": "01:10:57.480",
        "message": "So, Dayabhawal is one of the concubines of Humayun, Khidmatgar-e-Khas, that's how Abu Fazal refers to her. So she's nursed Hamida Bano Begum immediately after birth. She nurses the child and passes it on to Dayabhawal. And then after Dayabhawal comes Jiji Anga, and Jiji Anga eventually becomes the woman who actually nurses and raises Akbar. That's why Akbar was very fond of her. And Jiji Anga's husband was Shamsuddin Atta Khan, whom Adham Khan kills. So Mahamanga, mother of Adham Khan, who is also one of the leading women of the Seraglio, and Jiji Anga. But when Akbar shaves his head, only when his mother dies and Jiji Anga dies. Only two occasions when he actually tonsures his head and mourns, properly mourns someone was his mother and Jiji Anga. So you see that, you know, I have mentioned that. And I have taken a liberty there, and I have mentioned that specifically that I'm taking a poetic license here, that he is tied to Hindus and other Indians at that very moment. Of course, there are other ways of being tied to them through marriages and all of that. But Akbar constantly, as I see, that he was trying to prove himself as somebody who belongs to the Indian tradition. So this competition with, and until that time, the general term that was used for Muslims was Mleccha, in the chronicles, at least, which means savage or outsider, usually used for a foreigner. So Akbar, and there's this incident of a drunken brawl, which happens in Gujarat, right, after the victory in Gujarat. And he has this, he and his close nobles, they have a drinking party. And then, and these Rajputs, they start, you know, bragging about their bravery, which"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:56.160",
        "message": "is mad. I mean, when I read that, I was like, what are these, what are they smoking?"
    },
    {
        "speaker": "Unknown",
        "time": "01:13:00.160",
        "message": "Are they only drinking? Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:13:02.160",
        "message": "Kindly describe what the whole scene is, because it's fantastically entertaining. So yeah, so it was very illuminating in many ways. So he has these, you know, his cronies, if I may use that term. So they all have this drunken brawl, and they start talking about their bravado, and say, we Rajputs are so brave that, you know, when two Rajput warriors want to fight, they will put a spear through them, and so that they can come as close as possible, and so that nobody can come in between them, and then they will have the sword duel. And Akbar, he's dead drunk, and he says, he stands up and says, I am also a brave Rajput. I'm as brave as a Rajput. So I'm going to do the same thing. He fixes a sword on the seal of a wall, of a window. And he's about to run into it, when he's stopped by Man Singh, because everyone was like dumbfounded. They were just throwing these, you know, tails, just to show their bravado."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:56.240",
        "message": "This would have been the craziest way for an emperor to die, bro. There have been other crazy ways, but this would have been the ultimate."
    },
    {
        "speaker": "Guest",
        "time": "01:14:02.240",
        "message": "This was completely crazy. So Akbar, you know, despite being a very sensible man, there's also this side to him, and he's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:08.960",
        "message": "completely reckless."
    },
    {
        "speaker": "Guest",
        "time": "01:14:10.240",
        "message": "I am braver than a Rajput, so I will impale myself on a sword. Yeah, I'll impale myself on a sword, and then Man Singh stops him. So in the process, he cuts Akbar's finger. And Akbar is so angry, he throws him to the ground and tries to strangulate him. He doesn't realize that he's actually, you know, trying to harm him. He says, you fool, you've taken away the chance from me. I would have been brave as a Rajput. And then one of his other nobles, he twists his thumb, and that loosens Akbar's grip. Otherwise, that would have been the end of Man Singh. And Akbar would have, you know, after waking up, he would have realized what he had done. A long hangover would have followed. Yeah, absolutely. And because Man Singh was also the most favorite noble. So, and I've mentioned that he was the son that he never had. And he referred to him, called him as Farzand, which means son. And he's also the first noble, not just first Rajput, but the first noble who is raised to the rank of a Haft Hazari or 7000 Mansab, a Haft Hazari Mansabdar. So that way, he was very close and very part of the inner circle of the emperor. And he had a lot of pull when it came to Akbar. So even when Todd, later on, writes his Annals and Antiquities of Rajputana. So there he mentions the scene very differently, where Rana Pratap and Man Singh, that scene, so where he goes to ask Rana Pratap to come to Delhi and accept Susan into Akbar. So Rana Pratap doesn't meet him really. So he comes, welcomes him, and hosts a banquet in his honor, but he does not come himself. So then, of course, Man Singh gets angry. And then Rana Pratap says nasty things to him, that no, we don't eat with people who have married off their daughters to the imperial harem, to the Mlecchas again. So he gets angry. And then he says, I'm going to go now. I'm not going to have this food, but you will pay for this. And then one Rajput mocks him. When you come next time, bring your fufa along, which means Akbar, right? So this thing, of course, it becomes twisted towards the end, because what Todd is doing, essentially, he's mouthing the propaganda of the Mewar court, because that's where he was posted as resident. But Akbar was very fond of Man Singh."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:40.520",
        "message": "And I also want to ask you, like, one of the similarities, and you've pointed out many, many similarities, and, you know, in the context of what's going on here, and the role of optics and the sort of the hagiographers and historians, one of the things that sort of struck me also was that Akbar is constantly, as you point out, comparing himself to Khilji, like Timur is somewhere else. But there are these efforts to show Akbar as greater than Khilji, which in modern times today, we can look back and say, yeah, obviously, he was, but at that time, he's just this insecure dude, and his father was once a fugitive. So it's not like the empire is something you can take for granted. And at one point in your book, you write, quote, this constant competition with Khilji would be a hallmark of Akbar's reign, and he wouldn't be the only one to do so, as Khilji himself thought of himself as a conqueror, as great or even greater than Alexander of Macedon. Khilji christened himself as Sikandar-e-Sani or Alexander the second, yeah, stop quote. And this is quite like Modiji and Nehruji, isn't it?"
    },
    {
        "speaker": "Guest",
        "time": "01:17:44.800",
        "message": "Absolutely. Absolutely. And that's what I've said. You see, the, he was comparing himself because Khilji was the gold standard for his time, because he, the idea of Khilji, because that's what I get after reading these sources, that he was the greatest king for them in that age."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:02.800",
        "message": "And given the fact that, but how do they actually know this? Because there isn't much reading and writing happening, right? In the sense that how does knowledge and how does popular culture transmit itself for an Akbar to come to power long after Khilji and have this sense that Khilji is the greatest"
    },
    {
        "speaker": "Guest",
        "time": "01:18:20.760",
        "message": "and you know. Because the legacy that was left behind was also through buildings. And if you see the Alai Darwaza, there are inscriptions that Alauddin Khilji has put up where he is declared as a Sikandar-e-Sani and such a great conqueror. That's one way. The other way, of course, was through these chronologies or chronicles that others who preceded Akbar and Abul Fazal, they had left behind. The Abul Fazals of Khilji in a sense. Yes, yes, absolutely. So, so Barni, Isami, and even till Akbar in the 17th century. So Khilji was still being written about by chroniclers like Farishta and Haji-ud-Dabir. So that intellectual legacy of Khilji was pretty much there and had been established by these writings. And there must have been popular stories. We don't know them, but there must have been popular stories that were extant at that time. So otherwise, how would Khilji know about Alexander, right? So because Alexander is also, I think, mentioned in Muslim traditions. So Akbar was constantly, and like Abul Fazal does, that he was even greater. So he took six months to conquer Chittor, Akbar took five months. He took eight months to conquer Ranthambore, Akbar took just one month, right? So my master is greater than the greatest. So this tendency of propping up the rulers and try to improve upon the previous legacy, this was constantly done. As you see, Mr. Modi tries to outdo Nehru in every way. So whether it is rebranding the Nehru jacket as a Modi kurta, and whether it is using the term which Nehru had used for the first time, Pratham Sevak, the first servant, has been changed to Pradhan Sevak by Mr. Modi."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:09.480",
        "message": "So this is what Nehru had done, right? And the irony is that he's actually destroying the good parts of Nehru's legacy, like the secularism and so on, and copying the bad parts, such as, you know, the vision of state over society and the whole central planning mindset and all of that, which strikes me as profoundly ironical, but which also echoes the past, because Akbar in many ways was also doing the same kind of brutal things that Khilji did in Assam, for example, you describe in your book how after sort of conquering Hemu, there's a tower of heads made in Panipat, which is something you think of more as, you know, maybe in character with an orange zip. But Akbar does it because he's got to send that signal."
    },
    {
        "speaker": "Guest",
        "time": "01:20:53.360",
        "message": "Absolutely, and it's not just Akbar that was doing it, for instance, later on in my book, you'd also find that I have written about this Kuch kingdom and the Ahom kingdom fighting, right? In 1546, the Ahoms defeat the Kuches and they were pushed behind because Guwahati was under the Kuches. And so the Kuch king, Nara Narayan, he sends an army of 3000, defeats the Ahoms, severs their heads and erects a sculptor of 100 Ahom heads to send a signal that, okay, we have arrived and we are here to stay and you have to deal with this. So it's also terrorizing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:32.960",
        "message": "Therefore, it's not a Muslim thing or a Hindu thing. These are the imperatives of power, you have to signal your brutality to cast a chilling effect on others."
    },
    {
        "speaker": "Guest",
        "time": "01:21:41.440",
        "message": "Absolutely. So I mentioned Bahram Chobin, who was a Sassanid king, he does that, he creates, erects sculptors. So this tradition of erecting sculptors, impaling people was pretty much there. So we hear even in Assamese folk tales, for instance. So I have mentioned this one somewhere, I think, that there is this concept of, and you've heard this even in Hindi movies, suli pe chadha dena, right? Suli is not the noose, it's actually a stake which is passed through you, right? So in Assamese, there's this term called nosasa khul, khul means suli, nosasa means an unsharpened stake which is driven through you, right? And that's supposed to be the most brutal form of punishment that a state could inflict on anyone who was at war with the state. And we see this everywhere, right? So Mehmed goes to Constantinople, the great Ottoman sultan, the Fatih, that's how he's called, right? And he, you know, once the harbour is captured, they do it in a very fascinating way. So all the ships are taken over land, and that's how you put that in the harbour, all the ships, right? Wow, okay. And nobody knows, and they are completely closed, because they're expecting that there's a huge chain, iron chain, which is blocking the approach of the mouth of the bay."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:04.280",
        "message": "So ships can't get in and suddenly ships appear."
    },
    {
        "speaker": "Guest",
        "time": "01:23:06.600",
        "message": "Ships have appeared suddenly one fine morning, and the whole thing was done over several months. They didn't have any clue. So that was very strong control over the information as well. So all the ships come and suddenly one fine morning, you realize that the entire Ottoman fleet is here. But where did they come from? We have no idea. And just to terrorize the people, the Christians, the Byzantines, whom he captures, and he impales them. And of course, we know the story of eventually, in 1453, Constantinople falls and become the Istanbul. The same Mehmed goes on a campaign against Vlad the Impaler to Wallachia, and his army is terrorized completely, because that's like the next step. And he says, I can't deal with this, because everywhere there are stakes, what he did in a very small way at Constantinople is being done to him in a much larger scale in Wallachia."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:59.600",
        "message": "So this guy is way more extreme, he's actually called the impaler. He's way more extreme. And then he realized that I can't deal with this. It's like Modi and Adityanath in a sense."
    },
    {
        "speaker": "Guest",
        "time": "01:24:07.520",
        "message": "Well, thankfully, nobody is being impaled, so I'm very fortunate at the moment."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:12.680",
        "message": "Yeah, but yeah, so I think we are the first people to compare Adityanath with Vlad the Impaler. Well, yeah, so in this limited context of increased extremism, yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:24:25.840",
        "message": "So yeah, so then Mehmed, he fails to deal with it. So his army has to withdraw because they are completely demoralized. Everyone, everywhere, you have these people on the stakes, right? So what you do yourself, you don't realize the extent of it until you see it happen to you, your own people. So yeah, so he has to withdraw from Wallachia. Eventually, of course, he manages to put Radu, Vlad the Impaler's brother, on the throne and eventually Vlad is defeated. But then, yeah, the psychological impact that the skull tower that Akbar erects at Panipat, which he also erects after Chittor, and the skull tower that Babur erects, or the skull tower that Taimur erects, everywhere. He goes to Syria, he erects a skull tower. He goes to Iraq, he erects a skull tower, Herat, Kandahar, everywhere, wherever Taimur goes, there's a skull tower."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:25:16.040",
        "message": "Would you have any idea when was the last skull tower? Like when did this delightful practice go out of history?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:22.800",
        "message": "So there was this in Serbia, in the uprising. So this is 19th century, 1800 something, I'm forgetting the exact date. But in Serbia, there was this rebellion, an uprising against the Ottoman rule, and to some extent was supported by the Russians as well. But eventually the Ottomans sent an army under one of the Grand Viziers, and it's brutally put down and skull towers are erected. So that skull, one of the skull towers is now a national monument. There are skulls still on it. There are, absolutely. So that was, I think, the last time, the last documented skull tower, last documented. So as late as mid 19th century. So this practice continued. In India, of course, because yeah, you had the colonial state, which had the monopoly of violence and 19th century British were not like that. They were not doing skull towers. There were many other things, yeah, absolutely. So they didn't have to do that. And that's why, like I said, so they use the colonial translators to give this impression of the Muslims that they are the skull tower guys, no, they're the bad guys. We are the good guys. We only create famines where millions of people die, or we change..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:42.280",
        "message": "Colonize minds, change the nation's morality, destroy the religion, practically solidify"
    },
    {
        "speaker": "Guest",
        "time": "01:26:48.960",
        "message": "the caste system. Absolutely. So they refuse to interfere completely. See, the Mughals at least tried to do something about, you know, changing certain evils in society."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:01.600",
        "message": "For instance, the sati system. In fact, that's what I want to come to now, because it's very interesting. You point out about how Babur prohibited cow slaughter in 1527. And he's sort of almost taking local sensibilities into account. And later on, you talk about how Humayun stopped eating beef. And but with Akbar, we see an acceleration of this process, where, for example, he's against a death penalty, as Abu Fazl, in very poetic language, expresses, he is genuinely aghast by crimes against women, like rapes and all that, and he has people executed for things like that he abolishes pilgrimage tax, he is against sati, he is against infanticide, which is otherwise common, and he tries to do something about that. So there's all of this stuff happening. Now, to what extent is this instrumental? And to what extent is it moral in the sense that how much of this is coming from his own beliefs about what is good and what is bad? And how much of it, like, for example, the cow slaughter banning and all of that, how much of it is coming from the practicality of look, I am reigning over a kingdom where there, you know, there's so many Hindus. So I also have to carry them with me."
    },
    {
        "speaker": "Guest",
        "time": "01:28:14.440",
        "message": "You see, I think it will be both. Because he was a pragmatic monarch, despite these, you know, curiosities and, and strange eccentricities in certain ways. He was at the end of the day, a powerful sovereign and a very wise and pragmatic sovereign. So he had to, you know, keep local sensibilities of sensibilities of his people in mind. And he was also very approachable, like, he was very close to the Jains and the Jains ask him, approach him to, you know, to somehow ensure that animals are not slaughtered during the Paryushan festival, right? And Akbar issues farman after farman, banning not just cow slaughter, but even any kind of animal slaughter during those 12 days. And which BJP tries to do in 2014. And you see how the Shiv Sena and Maharashtra Nav Nirman Sena, they resist the ban saying, how can you do this? Now, of course, Akbar with the Jains, at least he was rational enough to use or prohibit animal slaughter in those pockets where the Jains were living, not throughout his empire. But here you see that that pragmatism is abandoned. And when you try to enforce that, because the Jains have Paryushan, the entire country should stop, you know, animal slaughter. So that's very, not taking the lesson properly. At the same time, Akbar's personal beliefs were also pretty strong about this. So in his own life, see, we have to see how serious a monarch is about things that he says or, you know, the stand that he takes, to what extent he has been able to implement all of that in his own life, right? So there's stories that we hear about other sultans, where, you know, this famous story about a mother coming with her son to the sultan's court, and the sultan is some Khilji, but not Jalaluddin Khilji, or maybe it's some other sultan, I'm forgetting the exact story. But this woman comes and complains to the sultan that my son has, he eats too much sweet. Can you please advise him? Sugar is poison. Yeah. And the sultan says, come to me after a week or a month, I think. I'm forgetting the exact story, but yeah. So this woman returns and then the sultan tells the boy that you should not have sugar. You should know you don't have too much sweets. And then the woman asked him, why did you, my sultan asked me to come after a month. He said, you know, I wanted to do this in my own life first. I was very fond of sugar and sweets. So I had to let go of it first myself before I had any form of legitimacy or, you know, any moral right to even tell your son about this."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:49.740",
        "message": "So these are the stories that we have heard. So it sounds incredibly apocryphal, because I almost can't believe that a guy like that"
    },
    {
        "speaker": "Guest",
        "time": "01:30:55.480",
        "message": "can exist. Absolutely. It's an apocryphal tale. I don't believe in it. But it's a wonderful tale. It's a wonderful tale. So you want to believe it. But then, of course, the rational person inside you tells you that, no, this is not right. This cannot be the same because a woman would not go to a sultan with that trivial complaint. Anyway. So Akbar does believe in moderation. So he stops eating meat after a certain point in time, which is perhaps what the BJP spokesperson"
    },
    {
        "speaker": "Unknown",
        "time": "01:31:24.760",
        "message": "meant in 2015 by comparing him to Hitler, who was also vegetarian. See, you misinterpreted her, that's all she meant."
    },
    {
        "speaker": "Guest",
        "time": "01:31:34.120",
        "message": "You journalist. You know, do you remember this old song sung by Muhammad Rafi, I think, ki maine pee sharab, tumne kya piya, tumne kya piya, aadmi ka khon. Amazing. So, yeah, anyway, so to come back to that. So Akbar implemented all these things in his own life. He stopped touching meat after a while, and there would be certain days when he would not touch meat. On his birthday, specifically, he would not touch any kind of meat, which I find very"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:09.400",
        "message": "strange. That's a specific day. I would have my biryani."
    },
    {
        "speaker": "Guest",
        "time": "01:32:12.400",
        "message": "Of course, I would gorge on meat today on my birthday. So, in fact, if there's any time which I don't, I can't remember. But if there's any day, any birthday that I have not eaten meat, it sounds like a waste. You know, it feels like a waste, but Akbar stopped eating meat on his birthdays. So it was very strange, but yeah. So while he was passing those orders, he was also, you know, in his own life, he was trying to. So it was a reflection of his own life, perhaps, what he was ordering. So for meat eaters, it must have been really difficult to be in that period in Akbar's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:51.280",
        "message": "empire. They'd be like, yeh kya virtue signalling kar raha hai, except the question, of course,"
    },
    {
        "speaker": "Guest",
        "time": "01:32:57.240",
        "message": "is to whom? Perhaps to himself. Yeah. Yeah. And so, and all these practices of, the evil practices of Hindu society, like, for instance, dowry or sati or infanticide. Dowry, I don't see any mention of Akbar doing anything about that, but with sati and infanticide,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:21.560",
        "message": "he does try very strongly. And it's clearly conviction, because you pointed out a story about where he personally goes"
    },
    {
        "speaker": "Guest",
        "time": "01:33:27.760",
        "message": "and intervenes to save a woman, who is Mota Raja's daughter. So he does that. So it's quite, you can make out that this is a very serious man and the intent is pretty clear there. So he wants to stop it. Though it is only involuntary sati. We need to make a distinction. So voluntary sati is still going on. It's only involuntary sati that has been banned. So you cannot force a woman against her will to jump into the funeral pyre. So even later on, when Jahangir's time comes, and then, you know, so the state officials are supposed to ask and convince a woman before she actually plunges into the fire. If she's doing it out of her own free will, and then we could give you money, there could be pension for you, you know, the state will ensure that you have a comfortable life. But if she still wants to do it, then of course, you can't do anything."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:18.920",
        "message": "In fact, discuss this in an episode I did on Jahangir with the only other Sharma on the show, Parvati Sharma."
    },
    {
        "speaker": "Guest",
        "time": "01:34:24.240",
        "message": "Ah, okay. And the only second Sharma then. Yeah. What is it all these Sharmas are writing about Mughals? I got the term Jihadi Sharma because of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:35.880",
        "message": "Yeah. And that was pretty interesting because consent is also so complicated in situations like these."
    },
    {
        "speaker": "Guest",
        "time": "01:34:42.160",
        "message": "But yeah, at least an effort is being made. Yeah. So despite all that, we also need to understand that there were great failings and that as well. So as long as, you know, it was nobility that was doing all of that. The Mughals could not prevent any of this. Infanticide was also going on. Sati was also going on. It's only when he gets to know that the Mother Raja's daughter is being forced."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:02.920",
        "message": "That's why he intervenes personally. And that's a very interesting story because as you pointed out, he was scared to send somebody because something may go wrong."
    },
    {
        "speaker": "Guest",
        "time": "01:35:10.760",
        "message": "So he gets on a horse himself and goes. Yeah, absolutely. He does that himself. He doesn't want to entrust this to a lieutenant because he's not sure how it's going to turn out, because he may be silenced or he may not do the job properly. So he just wanted to save this woman. He went. And of course, later on, we have these foreign travelers who also mentioned the Sati incident. And then they say that, you know, it has become so difficult to perform any kind of Sati because the state does not sanction. You have these officials, you have to go and take their permission. Oh, my God. That's a lament. Yeah. So, yeah. So he's portraying the scene. But then it was also possible to grease the palms of the officials and get the sanction that they wanted. So that was also happening. So you do get a hint of corruption that is happening there. Right. But overall, because the state sees there is so much corruption in India even today. Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:06.160",
        "message": "It must have been so in the past."
    },
    {
        "speaker": "Guest",
        "time": "01:36:07.160",
        "message": "Where there is power and discretion, there is corruption. Absolutely. That's a given. Absolutely. But when you have laws in place that prohibit something, it becomes very difficult for state officials to bend the law and do things. So it's only, you know, by bribing, which happens even today, so laws are bent. But then you cannot justify it legally. The same was happening with the Mughal state as well. So it had prohibited that involuntary Sati. But even voluntary Sati was becoming difficult. So that's what these foreign travelers have written about. So there, I think the intent was pretty clear, but the execution, of course, is questionable. We can always doubt that. And we don't have proper stats from that period to figure out exactly how many Sati incidents were stopped and how many actually happened. With the British, of course, there were more records. But you know, that Sati legislation was successful because it was the British at that time. They were not really bothered about their own image or the state's image among the locals, because this was before 1857. After 1857, the colonial state completely stopped interfering. They would not do anything to change local customs and traditions or upset caste hierarchies in any way. And we know this for a fact that Sati incidents continued even in independent India. So the last incident was in 1889, that in Kanmar in Rajasthan. So and then even today you have, you hear people, some people associated with the ruling party or people who follow that ideology, they justify and, you know, even worship these Sati women. They talk good things about Sati. So we have commented on Twitter about these whenever news has come from different states. So such a social evil could not have been completely eliminated by the Mughal state. It's very difficult with the kind of communication that were there in that age."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:04.280",
        "message": "I guess you can have the laws and the laws can even play a small part in stopping some incidents and can also play a small part in prodding the culture to change, but ultimately"
    },
    {
        "speaker": "Guest",
        "time": "01:38:14.680",
        "message": "the culture has to change. Absolutely. And I'm not even saying that, you know, women enjoyed equal status in the Mughal state or under the Mughals."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:25.360",
        "message": "They never did and don't even today. Yeah, absolutely."
    },
    {
        "speaker": "Guest",
        "time": "01:38:27.360",
        "message": "So even crimes like rape, for instance. So Zina, it's a crime, right? So you had to have four other people, you know, give testimony, a testimony that, you know, this woman has been violated. The woman's word was not taken at face value. Similar to some Islamic countries still today. Yeah, absolutely. So they didn't get more equal rights under the Mughals than they did under others. So it was not like that. But at least when it came to rape, the Mughal state acted with great firmness. So the kind of punishments that were meted out to them. So there's one incident from the Ain-e-Akbari that I mentioned, Begoglu. So there the punishment was instant death. So I mean, you don't want that sort of a thing today, but at least there was some degree of firmness that we can figure out in those times. But not that women got a better deal."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:24.520",
        "message": "Absolutely. Let's, you know, the most interesting thing about Akbar is I can't think of any emperor or ruler in the in that medieval period who is making such a conscious effort to expand his intellectual vistas. And what sort of exemplifies this is the Ibadat Khana. Tell me a bit about that. What was going on there?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:47.480",
        "message": "Yeah, so Ibadat Khana also has a very interesting history. I mentioned that, you know, it started from a room that used to be of a Sufi mystic who eventually became a Shiv Bhakt. So it's a very weird thing to happen for a Sufi, Muslim Sufi to become a Shiv Bhakt. So that room was, you know, expanded and into the Ibadat Khana by Akbar. And so it was this interfaith discussion that was going on. And it was, I think it started off as a fantasy of the emperor, but eventually it became much"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:20.760",
        "message": "more serious. I mean, it was seems to me reading about it the way you've written almost it's a cultural center is practically a mini lit fest where there are panel discussions and people from all religions are discussing and one Mani Mukdo is probably moderating. But how do you respond to what he just said about Sati? And you know, you quote Abu Fazl, who is talking about a list of the faiths that were represented. And you say, quote, there were Sunnis, Shias, Brahmins, Jains, Charvakas, Christians, Jews, Sabians, Zoroastrians, and others, stop quote. And this is a wider list than that mentioned in the CAA, for example, it's a pretty inclusive list. Of course, it lists Brahmins and Charvakas separately and doesn't, you know, so obviously some there is some exclusion there of other castes, presumably. But it seems extraordinary for a Mughal emperor to sort of build a space like this."
    },
    {
        "speaker": "Guest",
        "time": "01:41:16.760",
        "message": "Absolutely. And so it was a mingling of minds and ideas. And Akbar was trying these experiments of rationality by, you know, pulling all these people together. So on certain days, I think on Thursdays, if I remember it right, so you have these Ibadat Khana meetings, and a lot of things were happening there. So you had these Jesuits who were coming and, you know, talking about their own faiths. And then there were these, you know, Akbar was trying to play one group against the other. So that he was doing pretty much there. So if the Muslims, the ulema come and they say they state a position, and then he would get the Jesuits to counter them, you know, and, you know, pose difficult questions to the ulema so that they end up looking foolish. And Akbar enjoyed that. You know, one of the complaints about liberals today by conservatives, I will not use the word bhakts, because that would just limit it to one segment of people. But conservative people, by and large, have this problem with liberals. They say that they mock our religion. They mock our practices, the fact that we are, you know, devoted to our gods, they don't like that. So they abuse religion. That's what the common complaint is. That was also the complaint against Akbar and his immediate coterie. He was called a kafir and so on. So because he and the others were mocking people. So if you have a prayer mark on your head, which comes after, you know, five times in namaz over years, so he would mock that. If you have very long beard, he would mock that. So he was playing Shias against Sunnis and Badawni was completely scandalized by whatever was going on in those conversations. He was quite devout. He was quite devout. And he hated the fact that even the conservative and powerful ulema in Akbar's court were not objecting to all these idiosyncrasies of the emperor and heretics that he calls people like Birbal, for instance. He uses the word haram zadeh, that haram zadeh, Birbal. So because he has completely turned the emperor's mind away from his own faith. He also mentions a couple of other Shias who have come from Iran. So they are together with the haram zadeh and you would find that language is very similar to what, you know, the BJP minister, you know, when she said that, you know, the election"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:47.560",
        "message": "is between haram zadeh and haram zadeh. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "01:43:50.680",
        "message": "Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:51.680",
        "message": "Absolutely. Sort of othering and painting them as a villain and all of that, you know, one of the similarities"
    },
    {
        "speaker": "Guest",
        "time": "01:43:57.640",
        "message": "that crops up again and again. So and also it was a political exercise because the ultimate objective was that the emperor is the arbiter of all. So he gives you the final interpretation, the correct interpretation. So Jesuits also struggle to deal with this because they are convinced because the emperor quotes them publicly and then he uses them to put down the ulema. They are convinced that Akbar is going to convert to Christianity. And Akbar tells them that, you know, I have my faith, I'm not going to abandon it. But if my children want to convert, then they are free to do it. They are free to choose their own gods. But eventually the Jesuits realize that he's not going to do that, nor are his children going to convert. And that's why, you know, when Pierre Dujarric writes about the Jesuit missions and he complains that, you know, Akbar displayed all the flaws of an atheist, that he's refusing to subject his rationality to dogmas of faith. So what sort of a man is that who wants proof for every, every divine claim? So he is an atheist. That's how the Jesuits eventually read him. And Jawaharlal Nehru, again, you know, in the glimpses of world history, then he says that everyone should be like him if he's an atheist, if this is what makes an atheist, then everyone should be like Akbar. That's a model to emulate. So it is a spiritual exercise, a political exercise, because you see that gradually after these discussions and he is completely turning away from religion, organized religion in many ways. And also ending state patronage of religious institutions. So that is a remarkable thing for a 16th century monarch to do, because his mind is now, you know, completely, he's convinced that every religion has its own path. And he hates Islam for claiming that it is the ultimate faith. So it denies legitimacy to all the faiths. So Akbar says that how is, how is that possible that only one religion claims to be the true faith and every other faith is like false. Every faith has its own path of receiving, reaching the right path. So all those parts are correct. So that's, again, very Hindu, you know, intellectual way of, you know, putting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:28.480",
        "message": "In fact, a point that many people make is that true believers of all faiths who believe with that passion that my faith is the only right one are actually atheists when it comes"
    },
    {
        "speaker": "Unknown",
        "time": "01:46:36.440",
        "message": "to all other faiths, because they don't believe in any of them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:39.840",
        "message": "So you know, one thing that kind of one line that struck me when I was reading your book and which I wanted to sort of examine further is, and you sort of, you know, answered my doubt about it yourself, but I'll just kind of cite it. So on page 218, you wrote, quote, that is 16th century emperor could put reason ahead of tradition and want religion to be rooted in reason isn't something one comes across frequently in the pages of history, stop quote. And I, you know, the moment I read this, I thought that, wait a minute, if he really put reason ahead of tradition, he would be an atheist, which as you're now saying is and in the very next page 219, you sort of address this doubt of mine, where you say that, quote, while talking about Akbar's rationality, it is important to understand that his rationality was very Indian and not European, as is generally understood, stop quote. And then to elaborate, you quote the historian Harbans Mukhia on this, where you write, quote, the times have certainly changed, but certain continuities have remained. Akbar's rationality and also of Abufazl is very important to understand, because when you utter the word rationality, you generally pit it against religion and religiosity. That's what post Renaissance Europe had seen rationality taking over from religion and religiosity. So the idea of rationality is very European. Akbar is also seen to be rational in that way. But I think Akbar's rationality is deeply rooted in religiosity. It's a different kind of rationality, very indigenous, very Indian, is the rationality of giving everyone equal rights, non discriminatory rights, stop quote. And this was something I'm still processing. And I realised when I read this, that look, my notions of rationality, and reason and the first principles that they arise from, are really influenced from the Enlightenment, which took place in the West well after Akbar, yeah, right. So my question to you, insofar as you have made out through your studies, and you can make out, what do you think is the source of Akbar's morality, part one, and part two, how divergent is it from the morality of society around him?"
    },
    {
        "speaker": "Guest",
        "time": "01:48:47.880",
        "message": "Look, Akbar, as I have mentioned, and even Abufazl, because we have to remember that most of what Akbar is, is being quoted is coming from Abufazl, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:57.680",
        "message": "So it is also Abufazl's rationality and understanding of the world. Abufazl's understanding could have been imperfect, and Akbar may actually have been an actual atheist."
    },
    {
        "speaker": "Guest",
        "time": "01:49:06.280",
        "message": "Could have been, but we don't know that. But the way he quotes him, and he tries to put him in a certain tradition. So this is derived from Kabir's, you know, Tawhid, or interpretation of Tawhid. So before that, and Mukhiya Sahab tells me that, we had this long conversation, and I have recorded that, that before Kabir, the concept of Tawhid was reinterpreted within the traditions of Islam. Tawhid essentially means monotheism, but Kabir was probably the first in India to have reinterpreted Tawhid to include other faiths, take it outside Islam, include Hinduism in it. So Akbar's rationality was eventually, you know, rooted in this Kabir panth, you know, Kabir's interpretation of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:57.280",
        "message": "And is it almost an intuitive rationality rather than a, you know, reason rationality coming from, say, first principles, like a Lockean kind of thing?"
    },
    {
        "speaker": "Guest",
        "time": "01:50:06.080",
        "message": "Yeah, I think so. And because Kabir eventually, at the end of the day, was a weaver man who became a rebel against the society and the dogmas of both Hinduism and Islam. So he rebelled against that. So his was very, you know, so you can't say that Kabir was very well informed man coming from the weaver class. So he could not have read those heavy texts and all that, all the intellectual traditions. But of course, a very intuitive rationality, as you said. So Abul Fazal, of course, takes it further, Akbar takes it further. And so, and also because Akbar was paternalistic. So we have to remember that as well. There have been kings who have tried to talk to you as a paternalistic figure, Ashoka, for instance. The way his inscriptions are laid out, the inscriptions on stone, and how is he communicating to his people, as if a father is talking to his children, right? So on certain days, you have to respect your parents, and so you have to be nice to the animals that you have. So constantly have these stone inscriptions, and you can hear the voice of the man that, okay, here's his father telling his children, this is the right way to behave. Same thing Akbar does as well. So he does things, he says things, see that equality could not have come if it were not a father looking at his children, right? So if you're just a Hindu king or a Muslim king, and then you treat your people as just mere subjects, then of course, it's quite possible that you would make distinctions among them. But if it's the father in you, and you see them as your children, then of course, you're bound to be equal to them, right? And this is what happens to Akbar as well. And we see this in later times, and you know, he makes a very curious quote. In the Ain-e-Akbari it is mentioned, he says later in life that, and we have to remember that this was written between 1590 and 95. That's the period when Ain-e-Akbari or Akbar Nama is written. He says that, had I been wiser in my early life, I would not have married any woman from my empire, because they are like my daughters. So we see this paternalistic instinct in Akbar, and this is what actually makes him see his subjects as his children, which is why it becomes important to create some sort of a common ground for them to stand on. Therefore, this rationality had to come in. It's very intuitive, as you said, and also rooted in Kabir. And Abul Fazl articulates it very well, all throughout. And we have also had to figure out then that, of course, Abul Fazl was also the one who was influenced by him, and Abul Fazl's father, Sheikh Mubarak. Sheikh Mubarak was hated by the orthodox people of that time, and he was in fact hounded by the people, and he was dismissed as a Mahdavi. So the orthodox people at some point wanted Sheikh Mubarak to be executed. But eventually Sheikh Mubarak and his two sons, Abul Fazl and Abul Fazl, who are articulating Akbar's intellectual dimensions of Akbar's empire, his reign. So they are the people who are articulating it. So I think that's what it is, you know, the Kabir's Tawhid and its interpretation, of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:30.160",
        "message": "course. And at this point, I should digress very briefly and recommend to my listeners one of my favorite books of poetry of all time is a translation of Kabir's work by Aravind Krishna Mehrotra, which is absolutely beautiful. Going on to sort of Akbar, what he does is he doesn't only create the space for discussion where there is a, you know, the discourse is enriched and you have all these, all this dialogue happening. But he also starts what is in a sense, a gigantic translation project, where he is just doing this mass translation across languages, and all of that. Tell me a little bit about that. And there are aspects of which which are fascinating, for example, even Badawani, who is so orthodox and against all of this, is set to task translating the Ramayana and the Mahabharata, which he"
    },
    {
        "speaker": "Guest",
        "time": "01:54:14.840",
        "message": "does with great difficulty. And there's a moral conflict which is going on within Badawani. And then he in fact says, and this is like useless literature, which I'm being forced to translate, but he does a good job. And Akbar, he knew that this man was very orthodox in many ways and could be bigoted as well, because there's one instance where, you know, Akbar is completely frustrated and he gets angry that when the copy of the Ramayana is presented, and then he sees that, you know, he has talked about heaven and hell. And Akbar gets completely angry at that. He says that he thinks that what Badawani has done is he has tried to interpret Hinduism through Islam, where there's a Jannat and there's a Jahannum. So he shouts at him, screams at him, you know, calls him, you know, names and again uses gullies as if it is a Captain Haddock, which is, you know, abusing in Hindi and in Farsi. He calls him a Haramkhor and a Shalgamkhor. What's a Shalgamkhor? Shalgamkhor is a tournipeter. I have not been able to figure out why, what sort of a gully that is. That's why I've said that it's a very Captain Haddock-ish, because he's calling blistering barnacles, thundering typhoons, you know, and a tournipeter, Badawani laments, because it's only Badawani who tells us that. He says that I have worked so hard, I put my heart and soul into this project, but what did I get in return? Mujhe toh galiya hi mili. This is what I got from the emperor, the slur of being a Haramkhor and a Shalgamkhor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:48.600",
        "message": "Jaane wo kaise log the, jin ko plodditsi ploddits mile."
    },
    {
        "speaker": "Guest",
        "time": "01:55:53.440",
        "message": "It's a very intellectual exercise, a very interesting exercise that, you know, he commissions the translation of many works, many, which are today considered to be Hindu literature, religious literature. So the Mahabharata, which is like the grandest of the translation process, which eventually becomes Razamnama or Book of War. So Akbar is delighted. So he was already hearing these tales, which were pretty much extended in his empire. And we also have to understand that it was during Akbar's time that Tulsidas was writing the Ramcharitmanas. Right. So this was happening at the same time. And so these tales must have been extended at that time. So he must have heard them and he wanted these to be translated into Persian so that a wider audience could get access to them. See the religious texts of Hinduism were written in Sanskrit. That was never a common language. So the great majority of the people were completely clueless. They did not have any access."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:52.040",
        "message": "So it's not just that the Muslims who speak Farsi don't have access to it. Even the common Hindu doesn't because it's all Sanskrit."
    },
    {
        "speaker": "Guest",
        "time": "01:56:58.320",
        "message": "Yeah. It's all Sanskritized. Right. So it was very difficult."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:02.320",
        "message": "And that's how the language was intended as. Which is how the Brahmins become the elite as the interpreters of the holy books."
    },
    {
        "speaker": "Guest",
        "time": "01:57:07.040",
        "message": "Absolutely. Absolutely. And you also have this where, you know, this line in some Shruti, I'm forgetting which one, which says that, you know, if a Shudra hears the Vedas being recited, then you should pour molten lead into his ears. So you should not even hear it. So this was how the Sanskrit was like. So these works were translated into Persian. And that's how they became accessible to the Western world. Because when these go to Europe, they go in the Persian form. And from there, these are then translated into French and English and whatnot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:42.000",
        "message": "And the English version comes back to India."
    },
    {
        "speaker": "Guest",
        "time": "01:57:43.480",
        "message": "Yeah, it comes back to India. Right. So from Sanskrit, it's Persian. And it's the Persian which actually makes them popular texts. So even when Dara Shukoh does his Saree Akbar, you know, translation of the Upanishads. So this is what exactly happens. So these are Sanskrit texts which are being interpreted to him in the language that he understands and then translates them into Persian. So this knowledge, which was so far restricted, which was available through, you know, tales for the first time, is now available to a wider audience. So this is what it does. And to the Mughals themselves, Akbar is so fascinated by the Razam Nama that he makes it compulsory read for the princes. Till a very late period also, this text was read by the princes, by the Mughal princes. All of them, in fact, they were reading all these Hindu texts. They had a fair idea for the people and the literature of the land. So this is also an announcement that, okay, this is our literature as well, because we are translating it. It's no longer us versus them, which is happening, right? So this is our literature, a combined inherited literature, and we need to translate it to make it available for the people. Now Persian was also, as you should understand, that it was a language. What English is to us today, Persian was to the people back then. So it was the language of class, of finesse. It's where, you know, you could seek employment with anyone. If you're a common man, you could rise to the rank of a Munshi, if you knew Persian. So many Hindus had started learning Persian. And this was an older tradition, of course, when Mughals come, Persian is known to very many people. So these translation projects also do that. So they, for the first time, help in transmitting these texts to a great majority of people. So there is this intellectual legacy that is left behind. And also they wanted to understand what sort of people they were dealing with, right? So it also helped that, you know, once you get to know the stories, you're part of the culture yourself. So it's a fascinating exercise that he did, and quite unheard of. It's not that such works were not commissioned earlier, but in that scale, this was attempted for the first time. So there have been other works as well in the past, for instance, in Bengal. So you had these, you know, two sultans, you know, were very considered to be very progressive for that time. You had Alauddin Hussain Shah and his son Nasrat Shah. We in Assam get to hear more about them because, you know, it was during these two sultans and many invasions of Assam took place, or the Ahom Kingdom took place. So you know, Bengal being this marshy, swampy land at that time, so there it was infested with snakes, you know, and that's where you have the tradition of Manasa Puja. The goddess Manasa was Shiva's daughter, and she's the deity for snakes. And that's why you have stories like Beulah Lakhindar, you know, where Manasa is upset and then she takes the form of a snake and then stings and kills Lakhindar and then that's the whole story. This is a very East India tale. So there you have these stories, you know, or these books on Manasa which are being written. And these start with invocations of the sultan. That he is the Gaureshwar, his beauty is that of God Kama, his wrath is like Lord Yama, so the Nipati, the Avatar and all that. So all of these are happening in those courts as well. But in this grand scale that the Mughals do, and it's no longer confined just to the court in Agra or Delhi, it's happening in the Subas as well. So in the 16th century later, in the 17th century actually, so you have this book which is written in Bengal under the Subedar, which is a Mughal Subedar, called Navi Bangsha, which is the story of the prophet. So what is happening is very interesting. So here the Islam is being communicated to the Hindus in a language that they understand. So the prophet is projected as the Avatar of God, right? The God who is Allah, his Avatar is Muhammad."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:08.560",
        "message": "So you are telling the story of Muhammad through the very Hindu tradition. So it's almost a converse of what Badawni was doing, where he introduced Jannat and you know, into his reading of the Hindu texts."
    },
    {
        "speaker": "Guest",
        "time": "02:02:21.080",
        "message": "But what Badawni was doing was actually not alien to what Hinduism was, because the concept of Swarga and Markhishan and Patal is always there. So Akbar actually misunderstands him. He thinks that, you know, this was not part of the Hindu tradition, but it actually was. But it was very difficult for him to do that. And that's the only time when Akbar, you know, complains to Abul Fazal and he says, you know, I thought that Badawni was a scholar, but he has turned out to be the scholastic bigot. So I did not expect this from him. And then it's very hard for the rest of them to convince Akbar that, no, actually what Badawni has done is the right thing. There's actually this concept."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:59.280",
        "message": "Who's going to tell the emperor he has no clothes in this particular instance?"
    },
    {
        "speaker": "Guest",
        "time": "02:03:03.680",
        "message": "Yeah, absolutely. So, so he does that. So he also works on the Razam Nama, then he translates Ramayana, Ramayana is of course his greatest project. And we have to credit Badawni for that, because he does and that's what scholars have said that it's a very decent translation that has been happening, that has been done by him. And in that we also see Akbar's ability to get work out of people who otherwise would not have done that. So you would not expect with the kind of writing that Badawni has put out eventually in the Muntakhabat Tawarikh, and he finds all this heretical. So you don't expect, it's difficult for us to imagine that Akbar would not have known all that. Right. So for a man who was good at nurturing talent, he must have figured out what sort of a man this guy is to get work out of him. But he also realized that he had this talent, he had this potential and it should be put to good use. So Akbar really got work out of him. So that was his strength of being a boss, a good boss. Yeah. So these eventually become part of a larger tradition and these like set of a process. So what Dara Shukoh does is actually not very novel, because his grandfather has done that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:16.800",
        "message": "already. Yeah. Do you have a sense of how much of a cultural difference did this translation project make? Like, was it one idiosyncratic thing that an emperor did and it's fine, we can look back and praise it? Or did it actually make a difference in the culture? There are so many more books now available in so many more languages."
    },
    {
        "speaker": "Guest",
        "time": "02:04:36.320",
        "message": "Is it possible to get a sense of that? Actually, it's very difficult to figure out what sort of an impact it had in those times, right? Because we don't have enough subaltern history for that period. But it was an unlocking of wisdom, which happened with these translations, because eventually these were then translated into Hindi, these Persian translations that were, you know, translated into English and all of that. And in Urdu as well, which emerged later. So there's an Urdu Ramayan as well, which comes later, and Urdu is a much later language as we know."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:15.120",
        "message": "In fact, my friend Ajay Gandhi from Hyderabad runs this thing called Manthan, and they call speakers there every month to speak on various subjects I've spoken as well. But they had a conference last year on the 2nd of October. Every 2nd of October, they have a Manthan Samvad where they invite a bunch of speakers. And last year, and I'll link it from the show notes, there's a beautiful YouTube clip of a gentleman they invited, who is reading out an Urdu version of the Bhagavad Gita. Okay."
    },
    {
        "speaker": "Guest",
        "time": "02:05:41.680",
        "message": "And it's quite stunning. Sorry, digression."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:43.680",
        "message": "No, no, no."
    },
    {
        "speaker": "Guest",
        "time": "02:05:44.680",
        "message": "It's a very good digression, actually. So, yeah, so all of this happens with this first translations of these great works of Indian literature. And because Persian, as I said, you unlock wisdom and make it available for a great number of people because Persian as a language was pretty extended at that time. The English of the day. The English of the day, of course. And Persian net system was pretty dominant from an earlier period. So now that we are talking, I remember an incident, which I want to share with you. This ambassador of Mirza Shah Rukh, who was the son of Taimur, you know, and Mirza Shah Rukh was, he deputed this guy called Abdul Razak, you know, to go to India. And he goes to Calicut, actually, to the court of the Zamorin. And also see if the territories that Taimur had conquered, if the rulers could, you know, still continue, you know, recognize Shah Rukh as their, you know, greater ruler. So if that's possible. So Abdul Razak goes to Calicut, he has a terrible experience because the language is very unfamiliar. And then there are Arabs, you know, who he has encountered. And they are speaking Arabic, you know, which for him is an alien language in many ways. The customs are also very different. So he leaves behind an account. And then he's invited by the emissary of Vijayanagar, who happens to know that he's here. So he's there in the court, and then he asks him to come. And even though Vijayanagar is not the suzerain of Calicut, but still the Zamorin sends him that, okay, you should go to Vijayanagar. And in Vijayanagar, he feels so comfortable because the language is Persian and the Persian mannerisms are there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:33.720",
        "message": "So he feels very comfortable."
    },
    {
        "speaker": "Guest",
        "time": "02:07:34.720",
        "message": "He considers this to be a great relief that, okay, I've come out from that place and now I'm here. And the Persian is spoken and then all the mannerisms are there. So there, he feels very free at home. And so, you know, this is just one example, and this is happening in the 15th century, right? So we are talking about the 16th century now, and late 16th century. And so all of this has been, you know, and by that time, it was a fairly common language and the language of the elites, even though, I mean, the language that you could know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:08.400",
        "message": "the aspirational language. Yeah, aspirational language."
    },
    {
        "speaker": "Guest",
        "time": "02:08:11.920",
        "message": "So this translation project unlocks that wisdom for a greater number of people. So eventually when these translations come back to the people in their own language, you know, then there are Hindi and all of that later, Urdu. So that's when the greater spread happens. Before that time, it was very difficult to imagine something of this sort. So Valmiki's Ramayana eventually becomes the common Ramayana. Ramcharitmanas is, of course, a more laudatory account of Ram. Valmiki's Ramayana is very different from the Ramcharitmanas. We know that today. So yeah, these set in motion a tradition which takes shape and, you know, expands eventually into this great Indian literary tradition that we talk about and feel proud of today. It starts from that period, really."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:02.120",
        "message": "Incredible. I've taken more than two hours of your time, so I won't talk much more about your book. I have a set of broader questions that I want to get through. But you know, for the listeners, I'd just say that one, pick up the book. It has, besides a beautifully vivid recounting of the history of that period, it also has a lot more of the parallels between those times and these times. So when you, you know, read about the propaganda and the fake news or the ways in which people were othered, or how political enemies were neutralized, there's a lot more in the book that you'll find a lot of resonance with Manimukta. So one sort of question that struck me is that the book is very interestingly, both a historical project and a political project. You're also coming to it with a political point of view, which is to counter this notion, this bizarre notion of Akbar as some kind of Hitler, right? Does that political imperative of showing him in a different light lead to a danger of romanticizing him too much? Is that something you were conscious of that I must not romanticize the guy too much and try to, and how do you guard against that then?"
    },
    {
        "speaker": "Guest",
        "time": "02:10:06.840",
        "message": "Yeah, because like I said, that I was very conscious right from the beginning that this is the trigger for the book, that whatever is happening politically, and because politics of the past is happening in the present, therefore to address that you have to look at past from the prism of the present. So that was my approach pretty much. Yes, there was definitely the danger of romanticizing the past. And so I was very careful about that. And I was very conscious that this is what, you know, is the pitfall of, you know, looking at the past to the present, that you tend to romanticize and give a different picture. So that's why I have limited my assessments to whatever is available on record. And I have also talked about all the bad things that Akbar has done. Like the Tower of Skulls. Like the Skull Towers, of course. And we can always say that that was the norm back then. But then, of course, for a 21st century reader, for a 21st century man that I am, of course, it is revolting. And if we apply these standards, then pretty much everyone from the past is a bad guy. Right. So I was very careful about that. So I was doing two things. I was trying to put Akbar in his own time and context. And also look at our present and contrast it with the past. So that helped me in understanding the motivations of the people that people had back then about doing certain things. And also realize, in a nasty sort of a way, that there are so many medieval things that are part of us even today. This medieval impulse to look at people as kings and emperors in a 21st century democratic India, this constant reference to the prime minister as the Hindu Hridayas Samrat. The key word is Samrat, emperor. So and the whole, I have called him Saffron Chahenshah, Jihadi Sharma strikes again. Oh, yes, he had to strike, that was ready to go right from the beginning. So I've called him a Saffron Chahenshah because that is pretty much what the whole mannerism is like. You see, even Ambedkar talks about this bhakti, you know, in politics being dangerous. His reference point at that time was Jawaharlal Nehru, because he feared that this was a man who was like worshipped by the people. But we don't have Jawaharlal Nehru temples today, do we? We do have Modi temples. And therein lies the danger because, well, we were lucky that Nehru was not like that. He didn't see himself as some sort of an emperor. He was a democrat, completely democratic socialist, demsoc. And he remained that throughout his life. But here we have somebody who has emerged just as a Hindu Hridayas Samrat. I mean, that says legitimacy, right? So you talk about him only in terms of that. Later on, of course, you have used terms for him like the visionary leader and all of that. But primarily the core is that, the Hindu Hridayas Samrat."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:30.120",
        "message": "And even if there were other competing positionings, such as, you know, Prashant Jha points out in his book, How the BJP won about the 2014 elections, where he points out that there were sort of three different positionings that he managed to employ simultaneously. I would say that right now in 2020, one of them is completely dominant and that is the Hindu Hridayas Samrat."
    },
    {
        "speaker": "Guest",
        "time": "02:13:49.320",
        "message": "There is no doubt about that. Exactly. So, and this is an emperor in many ways. So your style of functioning, you have centralized power. I give an instance where Bairam Khan does something similar, you know, he takes all decisions himself. He dismisses the Vazir, takes over the revenue administration as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:08.600",
        "message": "In fact, I was reading about Bairam Khan and I was thinking of Amit Shah. And, you know, I don't know when this episode will be released, we're recording this on Feb 20th, but I have actually heard murmurings of discontent between Modi ji and Mr. Shah. So who knows how, you know, that will play out. And of course, Akbar and Bairam Khan did fall out as you described colorfully in your book."
    },
    {
        "speaker": "Guest",
        "time": "02:14:31.040",
        "message": "Yeah. And so, this is a very Bairam Khan way of doing things where you centralize everything in his, in the office of the khan-e-khana, right. So you even dismiss the Vazir of revenue. So you take over his powers as well, because the fiscal power is what eventually drives political power, right. So that's essentially what Bairam Khan was doing. Today, when we see the prime minister's office, you know, superseding everything else, you know, the defense minister is not talking about defense, he's talking about finance. The finance minister is talking about education, because these are irrelevant positions. You have only one office, which is supreme, that is the prime minister's office and only one person, actually. The Samrat. And which is very scary, because you are, this is a country of 1.3 billion people. You know, it's just one man who is deciding everything for us. So that's very scary. But that's also very 16th century, or 17th century, if you can call it. So Akbar was trying to be a good ruler, a model sovereign, and also nurturing the sacred kingship. And my book is called Allahu Akbar, because Akbar loved this phrase. And he used it as a double entendre, because here you had a Quranic expression, where you are showing piety by being a good Muslim ruler who is saying Allahu Akbar, but at the same time, in a twisted way, you can also read, Akbar is Allah. And this is precisely the thing that, you know, many people at that time object to. There are rebellions against Akbar, because he is dismissed as a heretic, that he is, and not just in India, as far as the court of Spain, news reaches that the Hindustan, the Badshah of Hindustan, has completely abandoned Islam. So the news reaches there, and there are, you know, global condemnations which happen, because how can you, you know, do this? You're quitting yourself with God. But he does that. So in a way, you know, even Mr. Modi is not bothered about the bad praise that he is getting, right? He is free to do whatever he wants to do. So the international condemnations are not having any bearing. So that is one thing. So I have mentioned this incident, and Abul Fazal mentioned this in great detail, so does Barani, that Akbar decided to put Allahu Akbar on his imperial seal, on his coins. And then the yes-men of the time, most of them were yes-men, they wanted to please the emperor in whatsoever way possible. They don't object to it. Even the orthodox ulema, they don't object to it. Only some voices. There is one person called Haji Ibrahim, you know, who stands up and says, but Badshah, this is wrong. This is blasphemy. People will think that you are equating yourself with Allah. So instead of Allahu Akbar, why don't you put La Zikrullahi Akbaru? And Akbar gets very angry. He says, who is that fool who is going to think that I'm trying to equate myself with God?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:27.680",
        "message": "Right? But it doesn't help."
    },
    {
        "speaker": "Guest",
        "time": "02:17:29.680",
        "message": "He says, it's just a formality, Justice Modi. Absolutely. And what does Mr. Modi supporter do? He goes to file his nomination papers in Banaras, and then everyone starts shouting, Har Har Modi, Har Har Modi. And eventually, BJP comes up with a slogan, Har Har Modi, Ghar Ghar Modi. Right. This Har Har Mahadev has been changed into Har Har Modi. So it's a very similar thing that both have done, just divided by several centuries, which is very horrifying at the same time, because here you see a medieval or an early modern king was doing this, and now you have a 21st century democratically elected leader who is functioning in a very similar manner. So you think that you are an emperor, because the people treat you like that. And you have power, great power, it's just that he doesn't yet have the power of life and death of a people. But then otherwise, in every other way, he shares a similar kind of a thing, which is very scary. And that's what I was trying to, you know, connect."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:21.880",
        "message": "No, and it's very interesting that what also struck me was that, of course, there would be similarities, because, you know, as I keep hopping on about, people respond to incentives everywhere. And the incentives of power and politics are always going to be the same. Absolutely. So, you know, it's not in that sense, merely Akbar and Modi, but you know, you can take different leaders from different political systems across different spans of times, and you will have the same imperatives playing out, you have the same fake news everywhere, the same propaganda tools, the same othering, you know, and all of it has kind of played out before. Absolutely."
    },
    {
        "speaker": "Guest",
        "time": "02:19:00.720",
        "message": "And we never learn from history. Absolutely. You see, when it comes to propaganda, so I mentioned this, you know, Abul Fazal is a master propagandist of his time. You know, Humayun, he had actually a terrible experience in Persia. So the Safavid Shah humiliates him at every step. You know, he conjures up things just to humiliate Humayun. So when he's, they meet at Qazvin, which was the capital of Safavid."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:30.320",
        "message": "This is, by the way, when Humayun was on the run, and he'd gone to take refuge in Persia before he came back and conquered Persia."
    },
    {
        "speaker": "Guest",
        "time": "02:19:37.040",
        "message": "Absolutely, yes. 1542, 1543, that's the period when he goes there. And so, you know, the Shah sends him an unbroken horse, because if it's an unbroken horse, untrained horse, unbroken is the term, yeah. So if it's an unbroken horse, then it's very likely that the moment you would mount it, you will fall."
    },
    {
        "speaker": "Unknown",
        "time": "02:19:58.480",
        "message": "Right."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:59.480",
        "message": "And then everybody will laugh. Everyone will laugh. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:20:02.480",
        "message": "So everyone will have fun at your expense. But the Shah did not anticipate that Humayun was actually a consummate horseman. And he was one of those few princes who knew that typical stirrup archery, the Mongols are very famous for, the Turkic archery. It's their trump card when they come to India. So that's why he could mount it with ease. He controlled it. And then, you know, that's one chance at humiliating him, which the Shah could not utilize. So he's very angry. But then he takes Humayun into his court, then, you know, treats him nicely overall. But then, of course, humiliates him at every step. So when Humayun goes and he asks if my entourage can sit, the Shah says, no, in our court, the custom is to stand. So only you will have a seat. All your other princes and everyone will stand. So you have this great painting of the Chahal Sutton in Iran, where, you know, Humayun is sitting to the right of the Shah. And he appears as a smaller man somewhat in comparison. And everyone on the Shah's side is sitting, everyone on Humayun's side is standing. The same painting is there in the Akbar Nama, a similar painting, which, of course, shows that both the Shah and Humayun are almost equal. Everyone is seated there. So that's Abul Fazal's propaganda. Abul Fazal does not even mention that Humayun was humiliated in this way. It's only Jawahar Aftab who is saying."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:25.880",
        "message": "In fact, a lot of the beautiful paintings and period and miniatures of that period are actually also being used for propaganda, which we don't imagine today."
    },
    {
        "speaker": "Guest",
        "time": "02:21:33.840",
        "message": "Absolutely. And you've given many examples. Yeah. So if you just imagine these dream paintings of Jahangir, for instance, so there's one painting where, you know, he's standing on a globe, which is supported on a fish. And there's a severed head of Malik Ambar on a spear. And Jahangir is trying to shoot an arrow at him because Malik Ambar was his adversary, right? So the Mughals could not penetrate that far as long as Malik Ambar was there."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:56.200",
        "message": "And they never beat him."
    },
    {
        "speaker": "Guest",
        "time": "02:21:57.200",
        "message": "So it's fantasy. Absolutely. So he never beats him. He never kills him. They don't even meet in real life. But because he had been frustrated so much at every step by Malik Ambar, that's why he had to humiliate him in some way, you know, just do this fake news thing. Okay. I have killed him finally. So that's the fake news of his time."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:13.160",
        "message": "Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:22:14.160",
        "message": "Balakot of his time. Balakot of his time. Absolutely. So you have, he has in his dreams, at least, he has managed to defeat and kill Malik Ambar. Now the Abul Fazal does that with Humayun and with Akbar as well. So all those humiliations are projected as, you know, the Shah treating the emperor of India with equality, when actually he doesn't. In fact, when they go on a hunt together, Humayun and then the Shah, and then there's some animals, the game, escapes through the Mughal lines. And Humayun has to monetarily compensate for the game animals that were... For each animal, one horse and something, you pointed out. Yeah, absolutely. Yeah. So he had to compensate. So this is not equal treatment. This is humiliation. But he was lucky that eventually the Shah decided to give him 14,000 cavalry, but on a condition that Kandahar would be ours, because Kandahar was an important point. It was a point of contestation even during Aurangzeb's time, because eventually the Mughals lose Kandahar in Shah Jahan's time, and then they get it back for a short while and they lose it again, finally, and eventually, permanently. So Abul Fazal tries to show it as some sort of a magnanimity of the Shah, and also because the Shah is so impressed with the princely qualities of Humayun that he decides to treat him in the fairest way possible. Humayun, in fact, backtracks on his promise. So the slightest opportunity he gets to get back, he throws away the Persians and occupies Kandahar himself. After handing over the fort to them, he betrays them literally, but that's what power politics of the time was like."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:52.080",
        "message": "So everything was justified. Politics of every time. Yeah."
    },
    {
        "speaker": "Guest",
        "time": "02:23:55.080",
        "message": "Absolutely. Yeah. True. So that was the propaganda of the time. And at the other end, of course, wow, what Babur does, he defeats so many princes in Maoran Nahar, which is like Trans-Oxyana, Central Asia. He doesn't kill anyone, comes to Afghanistan, that's no longer Maoran Nahar, starts killing everyone. Afghan tribes are wiped out in Herat, near Kandahar, in Kohat, which is now part of Pakistan. In those places, these Afghan tribes are literally wiped out. One tribe had thrown stones after he had ravaged a village in punishment, wipes them out completely, erect skull towers with their heads. You pointed at 150 skulls, I think you said. Yeah. Absolutely. So Babur does that. And people in Maoran Nahar are his own people. So he's not going to harm them in any way. But people outside of it are the others. The same tribal sensibility as one would argue today. Absolutely. Unfortunately, today what is happening, the only difference is now the people whom you are othering are your own people. You're not talking about people in some other country. It's your own people whom you're othering in every way possible. So that's the only change that has happened, the worst kind of a change, I would say. But yeah, so that's how different it is."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:16.200",
        "message": "And similar at the same time. So I was also going to ask you about something you've already answered in a sense, the dangers of looking at the past through the prism of the present, you know, imposing the morality of these times and judging people accordingly, you've already addressed that. So I'll sort of end by going back to the personal, that A, how has this book been received? And B, what do you think, in general, of this sort of simmering tension between academic historians and popular historians, which you sort of alluded to towards the start, that have academic historians, for example, looked at your book favorably? And what are your plans from now, from here on?"
    },
    {
        "speaker": "Guest",
        "time": "02:25:55.360",
        "message": "Yes, because I, you would find that there are three blurbs from three academic historians. And there's a review by Professor Harbans Mukhia, which is largely favorable. That's an academic historian. There is Dr. Sapna Liddle, who has commented positively on my book, which I put up on Facebook. And once we go into reprint, that will also feature in the blurb. That's again an academic historian. So so far, whatever I have heard from academic historians is largely positive. I'd also shown it to Professor Sunil Sharma. Sunil Sharma says that it's a, it's a great work coming from a non-academic historian. So though he's not a historian, but still he's a, he's an authority on Persian literature. So he says he has commended my work. So that way, I think the academia has so far positively received the book. Also because I have not violated what is academically establishable history. So I have not used any fanciful imagination to give a twisted picture of something. But yes, I do understand that for somebody in the academia, this sort of an experiment would have been really difficult, almost taboo, that you look at the past from the present. But I had to do it because there was a specific reason behind that. And even I didn't know that what sort of a shape my book would take eventually. But I'm glad that at least two colleges under Guwahati University have included my book in their reading list for their graduation honours."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:33.960",
        "message": "This is so mind blowing, because my impression has always been that you have to freaking die or at least get a Nobel Prize before you get on to a syllabus. And here you are, young man, on a syllabus with your first book."
    },
    {
        "speaker": "Guest",
        "time": "02:27:46.000",
        "message": "Amazing. Well done. I'm so glad. And I feel grateful to the people who have done this. So but talking about this difference between the academia and trade historians, so called. Yes, there is a gap. There is in fact, for many in the academia, they treat this dainfully, trade historians or non academic historians. There are reasons for that, of course, some are valid, some are just jealousy, prejudice. If you speak to William Dalrymple, that would be jealousy, definitely. Because William Dalrymple is really the first person who has, for me at least, I mean, I read his, the last Mughal first, and then I read the white Mughals. And I found that these were very remarkably well laid. Okay. Now, there can be certain academic disagreements between the process or the method involved. That can, of course, that can always happen with people. But the fact that especially with the white Mughals, now I had, I specialize in modern history, especially that period, you know, the 18th century, 19th and 20th centuries. These were my master's specializations. And the fact that this was, I knew that there were these people, you know, who were very favorable to the Mughals, who dressed themselves, and Dr. Lonnie and all those people dressed like Mughals. But the fact that he figured out such an interesting story between William Kirkpatrick, a Scottish officer of the East India Company, and Khairul Nisar Begum, a Nizam, a royal noble lady, and the tragedy of their lives and the world around them, I thought that was remarkable, which I think nobody in the academia had attempted before then."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:39.000",
        "message": "And would you say that there is fundamentally a great value itself in getting history out to the masses in a language that they will enjoy and actually consume? Because history has a greater importance than just, oh, we should know our history. As your book sort of illustrates so vividly, history is current."
    },
    {
        "speaker": "Guest",
        "time": "02:29:58.280",
        "message": "It is. And, you know, there is, of course, I'll have to speak for both, because there's always great value that people are bringing, the popular authors who are interpreting and breaking down history, the complexities of history, in easier terms for the masses to consume. At the same time, there's also a danger that while doing that, you might not draw a line and use fanciful imagination to give a very different picture of history, which is at variance with history itself, you know, variance with the past itself. So there's always this risk. So everyone writes about history. I mean, it's a free world. It's a free domain. Everyone can write it. So far. Yeah. Yeah. So far. Yeah. But I understand that the fear and the insecurity that academia also has, the academia is also at fault because it has not been able to figure out a language suitable enough for the people to read. The other thing, of course, is the pricing. You see these university press books, while in doing my research, I had to buy, I had to spend so much money. One book is available for 2500. Another one that I did not even touch was priced at 8000 rupees. So with that kind of costs involved, you know, the layman will never be able to get access to that kind of literature. So how do you do that? So you have this gap is being filled by people who are popular authors, people like William Dalrymple, who has studied history in the university, who is a great author himself, who has been a journalist, a very successful one at that. So he has really tied these two worlds together. He has received academic disdain. There's definitely that. But at the same time, he has also made history fun. I think an author like me would have never emerged had there been no William Dalrymple, who wrote about 20 years back, all these fascinating books, which made biographies possible, right? Because nobody wrote about biography, nobody wrote about great people from the past, India's past. There's always those colonial biographies that Vincent Smith had authored or somebody else had. We had to rely on those. Now you see, there are so many biographies. You have Manu Pillay, who has written so many books. You have Parvati Sharma, who has written about Jahangir, you have Rubilal, who has written about Noor Jahan, you have Audrey Truschke, who was an academic historian, but still has written a popular book on Aurangzeb. You have Muniz Farooqui, who is, I think, writing a book on Aurangzeb next. And this is a professor from..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:42.280",
        "message": "There's so many people, Ira Mukherjee, Shubhia Gandhi. Absolutely. Rana Safvi."
    },
    {
        "speaker": "Guest",
        "time": "02:32:47.280",
        "message": "Rana Safvi's contribution to history writing is this, that she has unlocked so many sources that were so far not being touched by the academia. All these books like Beumat Ke Asu and all that, which she has brought together to give a picture of post-1857 and pre-1857 Delhi, which we didn't know until now. We only had some sort of a rough idea, but the way she has put everything together, I think that is significant. What Ira Mukherjee has done with Daughters of the Sun. She has talked about all these women of the far, the lesser known Mughal women. And then you have Ruby Lal, who's written this biography of Noor Jehan. So and there are many more authors we're going to write. There's going to be many other books on Akbar, I'm sure, which are being written or which will be written. I'll be writing about something else next."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:42.520",
        "message": "In fact, when Ira was on my show a few months ago, she said she was writing a book on Akbar. And I think Parvati may have mentioned something like that as well."
    },
    {
        "speaker": "Guest",
        "time": "02:33:49.800",
        "message": "I think Parvati is also writing a book on Akbar."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:51.280",
        "message": "Also writing a book on Akbar."
    },
    {
        "speaker": "Guest",
        "time": "02:33:52.280",
        "message": "So like, good luck to you guys, you got a book out first, so whatever, let them come. Yeah, but also I didn't want it to clash with anyone. So I have, I knew that Parvati had written about Jahangir, so I have completely kept out Jahangir from my book. Indeed. I've just mentioned the birth of Jahangir, and I've not talked about the celebration because I know Parvati has covered that. So that way I was at an advantage, so I did not repeat things. And also because my approach is different, I'm only comparing the past with the present."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:17.640",
        "message": "All of you have delightfully different voices, which, you know, I mean, I enjoyed Ira's book, Parvati's book, Manu's books, of course, they've all been on my show as well. And that's one of the delightful things that you have all these different voices of historians also coming up in these stories. Yeah, absolutely. So to see you write about Akbar and Parvati and Ira also write about Akbar, but they're"
    },
    {
        "speaker": "Guest",
        "time": "02:34:38.000",
        "message": "different gazes even. Absolutely. So I think that is adding to the variety and it is also enriching scholarship, right? So it's the academia can also benefit from it, right? So if you look at these tomorrow, you can write an interpretation of Akbar by comparing three different books that were written in the 21st century. So you know, that sort of a thing is also possible. So whatever we are doing is also history for the future."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:02.040",
        "message": "Yeah. Right. Fantastic. So what's your next project?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:06.040",
        "message": "I mean, you can't just keep editing my columns forever, what drudgery, why would you want to want that? Okay. So I am producing a book on the Delhi Sultanate on specifically on the Khiljis and there's"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:23.840",
        "message": "another... Is that also through the prism of the present and whatever, or it's just a standalone thing?"
    },
    {
        "speaker": "Guest",
        "time": "02:35:29.440",
        "message": "No, it is just a standalone thing, though I will be addressing some of the politics because yeah, Delhi Sultanate is the next most, you know, almost dehumanized dynasty or empire of Indian history, especially if you talk about Alauddin Khilji, he is such a fascinating"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:48.760",
        "message": "man."
    },
    {
        "speaker": "Guest",
        "time": "02:35:49.760",
        "message": "Fascinating man. But then of course, this portrayal, at least in the mass media has mostly been negative. So I want to address, not that I want to, you know, rescue him or redeem him, biographers should not do that. And I'm also not attempting a full biography because with the Khiljis or with the Tughlaqs, proper biographies are not possible because there is so much ambiguity about their earlier lives. It's only after they become kings, do we know more about them. It's not like Akbar. Akbar, we know right from the births, everything is possible, but the sultans of Delhi, many of them, it's not possible. So I'm not doing that. There's of course, another more academic project that I'm involved in, which is on comparing different strands of warfare in Indian history and over four centuries. So how different cultures have met on the battlefields of India."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:40.160",
        "message": "Wow. I'm so excited because that just sounds like such a mind blowing subject for a future episode. I hope after this grueling experience of two hour, 40 minute conversations, you will still come for that. I'll end with a final question, which is that listeners of my show often like it when I or my guests recommend books for them to read. So, you know, what are three books of history that you absolutely love and number could be greater or smaller, whatever, that you absolutely love that when you think of the book, you think to yourself, I want everyone to read this."
    },
    {
        "speaker": "Guest",
        "time": "02:37:11.160",
        "message": "Well, of course, of the popular history books, I would definitely recommend William Dalrymple's White Mughals and then I would recommend History of India by Vincent Smith is one. I mean, it gives you a very comprehensive picture. Then J.F. Richards, Mughal Empire, that part. Then you have Irfan Habib's Agrarian System. That is one great book. I would always recommend that because you also get to know about the Indian society. Then there's Western Way of War by Victor Hansen. I do have problems with that approach, but it's still a it's worth a read. So that is one book. And among Indian authors, there's Anglo-Maratha War by Randolph Cooper, which I absolutely adore. This is one book which I really like. Then there is Irfan Habib's Akbar, which I would always recommend. It's a collection of essays that he had edited, which I've also consulted heavily. There is Iqtadar Alam Khan's work on gunpowder and Indian history. That is an absolute must read. Then there is Afzal Muin's Millennial Sovereign. That is one book on Mughal history, which I would recommend. And there's so many of them, really. And I would also recommend Rana Safvi's Asar-us-Sanadit, which I mean, it's Syed Ahmed Khan's, but she has translated it and made it available for all of us in English. And there is Sehrul Manazil, which Swapna Lidl has translated, edited rather. That is one book. Then the Western Way of War by Robert Citino. I mean, it's a great way to understand German warfare over the Western Way of War. And then, since I'm more of a military history guy, so it is also one book which I want to recommend is, and that's one of the books that I had to pay a fortune to get because it is published by University of Nebraska, I think. And that is When Titans Clashed, How the Red Army Stopped Hitler. I mean, if you have to understand Second World War and how these two huge power blocs, how they fought their wars, you have to have, on one hand, How the Red Army Stopped Hitler When Titans Clashed by David Glanz and Jonathan House, and then The German Way of War and all the three other books that Robert Citino has written. Yeah, so Rob Citino and Jonny House, these are my, you know, like the Bibles that I would..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:09.320",
        "message": "This is really fascinating. I thought this episode will end with me feeling extremely relieved that my work is over, but now I have to go and read these books. So my work isn't over, but I'm looking forward to it. Thank you so much for coming on the show, Manimukt. Such a pleasure. If you enjoyed listening to the show, why hesitate? You know the routine. Go to your nearest online or offline bookstore and buy Allahu Akbar by Manimukt S. Sharma. Also, you can follow him on Twitter at Quizzical Guy. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in and thinkpragati.com. Thank you for listening and happy reading. Namaste."
    },
    {
        "speaker": "Unknown",
        "time": "02:41:18.200",
        "message": "I'm Manimukt."
    }
]