[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Too many of us think of the world in terms of binaries. That makes it easy to make sense of the world. The most common binary is that of good and evil. That's why mainstream commercial cinema has heroes who are good and villains who are bad. Keep it simple for the audiences. Make it easy to root for one side over the other. That's why there are so few nuanced gods in religion. And even in our politics, in an age where so much has become so tribal, we think in binaries. It's an easy way to make sense of a complex world. In these pandemic times, one binary that is all around us is that of the lockdown. So much of the discourse behaves as if there are two possible ways to act. One, have a lockdown. Two, have no lockdown. But the truth is that this is not a binary choice, but a continuum along which many other options exist. The best option, in fact, might be one in which we don't have a complete lockdown, but nor do we let the pandemic get out of control. What are these gradations? How can they be calibrated? What kind of metrics do we need to determine how much of a lockdown is needed? And what kind of data do we need to make good decisions? Most importantly, given the nature of our politics, and given how incompetent and ill-equipped our governments are, can good ideas even be implemented in practice?"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:30.960",
        "message": "Welcome to The Seen and the Unseen, our weekly podcast on economics, politics and behavioural"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:38.920",
        "message": "science. Please welcome your host, Amit Verma. Welcome to The Seen and the Unseen. My last episode on COVID-19 was recorded in the middle of April with Shruti Rajgopalan. When I think of the time that has passed since then, it feels like it went by in the blink of an eye. When I think of all that has happened in that time, it feels like an eternity. There has been so much pain and suffering across the world, and especially across India, that I sometimes feel guilty to even be able to live a relatively normal life. There is so much to process about all that happened. Shruti and I spoke about how policymakers were faced with thankless choices at that time. No matter what they did, countless lives would be lost, and that cost would be viscerally visible. It would be seen, while any counterfactual would be unseen. And there is no way to calculate all the costs of any action, even in hindsight. For example, we know that the lockdown has been a disaster. There have been massive humanitarian costs, especially among the poor. Not having a lockdown could also have been a disaster, as our healthcare systems could have been overwhelmed, and again, the poor would have suffered the most. And it's easy to say that hey, do a lockdown but implement it well so suffering is minimal. But while that sounds good on paper, given how poor our state capacity is, that might have been utopian to aim for. In fact, as I argued in a column a few weeks ago, what India may have learned from this is that our flailing state is a bigger disaster than COVID-19. That earlier episode and the column will be linked from the show notes. Today's episode, though, doesn't focus only on what has happened in the last few weeks, but also on what we can do moving forward. My guest is Anoop Malani, a polymath public intellectual based in Chicago, who has a degree in law, a PhD in economics, and has worked closely in health economics over the last decade and a half. He has written papers on past pandemics, the insights from which inform many of his thoughts on the current one. And he's not a believer in pontificating from a distance. For years, he has been advising governments and working closely with them to bring about actual change on the ground. And in the case of COVID-19 as well, Anoop has put forward a plan for coming out of lockdown that aims to minimize death and suffering. It's a nuanced plan based around what he calls adaptive controls. It takes a position that both removing the lockdown completely and keeping it going as is are impractical solutions with huge costs. Instead, we need to have an approach by which we lift controls to varying degrees depending on local conditions, and we keep adapting to new data. He elaborates upon this in this conversation. And he also shares his larger thoughts on what the state and society can learn from this pandemic. We spend the first 40 minutes of a conversation exploring his personal evolution as a thinker, which I found fascinating. And we start talking about COVID-19 after the break around the 40 minute mark. Before we begin this conversation, though, let's take a quick commercial break. If you enjoy listening to the scene and the unseen, you can play a part in keeping the show alive. The scene and the unseen has been a labor of love. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although the scene and the unseen is great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode. Besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of the scene and the unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seen unseen.in slash support and contributing an amount of your choice. This is not a subscription. The scene and the unseen will continue to be free on all podcast apps and at seen unseen.in. This is just a gesture of appreciation. Help keep the scene going. seen unseen.in slash support. Anoop, welcome to the scene and the unseen. Thank you. Happy to be here. So Anoop, you know, before we get to the subject at hand, which is the pandemic and the lockdown and the difficult few months that we've been having, tell me a little bit about your background, because I was sort of looking at your background and your CV and all of that. And it seemed to me that you're like the Forrest Gump of academics, you did a law degree, you clerked in the Supreme Court in the US, you did an econ PhD. And, you know, you've also written a lot of papers on medical and healthcare issues. So where did it all start? Where did the journey begin? What did you want to do when you were a kid?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:48.560",
        "message": "Yeah, that's a great question. I do feel a little bit like the Forrest Gump of academics and also the real world, doing all those different things actually puts you in interesting places at different times. So I got a chance to see, for example, 9-11 up close. But let's see, I think it probably started in high school, you know, typical Indian immigrant kid, parents wanted me to be a doctor. And, you know, I think I probably wanted to satisfy my parents, but my parents have very high standards. So, you know, again, classic situation. In seventh or eighth grade, I did a science fair project where I tried to see the impact of radiation on mice. So this was back in the 1980s. There was still a real concern about nuclear war. And so I thought it'd be interesting to x-ray mice to see what the impact of radiation would be on health. And so mice weren't easy to work with. My dad was a doctor, so was my mom, but my dad was a doctor. And he said he would figure out a way for me to irradiate the mice at his hospital, the hospital that he had privileges at. And so we went and we irradiated the mice. And then I tracked the mice for, I don't know, I guess weeks just to see what their IgG levels were over time. And I think my parents were super excited because they thought that I was interested in medicine. And what I realized back then was that I was actually interested in the research component of it. And so that science experiment went well, more for me than the mice. And then I decided that I would be a little bit interested in research. In high school, I decided I would debate. And I don't know if you've ever debated, but debate is basically about making, not just learning how to make arguments, but making other people's arguments and leveraging those arguments in order to win a debate. And what I always thought during this process was, why am I only repeating what other people's arguments are? Wouldn't it be more interesting if I could make those arguments myself? That is to say, do the research that would help other people make arguments. And so I think those are the two things I had going off to college. The other thing I had was, you know, in high school, my form of rebellion wasn't to cut my hair in strange ways or to, you know, wear crazy clothes. My rebellion was to decide not to become a doctor, which, you know, in a family constitutes rebellion, which is not to say I wasn't going to go to college. It was just I was going to do something other than medicine. So when I went off, went to college, I initially majored in political science, mainly because that seemed to flow naturally from the debate activities I was doing in high school. And then in college, I got to take some math courses, and I realized I enjoyed math a lot more than political science. And so while my major was political science, it's really just math classes I took for my last two years, mainly at least. That's my main memory is the math classes. I remember almost nothing about my political science classes. And sometime around my fourth year, I must have been in my third year. So I was at Georgetown University in Washington, D.C., and there's a famous bookstore called Kramer's Books in DuPont Circle. And I would go there with some frequency and just kind of hang out. And they also had a coffee shop. So back in the day, so in the 1990s, that was still relatively novel. I would go and, you know, have a coffee, read books. And I happened upon a book by Gary Becker. I think it's called The Economic Approach to Human Behavior. And I, for some time, because of debate, just being curious, you know, tried to understand how humans behave. Just, you know, I think everybody does this, try to figure out what the world, how it functions so that they can figure out their role in it and how to interact with it. And so I was doing the same thing, except, you know, I had a little bit of math in my pocket. And so I, you know, was always trying to figure out how everything fit together, you know, why I was attracted to the concept of democracy or, you know, what this notion of this thing called rights is and how it made sense and how, what role should the government play, you know, just kind of standard stuff that a political scientist would think about, but from a mathematical perspective. And I can never really get it all organized in my head. I had intuitions, but not a structure. And all of a sudden I happened upon this book and it's an amazing book. And for the first time, I realized that people have been thinking in a similar way. I remember I wasn't an economics major. I was a political science major. I wasn't reading Chicago economics at the time, certainly not Becker. And so this is the first time I had an eye-opening experience where I said, look, this person is thinking the way that I want to think using the tools that I'd like to be able to use. And really I want to study with this person or, you know, do similar sorts of stuff. So then I decided to apply to grad school in economics. Now I had a political science background, but I'd taken a lot of math classes and had some chances. So that was one decision I made. I was going to apply to economics grad school. The other thing is that I was at Georgetown. And if I remember correctly, my class, something like, I was in this program called the School of Foreign Service. It wasn't the right best fit for me, but it was a program that I was in where you studied, your focus was international more than, say, domestic. And my recollection was something like 50 or 75% of students applied to law school. I'm not saying all of them went to law school, but 75% I heard had applied to law school. So, you know, I'm a young kid, so I'm going to do what the crowd does too. So I decided I would also apply to law schools. So I applied to law schools and economics grad schools. And the only place that I got into both was the University of Chicago. So that's how I got to the University of Chicago. And so you know the background there. At the University of Chicago, the very first class you take in the economics department is with Gary Becker. Well, the first microeconomics classes. So this is fantastic for me. This is exactly what I'd hoped for. I felt so lucky that I had this opportunity. Around this time, I also met a person named Jim Heckman. So Jim Heckman was teaching, I think he taught the second quarter econometrics course. And I didn't have an interest in statistics before grad school. And then I met Jim Heckman. And Jim, you know, kind of introduces you to the idea of causal inference, which is to say, you know, if you say X causes Y, in order to say that, you have to say if there was not X, you would not necessarily or you have less probability of getting outcome Y. And how do you think very formally about that kind of statement? And so he introduced something called a potential outcomes framework, which I thought was fascinating. Obviously, he'd been, you know, had seminal work in the late 1970s that introduced this concept, kind of in parallel with Don Rubin. And so it was fantastic. And he and I hit it off. And so the second year I was there, I think I was his TA for that course. And so there was those were the two kind of big influences. We can talk about some of the other people I met along the way, but but those are the two big influences that I had. And then Chicago is a very strange place. Chicago is, you know, I think everybody associates with market economics. And they take that approach very seriously in all aspects. So Chicago is also known as a place that provides very little support. So when you start out, you have to, even if you're a third year student or fourth year student, you got to make it on your own. What does that mean? That means you figure out what papers to write, you write them, and hopefully you're successful on the market, especially in the 1990s. There was no sense that the graduate program was there to support you in your efforts on the market. Sure, you can get a recommendation, but it was really incumbent upon you to come up with a paper, incumbent upon you to kind of get out there, you'll, you know, the thought was, if you're good, you don't really need a recommendation, your paper should do all the work for you. And so I knew this during this time. And I was among a group of people that were quite star, you know, that turned out to be stars. And while I did well, I was always worried that these people were going to, there are not that many academic jobs out there in top places. And so I was always worried, you know, what was going to happen. So some of the names actually will be names that now many people will kind of appreciate. Yvonne Wernering, MIT, Ed Vitlasil, I think he's at Yale, Matthias Dabke, who's made quite an impact in macro and family economics, among others. And so I started worrying."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:02.240",
        "message": "I was actually very curious about the Gary Becker connection. Because you know, when I read that he was one of your advisors, you know, while you were doing your econ PhD, it struck me that he was, you know, almost the last intellectual of a certain kind, in the sense that he straddled all these disciplines, you know, Milton Friedman called him, quote, the greatest social scientist who has lived in work, but stop quote, and Justin Wolfers called him the most important social scientist in the last 50 years. And it struck me that in that sense, he was almost like a 19th century intellectual, that he wasn't bound by a specialization, that he was, you know, delving into all these different disciplines, not just economics, but also sociology, racial discrimination, crime, just a few days ago, I was reading his work on rational addiction. And it's just fascinating work. And it sort of comes from that classic impulse to try and understand human nature. And it seems to me that when I look upon your arc, and your interest in the variety of things that you've done, was he a direct influence in that sense,"
    },
    {
        "speaker": "Guest",
        "time": "00:16:03.240",
        "message": "it would be hard to understate how important Gary was, in the way we thought about the world. So, you know, we had a set of tools, so some basic economic models, and some techniques, some framework for the world. And we were taught to think about everything that way. So, you know, for me, the first approach is to think about how judges behaved, which I'll explain in a second, because I eventually turned to law soon after where I left off, but, you know, thought about how judges behaved, how people answered surveys, how clinical trials functioned, almost everything I thought of, I thought through an economic lens. And the reason was, was Gary said that you should, and that it was fruitful to do so. And he demonstrated it in terms of, you know, you've mentioned crime, we could talk family, we could talk addiction, we could talk advertising, you name the topic, and he's thought about it. And he wasn't alone, by the way, there was a foundation there, you know, before then, you had, you know, Milton Friedman talking about the draft, you know, obviously, then more classic subjects, but there's a wide range. So there's this notion of, I mean, not in an aggressive way, but that economics should be hegemonic in the sense that it should go to other fields, and try to introduce mathematical modeling. And now, you know, that's kind of, I think, back then, when I say back then, I mean, prior to the 1990s, I think that was extremely radical. And in some sections, it is still radical, but not really today. I mean, today, the idea that you would take applied math and apply it to every single topic doesn't seem surprising. And this epidemic slash pandemic that we're seeing now is a great example of this. If you think about epidemiology, there's the non-technical shoe leather epidemiology of going to find the people that are infected and then addressing that. And then there's the applied math version of it, which is SIR and more complicated models. And we are perfectly comfortable with that now. And I think that part of that is, you know, the idea that you can use applied math tools and a structure to address things. The only thing that economics really adds to that is to say, look, we shouldn't just use math for biology or physics or chemistry. We should use math for human behavior. And there's some simple ideas that can help you organize those mathematical theories to whatever interaction humans have. And I think the ultimate example of that actually is people applying it also to animals and animal behavior, which is another situation where it's just like, look, every sort of interaction you can see in the world, regardless of what's doing the interaction, there's a value to using applied math and some basic underlying principles or axioms in order to organize that. And it's super helpful in terms of prediction, right? It's really hard for me to understand how people behave until I have a framework to think about it. And these tools that Gary had helped me think about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:50.480",
        "message": "Let's move on to law now. What was your experience there? Like, you know, you clerked for Sandra Day O'Connor in the Supreme Court. And what was that journey like? What fascinated you about law? And were you sort of looking at the legal system through the tools of economics?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:04.880",
        "message": "Yeah, so that was an interesting journey. So I think the initial interest in law was not merely, I kind of understated my interest in law. So I initially said that I was interested mainly because everybody else at Georgetown was applying to law. That's not entirely correct. If you, you know, debate in high school or college, you're going to think a lot about politics. If you're a political science major, you're going to do it again. And a critical component of political science is the law. And so there was an underlying interest in the law. You know, when I first went to University of Chicago, I did my economics PhD course work first, and I started to lose interest in law because I found the economics so new and so fascinating. But while I was working with Jim Heckman, and not just as his TA, but as research assistant, he introduced me to a gentleman named Richard Posner. I'd never heard of Richard Posner before, which is probably more a sign of my lack of education than anything else. Dick Posner was, at that time, a judge, also a lecturer at the University of Chicago Law School, one of the founders of the law and economics movement, along with folks like Becker and Aaron Director, and Ronald Coase, who was also there at the time. And he and I hit it off. And we wanted to work together, either as RAs or as co-authors. But at the time, I was working for Jim Heckman. And Jim is notorious, both in terms of number of hours you have to work, but also in not allowing you to do anything other than his work. But he respected Dick Posner enough to let me switch jobs. So I went from an RA for Heckman to an RA for Dick Posner. And anybody that's had an interaction with Posner, and that's Eric's father, will find him fascinating. He's like Becker. He is extremely prolific, likes to think about everything, and is very systematic in thinking about lots of things. I think a little bit more than Becker, he's willing to deviate from standard economic models, especially as his career evolved. So it was very interesting to see that. And I ended up being the kind of person that was defending the classic economic models, because I was just a young student in economics at the time. And he was willing to push them a little bit more. So we had some interactions. He convinced me to kind of resume my law education. So I turned to law school. And one thing I discovered was that law school is very hard, but it's not nearly as hard as economics graduate school. This is going to tie back into the Supreme Court in just a second. I found, I didn't tell a lot of people at this time, but I found law to be a relief from economics in terms of how much less work it required to succeed. It was hard nonetheless, but it just was much easier. And that showed in my grades in economics grad school were fine, but my grades in law school were a little bit better as a result of the change in intensity, which I found to be a little bit of a relief, too. So that performance and my rapport that I had with some of the professors that I'd met indirectly, so Dick Posner and Richard Epstein and some of the others, allowed me to do well enough in law school to apply for clerkships. And I was able to secure a Supreme Court clerkship. It's very interesting. You get these clerkships ahead of time. So I knew by my third year that two years after graduation, I would be clerking for Justice O'Connor. In the interim, I was going to clerk for a person, a good friend named Stephen Williams, who on the DC circuit in Washington, one of the main appellate courts. So that's how I got the opportunity to clerk with Justice O'Connor. And that was an eye-opening experience in the sense that it is the first time that I went from just writing papers that maybe people would read or being an RA, in which case somebody else is writing the papers and I was doing stuff in the background, to actually writing... It's actually the second year that I was writing things of consequence. I would undersell it if I said I didn't have the same experience my first year clerking at the DC circuit for Stephen Williams. That year, the year that I clerked for Stephen Williams, we had the Microsoft case. So this was the big antitrust case in the year 2000 that showed up before the DC circuit. And there, I had my first big practical introduction to antitrust and got to learn a little bit about the tech industry, which had just had a crash or was in the midst of a crash. So that was my first opportunity to do something of direct importance. But then, you know, there's always a layer above the appellate court that was the Supreme Court that made the ultimate decisions aside from say Congress and the president that would make these decisions. And so that was my first chance to see that in action. And also to see the process, not just, you know, kind of help make decisions, but see the process. And so I found that very insightful."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:41.640",
        "message": "And were you thinking about a career in law at any point? Or in fact, to sort of rephrase that question, were you, as a person, were you driven by a sense of what you want to be like, I want to be X or Y or Z? Or were you more driven by problems that interested you that I want to solve this problem? For example, it was a you know, a problem that drove you to do your little test on mice when you were a kid. So were you driven more by problems? Or was there a sense of I want this to be my career? And I want this to be my path? How did you approach all of that? Because you left the law soon enough, and you kind of got back into, you know, academics and economics."
    },
    {
        "speaker": "Guest",
        "time": "00:24:19.000",
        "message": "I don't think I had a grand ambition to be anything in particular. I've noticed two things. One is I like shiny new objects. So if you present me with a new problem or a new thing to think about, I'm always attracted and want to think about it. And probably have too much of a tendency to drop what it is that I'm working on to think about that new, look at that new shiny object and think about that new, new, interesting idea that you've got. The second thing I guess I had a sense of is trying to organize my way of thinking about the world, which is to say not only do I want to think about your new object, but I want to figure out how that relates to everything else that I've been thinking about. It's not like I have some notebook with a grand theory of the world, but I feel this strong sense of trying to make things consistent and rethink some of the old stuff in light of what I'm learning about new stuff. And so that was part of it. That sense of wanting to understand the world, I think, is what probably led me to academics. You know, I don't want to undersell the idea that going to a school where people judged you by whether or not you became an academic in particular. University of Chicago was really bad because the standard was not only are you going to become an academic, but are you going to win the Nobel Prize? You know, that kind of pushed you towards academics too. So I did think about law, and I thought about law because along the way, when you go to law school, it's very practical. You know, you have to spend your summers, and I spent one summer only doing this, which is working at a law firm. And I worked at two firms, and both of them were fantastic. I realized, I saw for the first time that outside of academia, there are some people doing some very important things and that are incredibly smart. So I worked for a firm called Wachtell Lipton, Rosen and Katz in New York, which is one of the premier M&A firms, among other things in New York, and just met spectacularly smart people who were intellectually curious, but at the same time were very practical. They were resolving matters, both in court and M&A deals, for example. And then I went to a place called Kellogg Huber Hanson Todd, I think that's what it was called back then. It might just be Kellogg Huber now, in Washington, DC. And again, same experience, just really bright people. And I met a gentleman named Peter Huber, and he was one of the founders of the firm. And he actually was found very interesting because he both continued to write books and had a practical consulting firm slash law firm. And so that's when I first entertained the idea of being a lawyer. There's one other per name I should mention is Ken Feinberg is a person that I met who had his own firm in DC and he played a really interesting role. He helped serve as kind of a private judge to resolve matters. So when you had like the Agent Orange Victims Fund, or I think he might have done the 9-11 Fund, he was the one that would allocate money from the fund to different claimants. So that was also very interesting because he was also very intellectual about it and thinking about how do we not just figure out who was harmed, but practically how you allocate a limit out of resources across these people and account for proof. So I think that that really kind of got me thinking that maybe law is a real career. And I think I probably ended up in a law school first for two reasons. One was because it was a nice compromise between the two. It allowed me to see and respect these individuals who were actually making, you know, kind of intellectual contributions in a practical way in cases or in transactional matters, and at the same time keep a foothold in academics. And one thing that people don't appreciate about law schools, especially modern law schools, and maybe this is more so about kind of top-tier law schools, unfortunately, is that they allowed you to think academically about a broad range of subjects. So you're supposed to think about law, but they didn't penalize you if you thought about non-law topics. And so that was the other thing that I think led me back to, you know, law, and in particular legal academia, at least to start my career. I think that answers your"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:10.560",
        "message": "question. Yeah. And it's interesting that you should describe the very smart people you met in these law firms as intellectually curious and very practical, because that also sort of describes a lot of the, seems to describe to me at least a lot of the work that you went on to do specifically in health economics, you know, which kind of almost puts you, you know, a decade and a half before COVID, it's almost like you were on a trajectory to bring you where we are today. So what were the sort of problems that, the shiny new things as it were, that drew you towards health economics?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:41.640",
        "message": "So again, you know, it's going to be individuals to start with. So just around the time Jim Heckman had introduced me to Dick Posner, I started thinking about how judges behave. I also met this person named Tom Philipson, who's actually an important person in the current context, because I think he's the head of the CEA, Council of Economic Advisors for the U.S. President. And he was a health economist and had some really interesting ideas. One of these ideas was that you could use economics to understand how people behave during epidemics and how you can use economics to understand how people make decisions about treatment for disease. So I began having conversations with him and he was, you know, he'd begun thinking about this in the mid 1990s. So he'd already kind of had a head start in thinking about this, but I thought it was fascinating. And so we talked about that, but the one idea that I latched onto that led me to kind of embrace working with Thomas a bit more was that he viewed, he had this concept called a data market. And the basic idea is that when you do a survey, for example, for research, you want to do a survey to see who people are going to vote for. You want to do a survey to see what income people have. You want to do a survey to see, you know, how has COVID affected them. You have to think of it as a labor market, or at least as a market where the respondents are supplying information and the surveyors are demanding that information. And there's some trade and you have to think about what the price of that trade is and what the quality of the supply is here at information. And so that really started influencing me, made me think a lot differently or think very differently about econometrics. Econometrics, we kind of took the data as given. We had some discussion of selection obviously with Jim Heckman, but it made me think a little bit more about whether or not we could use the idea of a market to improve statistical inference from surveys. And so he and I wrote a paper together in 1999 about these and the role that incentives play and how that changes the inferences that you'd make. But anyway, the main thing that I got from that was, you know, Tom was very much in the mold of Gary and allowed me to kind of think in ways that I hadn't about data. So connecting a lot of the work that Gary was doing with the work that Jim was doing. And I decided I wanted to work with this person more. So we didn't initially work on epidemics. I got to that a little bit later, but we did work on, you know, another very interesting aspect, which is the idea of nonprofits. And this also started moving me towards health because in the United States, about 60% of hospitals are nonprofit. More, I think, if you do it by bed. But so we started thinking about why are some firms nonprofit, some firms for profit? And why do firms decide to, you know, sometimes choose each of these two different forms? Why do markets tolerate it in equilibrium? And why does it only happen in certain sectors and not in other sectors? So we started thinking about that. And again, that got me thinking more about health. And ultimately, when I was writing my dissertation, I think I was able to put, you know, three of these influences all together in a way that's very, I'd like to think very Becker-esque. So I started just like many grad students at Chicago, I went through many topics, and each of them were actually fine. So I had my first topic was on how judges behave. The second topic was actually on whether or not this is the law influence, whether or not the felony murder rule, which we can dive into if you want to, but it's a very peculiar rule that says that if you, if somebody dies, while you're committing a felony, you're liable for murder, even if you didn't intend it, whether or not that rule actually works and deterred, it actually has very complex effects. And so that was the second paper. But I rejected each of these papers. And the reason is because the standard at Chicago was, are you going to write the thing that that is not only going to be published in a top three or top five journal, but that's really going to, you know, kind of put you on the map and put you on a track towards winning a big prize at the end of your career. And I didn't think either of those were that big, but then as soon as I was done clerking and was turning back to finishing my dissertation, I decided to dump all that because I had this idea one day as I was driving to the airport, which is to think about clinical trials. I was thinking about clinical trials. I don't know why I was thinking about clinical trials, but I had this thought. I found it interesting that some clinical trials treated more people than other clinical trials. That is to say, some clinical trials, you know, you look at one treatment and you put half the people in control and half the people in that one treatment. And then other trials, you'd have two treatments you're looking at and a control and you do one third in each. And I thought, well, that's really interesting because especially if it's a blinded trial, you know, you're going to have this differences. You're going to get the same treatment maybe if they're common treatments across the two trials, you're going to have different beliefs about it. And then it occurred to me that there's this concept I had read out about called the placebo effect, where your expectations about a drug affect the outcomes that you have after consuming that drug. And this is just because I was doing background research with Thomas on data markets, learning how clinical trials work. And it occurred to me that this is a really interesting opportunity to study placebo effects. So I wrote a paper very quickly on how you can compare outcomes across two trials that are looking at at least one common treatment, but that have different allocations of patients to treatment. So different fractions getting treated to test for placebo effects. I immediately called up Thomas as soon as I stopped. This was, you know, probably like an hour drive at the end. I called Thomas and said I had this idea. He immediately saw that it was a great idea. And he said, call Gary. So I called Gary and he said, yeah, that's a fantastic idea. You should write that paper. And so within three months, I wrote a dissertation on placebo effects. And so I knew also that that was actually a significant paper because here are two people that thought not just it was an okay paper, but it was a really interesting paper. And so that's how I kind of locked it in for me that I cared about health economics, which is, you know, I had the data market stuff. I had now this dissertation. So health economics was going to be an area I thought was going to be very interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:58.520",
        "message": "And so that's how I ended up back at health. And that's a good time to take a quick commercial break. We'll come back after the break and, you know, get up to speed with bringing you to the current COVID crisis. And then we'll talk about that in some detail. We'll be back in a minute. Okay. If you're listening to the scene in the unseen, it means you like listening to audio and you're thirsty for knowledge. That being the case, I'd urge you to check out Storytel, the sponsors of this episode. Storytel is an audio book platform that has a massive range of audio books from around the world. The international collection is stellar, but so is a local collection. They have a fantastic range of Marathi and Hindi audio books. What's more, I do a weekly podcast there called the book club with Amit Verma, in which I talk about one book every week, giving context, giving you a taste of it and so on. Download that app and listen to my show. And as long as Storytel sponsors this show within this commercial itself, I will recommend an audio book that I liked on that platform every week. My recommendation for this week is Mitro Marjani by Krishna Swapti. This examination of the unexpressed desires and sexuality of a married woman took Conservative India by storm when it was released in 1966. And it still sounds as fresh and relevant today in 2020. So do listen to it on Storytel. Mitro Marjani by Krishna Swapti. Download the Storytel app or visit Storytel.com. Remember that Storytel with a single L. Storytel.com. Welcome back to the scene in the unseen. I'm chatting with Anoop Malani. And we've just, you know, reached that stage of the career where he's become interested in health economics and we'll soon get to COVID. But before that, Anoop, I want to take you back to something you said at the start of the show, where you said that you had witnessed 9-11 up close. And the tone of your voice gave away that it was something significant to you. So can you can you elaborate on that?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:58.800",
        "message": "Yeah, so this was obviously September 2011. I had just started my job as a clerk for Justice O'Connor at the Supreme Court. And everything was fine. You're just getting the hang of things and all of a sudden, you know, one day we show up to work, we start pretty early and then somebody runs into our office and says planes crashed into a New York skyscraper, the World Trade Center. And, you know, everybody, just like everybody else, it was everybody has their stories about 9-11. And, you know, at first, we were really worried. You know, we thought that this was just a small plane. And then we saw the second plane. When you see this happening in real time, you're obviously your skin tingles, your hair stand on end. This is a significant event, at least for those that were in America, seeing what's happening. And then we'd heard that there was a plane that had landed to the west of us. So I don't know if you know about the geography of Washington, D.C., but to the west of the Supreme Court immediately is the Capitol. And then to the west of that is down a ways a bit is the White House. And to the west of that, if you go a little bit further across the river, is the Pentagon. We didn't know that the plane had crashed in the Pentagon. We saw smoke in the sky and thought the plane had landed in the White House, which really kind of freaked us out. The place went on lockdown. The justices were evacuated. We were has to leave the building. And all these men with guns came out. And so we ended up watching with crowds in hastily opened restaurants and bars along Pennsylvania Avenue. At about this time, it just occurred to me, you know, I was so worried about what was happening there in D.C. I didn't realize my sister was actually in New York City. She was going to med school there. And so I spent part of the day trying to find her and part of the day trying to, you know, kind of get my bearings straight. And so that event, I think, allowed me to see that these things that happen in the world that you hear about, I mean, it's not the first major event that happens, that they happen to people and they're real events and will have real impacts in a way that's not just a news story that you read about. So that was the first thing that I realized that these are significant events. And one of the things that I noticed, and this would happen to me repeatedly because there were other strangely terrorist events that we've been close to, meaning not a participant in, to be clear, but just to like be adjacently affected. It made me realize that there are kind of two ways to address this. You know, I'm simplifying greatly here is that there's some of my colleagues who say like, oh, these events happen and then they go back to their regular research. And some people say these are events that one ought to think about more seriously and understand the impact of. And I noticed that I kind of had the latter reaction, which is I wanted to understand these events. And one of the ways that we did it, that year that we had 9-11, we actually had three major events at the Supreme Court related to D.C. One was obviously 9-11, which dwarfs all the others. But a second one was that we had a series of anthrax threats and attacks against government offices, including the U.S. Supreme Court just two months later. And then towards the end of that year, there was a sniper going around D.C. shooting people from a white van, everybody thought. And so I was interested in that last episode, the D.C. sniper, people thought were targeting people at gas stations. And so people started avoiding gas stations. And so my immediate reaction was, well, I wanted to kind of understand whether that was a rational reaction or not. And I wanted to see if we could determine that by looking at where people went to go buy gas. And based on that, kind of back out what their beliefs are about the threat. That is to say, how much cost were they willing to undertake to go someplace else? Now, that research topic crashed and burned because I couldn't get access to the gas data. But when these crises happened, I was interested in trying to understand those crises and not so much try to, you know, kind of push them aside and go back to what I was doing before. I guess it was the shiny new object, but had more salience because it had affected me or the location that I was in. And so that's how 9-11 kind of happened. The one other thing I'd say about 9-11 that was a little bit controversial, not controversial, but I think is a bit different is I feel that when events like this happen, people kind of rush to conclusions about what that event means and what to do in response or what not to do in response. And I don't have that view. My view is that at the beginning, there's just a ton of uncertainty and that one ought to entertain a wide range of views and potential responses and discuss them before deciding on any particular one. That's kind of controversial because, you know, the other thing I observed during this is that not only is there a lot of uncertainty, but there's a ton of hurting, which is to say people kind of hurt around particular conclusions about an event and rush to judgment based on that hurt. It's not irrational, by the way. And the reason I know that is because of an important paper that Abhijit Banerjee wrote back in, I think, 1991-92 about hurting, that it can be quite rational, but it could mean that people rationally rush to judgment and then the potential for mistakes could be high. And so at 9-11, I think the rush to judgment, which I think in hindsight, we know was the conclusion that the right response was a military response and that Iraq and Afghanistan ought to be the targets. We learn in hindsight that maybe that might not be the right approach. It might have been much more costly than the event itself, but there's that rush to judgment. And so I think we see the same sort of thing with COVID. That same sort of dynamics play out a little bit. But we should heed the uncertainty. That's the other thing I learned, I think, from 9-11 and learning now from COVID."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:31.400",
        "message": "And that also, you know, just thinking aloud, it seems to me that some of the response to 9-11 might have been dictated by the fact that the incentives on the politicians were to appear to do something about the problem, instead of, you know, taking their time and doing things which might, you know, make an impact, but are not that visible. Do you think that played a part then? And do you think that is also an issue now?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:59.360",
        "message": "Yes. And in fact, that is a very important point. If we were to write a book about this, I would say what you just said is a theorem, which is that politicians feel the need to act and that causes people to act probably before the information warrants it. Let me offer a corollary to that theorem, which is that people that are in the business or have the jobs of gathering information to inform policymaking are influenced by what the politicians want to hear or what the policy consequences are. They're influenced by that when they decide to gather the information, interpret the information. What does that mean? That means that, you know, these stories that we hear about intelligence agencies, you know, feeling the pressure to find evidence of WMDs, weapons of mass destruction, after 9-11 in Iraq felt like, you know, they had to provide more evidence in favour than against, regardless of what the data actually said, because that's what the people higher up wanted to hear. And so you can imagine the same sort of incentives play out during COVID, which is depending on whether or not your boss, which is your higher up in the bureaucracy, whatever government you're in, do they want to hear that cases are high or cases are low, whether they want to justify a lockdown or want to exit from a lockdown, that will influence what you report to them. And what that means is that we may not always get the best information. And if you want to be more sophisticated about it, it means that you have to account for the incentives that the producers of information have when you interpret that information. So in some sense, it goes back to that data market concept. But it's an important, I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:38.680",
        "message": "an important corollary to what you said. And I was going to ask a question about incentives in the current case a little later on. But since we are on the subject, I'll just ask it now. And then we'll rewind and we'll sort of come back to health economics and your other work on pandemics, which is that, you know, when I think about what the incentives are for current governments, it strikes me that, you know, whatever option the state chooses now, the costs are seen immediately and the benefits are unseen. So the incentives of politicians are to play it safe in specific ways. For example, if I look at Prime Minister Modi earlier, his incentive was very much towards calling the lockdown and, you know, playing it safe rather than have the deaths piled up because of the deaths piled up from COVID, that would be, you know, something that would be a visible problem, especially for governments, which are particularly concerned about optics, as is the case in India, where a lot of the sort of your incentive is towards controlling the optics. And in a similar way, you have a situation today where, for example, I am, you know, I'm in Bombay, Uddhav Thackeray is the Chief Minister of Maharashtra. And there is a lot of pressure from the central government, you know, there's a narrative war that is happening, there is a theory that at some point, the central government wants to impose precedence rule because Uddhav Thackeray is not being able to control the pandemic here. And therefore, the incentive for Mr. Thackeray, whether or not he's responding to these incentives is a different matter. But the incentive on Mr. Thackeray would be to keep the numbers low. And one way of doing this is by not testing enough. And in fact, on a daily basis, one hears horror stories locally, of people who have had symptoms for 10 days, 12 days, and they go to hospitals and the hospitals refuse to even test them. So suddenly, you have a situation where these optics matter. And these other political dynamics matter and pervert the incentives to an extent where the people in charge may not necessarily be taking the best decision. As someone who works closely with governments, have you found that to kind of be a worry?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:47.280",
        "message": "I want to be very careful with my answer here, because I want to continue working with governments. So let me try a different approach, which is going to stay what you state, but in a more general way and oblique way, but then ultimately agree. So let me turn instead to an idea from evolutionary biology, which is one of the things I like to, this is an example I really wanted to show. I was very excited the first time I was able to tell my kids this because I've been waiting until they were ready to absorb it. But in general, we think that more information is better. We meaning humans, at least modern thinking humans that have university education, we think more information is better. The reality is that evolution doesn't see it that way. That when you compare species, species don't have an unconditional incentive to obtain information and truthful information. They have only the incentive to gather the information that enables them to survive. Okay. So for example, this can explain the difference between, say, humans who rely on sight, feel, sound, versus say bats, who rely on sound primarily. And it's really, you obtain the information gathering ability that's optimal for survival, not for truth. Okay. You don't gather all the information that you want. So we talk about that in the context of evolutionary biology. Then I always ask my kids like, so how does that affect other things and try to push them a little bit like a law teacher might push their students. And I get them to see that that's everywhere, that our incentives to gather information are a function of what the utility or the value of the practical use of that information is going to be. But that that practical use can also affect the way that we gather the information. So you're not always getting, you know, quote unquote, unbiased information about the world. Now, bringing it back to your topic, that same concept applies here, which is a government official, a politician doesn't have an incentive to gather truth for the sake of truth, not only in the mundane ways in the sense that, you know, information is costly. And so you need to economize on on expending effort and resources on getting information, but also they might find that certain conclusions have different payoffs or different conclusions have different payoffs. So for example, in a democracy or in a place where public opinion matters, you know, what the public thinks is important. So in that sense, when you're gathering information, you're not really just trying to find an unbiased estimate of what's going on in the world, whether it's the amount of COVID in the population, things like that. What you're really doing is trying to solve a, you know, play a beauty contest. I don't know if you remember what the standard beauty contest, the goal is, and sometimes stock markets are characterized this way, the goal is, is to figure out what the price is that everybody else will want to price the stock at, not so much what the underlying true value of the stock is. Okay. And so that's the classic kind of beauty contest approach or structure for information acquisition, if that makes sense. And so to some extent, I think that's what politicians are trying to do. They're trying to figure out what is going to get the best reaction in the population. And that's obviously going to be influenced by whether or not you are, you know, in a lockdown now and think that what you want to do is keep that going for political reasons or whether you're not in a lockdown, you want to get to a lockdown. I'm not going to pick any leaders. I'm not going to pick out any leaders and point them out, but it's also going to be the case that the dynamics between leaders really matters. So if you take one position and somebody else takes another position, that's a political threat. What you'll want to do is gather information that supports your views as opposed to that other opponent in the political process. And so again, it's going to skew the information that is produced. Now, you know, in a best case scenario, what would happen is that the data would be all out there, unvarnished, and then you would just have to make arguments. I think that's the kind of the best case view of the world, you know, kind of the way that legal trials operate, which is all the data is presented and the judge decides as between arguments that are made by the plaintiffs and defendants. But the reality is you have to think about the incentives to gather information and the way to mask that information. And I think, you know, what I'm looking for, and I imagine the most sophisticated politicians do this, is that they realize that when they want to make decisions, they want to consider not only the political aspects, but they'd like to see all the information. And I imagine the most sophisticated or I'd like to imagine the most sophisticated politicians understand that their underlings have to be given incentives to provide all that information and not the information that the underlings think the politician wants. And so that way the politician can make the best judgment, whatever the reason, whether it's to compete in a political contest or to do well by the population or both. So I guess the thing that interests me in this context is not so much, you know, what information are we getting now, but as we look forward, what kind of structure should we put into place so that despite these incentives, that unvarnished information comes forward? Does that make sense?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:45.640",
        "message": "Yeah, it makes absolute sense. In fact, you know, when I mentioned Modi and Uddhav Thackeray in my question, I did not intend to condemn them for the choices they may or may not be making. They are rational people responding to incentives. And I think what one needs to do is not blame individuals, but look at the system and the incentives the system provides. So I think the answers are structural. And when you mentioned the beauty contest, I immediately, you know, thought of the story of the two guys who are in a forest when a tiger spots them from a distance and starts running towards them. Have you heard that story?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:17.360",
        "message": "Yeah, you just have to be faster than the other guy."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:20.160",
        "message": "Yeah, so they're both running and one of them as the other guy that you know, we are never going to outrun the tiger and the other guy says I don't have to outrun the tiger, I have to outrun you, which is the way those specific incentives are structured. And it also then strikes me that, you know, let's again sort of zoom back and come to maybe a decade before COVID strikes. And you know, everyone knows that there is a possibility of a pandemic like this happening. Everyone also knows that it's a very low probability event. Now the thing is, if there is a low probability event, which has a relatively high and visible cost of prevention, you know, if it's really low probability, no matter how high the cost of the event might be, the temptation of the politician is always to avoid the cost of preventing it, because he can always be questioned on that. And that will, of course, carry an opportunity cost, whereas he could just spend his, you know, time and effort somewhere else, and not worry about the pandemic, in that sense, for countries which hadn't, you know, been exposed to this kind of a pandemic before. And of course, you know, Southeast Asia was better prepared, because they had been through, you know, other similar, much smaller pandemics. But for the rest of the world, is it then inevitable that they were going to be underprepared"
    },
    {
        "speaker": "Guest",
        "time": "00:53:36.720",
        "message": "when COVID came around? The short answer is yes. And it was rational. So in the 2000s, in the first decade of this century, I wrote a paper with a colleague of mine, Albert Choi, where the thing that provoked it was this, exactly this dynamic, which is, you know, why weren't we prepared for 9-11? Why weren't we prepared for global warming? Why weren't we prepared for whatever it happened to be? And, you know, some crisis had happened, I forget what the triggering event was, it might have been just 9-11 itself, but everybody was blaming the government. And I thought, that's kind of silly, because, you know, it's rational for the government not to act before a crisis in the following sense. If you survey the literature right now, there are tons of warnings out there. Okay, there's warnings about global warming, there's warnings about financial crises, there are warnings now about epidemics. The reality is there's even more than that, there's warnings about the risk of asteroids, and so on and so forth. And governments can't address every single problem. Okay, there's limited resources, but they have to choose. And the problem is that you have experts in each of these areas saying, mine is the most important crisis, or mine is the most significant crisis. And the government doesn't know which expert is correct. So the challenge for the government is to figure out how do you decide? Now, obviously, they're going to act on some things or another. So for example, you know, the personal relationship between an expert and a politician might cause that politician to weigh one expert's view a little bit more than the others. But in general, or an expectation across these politicians, there's no particular thing that's going to stand out that has a credible signal, except for one thing, which is a crisis. So when there is a crisis, you know, terrorists crash in two towers in New York, and then the Pentagon, or when, you know, actually the stock market crashes because of a, you know, subprime lending in 2008, or when there's a actual disease that spreads, then politicians know they have a credible signal that there's something very important, and that they have to take that risk seriously. And that's a really kind of rational way to act, especially when it's not just a one-time event that will never occur again, but it's an indicator of how serious a class of threats is. So I think that, you know, 9-11 taught governments that terrorism was something to take seriously. Whether or not it overreacted or underreacted, that's a separate issue. That's where the theory of herds comes in. But that's one thing that I think was the signal of credibility. The regulations that come after the 2008 crisis, I think is another example in the United States. And I think that after COVID, we'll be much better prepared for COVID 2.0. And it's this sort of theory, I think, that can explain why it is that East Asian countries, like Taiwan and Korea, et cetera, were better prepared for COVID. And that's because they saw in 2003 SARS. And that event, that prior crisis, which didn't hit all countries, but hit a subset of countries, kind of got them to see that this is a credible risk. And countries that SARS did not hit, again, said there was no crisis, so maybe this is not a credible hit. And so they didn't take as seriously epidemic control. By the way, it also explains why it is perhaps why Kerala has done relatively better than other states in COVID responses, because they saw the Nipah virus crisis. And so they saw this as a real risk, and so we have to prepare for it. And so to some extent, yes, Kerala did fantastic. But part of the success that Kerala had was that it had an early experience with the crisis, made it realize that this was something worth investing in, worth preparing for. So your theory is correct."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:00.920",
        "message": "And would it also be fair to say, and again, this is a brief digression, but since you brought Kerala up, that one of the factors would also have been that they have stronger systems of local governance. And a crisis like this really becomes difficult to control from the top down the further away you are, because your information is that much diffused and the incentives get messed up. So the more local the actual governance is, the better the flow of information, the better the incentives, and the more chances that you're going to handle something like this."
    },
    {
        "speaker": "Guest",
        "time": "00:57:31.040",
        "message": "Yeah, I would say there's two components about Kerala. So I want to think a little bit more about the local, but let me go to the other one first and then come back to the local. So one of the things I always found very interesting about Kerala, you know, there are various people that have made the argument, I think Amartya Sen has made this argument, and among many others, that Kerala performs very well relative to other states in India. And the argument had been, you know, for some time, people thought that it was because the communist government was doing a good job. I'm not entirely sure that's the case. I think Kerala was doing well even before communists took over, if you look at historical data on literacy and things like that. But I do want to give credit to the communist legacy a little bit. And I want to tell you that there's costs and benefits and then get back to the local. So the other state that comes to mind as I think about this is Vietnam. Vietnam has done remarkably well if the data are taken at face value through this COVID crisis. And it's not just in COVID, by the way, I have a separate line of research the last few years thinking about slums. And Vietnam is very interesting too, because from what I can tell, not very many slums, especially given its per capita income. And so one sense that I get is that one of the things that communist governments do is build state capacity. And that is to say build governments that are very capable of acting in whatever domain it is. And in this context, there was a high return to having a lot of state capacity. And so that makes me think that legacy of having a communist government in charge really built up the state in a way that was helpful for COVID, both here and Vietnam. That would be my conjecture. Now there are costs associated with that too. I don't recommend communism as a peacetime government very much, actually not at all. And the reason is because I think that having the government play a big role in peacetime means that you crowd out the private sector, which in peacetime is, I think, a more effective method of providing goods and services to the citizenry in peacetime. But certainly in crises, communist governments might have an advantage worth investigating. So I think that's part of it. Now in terms of the centralization versus decentralization, which is I think the point that you were making initially, I'm not sure. I do think local governments have a strong role to play. And having local state capacity, they have a strong role to play. But it's also important to remember that there's a trade-off, which is the information on COVID is global. That is to say you want to be informed about what's going on elsewhere, not just what's going on locally in order to be able to make informed judgments. Then you want to be able to act locally. So you want both local capacity, but a kind of a global awareness of the risk to be effective. So I think the thing that makes this kind of interesting from Kerala is they had a little bit of both. At a state level and maybe at a global level, they seem to have, again, maybe I'm speaking prematurely, but they seem to have a sense of the magnitude of the event. And they had the ability to think about it and act on it at a local level. And to do so in a manner that wasn't, at least from an outside perspective, wasn't as bogged down by political competition. So I think that's the other aspect of it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:39.880",
        "message": "Yeah. Yeah. And it's interesting. And just an aside, you know, how a pandemic can invert our sense of values where normally we know the damage that communism has done throughout the world in the 20th century, but suddenly in a pandemic, this aspect of communism comes to the rescue. Similarly, I think all sane people would agree that urbanization and population density is a damn good thing. That's why, you know, the history of humanity is one of migration from rural areas to cities. But now that same population density is, you know, turning out to be a temporary curse while this pandemic rages. Let me kind of take you back, let's say, three months, you know, when people are just beginning to realize that COVID is something serious. And at this point in time, and as you've spoken about at length, and we'll discuss, there isn't a binary between lockdown and no lockdown at all. There is a gradation of actions and conditions in between that we can start, you know, thinking about and measuring and working towards. But at the start before, you know, let's say in early March, when, especially in India, when people began to be aware of this, how do you look at the policy options before the policymakers before the governments, and it's easy to sort of, in hindsight, talk about all the mistakes that have been made, and many have been made. But what was your thinking at that point in time about how India should tackle it?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:08.440",
        "message": "So the first thing that I thought was that we need more information. Now, we didn't have a lot of information about what was going on. The information infrastructure was just being built. But that was the first thing I thought. Then I thought, you know, until we get the information ready, I can see the value of having a lockdown in the sense that it would allow you to avoid an irretrievable loss. What do I mean by that? I mean that, you know, just let's use the simple framework, which I actually don't think is wrong, that there's really a choice between economic activity and deaths from COVID. And you don't know what the magnitude of the deaths from COVID are. You kind of have a sense of what the value of economic activity is. But there's a lot of variation in what the potential health harms could be. And it's irretrievable in the sense that once somebody dies, you can't bring them back. Now, I know as an economist, I can just put a dollar value on that. But I want to understand that or appreciate that there is a kind of irretrievable loss to this, or at least in the way that people think about this. In that context, you might want to be particularly conservative at the beginning and try to do what is possible, maybe a temporary lockdown in order to stop the spread of a potentially bad disease, focus really hard on getting information about the nature of the disease, focusing not just what's going on in India, but other places in the world. And on the basis of that information, make a subsequent decision about whether or not to extend the lockdown or relax the lockdown or do something else. That I thought was, you know, kind of seemed like a quick rational response that you could have. The only thing that I would say there is that I thought that the calculus was going to be different for the United States than for India for many reasons. But the most important one is that the cost of a lockdown varies dramatically across those two countries for two reasons. The first is you have a much lower income population profile in India. A lockdown was going to affect the poor more than it was going to affect the rich. You know, people that are on salaries can sit and take a few weeks off work without really, you know, losing their income, or at least they have a savings buffer, whereas people that are poor don't have those things. And so lockdown is going to have a disproportionate effect on the poor, and India had a poor population. So that was the first consideration. But the second thing, the reason I thought that lockdown was maybe not as obviously an answer for India is that there's a difference in state capacity. So the United States has a pretty good capacity to enforce a lockdown, notwithstanding the riots we're seeing as a result of the police brutality against George Floyd in Minneapolis. In general, the United States has a lot of state capacity to enforce this lockdown. I was worried a little bit about India's capacity to do so. I have to say that I was actually kind of surprised and it forced me to come up with a theory for how India was able to enforce one of the strictest lockdowns. I think I have one, but it did tell me that it couldn't last for a long time. It would just be harder as people chafed. And so that would be the reason why I would think that while lockdown might be the right answer for India, it would be a shorter duration lockdown than you'd see in other parts of the world. And I think that's been a source of tension. I mean, it's TBD to be determined whether or not India's lockdown will actually be longer than other countries or not. I think that, you know, we're seeing that after June 8th, there'll be a relaxation under the newest MHA orders, although states are free to extend. And you're starting to see some relaxation in the United States, especially in the South. But those are the two reasons why I think a lockdown, A, I think lockdown is a good idea, but B, I think that lockdown probably would have, I would have expected it to be shorter in India than elsewhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:31.240",
        "message": "Yeah, we are recording this on May 31st, by the way, and the episode airs on June 7th. So if many things have changed by then, don't blame Anupami. So, you know, you mentioned that you had a theory about how the lockdown in India would proceed. What was that?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:47.120",
        "message": "Okay, so I think that if everything went well, meaning the government responded appropriately in an idealized way, what would happen is you do a lockdown, you'd start gathering a lot of information, you'd start preparing hospitals and things like that. So what does that mean? That means you would use this opportunity to ramp up testing, to figure out what was going on, to make sure that the lockdown was working, etc. And the second thing you do is build out beds. That's really what this whole, you know, when people say flatten the curve, you know, having, I'd worked with SIR models to some extent before this in a few research papers. And so my sense was, you know, when you do a lockdown, you suppress your transmissibility. That doesn't mean that unless your lockdown goes forever, it means if you let up from the lockdown, the epidemic returns because your transmissibility rises again. You're just delaying the kind of the jump in infections. The value of that is that you prepare. So you make the, you do testing, so you know where to respond. But also importantly, you build out beds so that the peak is not, while you might have the same number of infections, the deaths from those infections would fall. And so that was the idealized response. So that was part of the answer to your question. The other part that surprised me that India was able to sustain this lockdown for so long, even though it is known to have a very low rate of police per capita, that is to say low administrative state capacity, was the following, which is, it occurs to me that when you have very little police force, it's actually easier to enforce a lockdown. And the reason why is because if you can get the population to just kind of agree to a lockdown, like credibly, they stay home, then it's really easy to find violators. Because if there's very few people on the streets, the few people that you find, you can go after with a limited resource, a limited number of police officers. That is to say, it's easy to detect violators with even a low police force in a lockdown. It's when you get to that intermediate stage where you begin to relax your lockdown, that I think India will have more challenges than, say, the United States. The reason is because it's harder to find the violators of whatever rules that you have, as there are more people that are actually out in the street and interacting. And that's going to quickly overwhelm the police force in India. Whereas in the United States, you might actually be able to enforce that. You not only have a better population monitoring infrastructure, but you also have more police per capita. And so that's how I, at least that's tentatively where I stand for trying to understand how India was able to have a very harsh lockdown with low police force per capita. It also makes me a little bit pessimistic about the ability to some extent of doing more gradual measures. However, to me, I see that as a challenge. The challenge that I get from that is how do you devise enforceable gradual social distancing as opposed to complete social distancing under a lockdown? And as Jude mentioned earlier, my view is that gradual social distancing or moderate amounts, especially targeted, is going to be better for achieving the proper balance between economic activity on the one hand and controlling infections and deaths on the other hand, both of which are, I think, very important values."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:45.120",
        "message": "That's a profound insight. And I have three related thoughts before I sort of ask you further questions about, you know, the different gradations of social distancing. One of the papers I'm going to link from the show notes is the paper you wrote in the Journal of Development Economics with a couple of co authors called learning during a crisis, a SARS epidemic in Taiwan, where you speak about exactly this aspect of how the people themselves, even though there were very few cases of SARS, the people themselves started avoiding public places and restaurants and malls and all of that. And gradually, the pandemic everyone was scared of just petered out and you refer to how an informational cascade can play a part in determining mass behavior where they can overreact in one direction or the other. And it seems that those kinds of informational cascades probably did lead to more people staying at home during the initial part of the lockdown. So you're right that even though we have less police per capita, they would have had less policing to do because it'd be fewer breakers of the law. That's quite fascinating to me. My other sort of thought was and I discussed this in an episode I linked from the show notes, which I did with Shruti Rajagopalan on COVID, where she sort of spoke about how the cost of not having a lockdown would have been disproportionately on the poor, and the cost of the lockdown are also on the poor. Now the thing is, the thought that this brings me to is that unfortunately, in India, the poor are invisible. And therefore, when I go back to the incentives of the powers that be, I see two things. Number one is that the costs of the lockdown are less visible than they would be if the pandemic was allowed to rage. And therefore, it is sort of easy for them to build narratives that completely ignore that and say that no, we'll keep the lockdown going and we'll keep the numbers down because the other consequences that if they remove the lockdown and the numbers go up drastically, they'll be blamed for it. It is safer to continue the lockdown as it is. And the other aspect of this is that therefore, even though we want more information, even though we want far more testing, their incentives are actually to do less testing, because the less testing you do, the lower the numbers will be and the better the optics for you to make the case that hey, we did the lockdown and it worked. How do you sort of feel about, this might be repeating my earlier question about the incentives of politicians, but this seems almost an insurmountable problem to me when I think about it."
    },
    {
        "speaker": "Guest",
        "time": "01:11:19.680",
        "message": "Yeah, so you raised three very important questions. So the first is learning during a crisis. The second is about the impact on the poor. And the third is about testing rates. So let me try to address those in turn. So first, let's start with the Journal of Development Economics piece. So that was with Dan Bennett, among others, a colleague of mine at the Harris School. And the interesting feature that we found in the SARS data coming out of Taiwan was that even though this was a medical crisis, visits to hospitals fell dramatically. You can see that in the claims data. And so then we tried to figure out what was going on. And what we kind of deciphered through looking at the data was that what had really happened was that people were worried that they were going to get infected by going to the hospital. So they avoided hospitals. And paradoxically, that actually helped control the epidemic because you had one less area where you were congregating. And one could make the argument that hospitals actually were a vector for transmission of SARS. And we speculated that this might actually have slowed down the progression of SARS. But I want to stress two things about this paper that I think are interesting here. First is just a little bit of academic history. So back in the 1990s, epidemiologists were already talking about SIR models. This has been going on for decades, obviously, of disease, even diseases that afflicted humans. But they never really explicitly modeled how humans reacted. And there are two scholars in parallel that had introduced the concept of something called prevalence elasticity. One was Thomas Philipson, who was on my dissertation committee with Gary Becker. And the other one was Michael Kramer, who just won the Nobel Prize in economics. And they posited this idea that in the midst of a crisis, that is to say in the midst of an epidemic or any disease, and they were thinking about things like HIV, that people would take precautionary behavior on their own in response to the level of risk. And when the level of risk was high, they do a lot of it. And when the level of risk fell, they'd take more risk. People would do less social distancing or other protective efforts. Now, what they hadn't thought about was how people gauged that risk. Their assumption was people could immediately see what the prevalence was, like the truth on prevalence, and then adjust their behavior. And so what the JDE, the Journal of Development Economics paper, tried to do is think about, well, how do people form those beliefs in the first place? And what we realized is they were not looking at raw data. They were looking at, in addition to whatever data that might be made available in the press or whatever, they were thinking about what their colleagues were doing, what their neighbors were doing. And so you could get these big herding effects where people really kind of strongly distanced themselves in response. So this ties back into some of the work that Abhijit Banerjee did on herding. So that was the important thing. It's important to remember how people learn about disease risk to understand how they're going to voluntarily respond. So that was the first thing, I think, that came out of that Journal of Development Economics paper that was interesting in this context. People are learning about the crisis, and the amount of social distancing we'll see after the lockdown ends will be a function of what they learn. Testing policy is going to be important, but also what other people in the street are doing, what their neighbors are doing. And that's a little bit harder to predict. The second thing that was really important that came out of this was how to do cost-benefit analysis in this context. That is to say, you know, the question you asked was, is a lockdown a good idea or not? And I think the initial simple way that people thought about it was, well, you know, there's this tradeoff between health and economic activity. And if you lockdown, you get health and you get less economic activity and vice versa. And then there was this wave of belief that actually, no, no, no, that if you release, you would get less economic activity, that the disease caused less economic activity because people would voluntarily social distance even if there wasn't a lockdown. And I think that there's some truth to that as well, except I think you have to combine both views to really understand what's going on. And then the Development Economics paper, the SARS paper, I think helps me think about that a little bit. So I think the way to do cost-benefit analysis in this context, that is to say, ask yourself, what is the impact of COVID versus what's the impact of lockdown, is to understand the following. And I apologize if this is a little bit a longer discourse, but I've been thinking a lot about it recently. So think about the chain of causation that you've got going on here. You go from COVID or the disease, the disease causes some policy changes, and then those policy changes cause some outcome along with the disease. And so if you're trying to figure this out, you can break that up into two parts, which is to say, first, think about what affect different policies, what the outcome would be in terms of number of, amount of disease, amount of economic activity with and without a lockdown, let's say, just to be simplistic about it. And then think about what policies are caused by the disease. That is to say, given the disease, what policy is the government going to pursue? And that's how you can figure out what the impact of COVID is, separately from what the impact of the lockdown is. Does that make sense before I proceed?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:20.800",
        "message": "Yeah, that makes absolute sense. In fact, that was going to be my next sort of question"
    },
    {
        "speaker": "Guest",
        "time": "01:16:24.600",
        "message": "to you. So please go ahead. It's fascinating. Yeah. So this is what, and I'm teaching a development economics class, actually just finished teaching development economics. We did a little segment on this. And this is this is kind of the way that I described it to students as well. So let's take the second part of that step, which is, you know, what is the effect of policy on outcomes? And imagine that there's two policies out there, lockdown or no lockdown, just for simplicity. And then think about two types of outcomes, people dying from the disease and economic activity. Okay. The important thing to remember is that when you have a lockdown, you have a mandatory social distancing that will, let's just for simplicity say that non-pharmaceutical interventions like a lockdown actually reduce disease. This should reduce the disease, but it will also reduce your economic activity. If you don't do a lockdown, you will still have some distancing, but it will be voluntary. People will decide what distancing do on their own. We call this voluntary social distancing. So you'll have some voluntary social distancing, which will also have these effects of lowering the number of cases and also decreasing economic activity. And the real question is whether or not you will have more social distancing with voluntary social distancing or with mandatory social distancing. And if you think that it's going to be more with mandatory social distancing, then you're in the standard framework that people initially had, which is the lockdown will cause more distancing, which will reduce the disease, but also reduce economic activity more. Alternatively, if you think it's the other way around, if you think voluntary social distancing will cause more, then you'll have the opposite view. And ordinarily, you would think that mandatory social distancing is more significant than voluntary social distancing, but that's not obviously the case. And the evidence for this is actually Sweden, which has pursued a voluntary social distancing policy and has seen remarkable reduction, not just in cases. I don't want to get into a debate about Sweden, but they've seen a remarkable reduction in cases, but importantly, relative to say the alternative modelling prediction, but importantly, they've seen a big reduction in economic activity, suggesting that it's theoretically possible that voluntary social distancing does more than mandatory. I don't want to extrapolate from Sweden because not all societies are like Sweden. My kind of prior view is the mandatory social distancing will actually achieve more social distancing than voluntary. And so I think that the classic framing, which is that you get more disease reduction, but also more reduction in economic activity with mandatory social distancing than voluntary is true. That is, I think the right framework, although the degree of benefit might be smaller because in the counterfactual, you would get some voluntary social distancing. So that's the first thing, the conclusion I kind of came to. The second one, though, I came to is it took me back to Hayek, actually. So one important difference between mandatory social distancing and voluntary social distancing is that mandatory social distancing is coordinated, in this case, by the government. And the question is, is coordinated social distancing better than uncoordinated kind of free-for-all voluntary social distancing? Now, ordinarily, you'd want to say the answer is yes, but I want to think a little bit more seriously about this. And so what I suggest is thinking about cabining the different costs and benefits of social distancing at the individual level. So when I'm deciding whether or not to socially distance, or I'm thinking about the costs and benefits of social distancing to myself or in my vicinity, I think about the following. Obviously, there's some private benefits. I've reduced my risk of infection. There are some private costs. When I distance, I can't go shopping or go to work. And so that's a cost. It might lower income. It might lower my consumption. But there's also a non-private component of it in my immediate vicinity, which is the externalities I have. So when I go out and don't socially distance, I might risk spreading the infection. And it's also the case, though, that when I don't go out, I won't provide demand for the marketplace. So I'm going to affect other people's incomes. Okay? So there are personal costs and benefits to myself. And then there's these external costs and benefits of engaging with the world or not. Now, the way that I think about this, and this is very much in a kind of a Hayekian view of the world, is that I probably have better information about the costs and benefits to myself, particularly for the economic benefits, and especially when there's a lot of heterogeneity. Some people benefit a lot more. So if you're a salaried worker, the benefit's smaller than if you're a daily or hourly worker. But society might have better information on the externalities. And more importantly, they might do a better job of—or have better incentives. When I say society, I mean government. They might have better incentive to account for the externalities. Okay? And so when you're trying to decide whether or not I want uncoordinated social distancing, voluntary social distancing, or mandatory, you're really making a decision about whether or not you think that the private—the heterogeneity in private benefits and costs are bigger than the social externalities. Okay? If you think externalities are more important and that the government has more information about that, you want the mandatory. If you think the private heterogeneity is more important, you want the voluntary social distancing. Okay? And I think that's how you—that's the second important component of thinking about whether or not it's better to do lockdown versus rely on voluntary social distancing. Okay? So now you've got, you know, kind of the two important things to think about when deciding whether or not you think lockdowns are going to—you know, what effect the lockdowns are going to have on both cases and economic activity, and which is better from a welfare perspective. Once you have that, that tells you normatively whether you should support a lockdown or not. And again, I'm simplifying lockdown versus no lockdown. Obviously, you can do graduated measures as well. But then in order to figure out what the impact of COVID is, I think people are a bit confused. What they need to think about is COVID not only had an impact on deaths, but they also had an impact on policy, which then affects those things. So the next step that you need to figure out is what is the likely impact of COVID on policy choice by politicians? This really gets back to some of the original questions that you had posed about how governments—what their incentives are. That's where that comes in to play. So if you want to ask yourself the question, what is the impact of COVID? You can't do that without thinking about what the impact is on policy. Policy is kind of a—folded into that question. So that's, I think, where people are not thinking as clearly as I would suggest about separating the idea of impact of COVID versus what is the right policy. So that's how I would split that up. And the JDE paper kind of ties back into this because it sheds light on the private voluntary social distancing aspect of it. Let me pause there so that you can kind of provide feedback before I turn to the other aspects of your question, which is the discussion you had with Shruti on poverty, which I think is super important, and then the implications of low testing rates."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:58.080",
        "message": "Yeah, I mean, this is incredibly fascinating, and I'll take time to process it. But a few thoughts that come to mind. Number one, I'd say that, and I think you'd probably agree with, you know, that original sort of framing of the choice as lives versus livelihoods is a little simplistic, because no matter what choice you make, whether you have a lockdown or no lockdown, if we accept a binary of just those two options, you are going to affect both lives and livelihoods. My second sort of thought from there is that we will forever be in an epistemic fog. There is no, you know, as regards to costs and benefits, there's no way to really say how the counterfactuals would have turned out in the very long run. And this is something that therefore will be sort of determined by whatever ideological proclivities one might already have, which, you know, and that brings about the curious situation where, you know, because Prime Minister Modi was for the lockdown, and President Trump was has sort of been speaking against it, that you have the left and the right on opposite sides of the debate in India and the US, where in India, the right wing is sending WhatsApp messages about how important lockdowns are. And it's the other way around over there. And it strikes me that this debate may never really be settled, because there is that epistemic fog and obviously, normatively, therefore, you and I would say that look, people have the best idea of the trade offs available to them, and let them make their own decisions. And you know, as in the case of Taiwan, you might find voluntary social distancing, actually, solving the problem if people are just allowed to make their own decisions. I mean, the counter to that, of course, would be what about the externalities, but as you pointed out, the externalities cut both ways, that if people don't socially distance, they are putting others at risk. But if they do socially distance, they are affecting the economy, the demand in the economy, and that will also take life somewhere down the line in unseen ways. So you know, I don't know what's the resolution of this? Because do you think that that epistemic fog can ever be lifted? Or would you agree that this is something that will be debated for decades about what was the right thing to do? And it will really depend on which"
    },
    {
        "speaker": "Guest",
        "time": "01:25:13.840",
        "message": "tribe you belong to. So I would say I'm somewhat optimistic, I'm cautiously optimistic. So the first thing I'd say is, I believe that in a few years over the course of the next few years, you will see more and more studies that more and more rigorously, although not perfectly assess the causal impact of lockdowns. And obviously, you can't solve everything, because you can't observe the alternative state of the world. It doesn't exist, which is where we didn't do lockdown in India, or we released on different days in India, things like that. But we will see a combination of epidemiologists and social scientists get together and try to come up with counterfactuals. The only kind of pessimistic view I have is that, you know, I believe that the people that are going to write papers that suggest that lockdown worked are people that had strong priors that lockdowns were good ideas, and vice versa. But my hope is that by seeing papers on both sides of that, we'd be able to get a better conclusion about what is likely the case. Although, I still think I agree with you that there's going to be a lot of uncertainty about what's going on, but hopefully we'll be a little bit more informed. I think the thing that is going to be a little bit more complicated, which you also raised, which is this heterogeneity, I think that there are different impacts on different people. That's an important component of this. And that's true both on the disease spreading side. So we're finding out now that, you know, maybe different people have different proclivity to spread the disease, either because they have more or less contacts than other people do. But we're also finding those heterogeneous impacts in terms of what the economic consequences are. So, you know, if you've got a good savings buffer, you're going to be less affected than if you don't have as good savings buffer, if you're salaried versus wage employee. And when we think about the impacts of these things, we have to understand, we have to appreciate that heterogeneity. That's becoming an important part, a kind of a mainstream idea in econometrics these days. But we have to make sure that we do that in policymaking as well. The reason why that's important is because it can lead to a situation where we have COVID 2.0. I'm not making a prediction that we're going to have it. But if we have COVID 2.0, we have to appreciate that even after learning, it's possible that different governments are going to do different things, which brings us back to your idea that the left and right are on opposite sides in India and the United States, which by the way, incidentally, nicely ties in with your idea about political incentives at the very start, which is, you know, very early on, there's some hurting that occurs and the hurting doesn't necessarily always take you in favor of pro-lockdown or against lockdown. But there's some sort of hurting occurs for each of the different groups. So the right in the US might have heard it to no lockdown and the right in India might have heard it to a lockdown. But then subsequent incentives are about sticking to your position. And that kind of affects your incentives to acquire information. In the future, I don't expect that to be any different. I just expect it to be a little bit more informed. I think the way that if I had my brothers or if I could, and I've been thinking increasingly about this is what do we do when COVID 2.0 occurs? We don't want the same sort of hurting to make a decision. Ideally, we'd like is the best possible information to inform the decision making. There's going to be a political role in the sense that the politicians have to decide what the balance is between economic activity and deaths. That's a philosophical slash political issue. I don't think that that economists or social scientists necessarily have the answer to that. But they should be able to say, given your the way that you're making a tradeoff, given the way that a democratic society or government makes that tradeoffs, what is the best way to achieve that? My hope is that there will be less hurting the next time around. I think that's what you see in East Asia now, with COVID 1.0, given the SARS experience. And my hope is that you'll see that again in the future for all the countries of the world, including India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:56.240",
        "message": "Let's sort of move on to you know, the cost of the lockdown and how do we think moving forward like you've you've done some very thought provoking work on what you call adaptive controls, you know, which sort of goes against the notion that there is either a full lockdown or there is no lockdown, it's one or the other. And, you know, you have a notion of adaptive controls where number one, you argue that things should be done in a, you know, with gradations depending on how bad the situation is in different parts of the country and different parts of cities. And two, you argue that this kind of approach would actually be better than either approach keeping the full lockdown or removing the lockdown entirely. Can you elaborate a little bit on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:29:42.040",
        "message": "Yes, we've been talking about this idea of a more gradual response to the crisis than lockdowns. As I said before, I think that there is a strong argument for a lockdown at the beginning of a crisis, because you don't know what risk the disease poses and you need a little bit of time to protect against the worst possible consequences, especially high deaths and high death rates, and gather information. But once that's done, once you do that, you want to probably not use lockdowns as your strategy. You want to do something that's a little bit more moderate. The reason for that is just because there's a high cost to lockdowns. You're reducing economic activity and especially for the poor that can have massive consequences. So you want to avoid those high costs of an extended lockdown. So what is a better approach? I think a good analogy for what a better approach would be is the way that you drive a car. When you drive a car, you have two goals. I know you have many goals, but two primary goals. One is you want to make sure that you're driving within the speed limit at a reasonable speed. And the second thing is that you want to pay attention to obstacles, whether it's a pothole in the road or a pedestrian running out, you want to be able to brake to avoid that. But when you do that response, you drive moderately. When you're just trying to maintain the speed, you don't fully press on the accelerator for an extended period and you don't fully press on the brakes for an extended period. You try to maintain just a gentle adjustment of gas and brake to keep your speed target. And then when you see an obstacle, that's when you brake, but you brake temporarily and then you resume your course. Now, the reason why it's a good analogy for the epidemic is that you kind of want to do the same thing as you're going along with the epidemic. What your goal is is not to just immediately stomp out the epidemic. That's very costly. What you want to do is you want to maintain the reproductive ratio, reproductive rate, I should say, for the epidemic that's below one, so that it's gradually being driven from society. And so I think of that as kind of your speed goal. And every so often you're going to have these outbreaks and in response to outbreaks, you need to contain them. That is to say, you need to slam on the brakes. And in this analogy, the way to think about it is that social distancing is like your brakes, allowing economic activity as your accelerator. And you want to avoid extremes except in rare cases, you want to modulate back and forth between the two. And so that's kind of the intuition behind adaptive control. We just add a few other things for adaptive control to make sense. The first one is that you have to choose your targets. So like the reproductive rate or the trajectory of death or what your bed capacity is relative to hospitalizations. You figure out what your trigger is, and then you gradually respond to that trigger. That is to say, there's some mapping from what the data suggests COVID is doing to your policies. But the policy response is gradual to avoid these extreme cases. And the other thing that's important about this is keeping policy local. It goes back to what you were saying about Kerala to some extent. The disease is infectious, meaning they're going to be local clusters, unless you allow international travel or something like that. But even then, it's going to be kind of local clusters. And so you'll want to cordon off areas based upon those clusters and not stop all activity in society. So you want to treat different areas differently. And so the way that we've been saying it is, to the extent that you can draw cordons around areas, say districts or blocks or even wards, if you have the capacity to do that, by that I mean you can stop travel between the two areas, any two areas, then you should treat those two areas differently and just monitor COVID in those areas. And when COVID becomes severe, you tap on the brakes a little bit, have more social distancing. And when COVID has subsided, you can allow more activity. And you just go back and forth that way with the goal of keeping the reproductive rate, for example, below one. And over the course of a number of months, maybe six months, maybe nine months, you'll be able to basically get back to the way things were before. In some places much more quickly, in some places slowly. But this is a nice way to balance economic activity with, it's a nice principled way to balance economic activity with infection control. It's also really good when you don't have a lot of testing capacity, by the way, or the ability to test, even if your labs could do all the tests, just that logistics, you can't master them for logistical reasons or political reasons. And the reason is because you will still observe outbreaks, people showing up at hospitals or deaths. And so even without testing, you will see those events. And as long as you're doing things locally and can cordon off areas, you can keep the outbreak from spreading. That's another big benefit of adaptive control is that it accounts to some extent for inadequate or suboptimal levels"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:16.640",
        "message": "of testing. So I have a follow up question. But before I get to that, let me kind of sum it up. So you can, you know, tell me if I sort of got it right. Essentially, what you're pointing out is that, you know, at whatever point a lockdown is completely removed, you're going to have a massive spike in deaths, or a spike of a certain size. And there's going to be an overall number that's going to be quite high, whether you do it today, or whether you do it a month off, all you're doing with the lockdown is you're delaying that spike, but that spike is inevitable. However, what you're saying is that what you can do is if you gradually release it, you know, in a graded manner across different areas, depending on local conditions, then you can control the overall number of deaths in the long run. And this is the best way to do it. Is that correct? Before I go on to my question?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:07.800",
        "message": "That's exactly right. And then the other part of our answer is to build the tools that allow each government to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:14.240",
        "message": "Correct. Now, what I'm sort of thinking of is one, you spoke about the triggers. Now, it strikes me that whatever trigger you choose, let's say you choose the trigger of the reproductive rate, which is how many people each infected person is passing it on to which you want to be less than one or whatever, you know, depending on what the metric is, you decide on what level of control and what level of social distancing you're going to enforce. Now, you know, as we know, any metric that you come up with can easily be gamed. And especially when you consider the incentives of politicians, and you know, my listeners keep joking about how I only talk about incentives, but I've got to get back to it in this context, because the incentives of politicians will be to keep that number down. And there are many ways to do this, such as by not testing enough. And in any case, we don't have adequate testing capacity, to the best of my understanding, even after, you know, a couple of months of lockdown. And you know, the other part of this also is that at whatever, you know, different graded levels that you do, it does one really have the state capacity to sort of enforce that and what that also requires is that people higher up the chain of power have to then empower, you know, local authorities below them more than they would normally be comfortable to doing. So it seems that there is firstly a political economy problem here. And secondly, on the conceptual issue of look, whatever metric you choose as a trigger, it can be gamed. But are there triggers that can't be gamed? Are you looking at a combination of triggers like the amount of people who show up at hospitals, or just the overall death rate absent of cause, you know, and I'm just thinking aloud that when it comes to all these little practical problems of who's going to enforce this stuff on the ground, and who's going to take the decisions? How do you think about that? And it's a two part question. One is how do you think about that? And two is you actually have a lot of experience of working with governments and advising governments. What's that experience been like?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:13.400",
        "message": "Okay, so before I begin answering those two questions, let me just say that, in my opinion, you can never talk enough about incentives. So you should just keep up with your approach to that. I think incentives are critical to good policymaking. You have to make policy in light of the incentives, the private incentives that people have to act. All right, so let's now turn to these questions that you have. So the first thing I'll say is, when you set targets for adaptive control, it is super important to think about setting targets that are actually meaningful in terms of the information they're providing. So for example, if you just set a reproductive rate target, as you said, reproductive rate is crudely estimated by looking at the number of new cases minus the number of recovered cases minus the number of deaths, and you look at the trajectory of that from day to day, that's typically how we calculate the reproductive rate without going into a lot of the details. Obviously, the cases, the confirmed cases, that's manipulated by or affected by the testing rate. Not only your testing rate per capita, but also who you're testing. You can test the people that are high risk or low risk to manipulate that number. So you want to say, okay, well, I got to be a little bit careful about this. How do I do it? One approach is to change the trigger to something that's a little bit less easy to game. So look at just deaths. So deaths can be hidden, but it's harder to hide than confirmed COVID cases. Obviously, if there's COVID confirmed deaths, then obviously you still have the same testing issue, but deaths might be less difficult to hide. So you might say, I want a different trigger, which is deaths or trajectory of deaths. Alternatively, you can decide that you're going to modify your trigger and say, it's going to be a combination of your reproductive rate and your testing rate. So if your testing rate is very low, then I'm going to impose more social distancing, independent of what the reproductive rate is. Or if you do a high testing rate, then I'll focus on your reproductive rate. Okay? And that way you give people the incentives to test. Now, obviously when you devise those rules, you need to think about two things. A, it's not just the testing rate, but who you're deciding to test. So testing policy is important. This is something that people have been harping about since the beginning of the crisis. It's important not just to test the people that show up at the hospital, which are people that are already sick or test symptomatic people, which avoids the asymptomatic people, but also to test the community. So you're getting both symptomatic and asymptomatic and not people that are selected based upon the severity of their illness. So that's one approach that you can take, which is focused on the quality of the testing. The second approach you can take is just be more sophisticated in the way that you do your analysis of the data. So this is another thing that we're thinking about. We don't have a lot of community tests in India, virtually none, frankly, from what I can tell. But we have a ton of data on tests already done and features about those tests and characteristic Indian government style. They gather actually a lot of data on whatever it is that they do. If you can get access to those data, that is to say either academics or researchers getting access to that data, or if you're a statistician sitting in the government, the question is, what can you do with even that selected data? If you know what the testing strategy is, we think that there might be ways to interpret that data as well. And so that's another approach that you can take. You can either modify your trigger to have better testing that's higher quality testing, or you could do more fancier statistical footwork to try to make the best of whatever data is made available. So even if people try to keep the testing rate low or select, maybe you can correct for it. So that's the second way that you want to do. But you want to adjust your trigger to be robust to the data that you get and issues with that data, including incentives to gather that data. So that's the way it works with triggers. Now, the problem with that approach obviously is that's great in an ideal sense, setting good triggers, but the same people that are going to make a decision about lockdown are going to make a decision about adaptive control. And so if they have an incentive not to get accurate information, they're going to have an incentive to make sure that their adaptive control triggers are also not getting accurate information. So that I think is the challenge with implementing adaptive control. And we're thinking about how to actually do that. And that's a nice segue into your first question, as it turns out. Sorry for such a long prelude, but it's about decision-making within the government. And you're right. I've spent some years working with different governments, either in a kind of adjacent to the research that I do, which is often on trying to understand the impact of different government programs like Rasya Swasta Bhima Yojana, or other programs like Mission Kakhtiya, trying to work with the government to evaluate those. You learn about what the government's decision-making processes are, and you then can kind of get a sense of, they often ask you for help, and you can get a sense of how they're making decisions and what they care about. And the other approach is through the, which you'd mentioned earlier, I have this program called the International Innovation Corps that sends people, graduates of Indian universities or people that are working as consultants or programmers or engineers in India, to go work, not just in the private sector, but to go work for the government on some government program for one to three years to help implement it. We think that's a valuable tool for them to see how the government functions and to improve, provide support to the government. As part of that, we also get some purview into decision-making, not on the research side, but the implementation side. And in that process, I've learned a few things. The first is, there are people that have, you know, people certainly respond to incentives, political incentives, but at the same time, there are a lot of people in the government who really are just trying to make Indian society better. For those people, I think it's better to think not in terms of politics as being the aim, but politics being a constraint. And your goal should be, how do I help them make policy subject to political constraints? Okay, not seeking the first best, but looking for the second best. And that's both in the short run and in the long run, setting up structural features of decision-making that enable them to have more latitude, more relaxed political constraints down the road. And a lot of that is a function of, you know, building relationships over time. You help governments for a little bit. You build individual relationships with particular bureaucrats, IS officers and state officers. And then through that relationship, you build the trust that gets those people to listen to you a little bit more. So that's one approach that you can take. And the other thing is to broadly help build an ecosystem where there are more officers like that. And that's making, for example, investment in the training of bureaucrats. It's fostering both a dialogue in academia and in the media where it's not immediately critical of the government, but it's more understanding of what government constraints are. So there can be a level of trust between bureaucrats more generally and people like us that are trying to discuss, critique, inform policy from the outside. And so I think that's another important lesson that I learned. This is a long process. I think we all have a role to play, but it's important to remember that government bureaucrats have constraints and we need to account for those constraints. So I think that's my answer to your decision-making. You're going to have to remind me of your second question though. It's been some time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:21.800",
        "message": "Yeah, this was my second question. You answered the first question during what you called your prelude to answering this question. But just a brief follow up on this. You were also talking with governments now and advising them, right? So, you know, how receptive have they been to your ideas of adaptive controls? Do they come to you with preconceived notions of what they already want and they want backup for that? Or are they also, you know, desperately trying to figure out what is the right thing to do and find a way to do it?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:51.800",
        "message": "I think it's a mix. You know, usually when I have these conversations with governments, I don't come in knowing exactly what to do. Well, I always have a notion of what to do, but I'm confident that I don't know the full answer. And the reason is because very often in almost every conversation, I get new pieces of data from the government, whether it's facts on the ground shifted or whether it's the political constraints that are in operation. By the way, political constraints are real reasons. I mean, I think it's naive to just ignore those issues. They are real constraints and they sometimes have rational bases as well. I mean, we're a democratic society. And so this is a side effect of a democratic society. So I find that what typically happens is I have some notion. They give me some data. I try in real time to see how my answer has to adapt to those realities that they're telling me. And if I can answer it right away, that's great. Otherwise, what I do is I say, you know, I need to think about this. Give me a day to write you a one pager in response, which is very often my answer. And the key is just providing that back very quickly so that we can set up for the next conversation. But yeah, that's typically the dynamic that we have. And I have to be honest, there's heterogeneity, but I will tell you there's also selection. What do I mean by that? I mean, some bureaucrats are more open to outside advice. There are obviously differences in how much they are responding to private incentives versus social incentives to make Indian society better. I will not deny that. But I also have to acknowledge that the folks that are willing to talk to me are probably going to be more on the side of, you know, being responsive, being open to these ideas from the outside. And so I understand that I'm seeing a selective population. But based upon that selective population, I'm actually, I think, more optimistic than a lot of my close friends are in this context, even though I know that it's a selective population. Does that make sense?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:37.920",
        "message": "Yeah, it makes a lot of sense. And in fact, you seem very hopeful and optimistic, which is, you know, maybe it's, you know, a result of my having just lived in India and lived in Bombay all this time that I sort of have this very dark negative view of government and the way incentives function, but I'm hoping to learn that I'm wrong in some way or the other. Let's turn to the economy now. I mean, there's no question that there has been devastation, you know, whether it is because of the botching of the lockdown, or whether it is ultimately because of COVID, which caused the lockdown to happen. Those are sort of separate debates. And you know, they are intertwined. But one very interesting aspect of this devastation is what has happened to migrant workers, where, you know, 10s of 1000s of migrant workers have left the cities and gone back, almost in a process of de urbanization. And what is especially tragic about it, what is heartbreaking about it is that many of these people from the reports that we hear have completely lost faith. You know, there will be people for example, when the Bangalore lockdown was being lifted, and there were migrant workers on the road who wanted to walk back to UP and they were asked, you know, why do you want to walk back, the lockdowns lifted, your job will be back. And they said, No, no, we want to die at home. We've had enough of this. And there has been that deep loss of trust. And the dehumanization that has taken place has possibly driven many of them away from the cities permanently in the sense that you hear people saying that no matter what happens, it's not about a livelihood anymore, we will not go back there. Now, this is, of course, just so disturbing at so many levels, at the humanitarian level, obviously, and and the deeper repercussions are that urbanization has always been an engine of growth, you know, and there was a sense that India is urbanizing rapidly, and it's a good thing and people are themselves making the choice to go to cities. And that's been the overwhelming sort of tide of movement from rural areas to cities, where they are part of these large economic networks, where, you know, they can contribute so much more and get so much more back. And now perhaps, I mean, I don't even know if it's the first time in history that it's happening with at least in India for this short term, in the last couple of months, a movement has been the other way. And it seems like it might not be a temporary thing. What are your feelings on this? Like, is it going to have long term consequences? And how should we deal with that? How should we approach this?"
    },
    {
        "speaker": "Guest",
        "time": "01:49:07.320",
        "message": "So I think that's a critical topic. But before I turn to that, I want to go back to to your last question, just a little bit, actually, your prelude to this question, where you said that I'm more optimistic than you are. And and that's because you're sitting in India. I think that's a really important point, actually. And and if you if you will indulge me, I want to go back and give you a little bit of history for myself to understand why I'm at where I am. And I think where you are, why you are where you are, and like, what's the right balance? Absolutely. So I'm more optimistic. That's correct. But I wasn't always more optimistic. When I was in college. One of the things that I wanted to do, you know, when I was growing up, I was always, we only went on vacation to one place, which is India, every two years, we'd go on a month long vacation to India, visit our relatives, and we wouldn't have a vacation in between. Then, you know, when I went off to college, I wasn't part of that process as much as anymore, I couldn't take up a month, but I decided to spend a summer working in India for Mother Teresa at Asha Don in Mumbai. And during that time, I got to see poverty up close and personal in a way that I didn't even get to see when we were visiting family in India. We're not all prosperous in India, but but not to the extent that I saw when I was in Mumbai, working at Asha Don. And I thought that it was very important to work in India, and that you could do a lot more good there than than hanging out in the United States. But at the same time, I had an experience with just regular bureaucracy in India, whether it's taking money out of the bank, whether it's navigating traffic, or whether it's navigating the medical system for some of the some of the people that we saw there. This is also in the middle of the AIDS epidemic in India, too. So I saw a little bit about the way a little bit had insight into how we were treating HIV and AIDS patients. And I became hugely pessimistic, hugely pessimistic, and then spent almost the next, you know, 15 years avoiding India, focusing on the United States, maybe 20 years, 15. And it was only that distance that allowed me to, you know, kind of forget, become less cynical, and reembrace with India. Now, I didn't, I still had that history. So I knew that it existed. And so I approached in a different way, which is I just lowered my expectations. And I forced myself to reassess what I should expect of India. It's also the case that I also stared at GDP growth rates in India, and per capita GDP and saw that India had made remarkable progress from say 85 to even 2005 to 2010. And that there was something significant going on in India. So there was a lot of potential there. I think those two things brought me back and made me much more optimistic. Probably idiosyncratic, I had interaction with a number of positive with bureaucrats that really inspired me in Karnataka, and elsewhere, they kept me on this track. Obviously, I get disappointed as well. But because I think my expectations are a little bit different. And being able to go back and forth from India, to the United States helps renew that optimism. And one of the things I like to tell folks that are, you know, my colleagues in India that are a little bit more pessimistic is to understand that, you know, if you got deeply involved in American politics, you too would become very cynical. And so India is not not always all that bad. It's good to sometimes step away. So anyway, that's, that's my kind of brief repost to the differences between us. So I would say Amit, next time, come on out to Chicago, I'll introduce you to some Chicago politicians and then, you know, take a few weeks off. We'll be a little more closely aligned. So but anyway, back to migrants. So yeah, I share your concerns. I think I believe that urbanization is key driver growth in India. And that, you know, we see very few societies that are high income societies or a high fraction of their population is still engaging in agricultural labor. Yet we see that in India, it is unlikely to be the case that if India wants to be high income, that will continue. And that implies that people not only move out of agriculture, but very likely move into cities, which are responsible for a disproportionate amount of India's growth. And I was very optimistic about that prior to COVID. And you know, my big concern was why don't more people move in? How do we make cities more accommodating? How do we build infrastructure in cities and things like that? COVID throws a wrench in all that. I think the lockdown in cities was hugely painful to not just migrant income, but broadly the poor in cities, especially the interruption of essential services. I also think that that in combination with the higher case load per capita and higher death toll per capita in cities, makes cities less hospitable. And the way that I think about it is, you know, I think of migrants as kind of the marginal movers to cities. That is to say, they're the last people in and they're the ones that get the least benefit, but they are getting a benefit. So if you reduce the value of cities, those are the first people to leave because they're the ones that are made, you know, they go from being, you know, seeing cities as a small positive benefit to seeing cities as a negative as compared to people in the higher up on the income ladder. So it's not surprising to me that you're seeing these numbers of 7.5 million or 11 million people leaving cities to go back to their home state or to rural areas in the same state. Now the real question is, is this a good thing or a bad thing? And what's likely to happen in the future and what can we do about it? I think that in the short run, you know, I can see why people leave and why they're going back. It makes sense to me. The real challenge though is just, you know, how well will the states like UP, Bihar, et cetera, absorb these people both in terms of COVID, are they able to effectively engage in quarantine of the high-risk individuals so that COVID doesn't spread in rural areas in those states? I think that's one of the big risks that we have right now with the return, very short-term risk from the migration. It's very much like the studies that it reminds me of is the early study done in the United States showing that before the lockdown, when COVID, we now know in hindsight, was really affecting New York City, before the lockdown happened there, people fled New York City to other parts of the U.S. And now we realize that other parts of the U.S. that COVID that you see there can be, genomic analysis suggests that you can trace its ancestry back to the New York strains, meaning that the flight from New York is really what spread COVID around the country. And so I'm a little bit worried that that's going to happen now. The people in cities who are infected are going to go to rural areas that have largely avoided infection in the past. And now you're going to see small outbreaks in rural areas, complicating control. So that's a very short-term concern I have. And the question is how states are able to handle that, and what kind of, can they do humane quarantine to mitigate those effects? So that's the immediate consequence. And then, of course, the next consequence is, you know, what is the impact? Not only are you going to see growth in cities, which is a big driver of growth in India, but you're also going to see overwhelmed systems, perhaps, in these states that weren't expecting this large influx. You know, just to give you a sense, we're working with Bihar. Bihar has a population of 100 million, roughly, and they're expecting to get 2 to 3 million back. So 2 to 3 percent of their population is coming back, which is a large number. It seems small, but from a social organization perspective, that's quite a large influx. So that's going to be a big thing. But the question is, what is the consequence going forward? Like, are people going to, you know, is this just a temporary return to get some relief? Remember, it's still the height of the summer. There's still agriculture going on, so there's some rural demand. Maybe once cities, you know, control the infection, lockdown, it gets lifted in the big cities, then maybe these people will immediately return, in which case we're back to the same path as before. Obviously, there's going to be a short-term economic crunch, especially on the poor, but hopefully we'll be able to return in a year. The alternative view is that people have just revised their views of the value of cities. If their belief is now that epidemics are possible and are going to come again, then it's going to take a little bit more for them to move to cities, which means you're going to see a slowing, a slowdown in the rate of urbanization in India. First, an immediate drop and then a slowing down of the return, which is hugely problematic from the perspective of India's economic development. Now, the question is, what do we do about that? And I can think of two things, or at least I'm thinking along two lines. The first is, for a lot of the states that are getting migrants back, if they can look beyond the short-term crunch, they might see an opportunity. And what I mean by opportunity is, you know, if you're a state like Bihar or UP and you're getting a lot of migrants back, historically, you're a state that has economically lagged behind other states. And one of the reasons we think is because there is not as much urbanization in your states. You see a lot of small towns, but you don't see big cities. Big cities are much more common in the more developed states, especially in the south. And so the question is, can you figure out a way to get your migrants, instead of in some time in the future returning to Mumbai, Delhi, Chennai, et cetera, can you get them to go to cities in your state? So this is a great opportunity for you to urbanize quickly, provide a path for your migrants to go to local cities and grow those cities, take your tier three cities and make them tier two cities or better. So that's in some sense an opportunity, and that's what I encourage states in the Northern Belt to do with their returning migrants, see that as an opportunity. The second thing is that, you know, when we think more broadly about cities, this is a chance for us to kind of reassess how to make cities better, especially for the poor. And the fact that a lot of migrants have actually left gives you an opportunity to really restructure things. You know, the first and foremost is you need better infrastructure. Your cities are growing faster than your underlying street and sanitation infrastructure, and you really need to kind of invest in that. That's the first thing. To do that, obviously, you'll need more local control and local financing that's a little bit better. That's going to have to be part of the answer, too, but really build that infrastructure. The second approach is to become a little bit more hospitable to migrants, to labor migrants. And we're going to see that it's very hard to operate a city when a large fraction of your drivers, security guards, household help, et cetera, construction workers disappear. It's going to be hard to restart the city. You're going to appreciate that that labor is essential. Once you have that appreciation, it's going to be important to do things to make life easier for those people. That means, for example, you know, one of the big issues with slums is that there's the reason why we have slums is because we have restrictions on the growth of housing supply in cities, housing regulations, FSI regulations, things like that. And if we could relax some of those, that would be great. Another restriction is just so much land that's owned by the state. If the state can start handing over land rights to slum dwellers, that'll entice people to come back and feel a little bit more secure living in cities. I think that's the second thing. A third issue, maybe this should have been the first issue, is to start really investing in public health, meaning allow the private sector in the health care system to deal with regular transactions for health, but have the public infrastructure, the public hospitals really focus on public health. So things like infectious disease and trying to help poor individuals make sure they have access to health care. Having that kind of renewed focus, narrow focus would be good. And cities really need to be at the start of that if they want to get these migrants back. So those are the three things that I would think would be really important. I just want to stress again, one really, really important component of that second part is that not only do you provide housing to these individuals, to low-income people, but you get rid of a lot of the required occupational licensing and other regulations that make it really, really hard for people to work in cities, whether it's as a shoeshine or starting your own small pawn shop or something like that. That's got to go away. You've got to make it easier for people to economically thrive in cities without all these regulations. COVID is an opportunity to revisit that. We wouldn't have been able to do that in peacetime because of a lot of vested interests. But now the vested interests are kind of back on their heels. And so while that's happening, this is a real opportunity to make life a little bit easier for poor individuals, poor people in cities."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:00.280",
        "message": "But these are, you know, great and insightful points. I'll quickly take the opportunity to plug episodes that I have done in the past on some of these subjects. They'll be linked from the show notes. I've done episodes on FSI and rent control with Alex Tabarrok. I've done an episode on slums with Pawan Srinath, where he spoke about how slums actually play an essential role because they're the entry point of migrants from outside the city to the city. And the solution of that, of course, as you pointed out, is increase the housing supply. Changing our regulations around FSI is a great way of doing that. I have also recorded an episode with Prashant Narang on this kind of licensing within cities, which is such a problem, but that will release after this one, perhaps in a couple of weeks. I've taken more than a couple of hours of your time. So I'm sort of now going to ask you to sort of look into the economist's crystal ball and sort of look ahead and tell me what are, you know, if you look five years into the future, what is sort of a best case scenario and what is a worst case scenario? In other words, what gives you hope and what gives you despair? Like I've heard it said, like someone framed it in a way on Twitter, the optimistic side of things, which really struck me where I forget who this was. But this person basically said that COVID is like a vaccine, which will give us the antibodies to fight future pandemics, which might otherwise be worse. And I guess that's a very optimistic"
    },
    {
        "speaker": "Guest",
        "time": "02:02:29.880",
        "message": "view. But what gives you reason for hope and despair? Okay, so I'll answer both parts. The first is I want to kind of give you worst case, best case. So the worst case scenarios, I think we already touched upon partly. I think that there's a risk that you're seeing de-urbanization that's going to last for longer than we hope. And that's going to slow growth structurally in India. That's one. Another thing that I think is very important is I fear that we're in for a rude macro awakening. So let me explain what I mean by that. So when we think about what COVID does, you should think about whether or not you think that there's a lockdown or not. There's two effects. There's an aggregate supply effect and aggregate demand effect. The aggregate supply effect comes first. Either voluntary social distancing or mandatory lockdowns restrict your ability to work. So supply shifts in. That reduces the amount of economic activity and in general will tend to raise prices. But then there's a second effect that goes on. It offsets that a little bit, but worsens part of it, which is that because there's less supply, there's less income that people have. They can't work, so their incomes fall. So that reduces demand. So you have both the aggregate supply effect followed by an aggregate demand effect. The net result is a massive reduction in the amount of economic activity, although the ambiguous effect on prices. Now, governments have responded outside of the public health context by typically trying to address what they can, and that is the aggregate demand effect. The way they do that is they increase supports to people. So in the United States, we gave out a bunch of checks to people to help supplement their income. And in India, you do some of that as well, although to a much lesser extent. And the idea here is basically do what we can. We can't address the aggregate supply issue because that's necessary for the or uncontrollable because of the COVID crisis. But the demand side, we can give people income. Now, the question is where governments got that money from in the first place. Now, ordinarily, if we were to think about just one country having suffering a shock like this, they would get a loan from the World Bank or from other countries going to the sovereign debt market to get money. But here we have a situation where the entire world is wanting to spend more. Now, there are some countries that had the surplus to do so, China, for example, but most countries didn't have that surplus. They were already operating with massive amounts of debt. And so in a world where there's more debt and everybody wants more money, there really is only one way that you give stimulus checks. It's by printing money. Now, we may mask it in very different ways, but what we're doing is we're printing money. Now, anybody that knows how inflation works, like you use the quantity theory of money, you have a standard equation, Fisher's equation that tells you what the price levels are. And what it says is that the total supply of money is equal to the quantity of money that's available times the number of transactions that you have with money per day. And that gives you the daily supply. So not only is how many rupees there are, but how many times a given rupee circulates in a day tells you what the total supply of rupees is in that day. And in COVID, you have the following situation. Because you have this aggregate supply effect, people are not able to buy and sell goods. Velocity of money has fallen. Now, you can print more money and you're increasing the money supply, but you're not going to have a big effect on prices because again, velocity is down. So if total supply is the amount printed times the velocity and the velocity has gone down, you can print more and kind of keep prices stable. Does that make sense? Makes absolute sense. Go on. Yeah. So now imagine what happens if over the next few months, you relax the constraint on supply. So the velocity rises. So now you've printed a whole bunch of money and now you're going to relax constraints that limit velocity. Velocity is going to rise. You're going to see a massive increase in effective money supply later on, not right now, later on as velocity rises. And that's going to trigger a binge of inflation. Okay. And you're going to have all the issues that come up with inflation that we've seen in the past and negative consequences, except this is going to be a weird inflation crisis because the inflation crisis where you've got this stock of money that's finally being released to circulate in the society. And we're going to have to figure out how to solve that problem. I'm not going to tell you that I know the answer to that, but one of the kind of the worst case scenarios that I worry about is a global hyperinflation problem or a global inflation problem. If we were 50 years ahead and everything was cryptocurrency or electronic money, the way you'd solve it is you'd proportionally reduce everybody's money stock, just the same way you would inflate, you would deflate, but we're not in that position. There's still money that's there and you have to figure out a way to pull money out of that system in order to control that inflation. So I worry a little bit about this. My prediction, if I were to make one, is that that's one of the causes of the worst case scenario. And that's something that macroeconomists will be thinking about that they don't have an answer to right now."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:19.120",
        "message": "Yeah. And it could hurt the poor the most because inflation first and foremost is a tax on the poor. So after what they have already been through, you know, the vicious cycle just continues."
    },
    {
        "speaker": "Guest",
        "time": "02:07:27.960",
        "message": "Exactly right. So let's not dwell on only the negative. Let's try the positive because I think on net, I'm positive. To me, that stuff just tells me that this effect, it's not just the health component that's going to take a few years to resolve. It's going to be the economic component that's going to take a few years to resolve. But what I'm hoping is that the positive outweighs the benefits. And this is consistent with my general optimistic view about the world that I've learned about myself. So the first is the issue that you pointed out, which is, you know, maybe we'll learn to handle future epidemics better. I'm optimistic that that'll be the case. You know, all of us have a role here to play, which is to hold governments accountable to doing that preparation going forward. So we should keep the pressure on for that and provide the assistance that we can. The second thing is I'm hoping that we are able to take this kind of de-urbanization as an opportunity to renew and strengthen our cities. And I'm optimistic that we'll do that. You know, what's amazing to me is that almost everybody I talk to, and I understand that that's a selected group, but almost everybody I talk to, with very few exceptions, generally has this view that cities are a driver of growth in India, that we need to do better by migrant workers and slums. And we often agree on what the policies are. And the real issue is how do we get the government to engage in those policies? To me, that's really a problem of trying to understand what vested interests stand in the way and how do you come up with good second best policies to buy off those vested interests so you get better policies. That to me is the challenge going forward, but I'm optimistic that we'll be able to challenge it to address it with urbanization in India as well. The more complicated thing, I think, is really what do you do if there are structural features of the political system in India that make it so that it cannot achieve, for example, the trajectory that, say, China was on pre-COVID? So this has to do with issues of political competition leading to corruption in ways that China is able to control better than we are able to control. This is the sort of things that people like James Robinson or that Chang-Tai Hsieh, both colleagues of mine at the University of Chicago debate, and that I think are an important debate for us to have in India. So in that sense, I am optimistic, but I think that we have to keep our eye on the ball going forward. I hope to see that, you know, in 10 years, India is just on a better path, especially if we're able to address a lot of the issues that you've raised in prior podcasts and use this opportunity to make those changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:50.200",
        "message": "Anup, thanks so much for being so generous with your time and insights. You've given me a lot, and I'm sure you've given our listeners a lot to process in the course of this conversation. So thanks a lot for coming on the Scene and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "02:10:02.000",
        "message": "My pleasure. This was a fun conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:06.560",
        "message": "If you enjoyed listening to the show, do check out the show notes, which has many relevant links. You can follow Anup on Twitter at Anup underscore Malani. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of the Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]