[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "We live in a time of great human tragedy. You might well ask why discuss economics then? I will give you three reasons. One, every human tragedy reflects itself in data somewhere. Numbers might seem inert and lifeless, but if one knows how to parse numbers and add context to them, those numbers can throb with life. We can discern stories that might otherwise be unseen by us. Two, economics has consequences. It affects the lives of common people. Bad economic policy like much of what Indira Gandhi did in the 1970s or Narendra Modi's demonetization causes real human suffering. Understanding economics helps us understand the causes of suffering and might help us prevent or lessen it in whatever capacity we can. And three, economics is the study of human behavior. To understand the incentives that drive us, the trade-offs we face and the choices we make, we must understand economics. For this reason, perhaps in this time of great suffering, understanding economics is important."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:19.800",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Bhadwa."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.480",
        "message": "Welcome to The Seen and The Unseen. Today's episode is about the Indian economy in the time of COVID-19. My guest is Vivek Kaul with whom I had done an episode in December, summing up the year gone by. We thought things were looking bad, but boy, what I would give to be in December again. COVID-19 has ravaged economies throughout the world and has caused pain and misery on an unimaginable scale. This pain is not just across space all over the world, but also across time, for the repercussions of this crisis will be felt by us way into the future, perhaps even by future generations. In all this gloom, I also want to mention a couple of things that you can look forward to. One, Vivek's new book, Bad Money, is out now. It deals with the NPMS and takes a closer look at India's banking system. And two, Vivek and I are starting a new weekly podcast called Econ Central, in which we will chat about the events of the week, demystifying economics, and looking at other news through the lens of economic thinking. That launches later this week, and Vivek and I will tell you about it as this conversation begins. But first, a quick commercial break. In the last few months, I have spent hundreds, if not thousands of hours watching TikTok. You might consider it an addiction. And indeed, TikTok always gets my dopamine going. I don't call this addiction though. I call it sociological research, or even taking one for the team. I have designed a new course called TikTok and Indian Society, and I invite you to be part of it. I believe that TikTok reflects real India better than any other outlet for news and entertainment. Our mainstream sources of news and entertainment are controlled by elites who just don't get small town India, or village India, or poor India, or even young aspirational India. Because TikTok has blown away these barriers, and given the means of production to everyone, it has empowered people who otherwise did not have a voice or a platform. And I'm blown away by the talent I see every day on this app. And my eyes are also opened to so many shades and nuances of India that I had not noticed before. We see the worst of India in our prejudices and attitudes, but also the best in our creativity and our descent. My course is unique, as it will be conducted, surprise, surprise, on WhatsApp, and will involve both my thoughts on the many teams I discuss, as well as hundreds of amazing videos that illustrate my points. I am charging rupees 5000 for this course, to head on over to cnunseen.in slash TikTok to enroll for TikTok and Indian Society. My new course over at cnunseen.in slash TikTok. Vivek, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:38.840",
        "message": "Thanks, Amit for having me over. And, you know, what is this new course you are planning"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:43.360",
        "message": "on TikTok of all the things? Yeah, as you know, I've spent hundreds and thousands of hours watching TikTok over the last few months, and I call it research, not timepass. And one of the, you know, things I've realized while watching TikTok is that, you know, it's really democratized the creation of entertainment in India, most of the other entertainment that we see around us is controlled by elites, like, you know, Bollywood is controlled by elites who are disconnected from a lot of reality, and so on. But TikTok really has gone into small towns and villages all over the country. And, you know, made it easy for people to make videos and made the means of production available to all. And what that has done is that has shown us a side of India, which many of us English speaking elites never see. And I found that fascinating. And I started taking notes on it. And I realized that both the worst and the best of India can be reflected in the glimpses of culture that we see through TikTok. And of course, all the worst of it is there like the misogyny and the normalization of casual violence, and all of that. But you also see a lot of other things, the, you know, more women expressing themselves and expressing their sexuality, much more political dissent in very subtle ways. There's great satire, great irony. So I thought I should sort of make a structured course where I talk about all the themes that I have noticed about it."
    },
    {
        "speaker": "Guest",
        "time": "00:06:07.560",
        "message": "So you know, what you're basically saying is, TikTok has done to content what social media in a way did to news, you know, the tyranny of the editor, as in as we used to say, only what the editor decided ultimately appeared in a newspaper or even on a website. But you know, with social media and with people, you know, having a mobile phone and a camera in their hands, the tyranny of the editor is dead. So you know, so basically, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:35.680",
        "message": "TikTok is another version of that. TikTok is another version of that. But it's beautiful that because even when so you know, the internet killed the tyranny of the editor, social media killed that it was still only available to people with an internet connection and by and large people who could speak and communicate in English. And I think TikTok is completely broken that I mean, I see so many great videos from small villages and so on, and incredible sophistication, even in the filmmaking. So within the bounds of what you can do the 15 second videos, a cheap mobile phone cameras, they're producing incredible stuff, which reveals so much."
    },
    {
        "speaker": "Guest",
        "time": "00:07:11.600",
        "message": "Indeed, I mean, I'm also on TikTok, though not as much as you are. And sometimes it's actually a real pleasure. Because you know, you do end up laughing at the content that they create. So I think we're planning to use WhatsApp to sort of deliver this course."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:28.640",
        "message": "What's the idea there? Yeah, so you know, Vivek, you and I joke so often on this show about WhatsApp University. And this is probably the first time somebody is using WhatsApp for a course like this in all seriousness. And the reason for that is I'll actually be sharing hundreds of videos through the course as illustration of the themes that I mean, so that people sort of kind of understand that and these are all you know, as in TikTok vertical format videos. And so you can't do a zoom class with them where you show hundreds of these vertical videos, there's really no other, you can't create YouTube modules, the only way to really do the I mean, WhatsApp is perfect for this, because it's meant for forwarding videos and all of that. And my course will really happen through a WhatsApp group, which is where only the admin can post. So it's only me and I'll kind of run the course on that. And that should be great fun. But moving on from that, and thank you for asking me about this and giving me this extra publicity. I hope listeners check that out at cnunseen.in slash TikTok. But what you and I are as excited about, if not more, in fact, we've been talking about it for more than a year, bro, is our own co-hosted show, Econ Central. It's a weekly half an hour podcast. And Vivek, just tell our listeners a little bit more about that."
    },
    {
        "speaker": "Guest",
        "time": "00:08:42.840",
        "message": "Okay, Amit, as we've been discussing, and as we've been talking for a while, the idea here is to sort of lay out economics, which matters to the common man in a lucid, very simple sort of way. And there are two sort of, you know, facets to it. One is the fact that what has happened over the years is as the tyranny of the editor has died, a lot of false news, you know, goes around. And economics also sort of gets included into it. And it becomes very difficult for people to sort of figure out as to what is right and what is wrong. So in that sense, the idea behind the show is to take, you know, a particular topic which is in the news at that point of time, and explain it in a very simple, lucid sort of way. The other thing that happens is the fact that, you know, the conventional mainstream media, be it TV channels, be it digital publications or newspapers, approach economics in a very complex, expert-driven sort of a way. You know, it's like everyone's talking in code. And unless you understand the language of that code, you know, you don't understand what is, you know, being communicated. So the idea is to break that again and talk economics in simple English and explain to people as to how one, you know, why they should be bothered about it, you know, as citizens of this nation, and two, how it impacts their daily lives. You know, we don't really, most of the times, we don't realize that a lot of what is happening in the Indian economy, and even in the global economy for that matter, impacts our lives in very, very different ways. And we don't even realize it. So forget sort of preparing for it. We don't even know that it is happening to us. So I think that is the basic idea behind the show, so that people who have no background, or I'll put it this way, people who have no degree in economics can log in and understand what's what's going on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:56.120",
        "message": "Yeah. And what also fascinated me about the show is that when, you know, when people talk about economics, partly because of the reason you mentioned that mainstream publications use so much jargon, and they almost restrict it to specialists, partly because of that, but people think of something of economics as something arcane that doesn't apply to the world outside of money. And that's always been something that's irritated me because I look at economics as the study of human behavior. And I think it applies to everything the tools of economics, looking at incentives, understanding trade offs apply to every facet of our lives. So what we will also do through our new podcast, Econ Central is, you know, talk about regular news in India, whether it's in politics or in entertainment, or wherever, look at regular news through the prism of economic thinking, you know, before we begin this particular show, just some information for the listener. Typically, when you launch a podcast, you first put a preview podcast out there. So that, you know, broadcast apps can pick up the RSS feed and like a week after that, you actually put up Episode One, Episode One will come later this week on Thursday, probably we haven't decided which day of the week to release it. But the preview episode is already out, the RSS feed has been submitted to all podcast apps. So do go over to whatever podcast app you use, and look for Econ Central, Econ Central. And you can also go to econcentral.in. Though that is under construction right now, I don't know if it will be ready at the time of the seen unseen episode, but it will be ready when the first episode of Econ Central is actually out. So you can follow that for updates. And in any case, we'll be mentioning that on Twitter. Now having got all the publicity of the various things we are doing out of the way, you know, before we start talking about you know, the Indian economy during COVID, which is, you know, what the theme of the show is, tell me a little bit about how you've been managing during the lockdown."
    },
    {
        "speaker": "Guest",
        "time": "00:12:51.200",
        "message": "What's life been like for you? Actually, this is a question I get asked often these days. And very honestly, my life hasn't changed at all, because this is the life I normally lead. Wherein, you know, I work out of home, I get up in the morning, I make my breakfast, I write my stuff, I take my nap in the afternoon, and then I read in the evenings. And obviously, then, you know, at around 8, 8.30pm, I cook. So that is pretty much what has been happening. The only difference that has come in is that obviously, you know, I would probably go out a couple of times a week and socialize. So that has, you know, that is not happening. And most of the stuff is being home delivered. So other than that, my life is pretty much like the way it used to be. Now, the interesting thing is what a lot of my friends who have worked out of home in the last three months, have realized is that working out of home is not easy. Because one, there is no one sitting on your head to sort of do the work that you have to. And two, it is very difficult to get into a routine, at least for them, because for them, you know, you go to office, and then you sort of have your cup of coffee, you gossip a little and then your computer warms up in the meanwhile, and then work starts. So all these little things have gone out of the window. And obviously, for a lot of men who have been brought up by their mothers not so well, you know, it's been a real challenge because when your home help is not coming, and your wife cannot possibly be doing all the things. So for them, it's just you know, a lot of them have washed utensils in their lives for the first time, some of them have discovered cooking. I mean, like a friend was telling me the other day, I didn't know paneer banana itna aasan tha. So yeah, so that's the but yeah, I mean, so the interesting"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:48.880",
        "message": "thing is a lot of people have realized that working out of home is not easy. And maybe a lot of men appreciate their wives a little bit more all the unpaid labor that"
    },
    {
        "speaker": "Guest",
        "time": "00:14:57.360",
        "message": "they took for granted. I mean, you know, hats off to all the working women who used to sort of manage their homes as well. I mean, so all the men are now gradually sort of, I mean, I don't think it's going to make a big change. But yes, a few people here and there have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:12.760",
        "message": "realized that it's very difficult. Yeah, among the many sort of interesting, unseen consequences of the lockdown could be how relationships between the sexes change in many different ways, good ways, bad ways. And obviously, I share a sentiment because I've kind of been working from home for the last 13 or 14 years. And for me, this is like, not the new normal, it's the old normal, everyone else is sharing in it and cribbing about it. And I'm like, what are you even talking about? And I completely agree with you about the difficulty of self discipline, though, you are obviously far better at it than I am, because you churn out 83 articles every week. And you know, I struggle with whatever little I have to do. So you know, let's get to the subject of the show before our listeners throw their smartphones where they are listening to this into the sink because they're presumably washing dishes while listening to us, which is the most common use case. That's when I listen"
    },
    {
        "speaker": "Guest",
        "time": "00:16:01.680",
        "message": "to podcasts, by the way, very little walking and running that's been happening. So I'm traveling. Yeah, you can't be you know, you are not spending two hours in your car and"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:13.280",
        "message": "sort of listening to a podcast. So yeah, so we you know, the two of us did an episode of the seen and the unseen in at the end of December, which I linked from the show notes where we spoke about the economy in 2019. And, you know, we have done various episodes on aspects of the economy in the last three years. We've covered, you know, events like demonetization and GST and pakora nomics, a term coined by Vivek Kaul, everyone multiple times. And in our episode, the economy in 2019, while summing up what happened that year in terms of economic news, we also laid out a pretty bleak picture of the government's management of the economy, things have been going downhill for a long time. And the COVID lockdown, of course, started at the end of March. Can you sort of give me a snapshot of in your view, how the Indian economy stood on the eve of the lockdown? Like, you know, how bad were things were some things improving? Were they getting worse? Were we drifting? We've had many crisis which are getting worse, like credit crisis, jobs crisis, etc. Where"
    },
    {
        "speaker": "Guest",
        "time": "00:17:14.960",
        "message": "did we stand? Okay, so you know, as I have, you know, been writing in the last three months, I think we were already pretty much into an economic slowdown by the time the COVID-19, you know, came around. So I remember, you know, one of the pieces that I wrote for Mint was headlined something like the psychology of a slowdown. And this was late last year. So I think by the end of December, and you know, when we did our year end episode, there were many economic indicators, which clearly showed that the economy was not doing well. I mean, you could look at stuff, you know, everything from car sales to two wheeler sales, to investment happening in the economy, credit growth, multiple indicators, which would have told you that the economy is not doing so well. And in fact, recently, the GDP numbers for 2019-20 were released. And the funny thing is that the economy grew by 4.2% during the course of the year, which was very slow. But if you take out the government's contribution out of it, the economy grew at just around 3.3%. Now, what has been happening in the last three years is that the government expenditure has been growing at a very fast pace. And that has essentially been lifting up the overall economy. But this is not something, you know, which can one, continue forever, and two, it cannot lift the economy beyond a point because the government does not form a very large part of the Indian economy. Let me put it this way, when politicians started recognizing COVID-19 as a serious issue, which was probably first to second week of March, the Indian economy was already in deep trouble by then. And since then, we have only gone downhill like has the rest of the world."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:12.080",
        "message": "Yeah. And in fact, you know, just to drive home the point that you're making in our last episode, we spoke about what is my pet bugbear really about the measurement of the GDP. And this was a debate that happened in the late 1930s. And Simon Kuznets, who is known as a father of the GDP, said that government spending should not be included in GDP, because then what can happen is it becomes easy. If you're using GDP as a measure of growth, it becomes easy for the government to game that measure. You can just dig 1000 ditches, pay people to dig 1000 ditches, fill them up, dig them again, fill them up again. And without anything productive being done, the GDP just keeps going up. And then you can point to those figures and see how well they are doing. But there is a limit to how much you can game them because first of all, where does the money that the government is spending come from? It comes from the people, there is an opportunity cost to it. In a great episode I did with Ajay Shah and Vijay Kelkar earlier this year, a few months ago, they pointed out that they pointed out something called the marginal cost of government funds, government spending, which basically means that for every one rupee that the government spends, the cost to GDP growth is equal to that of three rupees approximately in India is between two and a half to three and a half, but you can approximate it to that. So the cost of every one rupee spent by the government is three rupees in the overall sense, that's the opportunity cost. So that's, again, something that you have to consider. So even if this metric is inaccurate and has been gamed in this way, that really can't continue. And we were in bad shape anyway. I mean, after all these years of talking of 8% growth, four and a half percent, even with government spending, you know, being spoken of as part of GDP is pretty miserable things have gone wrong. I'd also recommend listeners listen to an episode a link from the show notes, which I did with Pooja Mehra about the last decade where she lays out that all of this really started in 2011. And we've had a decade of disastrous economic management since. And so my question to you here is this, and I don't want to belabor the point of data and what metrics we look at to judge how the economy is doing. But in the context of COVID, it becomes acute because in many earlier episodes, we've lamented how, you know, data is so unreliable. And what are the different kinds of proxies and metrics by which we can talk about the economy. In the time of COVID, it seems to me that that has been exacerbated, like early on in the lockdown, you wrote a piece about how real freight prices were indicating what's going on. So when someone who covers economics and looks at it as closely as you looks at what is happening after COVID, besides, of course, the anecdotal evidence all around us, which are mostly stories of great suffering, how do you get a handle on how bad things are?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:59.840",
        "message": "Okay, so, you know, you just talked extensively about the GDP. Now, there are a lot of things which are not right with it. But ultimately, it is, it's a measure which everyone follows. And it's essentially a measure of economic activity. Okay. So how do you look at economic activity without looking at, let's say, the GDP number? Now, the GDP number comes once every three months. But there are a lot of other parameters which one can look at and get a sense of what is happening in the economy. And these numbers come out pretty quickly. So one of the things that I sort of looked at, you know, this was sometime around a month back in May, was revenue earning rail freight. Now, it's essentially the amount of freight which is moved by the Indian Railways. Okay. And in April, this came down by close to 35%. Now, here's the thing, what are the main commodities that the Indian Railways moves? It moves coal, it moves steel, it moves petroleum, it moves food grains, and it moves cement. Okay. So if you look at railway freight as a whole, the amount of freight moved by them in April fell by close to 35%. This after it had already fallen by 14% in March. So one of the most important commodity that railway moves across the country is basically coal. Okay. Now, coal movement fell by close to, again, 35% to around 34.6 million tonnes in April, after having fallen by around 14% in March. Now, what does this basically indicate? Okay. One is obviously, you know, coal production has fallen and because of that, lesser coal is being moved. But what does it tell us? It tells us largely that most factories and companies in India have been shut over the last more than a few weeks now, and they don't need electricity. Okay. Now, when you don't need electricity, you don't need coal, simply because most of the electricity produced in India is thermal electricity. So this tells you very, very clearly that most factories have been shut, most offices have been shut, thanks to the lockdown. Then you have petroleum. You know, petroleum movement was also down almost 35% to around 2.3 million tonnes in April. Again, explains the lack of demand of petrol and diesel. Now, the interesting thing is that obviously, you know, this is because people were at their homes and they were not moving around. Now, the more interesting thing is that if people do not consume petrol and diesel, the government, the central government does not earn excise duty on petrol and diesel. And this excise duty on petrol and diesel during the course of the last few years, you know, has been greater than 2 lakh crore. Then you look at cement movement. So, cement movement was down 90%, which tells you that construction activity has basically come to a standstill. It is also a very good explanation of the fact as to why so many people started walking from the bigger cities to their homes, you know, in Eastern UP, Bihar, Jharkhand, Chhattisgarh, Odisha, you know, so on and so forth. So, the only thing, you know, the only commodity in which case the movement went up were basically food grains. And the food grain movement soared by 135%. And this was primarily on account of the distribution of extra food grains, which the central government was basically distributing. So, these grains had to be moved from parts of the country which had a surplus to other parts which did not. So, you know, if you looked at just this indicator, it could have told you in a very, very simple sort of way that all wasn't well with the Indian economy. Now, obviously, you know, common sense tells us in a much simpler way that if everybody, you know, is at home and is not going out and spending money, obviously, there will be a problem in the economy. But this is just a, you know, way of thinking where non GDP data can help us see things much more clearly."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:37.760",
        "message": "No, and this is so fascinating to me that it's almost like a piece of detective work that you find out one piece of data and it seems like, okay, real freight, what difference does it make? But it impacts everybody's life in so many different ways."
    },
    {
        "speaker": "Guest",
        "time": "00:26:50.600",
        "message": "Yeah, in fact, to be very honest, you know, I have been looking at this data for years now. And it sort of never occurred to me that, I mean, I always knew that this is it's a very important data point. But I had somehow never sort of articulated it to myself that, you know, one could link it to almost every important aspect of the economy. You could link it to food, you could link it to taxes, construction, electricity, you know, these are things that we all used to, I mean, like electricity. Now, without electricity, there"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:23.440",
        "message": "is no survival these days. So, and, you know, what is also interesting to me, like what you've described about what real freight indicated about everything in the economy and how everything is connected is, you know, talking about the economy from a sky high view and, you know, looking at all these different aspects of it. And now I want to zoom in to individuals to human beings, psychology, how they think about all this, and understanding how that ties into the economy. Now, you've written many fascinating pieces, obviously about how psychology ties in with the economy. And also, you know, a point you often make is that what is in an individual self interest may not be in society's self interest and vice versa, which means that we can all behave in rational ways, as far as spending and saving and going out is concerned. And that can harm us all in the aggregate. And there's nothing much to do about this. And this is possibly more vivid in the time of COVID than in normal"
    },
    {
        "speaker": "Guest",
        "time": "00:28:22.840",
        "message": "times. So can you elaborate on this a bit? So, you know, this point was basically one of the major contributions of John Maynard Keynes in the aftermath of the Great Depression. He basically studied the Great Depression and realized as to, you know, why the Great Depression became the Great Depression. So what he basically suggested was that, you know, at an individual level, incomes drive spending. But at an aggregate societal level, it is spending which drives income. Or to put it in a simpler way, one man's spending is basically another man's income. So let's let's sort of dwell a little deeper into this point. Let's say you are an employee and you work for a company. Let's say you work for an IT company. The company pays you a salary and when the company pays you a salary, it may even give you ESOPs. And, you know, you use that money to buy things. I mean, you use that money to party over the weekends. You can, over a period of time, once you've accumulated a reasonably good amount of money, you can use that as a down payment for a car, for a home and so on and so forth. So income drives spending at an individual level. Nevertheless, you know, the question is, where does the company make money from? Now, the company, this company or any other company essentially makes money when someone else spends money to buy their goods or buy their product or buy their services. So in case of an IT company, it might be a project, it might be a product or anything along these lines. So essentially, you know, one man's spending is another man's income. Now, what has happened in the last few months is that large parts of the population are staying at home. And when you stay at home, you know, you only buy things which you require for your everyday use. So I mean, you may buy soap, you may buy toothpaste, you may buy washing powder, cleaning liquid, vegetables, bread, butter, so on and so forth."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:31.680",
        "message": "I have a feeling you're sharing your personal shopping list with me."
    },
    {
        "speaker": "Guest",
        "time": "00:30:37.120",
        "message": "I guess, yeah, I mean, it would be anyone's shopping list, Sumit. So you don't buy vegetables."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:41.720",
        "message": "No, no, of course, of course. I was just kidding about how poor Vivek is having to do everything"
    },
    {
        "speaker": "Guest",
        "time": "00:30:46.880",
        "message": "himself. Exactly. So anyway, so you do this, but when you are at home, you don't go out. So, you know, you're not spending in restaurants, you're not going to malls, you're not watching movies, you're not buying new clothes, and so many other things. Like in my case, for almost two months, I did not buy many books. I mean, all the books that I bought were basically bought on Kindle. So obviously, when this happens at the societal level, it impacts the incomes of many other individuals. So incomes go down. It also impacts many businesses. So businesses, when they have to survive through this pandemic, a lot of them have fired people, a lot of them have cut salaries, a lot of them have withdrawn new offers, and a lot of them have postponed dates of joining of people who were supposed to join. So all of this has an impact on the incomes of people, which in turn has an impact on consumption, and which again in turn has an impact on income, and which in turn again has an impact on consumption. So this is how the cycle works. Now, what also has happened, and in fact, this was already happening, I was earlier calling it the psychology of a slowdown, and now I'm calling it the psychology of a recession. Now, the difference between a slowdown and a recession is very simple. A slowdown is essentially an economic environment where the economy is growing, but it's growing at a low growth rate, whereas a recession is an environment where the economy contracts for two consecutive quarters, which is basically a period of six months in total. So we are not there, but we will get there by September. By September, we can officially say that India was in a recession for the first half of 2020-21."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:40.840",
        "message": "But UNESCO may well proclaim it as the best recession in the world."
    },
    {
        "speaker": "Guest",
        "time": "00:32:44.840",
        "message": "Yeah, which they might, for all we know. So yes, so what will happen over the next few months, and it's already in progress, is that all of us will eventually come to know someone who's lost his job, or has faced an income cut at his job, or is running a small enterprise which is not doing well, or is running a small enterprise which has gone bankrupt, so on and so forth. So basically, in a recession, people who are directly impacted by the recession obviously cut down on their consumption. I mean, they don't have any other way out. But people who are not impacted by the recession also cut down on their consumption, because they have this great fear of being fired or seeing a drop in their income. So everyone starts sort of preparing for that bad day which might come. And when that happens, again, spending takes a beating, and then it impacts incomes, and then it impacts spending again, and then more people are fired. And this is how a recession sort of spreads. And I think this is precisely what is happening right now. And it will continue to play out, at least for the, you know, for the first half of this financial year. So"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:05.160",
        "message": "Yeah, and the interesting thing that strikes me about this very profound insight is that, yeah, on the one hand, it's obvious that people who have lost their jobs and people whose businesses have shut down will obviously not be spending more and therefore, because they are not spending, others are making less income and the vicious cycle begins. But what is also happening is even people who do have their jobs still whose businesses haven't been affected, even they will go a little easy on the spending and they'll be like, let's take it easy. So the spending going down is not just because there's a lockdown and people can't go out. It's not just because jobs have been lost or companies are shut down. But even after the lockdown ends, people will go out less and perhaps correctly. So perhaps and not perhaps but rationally, so they should go out less for the next few months."
    },
    {
        "speaker": "Guest",
        "time": "00:34:54.120",
        "message": "If you were to look at what you need to do in order to eat in a restaurant, I mean, the rules that have been put in place, I mean, you would never go out. I mean, you'd rather sit at home and eat."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:06.280",
        "message": "Yeah, and even otherwise, you know, and so the thing is, and even with people who go out as much as they used to, their discretionary spending the stuff they don't absolutely need to buy will go down a bit because they'll be more aware that they could be, you know, rainy days up ahead, not in a literal sense, of course, because rainy days are ongoing as we both of us are in Mumbai."
    },
    {
        "speaker": "Guest",
        "time": "00:35:26.480",
        "message": "In fact, the interesting thing is, and when I first sort of came to know of this, I was quite surprised. If you look at, you know, a lot of these analysts, they are also talking about the fact that FMCG companies might see a contraction in revenue this year, which is essentially unheard of. So what that means is that discretionary expenditure will definitely be impacted. That is a no brainer. But even non discretionary expenditure will be impacted. And one clear indicator of that is that people are already buying smaller packs of different things. I mean, that, you know, that news has come around a few weeks back."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:06.520",
        "message": "Oh, that's so interesting. And almost so sad, you know, that in all these economic numbers, if you look closely and use your imagination, you also get pictures of individual human suffering. And even the way minds cloud over that you become less optimistic, and then that pessimism just sort of reaches out and becomes more numbers because you're spending less, others are earning less, and everything is rational. Now tell me, you've described this vicious..."
    },
    {
        "speaker": "Guest",
        "time": "00:36:31.280",
        "message": "This is, you know, it's time for a poor joke, Amit, so... Tell me the poor joke. So you have all this, you know, I tweeted about this a few days back. So you have all these B positive wala's going around, right? People keep telling you, trying to be positive, be positive. So, so basically, my take is that, you know, all the B positive blood group guys should now become C positive. Because only if you see positive, can you be positive. So this is like, it's in your zone, Amit. So it's better than the ones you crack."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:03.640",
        "message": "It's horrendous. This is adding insult to injury. First, you injure me with that terrible joke. And then you insult me by saying it's in my zone."
    },
    {
        "speaker": "Guest",
        "time": "00:37:11.680",
        "message": "Your PGS are legendary. So this is also a legendary PGS."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:15.640",
        "message": "Indeed. Here's my question. You've described this vicious circle really well. How can it be broken in theory or in practice, like in the past, what has broken such vicious cycles"
    },
    {
        "speaker": "Guest",
        "time": "00:37:26.680",
        "message": "typically? So, you know, in the Indian case, we have very little experience of going through a recession. The last full-fledged recession was in 1979, which was also the year of the second global oil shock. Between 1960-61 to this financial year, I mean, assuming the growth contracts, this financial year, India has seen a growth contraction just five times. And the last time we saw growth contraction was 40 years back. Even in 1991-92, when the economy did terribly, we did grow. So, you know, there is very little experience of how to get out of a recessionary environment, at least in India. Now, if I were to sort of talk, you know, go back to the Great Depression, because that is by far the best example. Countries in the West started coming out of the Great Depression only at the time when they started preparing for the Second World War. Now, if you look at the example of the United Kingdom, it was only when they started taking Hitler's threat seriously and then they started sort of, you know, making arms in the southern part of the country. That is when they started coming out of the Great Depression. In the US case, some of it happened when, you know, Franklin Roosevelt came up with the New Deal. But then the US also sort of started coming out of the recession only around the time the Second World War started. So, the point here is that, and this is what, you know, Keynes' insight was, and Keynes' insight was, in an environment where the private part of the economy is not spending, when individuals are not spending, when private corporations are not spending, the government has to become the spender of the last resort, or the government has to become the employer of the last resort. And, you know, Keynes also, you know, he was great at rhetoric, and he rhetorically even suggested that the government should essentially pay people to dig holes and fill them up and the money that they earn doing that, they would go out and spend and, you know, the economy would come out of a recession. Now, this is something that, you know, this was an insight which politicians, you know, loved and they ran with, because up until the Second World War, the government used to largely run on balanced budgets. They only spent as much as they earned. Now, here was an economist saying that it is fine to spend more money than you earn, and politicians love that insight. But what Keynes had also said was that the government should run surpluses during good years, and then they should use those surpluses during bad years. Now, obviously, the politicians just took, you know, one part of the argument, and they ran with it. Now, to sort of talk about this in the Indian context. So, right now, it is important that the government puts money in the hands of people, and they have done that by, you know, through putting money in the Jandhan accounts of women. They have also brought forward the payments of PM Kisan and stuff like that. But these are very small amounts, okay. Now, you know, the large fiscal expansion as has been demanded by corporate India, and, you know, one gentleman, I think it was one of the builders, who even went on to suggest that the government should spend anywhere from $200 billion to $300 billion. I mean, that's like an astonishingly huge amount of money, which is, $200 billion would be close to not 10% of the Indian GDP, but around 7-8% of the Indian GDP. So, the question is, you know, where does the government get that money from? And especially in an environment where tax collections have totally crashed. So that is, you know, and given the fact that, you know, as we discussed, we were already in a bad shape. So, to sort of give you, you know, the last year's budget, the government had hoped to earn close to 24.6 lakh crore in gross tax revenues, okay, the central government. The revised number, when the budget for this year was presented in February, the number was then revised to rupees 21.6 lakh crore. What the government finally ended up earning was rupees 20.1 lakh crore. So, you know, you started at close to 25 lakh crore, and you ended up at 20 lakh crore. That in itself tells you how, one is, you know, your assumptions have gone all wrong. And two, it is a reflection of the sad state of the economy, because, you know, ultimately, only if the economy is doing well, will people consume. So, if people will consume, then the government will earn GST. If people will earn money, the government will earn income tax in various ways. And when people consume, companies will produce, so the government will earn excise duty. So, it is all linked. So, when the government, rather, when we entered into COVID-19, the government finances were already in a mess. So, in that sense, they really couldn't, you know, do what, or they really can't do what Keynes' theory basically suggests. And yeah, so I guess that's the long and the short of it. And I mean, I'll go into a lot more detail on this as we go along."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:06.520",
        "message": "So, you know, taking on from this, I have both a quick digression for my listeners and three questions for you, Vivek. The quick digression for my listeners is that, you know, when Vivek was talking about the Great Depression and the conventional thinking behind it, that, you know, government spending helped them sort of come out of it. There is a very interesting book that I would highly recommend by the great writer Amity Shlaes called The Forgotten Man, which chronicles those years and would also make you question that conventional point of view. So, you should pick that up. I'll link it from the show notes. I have sort of three questions for you. Question one is this, that when we talk about putting money in the hands of the people, isn't the easiest way to do that, just simply taking less from them? That is, in terms of taxes, that first of all, to begin with, you are taking money from everybody, not just people who pay income tax, by the way, every Indian pays taxes, even the beggar at the traffic signal pays taxes, even your domestic help, they pay taxes when they buy salt or when they buy a sachet of soap. So everyone pays taxes. So what we really do is we take taxes from everyone, and then we give some of it back and say, hey, we are putting money in your hands. Why not leave some of it with them? Is that something"
    },
    {
        "speaker": "Guest",
        "time": "00:44:18.600",
        "message": "that makes sense? Of course. So, you know, one of the things that happened in September last year was that the government cut the corporate income tax rate majorly. And while I understood, you know, the reasoning behind why they did that, you know, they essentially wanted Indian corporates to be able to compete with, you know, companies which operate outside India. But I think what they should have actually done at that point of time was cut income tax rates and put more money in the hands of people. Now, you know, the conventional argument against this point is that how many people pay income tax, which is true. A large section of Indian population does not pay income tax. But the point is that, you know, it is the people who pay income tax have a lot of purchasing power in this country, right? I mean, they're basically the best of the lot. So when you put money in their hands, the chances that they'll go out and spend that money are a lot better. And as, you know, I said earlier, you know, generally one man's spending is another man's income. And so that would have had some sort of a multiplier effect on the Indian economy and would have helped us in some way. And it would have also helped the government because, you know, what you essentially, you know, you lose out in the form of tax that you collect per individual, you more than make up for it in other ways. So when people consume more, your chances of earning goods and services tax goes up. When people consume more, companies produce more. So your chances of earning excise duty go up. You know, so it would have sort of made sense at that point of time to cut the income tax, personal income tax rate, but that wasn't really done. Now, so one of the pieces I had recently written for the Mint and, you know, in that I had essentially suggested that the government should cut the GST rate on automobiles by 10%. I mean, that would be a good chunk that would lead to, you know, prices coming down majorly and the chances of, you know, people buying, you know, more automobiles at a lower price are significantly better. And again, what the government would have lost in terms of the GST it collects per vehicle, it would have more per unit sale of per vehicle that is sold. It would have more than made up for it, you know, in terms of volume. Also, what would have happened is that, you know, there would have been this huge multiplier effect. You know, automobile companies don't make everything on their own. I mean, there are auto ancillary units. So, you know, like car steerings would probably be made by some other company, tires would come from someone else, steel would come from someone, some other company, rubber would come from some other company, so on and so forth. I mean, I'm not an automobile expert, but this is generally what I understand. So, once you get the auto sector going, you also get the auto ancillary sector going. So, there are huge, what economists call backward linkages. Then, you know, the auto ancillary sector employs a lot of contract workers. So, that would have helped, their incomes would have gone up, you know, vis-a-vis the situation now. And I mean, then they would have consumed, it would have impacted GST. And so, you know, so this I think is a good way of quickly putting more money into the hands of people and getting a large manufacturing sector going. And the multiplier effects, again, will be very decent in this case. But I don't know whether this will, you know, I don't see this happening really."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:56.200",
        "message": "Yeah, my other two questions are kind of related. So, I will kind of ask them together that when we talk about putting money in the hands of people and that helping, you know, however, we choose to do that, whatever the mechanics of that is, my question is twofold. Number one is that, will it really help if they don't go out and spend it and partly they may not go out and spend it because they can't, because there is still a part lockdown and so on. And partly, they may not go out and spend it because they are pessimistic and because there is, so to say, a mental lockdown and a rational and justified one. That's, yeah, in fact, you go with this first"
    },
    {
        "speaker": "Guest",
        "time": "00:48:29.400",
        "message": "and then I'll go to the next one. So, I think, you know, it's a very valid point. And I really don't have a straightforward answer for it. But what I can say is that, you know, this is a risk essentially worth taking for the government. In fact, there's a beautiful line in this book that I read recently called Radical Uncertainty by John Kay and Mervyn King, both famous British economists. I mean, John Kay was one of the most widely read columnists of the Financial Times and you know, a very well-known economist and Mervyn King was the governor of Bank of England. And there is a very, you know, this is a brief line in that book, which says that real governments do not optimise, they cope. Okay. And I think this is just the time to do that. You know, you have to sort of take some of these decisions, which, you know, what you call a calculated risk, basically. So, I think it's a calculated risk and see, anyway, they're not making any money out of, you know, GST and vehicle sales. So, this is something that can be tried and, you know, I think it should work. So, and see, there are no, you know, in economics, that's what makes economics so interesting. And that's why so many economists get it wrong when they forecast things, because, you know, ultimately economics is not something where you can actually carry out an experiment in a lab. I mean, it's all out there in the real world. So, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:54.520",
        "message": "And also you think probabilistically. So, just because you say something has a 55% chance of happening and the other thing happens, that doesn't mean you were wrong. You know, the world is probabilistic and that's how it goes. And that's a lovely quote. And you know, it reminds me of that old cliche about not letting the perfect be the enemy of the good. And it strikes me that one reason that governments can't optimize and have to cope is because of state capacity constraints and all that. How much can you do? What can you do within the bounds of that? What is worth trying? You know, and you need to think probabilistically about that. Though I think the objection per se that people won't go out and spend seems to me to be to have a certain amount"
    },
    {
        "speaker": "Guest",
        "time": "00:50:30.760",
        "message": "of validity to it. My third question. Here's the thing, Amit. You know, I'll answer this question in slight detail. See, ultimately, you know, the problem is that a lot of people speak about economics and the solutions it has to offer in a very confident sort of way. Okay. But that does not mean that economics has all the solutions, you know. And especially in an Indian case, you know, the problem is that we have been brought up writing exams where there is a right answer and a wrong answer, right? But life is not like that. You know, there are right answers which can become wrong answers and there are wrong answers which can become right answers. So, you know, I mean, I'm just, I mean, I won't go into detail here, but if anyone wants to understand what I just said in a little more detail, they should try reading Ram Gopal Varma's book called Guns and Thighs. He explains this very, very beautifully in that book. And the example that he uses is that of a cousin of his who basically did all the thinking and opened up a liquor shop. And his thinking seemed all right, you know, when they sort of were thinking about the entire thing, it just seemed like a beautiful thing to do. But when he opened it, it just bombed. Whereas Ram Gopal Varma opened a video rental shop without really thinking and it just took off. So the point I'm trying to make here is that, you know, economics does not have all the solutions. I mean, and it's just that a lot of economists talk about solutions in a very confident sort of way and people are looking for solutions. So, and this is a complaint that I, you know, get regularly on Twitter that you don't tell the solution. But I mean, the point is,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:19.880",
        "message": "you know, there should be a solution. Very wise words. And actually, I must say that all the good economists I know, and many of them have come on the show are actually pretty nuanced, but you are right that there are a lot of, I mean, there are a lot of WhatsApp economists,"
    },
    {
        "speaker": "Guest",
        "time": "00:52:36.520",
        "message": "in fact, who exude so much. Especially if you follow, you know, these people on, a lot of them on Twitter and a lot of them on TV, you should see an economist economist, you know, someone who studied economics and, and probably has a PhD or something will always be nuanced, but a financial economist, you know, someone who's sort of may have studied economics, may not have studied economics, but has, is making money out of the stock market or is making money in some way out of the financial system. He has to be confident about what he says. He cannot be"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:09.320",
        "message": "nuanced. Yeah. And the two points to note is that one, the field that he's done well in is actually very different from this field that he's pontificating about. And two, that he might have been lucky in that field, like in the stock market, there's something called the survivorship bias, which often leads to that. The other sort of quick point I'd like to add on before I get to that much awaited third question is, you know, one thing that it's easy to do with more certainty than the opposite of it is talk about what can go wrong, what is a bad policy or what is a bad economic decision? Like, it's very difficult to say right now, how do we come out of this, that assumption that there is some solution, which brings us out of this, that all problems have a solution, as you pointed out is not true. And perhaps are, you know, multiple choice questions or the right or wrong question answer framework that we are trained to think in a school is responsible for us thinking that way. But it is possible to point out with great certainty, what is the wrong policy to take, for example, you know, Nehru's great fan, Narendra Modi is, you know, replicating many of Nehru's economic ideas. In fact, he's, you know, leaving aside Nehru's good ideas and replicating the bad ones like import substitution in this whole boycott China nonsense. And that I think any economist can confidently say, it's rubbish is just going down the wrong path, because we have all the lessons of history to teach us that. But we'll discuss that later, you know, after we take the break and all that, while we are still on the thread of putting money in the hands of people, such a delightful thought. My final question based on that is that one objection that is sometimes raised to that is that, look, you can put money in the hands of people. But what the lockdown has also done is that is disrupted, if not destroyed supply chains of companies throughout the country. And therefore, if there aren't the number of goods and services out there are much less. So even if you put more money in the hands of people, even if they can overcome all the you know, the psychological barriers, it's just that there are less businesses out there and less things being sold out there, especially in the non-discretionary space."
    },
    {
        "speaker": "Guest",
        "time": "00:55:13.320",
        "message": "Yeah, I mean, so again, you know, the answer to this question was will be the same as the last question. I mean, ultimately, there are things that you can try. And I mean, if they don't work, they don't work. I mean, what do you do about it? And this again, you know, this again is also a reflection on our limited state capacity. It is also a reflection on how, you know, how we implement things like, you know, the difference between essential and non-essential. Okay. So I find this extremely fascinating. You know, someone should sit and I mean, it would make for a wonderful satire on the Indian economy that, okay. Now, I mean, I'll give you a very brief example. What is essential is my kirana shop guy. He's essential. Okay. But what is non-essential is the tempo in which stuff will be delivered to him from the distributor. Okay. So how is he going to supply, right? He will eventually run out of stuff. And which is precisely what happened in the first few weeks where they tried to figure out the difference between what is essential, what is non-essential. And then they tried to issue a pass. And then they finally said, okay, let all trucks move between States. Now, you know, so which is how, you know, I mean, so which is also, you know, which is, which is a big problem because, you know, you put money in the hands of people and then at the same time come up with rules and regulations, which essentially destroy the supply chain that is in place then."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:40.920",
        "message": "No. And in fact, to add to your example, you know, that can go much further down the line"
    },
    {
        "speaker": "Guest",
        "time": "00:56:44.920",
        "message": "endlessly, for example. Oh, of course. I mean, we can keep going on with this. I mean, I just"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:49.320",
        "message": "stopped it at the second level. So, yeah, we stopped it at the second level of the truck. But the point is, if you then decide, let the truck go, you know, for many days, there were jams on the highway because truck drivers abandoned the trucks because they could not get food to eat because the dhabas were considered inessential and not allowed to operate. So if you really look at the whole circle of the economy, everything is essential in some way or the other."
    },
    {
        "speaker": "Guest",
        "time": "00:57:13.480",
        "message": "You know, today morning, there was this WhatsApp forward going around and I don't, I mean, it basically showed this bus stand in Bhayandar. Bhayandar is a suburb of, you know, Mumbai. The line for that bus ran it to at least two to three kilometers. So, you know, there was a three kilometer line to get onto a bus. So the buses are being run right now, but the trains aren't. And this is when only a limited, very small part of the population has to go to office. So it's very difficult to, you know, shut down, let only parts of the economy operate. I mean, because if you do that, then obviously there will be other problems which will keep cropping up all the time. But if you open it up totally, then obviously there is, you know, there's a huge other problem to deal with. So, which is why I said, you know, economics doesn't have all the solutions or doesn't have solutions all the time. Yeah, I mean, if a planet sized"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:10.200",
        "message": "asteroid comes and hits our planet, then what solutions are economists going to find? The world is a complex place. And at times, like, you know, 2020, so much has been happening that the dominant sentiment in the minds of many people must be, hey, give me a break. And guess what, dear listener, we are going to do just that. We are going to give you a break. See you in about 60 seconds. If you enjoy listening to The Scene and The Unseen, you can play a part in keeping the show alive. The Scene and The Unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of The Scene and The Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and The Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. sceneunseen.in slash support. Welcome back to The Scene and The Unseen. I'm chatting with Vivek Kaul about the Indian economy in the times of COVID. And you know, before the break, you did that thing you typically do problems, problems, problems, problems. And as they ask you on Twitter, where are the solutions, Mr. Kaul? So I mean, obviously, you and I don't really have any solutions per se, though we can probabilistically point out things that may work and may not work. But when we talk about sort of the different solutions that there are for what the government should do to lessen some of the pain, because this is not a problem you're going to solve. Can you take me through sort of the different options that have been proposed by many and your personal thoughts on them? For example, recently, the government came out with this rescue package where they said, Oh, we will spend 20 lakh crore. And, you know, there was much feverish applause. And you wrote a very interesting piece, which would, of course, like all your pieces be which are you've written about COVID be linked from the show notes, where the headline was six reasons why the fiscal package is more about putting people's own money into their hands than actually kickstarting crippled economy. So take me"
    },
    {
        "speaker": "Guest",
        "time": "01:01:01.480",
        "message": "through your thinking on this. Yeah, so you know, when when do editors give such long convoluted headlines? It feels like a very buzzfeed-y, clickbait-y kind of thing, right? No, no, no, when they obviously don't want to get into any trouble, right? So it's a very long headline, which doesn't really mean anything. Okay, so basically, you know what I had written in this piece, and another piece that I wrote for The Mint was that, you know, how the government's package was, you know, like the old newspaper trick, which, you know, which, which I learned very early when once I started working in the media was that, you know, think of the headline first, okay? This is something that all good editors, old editors would tell you that think before you start writing, think of the headline first, and then write everything justifying the headline. So the government's 20 lakh crore package was a bit like that. So they first thought of this one big number, large number, which was 20 lakh crore, 10% of the GDP as the Indian GDP is around roughly 2 lakh crore. And then they went around ensuring that they, everything added up to 20 lakh crore. Now, so first and foremost, it was a lot of people in the media called it a fiscal stimulus, called it an economic stimulus, which it largely was not. A fiscal stimulus is basically when the government spends more money or it puts money in the hands of people through a tax cut. So let me just give you a few very interesting examples on how the 20 lakh crore number was arrived at. In fact, by the time they finished adding it up, it was 20.97 lakh crore. So the, you know, the Ministry of Finance, you know, did really well on that front. So, you know, one of the first things that was announced was that the statutory provident fund contribution made both by the employee and the employer will be reduced to 10% of the salary. Normally it's 12% of the basic plus DA. So essentially this would add a liquidity support of 6,750 crore. Now, what does this mean? What it means is that I, you know, let's say I work for a company, I will contribute less to my PF and that money will come as a part of my salary and that, you know, I will spend in the economy. And then, you know, that is how the 6,750 crore number has been arrived at. Now, what has the government got to do with any of this? You know, how can this be a part of any package, right? I mean, it's my money. Instead of investing it into an employee's provident fund, I get that money in my hand and then I do whatever I choose to do with it. Also, because I'm getting that money in my hand, I pay a tax on it, okay? Whereas which wouldn't have happened when I invested money in the employee's provident fund. The other fancy move was the government cut the tax deducted at source and the tax collected at source by 25%. So if, let's say, you know, you have fixed deposits and at the moment the interest you earn on a fixed deposit goes over 10,000 rupees, the bank charges a 10, rather, you know, cuts 10% TDS, tax deducted at source. Now, what is tax deducted at source? It is essentially the government establishing an accounting trail. Now, if it is cut from 10% to 7.5%, what it means is that you get an extra 2.5% in your hands, but ultimately you have to pay tax, right? I mean, so there is no real, I mean, there's no money being put into your hand. Now, this move was expected to add, you know, 50,000 crore to the liquidity of the economy. So, my favourite example in this huge manipulation of numbers is something called as the Credit Link Subsidy Scheme for the middle income group. Now, this is essentially, you know, an interest subvention scheme offered on a certain size of a home loan. Now, what is an interest subvention scheme? An interest subvention scheme is a scheme in which the government pays a part of the interest that you're paying on the home loan. So, in this case, I think there are two parts. In one case, the government pays 3% interest. In the other case, it pays 4% interest. Anyway, so that's besides the point. So, in this case, the liquidity that is supposed to be added to the system is 70,000 crores. Now, what is happening here? What is happening here is that I take on a home loan and I put a down payment of whatever and then the government pays a part of my interest, okay. Now, if you look at the government's budget carefully, now, this was a scheme which was already there in the budget. It has been there for the last three years. So, I don't know why they said that, you know, we are extending it for 2020-21 because when they announced the budget, an allocation for this scheme was already there and the total allocation for this scheme in 2020-21 is just 500 crore rupees, okay. So, the government is actually spending 500 crore rupees and that 500 crores has essentially become 70,000 crores in the economic package. But that 70,000 crores is largely being spent by, you know, people wherein they sort of, you know, take a home loan or make a down payment and so on and so forth. Now, the interesting thing is that this scheme has been around for three years and in a three-year period, it has benefited 2,50,000 people, okay. Whereas this year, the government expects it to benefit 3,30,000 people. You know, it just goes, I mean, I find it extremely bizarre that when the economy was in an okay shape over a period of three years, only 2,50,000 people took the benefit of this scheme. But when the economy is expected to sort of, you know, get into big trouble this year, the government expects that 3,30,000 people will, you know, take on the benefit of this scheme. I mean, it's just beyond bizarre. Having said that, the biggest input, okay, into the 20.97 lakh crore package is, you know, comes from the RBI. So, the RBI input is a little over 8 lakh crore and it basically forms around 38% of the economic package. Now, what is the RBI's input? The RBI's input is the money that the RBI has put into the economy over the last few months. So, one thing that the RBI has done is that it's cut the cash reserve ratio from, I think, 4% to 3%. Now, cash reserve ratio is basically all the banks need to maintain a certain proportion of their deposits with the RBI. So, it used to be 4% earlier and it's now down to 3%. So, because of that, around 1,37,000 crore rupees have been released into the financial system. Other than that, the RBI has been buying bonds, it has cut the repo rate and so on and so forth. Now, the interesting thing is that the banks are actually not spending this money and, I mean, I haven't checked the data today but up until a few days back, more than 4 lakh crore that the banks had, 4 lakh crore rupees, were being deposited with the RBI because the banks had no use for that money. So, what that essentially means is that, you know, RBI is actually not adding liquidity to the system but is taking it out of the system, okay? Because banks are not, I mean, people are not borrowing, so banks are not lending. So, in that sense, instead of the 8 lakh crore number, the liquidity number which was added to the 21 lakh crore package, it had to be a negative entry of, you know, 4 to 5 lakh crore. I mean, I'm just taking the government's math a little forward. So, the point is, you know, a bulk of this so-called package was nothing but, you know, what we would call a good forward on WhatsApp University. Having said that, there were a few good points to it as well. One of the things that the government did pretty quickly was when they decided to put, you know, 500 rupees each for a period of three months into the accounts of all women Jan Dhan account holders. Then they also decided to increase the allocation to NARIGA, the Mahatma Gandhi National Rural Employment Guarantee Scheme from around, I think it was 61,000 crore to more than 1 lakh crore. There was also, you know, extra food was distributed through the public distribution system. So, there were a few genuine, you know, parts to the package, but a lot of it was just simply made up. I mean, as I said at the very beginning, it was, you know, think of the headline first. So, the Prime Minister thought of a nice, you know, good headline and the Ministry of Finance then worked on justifying that headline."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:09.960",
        "message": "So, I have two digressive observations and one digressive question. And I should point out that actually, if I wasn't being digressive, I would be transgressive of the custom of the seen and the unseen where being digressive is common. One observation, of course, is that this sort of advice that editors sometimes give to think of the headline first and write the piece is actually a hack to sort of defeat the mental block of how do you structure it or what do you do. And that typically, as an editor, I would frown upon people who have decided what a piece is about before they start reading it or writing it because it means you've made up your mind and you're just going to, you know, the confirmation bias comes into play and you're just going to do everything that supports the conclusion you've already made. But of course, we know that. And can I just"
    },
    {
        "speaker": "Guest",
        "time": "01:10:56.040",
        "message": "interrupt you here once? Yeah, sure. Okay. So, I, you know, I'm just taking your point forward, you know, I think as when you start working in journalism, it's probably good advice. But as you go along, and I'm talking from my experience, I think I find the concept of a headline very, very limiting now. Because, you know, sometimes the headline doesn't, it just can't say what you have said in, let's say, a 2000 word piece or even an 800, 900 piece can be pretty nuanced. So I find the concept of a headline very, very limiting now because the headline can just say, you know, it can just give you one point, but there might be, you know, many points that you're making in that piece itself. So, well, you know, as an editor, I would say that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:42.600",
        "message": "if there's a good editor, then the headline can communicate some of the nuance or at least the fact that there is nuance, but how many good editors are there. So by and large, I know that most, there are so many headlines that are given by editors for pieces we write, which just"
    },
    {
        "speaker": "Guest",
        "time": "01:11:58.200",
        "message": "completely sort of misappointment. I mean, I mean, I agree with what you're saying, but you know, I'm saying something which is slightly different. What I'm saying is that, you know, when I write, so I see, I write pieces of all sizes, you know, from 500 words to 3000, 4000 words. So if I'm writing something of, you know, which is like, let's say 400, 500 words in length, then the headline works pretty well. I mean, I'm not, there's no problem at all. But the moment I write a longish piece, I find the concept of a headline very, very limiting because even a very good editor cannot really, I mean, it's, it's just very limiting. I mean, because, you know, the headline typically ends up saying, you know, one or two things, whereas a long essay may not be just about one or two things."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:42.440",
        "message": "Fair enough. That's a digression from a digression. I won't get into that, but I will assure our listeners that in our forthcoming weekly podcast, Econ Central, there will be no headlines. And also, you know, and on that headline point that because that can sometimes be a bad practice for a journalist, it can also be a bad practice for a government as in this case, my second digression would be that, you know, we keep lamenting the rise of WhatsApp economics and the way these narratives are spread through WhatsApp and all that. And, you know, I have been saying forever that this government doesn't care about governance, it cares about optics. But there is one sense, if one may be contrarian, in which optics is useful and optics can change reality, which is, as we spoke in the first part of the show, that, you know, the pessimism and the kind of mindset that times are very hard and we must not spend can actually affect the economy is rational at an individual level, but it can affect the economy. And if you constantly have narratives spread out there and everything is sunny and everything is great and go out and spend, then who knows, you know, that might go a little way towards making people a little"
    },
    {
        "speaker": "Guest",
        "time": "01:13:53.400",
        "message": "less pessimistic. When the financial crisis of 2008 broke out. This is precisely what George Bush told the American economy. I mean, you know, go to Disneyland and and then spend money. So,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:06.040",
        "message": "yep. And my digressive question now is before we get back to various solutions that have been proposed for what the government can do various directions, rather, I want to take a digression to ask about a topic on which you and I have done an episode together one of the first times I think you came on the scene and the unseen, and which you just mentioned, which is real estate, where you spoke about how one of the packages dealt with the interest on housing loans, and so on. And the first thought that entered my mind was what housing loans bro, because the question that we examined in that past episode, which will be linked from the show notes, was that the economy is so bad and demand for housing has gone down. Typically, when demand for something goes down, you know, prices reflect that and prices go down, but the prices weren't going down then. And they don't seem to be going down now. So can you briefly, you know, for the benefit of listeners who haven't heard that episode, and even you might have further insights, since the time we recorded that talk about, yeah, what the hell is happening there? Nobody's buying, but the prices remain high. How does that make sense? I think I wrote about this recently"
    },
    {
        "speaker": "Guest",
        "time": "01:15:13.240",
        "message": "somewhere and I don't remember where but what essentially has happened to real estate is that one that there is no demand, but there is no supply also. Okay. And I mean, I'm talking in very, very general terms here, right? So why is there no supply? Because, you know, a lot of people who bought real estate as an investment, and I'm talking about the secondary market here, not the primary market, you know, secondary market where, you know, when an individual buys from another individual. So when it comes to that market, there are, you know, many people who bought homes over the years and there is a price fixed in their heads. Okay. It's like the anchoring effect that behavioral economists talk about and they want that price. Okay. And because they want that price and they're not going to get it, so there's no supply. And there's no supply and there's no demand. It's a sort of a very unique situation which economists normally don't talk"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:06.280",
        "message": "about. But that's a secondary market, right? I mean, what percentage of the overall market is"
    },
    {
        "speaker": "Guest",
        "time": "01:16:10.440",
        "message": "this? I'll come to that. So, you know, in the primary market, what happens is that let's say a builder builds a building and he sells the initial homes at a certain price. Okay. Now, if he starts cutting price after he sold those initial, let's say 20-25% of the homes in that building, it doesn't go down well with the people who have already bought it. Right. And it spoils his narrative as well. But what is happening now, at least in Bombay, I mean, and I've spoken to a couple of guys about this, is that builders are willing to cut prices off the record. So, it essentially depends on how much money they need at a certain point of time. I mean, how desperate they are. And if you sort of, and if you look at, and in central Mumbai where I live, apartments are extremely expensive, 5 crore and upwards. But there have been examples of, you know, apartments which used to cost 5 crore have gone anywhere between 3.5 to 4 crore, which is a huge, if you look at it, it's a reasonably good price drop of almost 20-30%. Obviously, you know, the problem in India is, and again, this is something I've written about extensively, is that there is no real estate price which is available directly to all of us in the open market. So, let's say, you know, you stay in Warsaw and you want to buy a house in Warsaw. You want to buy a 2BHK in Warsaw, in a building which is a decade old. So, what is the price? Unless you sort of call up a broker, and then you talk to five brokers, and then you start getting a certain sense of price. And even then you're not sure as to whether you're getting the right price or not. So, that is a huge problem, because ultimately, if there is no market price, how does the market clear? So, that remains a huge problem. And also what has happened, and you know, I mean, I have some sympathy for builders also now, that what has happened over the years is that the one, the land prices are atrociously high. And two, the kind of charges that state governments, you know, have put on every real estate permission has basically killed the market. I mean, it's again, you know, in their greed to earn more and more money from every project, they have ended up killing the real estate market. So, it's not just black money and builders which are to be blamed, it is also politicians who, one is, I mean, and I'm talking about the money that the state government makes, not the bribes that get paid. So, the money that the state governments have tried to make from real estate is just astonishingly huge, and that has also ended up killing the market. Very, very interestingly, Piyush Goyal, I mean, there was a video of the minister going around, wherein he is seen asking the real estate industry to cut prices, okay. Now, the point is, I mean, it's okay, I mean, coming from a minister, that's fine, but, you know, ultimately, there is something that the government also needs to do. So, one of the simple things they can do is that in order to revive the market, the stamp duty that needs to be paid on every sale can be cut dramatically for the next couple of years, okay. I mean, I know it's not a huge, it varies from 5% to 7%, but then, I mean, you know, when the pricing is, you know, let's say even on a 50 lakh apartment, 2%, 3% cut has a, you know, it leaves a decently, you know, reasonably good amount in the hands of the prospective buyer. So, there are a lot of things that in order to get the real estate market going again, I mean, obviously, a lot of things need to happen at the level of the builders, because the trust that the buyers had in them has completely broken down, because a lot of them sold apartments and disappeared, a lot of them did not deliver on time. And at the other level, the state governments need to be reasonable about the kind of money they hope to earn from real"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:19.960",
        "message": "estate. And I think another measure that the government has is that, you know, they have a law by which whatever their valuation of a property is, which is a fixed point, if the buyer pays below that, they have to pay tax on the assumption that they paid the rest, which is supposedly to cut down the use of black money. But the effect of that is that now prices cannot fall below that, it's almost as if the government has set a floor below. So, it's not that the prices can't, what"
    },
    {
        "speaker": "Guest",
        "time": "01:20:47.160",
        "message": "is happening now in some of the larger markets is that what you're talking about is the ready reckoner rate. So, ready reckoner rate is the rate on which you need to pay stamp duty. Okay. Now, in many large cities, the market price is actually lower than the rate of the ready reckoner rate. Now, what happens is in that case, the, you know, the difference between the market price and the ready reckoner rate gets added onto your income, and you need to pay tax on that income. So, what that does is it just, you know, the transactions in the market come to a complete standstill. So, what is important here is that the ready reckoner needs to keep pace with the market"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:24.120",
        "message": "price, which is not happening. Or maybe there doesn't need to be a ready reckoner for all those people who have watched Bollywood films and look at builders as, you know, evil people, villains, kindly note that we are all victims of the rapacious state. And I should also say that..."
    },
    {
        "speaker": "Guest",
        "time": "01:21:39.640",
        "message": "But there is another, it's again a broader philosophical point. But I think it needs to be made, you know, when you when you look at real estate in India, there are very few big builders, right? And they specialize in a particular part of the country, like BLF is a Gurgaon Delhi builder, it tried coming to Mumbai, flopped, it tried going to Bangalore, flopped. In Mumbai, there are builders who operate in specific parts of the town. So, there you have Rizvi builders in Bandra, you have Oberoi in Goregaon, you know, you have Godrej in Vikroli. So, the point is that, you know, the regulatory system that you need to manage in order to be a builder is so complicated that you can only specialize in a very small part of the country. And that also, I mean, what that does is obviously it takes economies of scale out of the equation totally. So, you know, if you had a builder, forget a pan India builder, I mean, even if you had a pan Maharashtra builder, per se, I mean, that would have some, you know, you would have a much better negotiating power when it came to construction of homes. So, all that goes out of the equation."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:45.160",
        "message": "That's a great point. And you keep talking about builders and buying homes and all of that. And I, as you were saying that, I was thinking to myself, bas kar pagle, rolaega kya?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:53.480",
        "message": "No, I mean, the irony is I just keep talking, you know, I've no bottle."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:57.560",
        "message": "Yeah, exactly. That's what I was saying that, you know, I would like to kind of inform all our listeners that both Vivek and I live in rented houses. We cannot, yeah, we cannot afford to actually own our own houses, either in the places we live or any other place for that matter. Moving on to the sort of directions which people often propose for what the government can do, and you know, there's borrowing money, printing money, the RBI doing this and that and blah, blah, blah. Take me a little bit through some of them. I mean, let's start with, it's almost become fashionable now to say, hey, the government should just print money. And the, you know, just on the face of it, that sounds absurd to me, because we know that, you know, if you print money, you increase the money supply, and that leads to inflation, and that is a tax on the poor. And I just want to break it down in simple terms, for people who may not have followed or studied that connection in the past, that if you print money, you have more money chasing the same number of goods and services, and therefore naturally, their price goes up. Who does this hurt? It hurts the poor, you know, it is disproportionately hard on them, we the middle class can manage if, you know, a soap that was 10 rupees becomes 11 rupees, which is why you sort of need, you can't just print money and spend money indiscriminately. Otherwise, that would be a solution to everything. Now, one of the things that people who are now saying print money is that a we need money to spend. And this is one solution. And hey, inflation won't happen. Because anyway, people are not going to spend now. And all of that. But I would say that in the long run, at some point or the other, it will still happen, even if you, you know, have a flat curve now to use that popular phrase of these times. So tell me a little bit about what the thinking is behind printing money, what the nuances are, and what"
    },
    {
        "speaker": "Guest",
        "time": "01:24:44.680",
        "message": "are your personal thoughts on this? I mean, this is a question that I've been constantly thinking about over the last three months. And in my quest to understand it, there are, you know, two things that I read, I found very, very helpful. One is a book by a gentleman called Randall Ray. And he has written this book called Modern Money Theory, Primer on Macroeconomics for Sovereign Monetary Systems. It's not a very easy book to read. But I mean, in case you are interested in this entire, you know, people who essentially support money printing, you know, this is the book to read. Then there's obviously this long document that Dr. Raghuram Rajan wrote. That was also very helpful. So I mean, I'm sort of, you know, I'm still thinking about it. But Randall Ray's book was a huge eye opener. And so this is again, you know, he comes from this new macroeconomic school called the Modern Monetary Theory. And the Modern Monetary Theory essentially, you know, starts with the argument or rather with the question that why do people accept paper money? Okay. Now, the conventional answer for that has always been that, you know, you accept paper money because, you know, everyone else accepts it, right? But the Modern Monetary Theory guys don't agree with that answer. And their answer is, you know, it's slightly more nuanced. And I think it's important that we sort of go through this. And I'll sort of quote, you know, small portions out of Ray's book. So he says that the typical answer provided in textbooks is that you will accept a national currency because you know that others will accept it. In other words, it is accepted because it is accepted. The typical explanation does relies on an infinite regress. John accepts it because he thinks Mary will accept it. And she accepts it because she thinks Walmart will take it. So I accept a dollar because I think I can pass it along to dupe some dope, is what Ray says. But then, you know, what the Modern Monetary Theory guys say is that people accept a national currency because the government allows them to pay tax in that currency. Okay. So that is how they sort of legalize paper money. And so that's their argument. Now, what they go on to say is that in developed nations where the government forms a reasonably large proportion of the economy, the population is willing to accept more domestic currency than what is needed for tax payments. Okay. The normal case, and I mean, I'm quoting out of the book, the normal case, let us say, in the United States or the United Kingdom or Japan, is that anything for sale domestically is for sale in domestic currency. These sovereign governments never find that they cannot buy something by issuing their own currency. So the conclusion that they draw from this is that in developed nations, you know, money printing can happen and it does not necessarily lead to inflation. Okay. Having said that, even Ray acknowledges that, you know, you have to be careful that these principles do not imply that the government ought to spend without constraint. These principles also do not deny that too much spending by the government would be inflationary. Okay. So there is a certain school of thought which believes in money printing up to a certain extent, but they also don't believe in the fact that, you know, it can go on endlessly or that there won't be any problems with it. Now let's concentrate on the Indian case. Now in the Indian case, the first problem is that the government forms a very, not a very small part, but, you know, not a very big part of the Indian economy. So it sort of, you know, prints money and that leads to inflation. Chances are people will start moving away from the Indian rupee. And that is something that happened, you know, post 2008 when a significantly large proportion of the Indian population bought a lot of gold. Okay. And, you know, it was all essentially linked with the government spending too much money and people buying gold. So basically what works in a developed economy need not necessarily work in a developing economy like India is. You know, in India, there is a general tendency to avoid paying taxes. Hence, you know, unlike the developed countries, the Indian government cannot print money and spend it in the same way as governments in most developed nations can. An excellent example here is that of the US dollar. Okay. Between February 26th and I think May 22nd, the US Federal Reserve has printed close to 3 trillion dollars. Okay. So basically when they started printing money, their balance sheet size was around 4.2 trillion dollars and now their balance sheet size is close to 7.2 trillion dollars. So they print dollars and they pump that money into the financial system by buying bonds. And the idea is obviously to drive down interest rates so that people consume more money. Okay. Now the point that you need to understand here is that the US dollar is the international reserve currency. It is the international trading currency. It is also a safe haven. Right. So whenever there is a crisis in any part of the world, money moves from different parts of the world and it goes to the US. So there is a great demand for the US dollar. In fact, one of the interesting stories that I would like to recount here is that in August 2011, when the SNP downgraded the AAA rating of US dollar, money moved from all parts of the world to the US dollar. Okay. And that was the irony of it all. So people like holding to the US dollar and to a lesser degree, this is also true about the British pound, the Japanese yen, the euros, and the Canadian and the Australian dollars. The same is not true about the Indian rupee. No one really, you know, beyond a point, people do not want to hold the Indian rupee. So what will happen is that if there is even some sense of the RBI printing money and handing it directly to the government, the foreign money will all start moving out of India. And when that happens, there will be great pressure on the rupee, your bond yields will sort of go up dramatically. And generally, the macroeconomic environment will be disturbed. So it's not really a great idea for India to print money. Also, you know, it's worth remembering here that the RBI used to sort of monetize the central government deficit as late as 1997. So what that meant was that if the fiscal deficit of the government went beyond a certain level, the RBI will just print, you know, money and bring down the fiscal deficit. But since in 1997, the RBI entered into agreement with the government and it doesn't happen like that anymore. And because of that, what has happened is that, you know, interest rates sort of went up over the years and people actually saved a lot of money and that led to investments and that, you know, helped the economy at large. So if the government prints money, you're essentially starting to question the structure that was put in place and that has worked well over the years. So this is, and then there's a beautiful argument that I think Raghuram Rajan made in the brief paper that he wrote and this is how he put it. So let's say the RBI prints money, okay, and hands it over to the government. Now, so basically the money goes into the government account and then the government spends the money on something. Now, when the government spends the money on something, you know, incomes of people go up and money comes into their hands and then they go and spend that money and so that money lands up with some, you know, shopkeepers all over the country. And given that, you know, in an environment where people are not willing to spend, that money ultimately comes back to the banks, okay, and banks are not able to lend that money and then they deposit the money with the RBI and the RBI pays them interest on the money that they deposit with it and that rate of interest is called the reverse repo rate, okay. So essentially what will happen is that if the government prints and pumps money into the economy, the velocity of money is so low at this point of time that money will not change hands and it will ultimately end up with the RBI and the RBI will end up paying interest on the printed money and if the RBI ends up paying interest on printed money, it obviously earns less money during the course of the year and then it gives a lower dividend to the government, okay. Now, banks also lose out on money because if the government was financing its fiscal deficit through, you know, by issuing bonds, the banks would have earned a higher rate of interest than what they would earn by depositing money into with the RBI at the reverse repo rate. So there are a lot of these interesting points which, you know, a lot of people who believe in the modern monetary theory either do not understand or they don't talk about it. But if you read up guys who actually, you know, who believe in modern"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:20.840",
        "message": "monetary theory, they offer all these reasons very, very clearly. Yeah, and it kind of strikes me as fairly amusing that firstly RBI prints money and then it pays interest on the same money, you know, the seen and the unseen right there. And, you know, I will, of course, endorse your conclusion of saying that printing money is a bad idea and just because something works in developed countries doesn't mean it will work in developing countries. But I will also add to that that I'm not even sure it can work in developed countries. The jury is out on that. This is just"
    },
    {
        "speaker": "Guest",
        "time": "01:34:50.680",
        "message": "one theory among many. So see, I'll tell you why modern monetary theory has picked up in the last, at least in the last 12, 13 years, you know. So all the central banks, the western central banks have printed a lot of money, but that has not led to conventional consumer price inflation. Okay, so which is why the MMT walas are, you know, bullish right now and sort of, they have a market. But what they forget is that the reason that there has been very little consumer price inflation is because China has become the factory of the world. Okay, and they have really, you know, increased their productivity and driven down prices globally. The second thing what they don't talk about is the fact that even though there has been no consumer price inflation, there has been huge asset inflation all across the world. I mean, you know, stock markets have been going up for years without company earnings going up. I mean, if you look at the Indian market in the last eight years, price has gone up at a much faster rate than the earnings. So, and the gap keeps increasing every year. So obviously there is inflation, but it's just that it is not conventional consumer price inflation. It is inflation which is reflected in the assets that you, you know, that you buy all across the world. So."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:08.280",
        "message": "Yeah, and they're both great points and to sort of add to the first point, you know, of consumer price inflation not being reflected because China is sort of the factory of the world. We also don't see the counterfactual. If these governments hadn't printed so much money, would prices have been lower, even lower, we simply don't know the counterfactual. And therefore, I find all of this"
    },
    {
        "speaker": "Guest",
        "time": "01:36:27.880",
        "message": "Inflation is a very individual thing, Amit, you know, I mean, it depends on what exactly your consumer basket is at any point of time. I mean, if you have kids, they go to a good school. I mean, you have a pretty good rate of inflation because school fee, you know, goes up every year, the cost of educating a child, all the activities that come with it. I mean, these days, it's not just enough to send your, you know, kid to school and then forget about it. I mean, there are 10 other things that he or she needs to be a part of."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:57.320",
        "message": "A fascinating example to come up in a discussion between two people who don't have kids."
    },
    {
        "speaker": "Guest",
        "time": "01:37:02.120",
        "message": "Let me get judgmental about the entire thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:09.000",
        "message": "Yeah, so let's kind of move on from, you know, one direction that it is often proposed the government can go in which is printing money to another one, which is borrowing money. Tell me a little bit about the pros and cons of that approach. And what is the thinking behind"
    },
    {
        "speaker": "Guest",
        "time": "01:37:24.280",
        "message": "that? Okay, you know, when the government borrows money, the good thing is that it is setting a sort of a benchmark interest rate for the entire financial system, right? Because the government borrows at the lowest rate, you know, lending to the government is the least risky form of lending on most days. So, that is one good thing, that it is borrowing at a rate which the market is sort of deciding on. The problem with borrowing, now there are multiple problems with borrowing as well. So, the first problem is if you borrow too much and again, you know, this is why a lot of people recommend money printing, is when you borrow too much as a government, you crowd out the private borrowers, right? So, when you crowd out the private borrowers, the entire interest rate in the financial system tends to go up. So, which is why a lot of economists right now have been, you know, saying that, you know, the government should print money and they should monetize and this and that. In fact, interestingly, it is not that RBI is not printing money and not monetizing the fiscal deficit, but they're not doing so directly. So, what they do is, you know, there are primary dealers which basically create the market in bonds. I mean, they primarily, so the RBI is using these primary dealers to buy government bonds. So, the market has an indication that the RBI is buying bonds, but no one can say very, very clearly that the RBI is. But there are, I think, at least two central bank governors, D Subba Rao and Raghuram Rajan, who have both gone on record to say that the RBI is printing money and monetizing a certain part of the deficit, though it is doing so indirectly. And which is good because when you're doing it indirectly, at least you are paying the market rate of interest to some extent. Now, the problem is when you borrow more, one is the crowding out part where the interest rates go up. But then, you know, right now, I don't think that is much of an issue because the private sector is really not into borrowing right now. The other thing that happens is that the rating agencies tend to follow the debt-to-GDP ratio while deciding on the rating. Now, in an environment where your GDP is contracting and your debt is going up, so when the debt-to-GDP ratio goes beyond a certain level, then there is a cut in the rating. And right now, India is just barely investment grade, one cut and we become non-investment. And if that happens, a lot of, you know, serious foreign money, pension fund money and all that, will move out both of the Indian bond market as well as the Indian stock market, which will create problems for, you know, everyone. But having said that, the thing here is that I think the lesser evil right now is to borrow money than to print money because the government really doesn't have a choice. You know, the tax collections have totally collapsed. I mean, if you look at the April numbers of the central government, the tax collections are down by around 44%. GST collections have collapsed 87% to around 5,934 crore, if I remember the number correctly. So, that's the lesser evil right now. Having said that, okay, there are other repercussions to the government not borrowing more money but the fiscal deficit going up. And this is important to explain because, you know, as we said at the very beginning that the, you know, economics has, it seems to operate at a very, very high level, but it has impacts on all of us. And a lot of us don't understand those impacts. So, you know, look at the fact that the fiscal deficits of the state governments as well as central governments will go up this year, right, because they are not earning as much tax as they had hoped to. Now, the repercussions of that can be seen immediately. Now, look at the fact that the government has decided not to pay the increase in Dearness Allowance as well as Dearness Reliefs for the salaried government employees as well as the retired government employees up until July 2021. So, that, you know, one estimate suggested would lead to a saving of around 38,000 crore. This is the central government. A lot of state governments have followed the central government and if, I guess, all state governments follow the central government, that saves another 82,000 crore. Now, this is money that the government employees would have earned, but they did not. Now, government employees are one sort of class of employees who do not feel the pain of slow economic growth much, okay, but this time they are. The second thing is the price of petrol and diesel, you know. Even though, you know, between, I think, in January, the price of crude oil was around $65. Currently, it's around $40, but the price of petrol and diesel is still what it was in January. So, the reason for that is that the excise duty that the central government charges and the sales tax that the state government charges, both of them have sort of been ramped up. So, obviously, you and I are paying for that, right? The third thing is when the RBI has printed and pumped a lot of money into the financial system, that has led to the fixed deposit interest rates coming down. In fact, I was very, very surprised while writing a piece a couple of days back that a two-year fixed deposit for Kotak Mahindra Bank pays you just 4.75 percent per year. And, in fact, the rate of interest was even lower than that of the State Bank of India, which was, normally, it's the State Bank of India which sets the benchmark. So, 5.1 percent. So, interest rates on fixed deposits have come down. Obviously, you and I will have to pay for that. What will also happen is that the interest rates on small savings schemes will automatically come down in the months to come. So, it's not like only the government gets impacted or only the companies get impacted. I mean, you and I also get impacted through all these things. And if the government sort of, you know, decides to start printing money, there is an extreme danger that money will move out of the stock market and it's essentially foreign money and SIP money which has kept the stock market going. So, if the foreign money goes out, it's only the SIP money which is left. Which, you know, brings me to another"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:42.600",
        "message": "digression which is something that, you know, people have been baffled about for the last few years, in fact, that the economy keeps going down and the stock market keeps going up. So, in a"
    },
    {
        "speaker": "Guest",
        "time": "01:43:51.960",
        "message": "nutshell... I have an explanation for that. And this is, again, something I realized only recently. In fact, in the last three years, the stock market has primarily been driven by the SIP investors. So, it's the SIP investors who bring in money, the market goes up, more SIP investors come in, and it's a perfect, what you call, a naturally occurring Ponzi scheme. And I should point out"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:12.520",
        "message": "here to all our listeners that one of the very popular episodes that Vivek and I have done together is on Ponzi schemes that will be linked from the show notes. You will find much to relate to when you listen to that and think of the modern world in which we live, especially the way"
    },
    {
        "speaker": "Guest",
        "time": "01:44:26.920",
        "message": "the state operates. One last point. So, all this essentially, you know, comes back to the fact that we have been in a mess before COVID. Because if we had not been in a mess before COVID, we would have had, you know, still some tax inflows coming in. But because we were already in a mess, this is sort of, you know, that has accentuated the problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:50.760",
        "message": "So, here's sort of one question, which is that we have been discussing the various ways in which governments can raise money, which is they can print it or borrow it, or just announce on WhatsApp that they have it. But whatever the government does to get money, once it has it, what should it do with it? You know, if when you consider the unseen effects of all kinds of spending that it can do, including, of course, the unseen effect of what the money could have achieved, had it been left with the people that it's been taken from whatever percentage of that is tax. But apart from that, what should they actually do with it? What is a sensible thing to do here? Should we not cut area spending in many areas where we spend too much? And what"
    },
    {
        "speaker": "Guest",
        "time": "01:45:34.600",
        "message": "are the areas in which we need to pump money? I think it is already happening. I mean, if you if you read the newspapers carefully, I think most of the major projects have been put on hold, and they don't have the money to do anything else. So, right now, you know, most of the money is going towards tackling COVID-19. So, I think one of the things that I suggested in the first piece that I wrote on what the government can do to tackle COVID-19, I mean, I've written many written many pieces since then, was the fact that money needs to be put into the hands of people, right? So, the government has essentially put 1500 rupees over a period of three months into the hands of female Jan Dhan account holders. So, I mean, their number is around 20 crore, whereas the total Jan Dhan accounts amount to around 38 crore. I think this is not the time to sort of differentiate between, you know, man and woman, and money should have been put into all Jan Dhan accounts. And this is something I think which needs to continue through the course of this year. Now, people will come around and tell you, you know, what is 500 rupees? But then again, at the end of the day, some money is better than no money, right? And the government cannot, I mean, obviously, there are limitations, it can only do things within a certain limit. And given that, I think if it has the money, the thing it needs to do right now is to sort of put more and more money in the hands of people. And you know, I mean, people will say, okay, but what if they save it? And I mean, that's fine. I mean, even if they save it, it will be there for them to spend at a certain point of time. I mean, that I think is the only thing that will work right now. And so obviously, the problem is targeting, you know, a lot of people have suggested that the government should put, I think I was reading a comment somewhere, one of these business guys said that 5000 rupees should be put into the accounts of all migrants. But how do you identify a migrant, right? So, this is also the time to sort of build slightly more robust systems where better targeting can be carried out. Now, the problem again with that is, you know, you go back to IT security and, you know, all those issues start to, privacy and all those issues start to crop up. So, basically, you know, the state capacity in India is very, very limited. And because we, the government wants to do way too many things, which it shouldn't be doing, it does not end up doing those things that it should be doing well. This is a good time to tackle that. And one thing that can easily be done is, you know, the government owns a tremendous amount of land. And this is not, you know, Rajesh Jain's version of where he suggests everything should be sold. But, you know, there is a lot of land with the government and public sector enterprises, and this land can easily be sold. Land prices can be brought down, real estate prices can be brought down. And, you know, we talked in the beginning about a GST rate cut essentially helping the automobile industry, right? Because the automobile industry has many backward and forward linkages. The real estate sector has 250 forward and backward linkages. So, what that essentially means is that if the real estate sector starts to do well, there are 250 other sectors which have the potential to do well. I mean, you know, so obviously, you know, you would need sand, you will need cement, you will need wood, you will need glass to sort of build a home. And then once a home is being bought, people will have to furnish it. In order to buy a home, people will need a bank loan. So, I think it's very, very important that, you know, one is to address the post-COVID economic scenario, and also to sort of cash in on India's so-called demographic dividend, that we get a real estate sector, right? And this is the opportunity to do"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:36.440",
        "message": "it. So, I have three digressions, the third of which will lead to a question. And hopefully, we can avoid further digressions while these three digressions are being aired. And then we'll get to the question. First digression, of course, is that I have a great two-hour episode with Rajesh Jain, whose proposal essentially was that, look, we sit on humongous amounts of public land, which are being put to no good use. And if the government starts selling that off, one, it will have a lot of money, which will be helpful, especially in a crisis like this, huge amounts of money. And two, it will also, you know, land prices will go down because the supply will go up. And that will be great for common people. A digression within this digression is another way to make the supply of land go up and land prices go down, is to reduce the sort of ridiculous laws like FSI and rent control that we have, especially in our big cities. Digression one over. Digression two is a rant, which is that forget government spending, a lot of money was basically recently raised from contributions to a fund called PM Cares. None of that is being said. You know, it is opaque. None of that has been spent. We don't know where it's going and what it's for, which leads me to digression three. There is one area where the government should have spent money and, you know, got it right in the last three months, which is the plight of migrant labourers throughout the country. It is okay to say in the last week of March when the lockdown started that, okay, we were blindsided, it did not strike us. But, you know, that went on for weeks and weeks. And that's a humanitarian crisis. It's absolutely unconscionable. And the sort of question I'll get to and I was discussing this last week in my episode on lockdowns and COVID-19 with the brilliant Anup Malani. And the larger point we discussed there was, which will lead to the question that I come to, is that a lot of this migrant labour hasn't just gone back on a temporary basis that when this crisis ends, they will come back and everything will be okay again. There is a deep loss of trust in the system. You know, they found themselves starving, they found themselves out of jobs, and they found the government unwilling to help in any way. On the contrary, putting barriers in their way, which has led to a loss of not just livelihoods, but also lives and also hope. Many of these people may not come back. You know, broadly from out of this sort of incredible tragedy that has happened, what do you think the"
    },
    {
        "speaker": "Guest",
        "time": "01:51:59.240",
        "message": "economic impacts of that could be? I know, I mean, you know, I've been thinking about this for a while. And so I think I don't, yeah, you know, so let me put it this way. I was just looking at some data today. And the amount of work being demanded in the Mahatma Gandhi National Rural Employment Guarantee Scheme has just gone through the roof. Okay. In the first seven days of today's what,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:25.000",
        "message": "8th, right? Yeah, we are recording on June 8th, and this episode will be out on June 4th. Right."
    },
    {
        "speaker": "Guest",
        "time": "01:52:30.600",
        "message": "So today is 8th. So in the first eight days of the month, the 2.12 crore households have demanded work under NREGA. Okay. Whereas last year, the number for the full month of June was around 2.56 crore. So that tells you the amount of work that is being demanded. Now, just because you're demanding work doesn't mean that you'll get it. The other thing is that agriculture in India already has a huge amount of disguised unemployment, which basically means that it has many more people than is economically justifiable. So it contributes around 15 to 16% of the Indian economy and employs more than 40% of India's workforce. Now, imagine all these people going back and, you know, becoming either a part of the agriculture workforce or demanding work under NREGA. I mean, what do they do there to continue earning a living? Now, one reason that they came to, you know, the cities from, you know, from the places where they originally belonged to was looking for work. And they came because there was no work where they came from. Right. And suddenly when they're going back, I mean, how are they going to get work there? I mean, I can understand that, you know, the government can increase allocation towards NREGA and create some work. But then that's one, it's very low-end work and two, it doesn't pay much. So ultimately, I don't know. I mean, I think the people who have gone back may have, you know, no other way but to come back to the cities and hope that they sort of get the jobs that they originally had. I mean, I can't see any other way out. I mean, I have thought about this over and over again. And I don't, I mean, unless the chief ministers of Bihar and UP and Jharkhand and even Odisha and Chhattisgarh to some extent end up creating a lot of work within the state. I mean, in that ecosystem, even if it happens, it's not going to come up in two years or three years or five years. And I mean, one is you don't see any commitment from any of the leaders in that direction. And two is even if there is a commitment, it's not, you know, Bangalore wasn't built in a day, right? I mean, it took the city close to 20 years to reach where it did. I mean, and I'm not talking about the Bangalore traffic here. But the fact of the matter is that there are, you know, it is a city, there are a lot of IT companies based out of it. And there is a lot of work being created in that city all said and done. So I don't know, I don't think I mean, I have come around to the conclusion that these people will have to, for whatever be the case, will have to come back. And I just hope that, you know, this time around, they get treated much better. I mean, there have been some very good stories on how people, you know, employers in the southern states are giving AC tickets to some of their employees to come back. Some of them have even been flown in. I just hope that this goodwill or whatever you might call it, this just lasts for a while. And I don't know, I mean, otherwise, I don't see how they can, you know, make a living in these states. You know, one is that, you know, if you look at places like Bihar, the size of the agriculture plot is already very small and average agriculture plot, not, I mean, and that being the case, how do you make a living out of being a farmer? I mean, the reason that you moved out of that place was because you couldn't make, continue making living as a farmer. So, which is again, you know, I'd like to connect this to the point that, which is why it is very important to get the construction and the real estate sector going all over again, because, which is where, I mean, which can sort of, again, you know, create jobs in smaller cities where people can then, you know, sort of hope to work at least, if not in the village, but at least in the city that is nearest"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:37.720",
        "message": "to wherever they live. Yeah, so two thoughts strike me here. One is, of course, like you said, it's a great opportunity for those states. Now that they have all those people back there to do something about it, because I continue to maintain that every human being is, you know, add something to the world, they are not a burden on it. And it's a great opportunity for them to sort of revamp the regulatory system and sort of but like you said, it won't happen overnight. And therefore, what do we do now? And I can't really see a way out. What I'd also like to sort of tell my listeners is that I've done a bunch of episodes on agriculture, which I rather like a lot"
    },
    {
        "speaker": "Guest",
        "time": "01:57:10.840",
        "message": "and I shall link them from the show notes. You should definitely link the one that you did with Shetkari. You should definitely link that one. That's I think the best of the lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:22.280",
        "message": "Yeah, it's a wonderful episode, episode 86. The only episode I've done in Hindi, by the way. Yeah, so moving on. I mean, we're kind of approaching the end of the episode. And in a sense, we are also kind of approaching the end of the lockdown. And recently, you wrote a piece talking about how the end of the lockdown will not bring life back to normal. Can I ask you to sort of elaborate a bit on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:45.400",
        "message": "Huh? I mean, see, in the sense that, you know, people are still apprehensive of, you know, going out and spending money. You know, you have parts of the transport system, which are working parts, which are not. So I don't know. I mean, you know, if you open it up too much, obviously, there is, you know, the risk of COVID-19 spreading more than it already is. If you don't open it up, then there is the problem of, you know, economic activity not really picking up. So how do you, I don't know. I mean, I don't think there is a balance to this. And our health system isn't really, you know, it just can't really cope up with the, you know, if any more increases in the disease happen in the days to come. And in fact, in Mumbai, the medical system is on the verge of collapse. And it's not that there are no, I mean, there are enough beds, it's just that there aren't enough nurses and ward boys, which is very, very, you know, which is why again, it is you need everyone to sort of be there for a system to work and which is really not happening. So."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:51.640",
        "message": "That's incredibly bleak. I think we've taken up enough of the listeners time this week, but no worry, we shall come at you every week in our new show Econ Central. And we will also discuss on episode one of that which will come this Thursday, a topic which we haven't found time for in this episode, which is this whole, you know, tirade against China, boycott China, return to Nehru's import substitution under different names and a rhetoric spread on a different kind of media entirely. What would Nehru have thought of WhatsApp, I wonder. So, you know, do sort of check that show out our website is econcentral.in. You can go to all your podcast apps right now and search for Econ Central. I hope the, you know, the RSS feed has spread widely enough and you'll be able to see the preview episode."
    },
    {
        "speaker": "Guest",
        "time": "01:59:39.000",
        "message": "Can I make another poor joke here? Kindly do, kindly. So, you know, I don't know what RSS feeds, but RSS is definitely widely spread."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:49.560",
        "message": "Yeah, you could. Yeah, indeed. So we won't comment, we won't make a value judgment on that. It's an indisputable fact. And so Vivek, you know, thank you so much for coming on the show. I think it's the first time we're actually recording a scene unseen episode remotely like this on the computer. And it's so weird, isn't it?"
    },
    {
        "speaker": "Guest",
        "time": "02:00:07.400",
        "message": "Yeah, it is very weird. I mean, it just you know, when you can't look into the other person's eye while talking or generally have someone in the room around you, it's just, and you know, even when you're looking into the other person's eye digitally, it's just not the same."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:21.240",
        "message": "Yeah, we're actually recording via Zencaster, but we've also got Zoom open so we can see each other and kind of pick up visual cues. But then I'm doing alt tab and going to my notes and"
    },
    {
        "speaker": "Guest",
        "time": "02:00:31.160",
        "message": "Are you wearing a hairband by any chance? No, that's my headphone. I just thought for a moment that you've done that Abhishek Bachchan thing and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:38.440",
        "message": "Listen, the recording is going on. Don't start flirting now. All right."
    },
    {
        "speaker": "Guest",
        "time": "02:00:42.840",
        "message": "Thanks a lot for coming on the show. Thanks Amit for having me. Thanks. Thanks."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:48.680",
        "message": "If you enjoyed listening to the show, do follow Vivek on Twitter at call underscore Vivek. You can follow me at Amit Verma, A-M-I-T-V-E-R-M-A. You can browse past episodes of the seen and the unseen at seen unseen.in. And hey, do check out my new course, TikTok and Indian society at seen unseen.in slash TikTok. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:01:41.640",
        "message": "Bye."
    }
]