[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I remember a time when journalism was different. It was a battle to find the truth, not a fight over what is the truth. It was the first draft of history, not a first draft of competing fictions. It was cold, rational reporting, not heated partisan polemic. Indian journalism has always been mediocre. But there was a time when the intent, at least, was to get at the facts, not to push specific narratives. From facts to narratives, from asking measured questions, to shouting, shouting, shouting. From being a corrective to politics, to becoming a tool of politics. How did we get here? What happened?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:43.480",
        "message": "Welcome to the seen and the unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:52.920",
        "message": "Please welcome your host, Amit Bharma. Welcome to the seen and the unseen. I'm a 70s kid, like my guest on today's show, Nidhi Rajdhan. When we grew up in the 80s and 90s, there was a broad consensus on what the facts were. And while everyone distrusted politics, we more or less trusted the media. It might often have been inept, mostly mediocre, but it was well intentioned. All that has now changed. Our media is a mess, especially news television, but not only news television. I have watched this as an alarmed observer on the sidelines, writing columns and pontificating from a distance, but never really in the thick of the battlefield. Nidhi has been in the middle of the action though, helping us to figure out a changing India since she first joined NDTV in 1999. NDTV, the training ground for so many prominent journalists, once looked like it would set the benchmark for good reporting. Now it looks like an outlier in these shrill, polarized times. Nidhi, for these 21 years, has embodied that cliche about how journalists must comfort the afflicted and afflict the comfortable, but the comfortable are not comfortable with being afflicted and independent journalism in India is being attacked in so many different ways. Nidhi is now headed to Harvard to teach journalism there, and I managed to catch her in the transition to share her insights on the seen and the unseen. Before we get to the conversation though, let's take a quick commercial break. In the last few months, I have spent hundreds, if not thousands of hours watching TikTok. You might consider it an addiction and indeed TikTok always gets my dopamine going. I don't call this addiction though, I call it sociological research or even taking one for the team. I have designed a new course called TikTok and Indian society, and I invite you to be part of it. I believe that TikTok reflects real India better than any other outlet for news and entertainment. Our mainstream sources of news and entertainment are controlled by elites who just don't get small town India or village India or poor India or even young aspirational India. This TikTok has blown away these barriers and given the means of production to everyone. It has empowered people who otherwise did not have a voice or a platform. And I'm blown away by the talent I see every day on this app. And my eyes are also opened to so many shades and nuances of India that I had not noticed before. We see the worst of India in our prejudices and attitudes, but also the best in our creativity and our descent. My course is unique as it will be conducted surprise, surprise on WhatsApp and will involve both my thoughts on the many teams I discuss as well as hundreds of amazing videos that illustrate my points. I am charging rupees 5,000 for this course to head on over to cnunseen.in slash TikTok to enroll for TikTok and Indian society. My new course over at cnunseen.in slash TikTok. Nidhi, welcome to the scene and the unseen. Thanks so much for having me, Amit. Nidhi, before we get to sort of talking about journalism and your career in journalism, tell me a bit about sort of your life before that, like your dad, of course, was Maharaj Krishan Rajzan, who used to be editor-in-chief of PTI, noted journalist. You know, you grew up across the world in London and in New York, and I read somewhere that you wanted to be a doctor when you were a kid, not a journalist. So you know, tell me a bit about that. What were your sort of formative influences like and why did you decide to turn to journalism?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:42.200",
        "message": "So yeah, that doctor thing is funny because, well, first, like all children, I wanted to be an astronaut. And that pretty much died by the time I turned 12, because I realized I didn't like flying very much. So outer space was really out of my league. And then, yeah, I kind of got interested in medicine, and I took up science. We'd moved back to India, and I took up science as my stream of study in classes 11 and 12. And I remember my dad coming to me and saying, why do you want to spend so many years of your life studying, do something creative? And you know, my mother was shocked. She's like, how can you tell your daughter, who wants to take up this noble profession, like a good Kashmiri girl, you know, she wants to be a doctor. And you know, he said it because, you know, when he was in school and college, he never wanted to be a doctor or an engineer, which was the only thing that Kashmiri parents wanted their kids to do. And I think he was very keen that I do something creative. And then around that time, when I actually joined college, which was LSR, television started to become big, you know, NDTV was, I mean, there was The World This Week and NDTV had come on to Star News. And so TV was becoming more and more interesting. And my mother said that, would you ever be interested in this? And I realized that actually I would, because I guess without realizing it, we grew up in a household where news was just part of life, like brushing your teeth. You know, you get up in the morning, read the newspaper, you have to watch the evening news at night. And so I always enjoyed keeping up with current affairs. But I didn't want to follow my dad's footsteps and become a print journalist, because I thought there would be too many comparisons. So I was reluctant at first, but when I realized that there was another medium by which to do journalism, which would be something I could claim as my own. That is why, you know, broadcasting happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:27.720",
        "message": "And that's how it happened. And what was sort of your formative influences there? Like, I mean, this in two senses, one, of course, is in the narrow sense of, after you want to be a journalist, who are you looking at as role models? And where are you sort of imbibing those values from? But also in a broader sense, you know, intellectually, what were your influences? You know, what were the books you remember from that time, which maybe shaped the way you thought about the world and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:06:51.240",
        "message": "Well, I think, obviously, my dad was a big influence in terms of just journalistic ideals and values. And he's always been someone who's really been an ideal journalist in that way. And someone I've really looked up to. But I remember as a kid growing up in the US, reading about Watergate, and, you know, looking at journalists, broadcasters like Sam Donaldson, you know, there was that famous you know, hold on, Mr. President, he even wrote a book by that title. And, you know, that that really stuck with me as a kid that, you know, a reporter can, you know, stop the leader of the free world and say, you know, hold on, you have to answer my question, you know, and and that's how powerful journalism is, and how it should be. Unfortunately, nobody does that here. And nobody would. But these were some of the things that really influenced me growing up watching broadcasters like Sam Donaldson, like Tom Brokaw, and seeing the kind of journalism that they did. And it's so different to what we see on TV on Indian TV today, certainly. And of course, seeing it in my own home."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:55.560",
        "message": "And how much of a difference did it make, you know, relative to your colleagues, for example, the fact that, you know, you spend time in London and New York growing up, that, you know, your father, of course, was a journalist, and you were exposed to perhaps much more than many of your colleagues might have been like, you know, I remember when I was like, I'm also a 70s kid like you, and when I was growing up in the 80s, in the 90s, print journalism was considered sort of a last resort, you fail to do your medical and your engineering and blah, blah, blah. And print journalism was in the last resort. And, you know, at all my time in journalism, I've sort of bemoaned the poor editorial standards and writing standards and all of that TV was different, because TV was new, it appeared like there was a brash new generation coming up. And within that, you were someone who had, you know, perhaps a little more, a slightly different experience, while growing up in terms of exposure to media and culture and so on. Did that make much of a difference per se? And within television? Did you feel that, you know, you were a lot apart from the older school, the print journalists?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:59.480",
        "message": "You know, the thing is that I think the kind of childhood I had was very privileged, and I was really lucky that I had it. For both me and my brother, it was, as you rightly said, it just exposes you to a completely different world. I was four plus when we moved to England. And so I did my initial sort of nursery schooling here. And, you know, my whole worldview of things, I think for all of us, our early childhood and those formative years are really important in terms of how we, our values are shaped, how we look at the world, and perhaps the most important. So especially in the US, because by the time I was in New York, you know, I was in a class of people where everybody was, everyone was basically an immigrant. You know, I grew up in a vibrant city where, you know, my best friend was an African American, another close friend of mine, who's still my closest friend today, half Bangladeshi, half German, very sort of eclectic, you know, childhood in that sense, in terms of the people you interacted with, grew up with. So I've had a very liberal outlook towards life, towards everything as a result of that. So that really shaped me. And schooling there was very, very different. And coming back to India was actually very hard, Amit, because, you know, the school system here was different, the emphasis on rote learning, etc, that wasn't something that I was used to, though I did pretty well as a student here also. Also the language because, you know, I'm a Kashmiri. So in my house, we grew up speaking Kashmiri always, and we grew up speaking English, obviously. But Hindi is not our mother tongue in that sense. So Hindi for me was, you know, Amitabh Bachchan films and, you know, stuff like his dialogues in Hindi movies, which I really enjoyed, but I wasn't fluent at all in Hindi. And so when I came back, I was 13. And it was really hard, but, you know, getting rid of my American accent so that I could fit in with people to fit in with my classmates, because you really feel like an outsider. I didn't know what Antakshari was, because that was like, those were the nice days, you know, when kids actually played Antakshari and stuff like that, when they were like 14. So you know, like, I didn't know all those Hindi songs, I watched Hindi movies, but because I wasn't comfortable with the language, but I'm proud of the fact that when I did decide to take that plunge into TV and all of that, you know, when I was in college, and I would read the Navbharat Times every Sunday, out loud, with a Hindi English dictionary next to me, because I knew that if I have to be a broadcaster, if I have to be a journalist period in this country, I have to know Hindi. And I have to know it well enough to be able to communicate on air. And I did it. And I anchored, I have been a bilingual anchoring reporter all these years, I anchored on our Hindi channel for many years, I've anchored the US elections with Pankaj Pachauri in Hindi, with Vikram Chandra in Hindi, I've anchored the budget in Hindi. And I'm really, really proud that I was able to do that. Because this it wasn't easy. It wasn't the language that sort of came naturally."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:55.960",
        "message": "Yeah. And you know, they often say of cricketers when they play a beautiful shot that oh, he makes it look so easy. And I think one can have the sort of the same impression about news anchors not realizing that sort of hard work that goes in behind the scenes. I'm just thinking aloud, I was you know, when you mentioned how your cosmopolitan background and you know, being in a school in New York that had, I mean, which is basically a city of immigrants shaped your outlook to the world. And just thinking aloud, I'm therefore wondering that, how true would you say from all your experiences of meeting people throughout the last 20 something years, which is such a core part of your job? How true is it? Would you say that people are often shaped by their circumstances that their ideology can come out of what they have been exposed to and are there for example, the other thought that sort of strikes me is that despite the Kashmiri Pandit background, you don't sort of have the resentments that many Kashmiri Pandits do for, you know, understandable reasons in their case. What are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:53.000",
        "message": "Well, I agree with that. I do think the circumstances we are exposed to shape who we are. And for instance, on the Kashmiri Pandit question, I'll tell you something. I mean, I think it's because you know, it's not that my family wasn't affected by it. It was my grandparents had to leave with their bags packed overnight and flee. And my father and my mother would always tell my brother and me that look, we shouldn't blame entire communities for what happened. My father still has a very romantic notion of how he grew up in Kashmir. And he truly believes, I know a lot of Kashmiri Pandits don't and they get angry when some of us say this, but he truly believes in that idea of Kashmiriyat, that his best friends growing up were Muslims. And whenever we would visit Kashmir every year, we would always go to Khil Bhawani, which is our most revered temple there. But on the way back, we would also go to Hazrat Bal Mosque, to the shrine, and offer prayers there as well. And my parents would always say, my dad in particular, that, you know, this is who we are. This is how we must respect all religions. And that yes, a lot of things happened during the Pandit exodus, which have made people angry and bitter for understandable reasons. But that the Muslim community has also suffered, that we cannot tarnish entire community, etc. So I've grown up with those values. And I guess I don't blame those from my community who have actually borne the brunt of that exodus and the kind of atrocities that happened with them and their families. Obviously, you know, they are shaped by that anger. They are shaped by that very deep and real pain that they went through. So I don't think that I can sit in judgment on, you know, how they feel. But at the same time, I'm proud of the fact that I do meet many of those, they may not be vocal on Twitter, like some others, but I do meet many Kashmiri Pandits also, who despite having gone through what they have, are, you know, sort of willing to, to heal and heal together. And I would hope that that sentiment would eventually prevail."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:49.440",
        "message": "I was going to ask a question about this towards the end of the show. But as we brought up Kashmir, I'll ask it now, I just want to quote from the introduction you wrote for your book, Left, Right or Center, where you spoke about how when you went to Srinagar to shoot your documentary there, and you've written quote, when I reached Srinagar, many people already recognized me from television, they knew I was a Kashmiri Pandit. At first I was wary, my mother's fears ringing in my head, but very soon that fear dissipated. I was welcomed warmly like a long lost daughter who had finally come home. And with that, my faith in the idea of Kashmiriyat and the idea of India was restored just a little. And I quote, and elsewhere in the introduction, you talk about how Gurmehar Kaur, who lost her father in combat at Kargil in 99, once when she was chatting with her mom about it, her mom said that, listen, Pakistan didn't kill him, war did. And you know, there's also the story about Yogendra Yadav, who after what his family had suffered during partition was named Salim, you know, that was his middle name, which is again, such a beautiful sentiment. And it seems to me and you know, I've also traveled through Pakistan covering cricket and all that. And it seems to me that, you know, despite all the harsh, shrill, angry rhetoric that is there in the airwaves and so on, when you actually go down to the level of the common person, these tribal distinctions don't seem to matter so much. There's another strand that kind of plays out. Why do you think it is then that when it comes to the media, or it's the ugliness that gets accentuated and exacerbated?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:17.240",
        "message": "I think that's just the nature of the medium, Amit. And the fact is that social media in particular is a medium in which ugliness gets amplified to infinity, you know, and it brings out I think the worst in people. It also brings out a lot of good in people. I'm not saying that, but, you know, honestly, I remember, I mean, I'm in that generation like you, you know, we had life without social media, and it was so much simpler when you look back, so much nicer, and now look how complicated and, you know, mentally exhausting it is. And I just think that that's, that just brings out the worst in all of us. And I agree with you. I mean, like, when you actually talk to people on the ground, the sentiments will be very different from what the establishment, you know, will actually do. Pakistan is a prime example of that. I have friends who are Pakistanis, very good people, and who are brave enough to take on the ISI and their own army very publicly journalists in particular, in fact, I think their media is far more free, frankly, and brave than ours. And that's another story. But, you know, even in Kashmir, my own experiences have been like that. But, you know, I mean, social media tends to reduce everything to these dangerous binaries, which in itself is another conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:32.320",
        "message": "Yeah. And we'll come to that a little later. Let's go to your early days in television in the 90s, which is, of course, before social media and you know, sort of as a viewer watching the evolution of television, I remember it from the early days when Pranav Roy did The World This Week, which was, you know, this one hour weekly thing we all used to look forward to on the only channel we had. And then, you know, I remember the video news magazine, News Track used to come out and there was such a leisurely pace to everything. And you've also spoken about how when you first joined news television, people had so much more time to do their stories, you had a couple of days, or, you know, longer to put a single story together. You know, tell me a bit about what those early days were like, like, you know, you obviously joined NDTV as a bright eyed 21 year old, what did you expect? What did you find was different? What did you learn in those early years before things started changing in the 2000s?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:23.160",
        "message": "You know, it was so different. I joined in 1999. And those were like the golden days of television. And I've seen, I've seen the whole transition from that into what has happened now, which is both sad and, you know, strange. But the early days were incredible, because there was a lot of idealism, there was not that kind of cutthroat competition from other news channels. And honestly, NDTV was and in my view, continues to be the best television news organization. I mean, there is no I mean, it's not a coincidence that all the major sort of players on the television news broadcasting stage in India today have their origins in NDTV, some good and some not so good, and you know who I mean. But you know, the basic training, they all came from the NDTV stable by and large, you know. So it was incredible, because this was an organization at that time that was, you know, we had money, we had resources, we had the platform, you know, you could spend days traveling for a story. Like I said earlier, as you pointed out, you would spend time on that story. There was a whole series we used to do for many years actually called India matters, where all of us would take turns every month for one week in a month, we'd be assigned to India matters where we traveled into rural India and sort of uncovering India invisible, going beyond the regular politics, the day to day stuff that happened in Delhi. And you know, you had the budgets for that, you know, I remember when I joined, I spent just two, three weeks in orientation, which was great. I mean, you know, you you're actually being taught now there is no time for this orientation are new reporters who come, come, they train for a few days and bam, you know, you're out in the field because there's no time. But those were different days, you know, you you were leisurely taught about how editing is done, camera work is done, etc. And you know, I walked into Pranoy's room one day, and I said, Can I go to Tibet? I want to do a documentary there and Pranoy was like, Yeah, of course, you should apply for a visa. I did. And I got a visa like a year later and I went. So you know, I can't do that now, nobody can because there ain't no money for that kind of stuff now. But you know, I one day I went in, you know, I said, I'd like to go to Iran. And if I get an interview with the foreign minister, can I stay back for a week and do a documentary? Of course you can. I went, I did that. And, you know, shot there for like seven, eight days. That was an adventure, you know, came back, put it on air. So I think, I mean, those were really the golden days, like I said, and that's, of course, linked to the financial health of an organization, among other things. And over time, you know, things for the media as a whole have become much more difficult."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:04.760",
        "message": "And we know, we know that. Yeah. And we'll discuss sort of the transitional points. But I have a newbie question, which is that even then, you know, NDTV was, of course, a 24 hour channel. So what gave you guys, you know, the luxury to sort of take so much time and do so much thoughtful work and do the sort of stuff that you did with, you know, Uncovering India and so on? Did you have more people? Was it just more budgets? Was the news structured differently?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:31.600",
        "message": "What was so different? It was structured differently also, Amit, because you didn't have bulletins, like every hour, you know, you had them, I remember, alternate hours, and then the flagship bulletin was your nine o'clock, you had more people, you had more budgets, so you could actually spare a bunch of reporters to be doing something completely different, somebody on an investigation for Star News Sunday, which was like, you know, your long format magazine show on Sundays, you had people you could spare for India Matters, which was a completely different team altogether. So it's all those things together, which which made it possible to and because you didn't have that sort of some other channel breathing down your neck. And those kind of rivalries you could actually I mean, I spent three days doing a rainwater harvesting story, for God's sake, I was damn proud of, you know, but that was a new thing then, you know, and I was like, you know, I showcased what rainwater harvesting was about. I think one of my I think the first story I did a P2C for, if I'm not mistaken, was about condom vending machines in government offices, which is super awkward to shoot. But I had to interview, but I spent two days on that I didn't have to like, I didn't have to rush into it and do it in two hours, you know. So I mean, like nowadays, there's no question, even I would tell a reporter, what do you need some bites and, you know, some shots and none of that then, you know, there was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:58.280",
        "message": "a very nice feature on Jon Stewart in the New York Times. And I'll quote from something he said with Struck A Chord, where he said, quote, 24 hour news networks are built for one thing. And that's 9-11. There are very few events that would justify being covered 24 hours a day, seven days a week. So in the absence of urgency, they have to create it, you create urgency through conflict, stop quote. And you know, as this sort of process started playing out, how did it affect you? Was it sort of frustrating, because then the pressure on the channel becomes to amplify every damn little thing that you cover, which means that, you know, one, everything is shallow, because you're spending less time on it. And two, you can't go deep into, you know, areas which may not be of interest to mass viewers like rainwater harvesting, I presume, how was that process like in coming to terms"
    },
    {
        "speaker": "Guest",
        "time": "00:23:47.000",
        "message": "with it? I completely agree with what Jon Stewart has said there. And that is part of the problem that, well, the two things in India, frankly, unfortunately, for whatever reason, you don't even have to manufacture urgent news, because there's always something happening. But the fact is, on a serious note, that even the most sort of anodyne news items, which can just pass off as a graphic or be put on the ticker, increasingly, I found in the last few years, in particular, there is a thing about mini, but we need an OB on this right now. It's not that big a story, but because the other channel is doing it, we need to like stay with this for like 10 minutes and play it up and, you know, get reactions from x, y, z. And sometimes you don't even get a chance to process, you know, what it is that you are doing an OB on, you know, like, one day, I was suddenly asked to anchor on an RBI press conference. And I actually I said, No, because I said, I am not an expert on the RBI. And let's not pretend that anchors know everything. My expertise is in politics and foreign policy, you want me to, you know, come on and do something on that, I'd be happy to, because that's what I've done my entire life, but I'm not suddenly going to be an expert on the repo rate, which, frankly, I need to read about and understand, I'm not going to pretend I know anything about it. So we're in that age, Amit, right now, where everything is like, is big, you know, and for me, personally, that is part of the reason why I became extremely tired of it. You know, in the last few years, while I love television, and I've actually walked away from television, from the best primetime slot that one could have, I mean, you know, some people say that, I mean, what else do you want? Great executive editor, nine o'clock slot, it's not that it's just that the nature of the medium now just doesn't let you breathe anymore. You know, and you're just, it's just constant, there is, I mean, your brain just doesn't stop working. It's exhausting. It really is. And television has just become like, this competitive thing to put your senior anchors on air for everything. Every small thing is now a big thing. So I think that's, you know, something we all need to reflect on. But that's the way it is now, with so many news channels out there."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:02.560",
        "message": "And I once did an episode with Ashok Malik, where he gave me an interesting insight onto this race to the bottom, where he said that, you know, when you have channels paying such enormous license fees to just get into the business, you know, the pressure to recoup is immense. So they have no choice but to sort of chase TRPs in this sort of frenetic race, and then everybody gets caught up in that and there's no getting out. You know, do you think structural reasons are like that are part of the problem that because entry barriers are so high, once you get in, you cannot really chase a niche and, you know, do whatever you, you know, do rainwater harvesting showreels, for example?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:37.880",
        "message": "Well, why not? I mean, it did work for us. It's not that I mean, NDTV is India's most trusted news brand repeatedly for a reason. So I think it's not that it didn't work. And look, these bark TRPs, frankly, are TRPs that NDTV has challenged all the time, they don't make any sense. If you if you look at how our shows do on YouTube, for instance, or even Tata Sky, the numbers are completely different from what bark puts out. So there's so much I mean, NDTV has gone public with this about the kind of manipulation that happens, you know, with ratings. So I do think that at least there used to be a space for this. And I'd like to believe that there is, you know, still space for it, although sometimes one gets so disheartened that even during something like this coronavirus pandemic, when TV viewership has jumped immensely across the board, because people were in lockdown, they were at home, people wanted information. If your bark ratings are still reflecting that Republican times now are your leading news channels, then I begin to wonder the choices that people are making, you know, and is this what they wanted to see? Because those channels were not giving you information, they were still doing Tablighi Jamaat 24 hours a day. And is that what people want to see? So I said, you know, a lot of these numbers don't make sense to me just because of how they just don't add up. You know, they actually don't add up if you just look at online and how we're doing online and how we're doing on bar. So I don't know, I still think there is space for this kind of good journalism. And that's why NDTV will not become tabloid, it is not going to be tabloid. It's not been easy for us. But NDTV would never take the sort of times now route, we're just genetically completely"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:14.320",
        "message": "different. One of the shifts I've noticed over the past two decades, exacerbated by social media, but you know, it began even before that was that, you know, when we were growing up in the 80s and 90s, there was a broad consensus on the truth. There wasn't a dispute about what is actually happening. You know, your different media outlets may chase different angles or have different opinions and something. But you know, everyone kind of agreed on what the facts were. What has now happened is one that people get their information from many more sources, media itself is so fragmented. And you know, there is no longer that consensus on the truth, people have their ideologies or their visions of the world and whatever. And they just want information that sort of confirms that and we all get sucked into these echo chambers, which gets shriller and shriller as you know, you compete to sort of express your own virtue within your selected echo chamber. And it seems to me that, you know, then you begin to wonder what is this news thing? Is it just a battle of competing narratives that do facts even matter anymore? And you know, barring, you know, small islands of excellence like NDTV and a handful of online independent sites, not the mainstream media. It seems to me that everything else is about, you know, this big battle of narratives. How does that sort of make you feel? I mean, I understand that NDTV has had its core values and stuck to them throughout. But more and more in these times, it seems like an outlier."
    },
    {
        "speaker": "Guest",
        "time": "00:29:42.640",
        "message": "It is an outlier. And I completely agree with you because now it's become like the media has become ideologically divided in this country, the way pretty much everything else has. And that's to me has taken, I mean, what I see, frankly, is a decay of an important institution in a democracy, which is a free press. And I see that not just in isolation, Amit, I see it as a larger decay of democratic institutions in the country as a whole, whether it is parliament. I mean, how much work our parliament committee is doing, for example, how much look at the way bills are rammed through parliament without any proper debate and discussion, you know, even the finance bill. So you may have a big majority in parliament and you may have an overwhelming majority, but democracy is not about just the majority. It's about taking everyone along. So look at the way parliament has been diminished. Look at the way the judiciary has abdicated its responsibility with the honorable exceptions, I may say, of some high courts, which, to my surprise, in the last few months have woken up, for instance, to the migrant crisis in a way that, you know, should really sort of wake up the Supreme Court of India, which waded into it much later. But if you look at the Supreme Court of India, which has sort of turned the other way on human rights issues, constitutional issues, on habeas corpus, it's changed the meaning of that, particularly when it comes to Kashmir. So when you see what is happening to us as a democracy right now, I feel that the decay of the media and the decline of the media as an institution in India has to be seen in that context. I think in India, a big crisis also stares at us because of the way, I mean, you raised this question earlier about, you know, the structures and being dependent on, you know, certain parameters to, for instance, make money and TRPs. That's part of the problem, that your media is actually dependent on the government for advertisements to survive. And that whole model and that whole system is utterly flawed. We have a media that does not, you know, stand together and is not institutionally strong enough to fight back from government pressure or government intimidation. I mean, you'll have the odd statement from an editor's guild, but please tell me, what is the Press Council of India? What is its role? When has it ever done anything meaningful? Does anybody listen to the Press Council of India? You know, so that to me is the saddest thing, actually, just seeing the sort of decay. I mean, you look at America, you see that in America also mainstream media is constantly under attack. The president hates them. He abuses them, but he cannot ignore them. He still gives interviews. He still does press conferences. He still went to the New York Times editorial board and did an interview with them, despite, you know, all the names he calls the New York Times, right? So institutionally, the media there is much stronger. And you know, so they can call their president a liar and not worry about repercussions. And here, we are the complete opposite. You know, we have become ideologically divided. The truth is a casualty. I'm sorry. But some of these news channels, to me, are not news channels. I don't know what to categorize them as. They are, I mean, I used to laugh at them, Amit, at one point of time. I used to think it was funny that you had these 10 windows and you had the anchor screaming like a banshee about something. But I don't think it's funny anymore. And I realized in the last couple of years in particular, that what they're doing is they're putting targets on people's backs. You know, they're demonizing entire communities. They demonize Kashmiris all the time. They like, they want to paint all Kashmiri Muslims as pro-Pakistani terrorists, which Kashmiris are not. They will question the credentials. They have equated anyone who criticizes the government as that, as being anti-national or unpatriotic. You know, the government is not the nation, right? So they whip up that hysteria, they whip up and they're doing it now. I mean, even with China, it's embarrassing when you look at the screen grabs of, you know, last 10 days ago that they said stuff like Nepal kneels and China bows. And do you know how badly those kind of headlines and captions play out in those countries? People are very, very sensitive to that. You know, Nepalese friends have called and said how angry and sort of hurt they are seeing those kind of captions. Look what Nepal did to you. You know, and China bows and you know, stuff like that. I mean, I think they're doing far, far more harm than we realize to our social fabric, not just to journalism, but to society. And I think it's really, it's just dangerous now. It's not funny anymore."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:34:24.000",
        "message": "You know, since you mentioned Nepal, this anecdote came to mind about this pitched battle that took place, I think, in the late 30s or 1940s, when people were discussing what shape an independent India could take, which was then in the future, of course, and Mahatma Gandhi said something to the effect of the Nizam of Hyderabad could be the new ruler, at which Veer Savarkar took offense and said, no, we must be a Hindu kingdom. The king of Nepal should be the king of India. And contrast that with where we are, you know, I'm just thinking of the sort of contrast that you've seen, like in one of your interviews, you quoted your dad as telling you, quote, don't editorialize and get all your facts right, check with more than one source, get it right, do not get it first, stop quote. And in contrast, when I was reading your introduction to left, right and center, I'll quote what you said, quote, it is now anti-national to even question the government. So most TV channels today simply don't do it. In an interview to NDTV, Arun Shourie called them North Korean TV channels that essentially parrot the government line. The raids on NDTV in June marked a turning point for free press in India. As Shourie said, it was meant to kill the chicken to frighten the monkeys, quoting a Chinese proverb, stop quote. And but just looking at how the media is structured in India, this seems so inevitable to me. For example, as you point out, the government has so many levers with which it can pressurize media. In the sense, just looking at the print media, you look at HD or TOI, they have so many other business interests, somebody will have a chemical factory somewhere, there can be an IT raid there. Similarly, so much of media runs basically on money coerced from us, you know, it runs on government advertisements, and the government uses that to basically buy the media and use it as a lever to pressurize the media. And similarly, you also, besides the carrot, you also see the stick, where you know, cases of sedition are filed on journalists, and there is a sort of a chilling effect in play as well. You know, NDTV itself, of course, has taken a lot of pressure, there was a campaign to get advertisers to quit NDTV. And you know, there have been income tax raids and all of that, you know, so just looking at this, I mean, do you think there's and the only sites that really survive are small online sites, which are not dependent on all of this, like, you know, the very brave people at alt news and the wire and scroll and so on. But beyond that, you know, do you think and but they are just below the radar mostly, that's kind of why, but, you know, it's that sort of one of the reasons that you're kind of glad to be getting I mean, are you glad to be just getting out of this? Are you thinking to yourself right now, not my circus, not my monkey, I've had enough"
    },
    {
        "speaker": "Guest",
        "time": "00:37:01.180",
        "message": "of this shit? You know, partly? Yes. To be honest, I'm it. But the thing is that I live and breathe news. Okay, I love it. I mean, it's, it's the only thing I know how to do well, I've been a reporter, editor everything. And so like, for me, this is a passion, which is why it makes me so angry to see what has happened to the media in the last few years. And, and, you know, it also just happened to be the right opportunity. I mean, it's that, you know, this Harvard thing, you know, it came along. And I thought to myself, I mean, I told them, I said that, Are you sure you're interested? I mean, because I've never taught before. And I'm not, I mean, it's very different to sort of talk to a roomful of people as a one off and take questions. But they were like, No, we're looking for people who don't come, you know, with that baggage of teaching and would rather be able to teach through their own experiences and so on. So I thought to myself that, you know, this is a great opportunity for me to actually take a step back from the madness of this place, and to learn. For me, this is an opportunity to be a student all over again, because I think I will be the student, it's not that I will be, you know, the teacher, this gives me an opportunity also to just learn to be in a very different atmosphere, where I learn from the students I interact with. And from the faculty there, I can go and sit in lectures. And I'm not relocating Amit, by the way, it's a visiting role, I'll be back and forth between Delhi and Boston. So for me, it's the best of both worlds. And maybe I'll, you know, start working on a book on the media or something, you know, while, you know, while I spend time here in India. But it's nice to be, you know, for 21 years, this is all I've done all the time, like, it's 24 seven, it's been TV, earthquake ho gaya tum jao, plane crash ho gaya tum jao, bombing ho gayi jao, you know, go to the spot. And of course, in the last few years, it was every time something happened, go and anchor it. But you know, now it's nice to take a step back. And it still connects me to journalism. So it doesn't take me away from what I love. But it hopefully will give me a different perspective. And let me give something back to it, because I'm still very idealistic about it, for some reason."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:10.960",
        "message": "Yeah, I mean, I don't get to speak to too many idealistic people. And I'm really glad you're getting a break after all these years, taking a grind and our listeners will also now get a break, but we'll be back because we have a lot to discuss. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this, for every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. So, sceneunseen.in slash support. Welcome back to The Scene and the Unseen. I'm chatting with Nidhi Rahsaan and Nidhi, so far, we've sort of been talking about how television has changed, but over the, you know, the 21 years that you've been in it, but what has also changed is not just television itself, but the whole media landscape surrounding it and social media is a significant part of that. And you know, you and I were just being nostalgic a little while back about how peaceful and nice the days were before social media. Tell me a little bit about the kind of difference that, you know, social media has made to the way people cover news and to people like you personally, who cover the news."
    },
    {
        "speaker": "Guest",
        "time": "00:41:22.880",
        "message": "Well, it's made a huge difference. Look, the fact is that I think social media is great in that it's a great source of immediate news. As a journalist, when you follow, let's say, the AP Twitter handle, Reuters, or any news organization's Twitter handle, you know, that you're getting immediate updates, you know, and in the old days, you wouldn't get it so quickly, you would have to wait for the flash to come up on the news wires on PTI or AP or Reuters, etc. on, you know, what, which was connected to your office systems. So social media has a certain immediacy to it, reporters directly tweet from a briefing about what is happening, you know, word by word, what is being said, statements that are coming in. So it's very quick. And that way, it's a great source of information. But I mean, what it's also done is, I think, it's made news much more interactive, which is both great and also a pain. But on a serious note, I think it's good, it's good that a lot of your viewers can tell you what they really think, let's say, of your show or of a particular story, they give you feedback. Very often, people flag important stories, like for instance, in this pandemic, people have taken to Twitter to tell us about the way that, you know, hospitals had no beds, you know, and if they hadn't done that, you know, it would have taken much longer to get to know about how serious the crisis is, for example, in Delhi, you know, about the shortage of beds. So I think in that way, social media has played a great role. And I mean, the abuse aside, I'm saying that when when there is a healthy conversation between you and someone who reads your work, or watches your work, then that's great. But yes, it's made reporting much more complicated, I'll tell you, for example, when I went to cover Mr. Modi's visit to Israel a few years ago, I think it was three years ago, firstly, you know, cost cutting. So I was covering it with the mobile journalism kit, you know, the mojo, just the cell phone and me went to Israel. And everyone else was there, you know, with their big cameras and their tripods and all but I had, I was really proud of the fact that we were doing it like this. And kind of, you know, I stood there doing my piece to camera. So first, you have to worry about the technical part of it, where, you know, frankly, I was, I was so distracted about the reporting part of it that I was so worried that the mic shouldn't be off, the tripod shouldn't fall apart, you know, you know, stuff like that, because you worry so much about the technical part of it, because you're doing everything yourself. And then I almost the ambassador almost got run over by a truck, because we were standing in the middle of the road doing an interview, you know, that's I'm like, you know, I'm pulling him into the frame. And then Sasne Haider was on that trip with me. So she helped, you know, then, because the entire TV media went after baby Moshe who's not baby anymore. So you know, I need to hold the phone for me while I chased his family down and said, would you would you speak to us and you know, at least she was there to help. So it wasn't easy. But then, on that trip, I realized we we just started doing, you know, Facebook Live also, which I didn't know what the hell that was, until it happened. Because now I'm going and doing these stories about the Indian community in Israel and whatever. And so in addition to doing my television story, I had to first put out a web copy. Now everything is on the web first. And then I have to do a Facebook Live. Okay, so I was like, yeh kya hai? And then I had to do that also. And then you have to do your television OBS also, you know, and then deal with the technology and the technical issues and failures and all of that. So it's not easy. And that's what reporting is like on a day to day basis for a lot of young people today. You know, you are doing digital, you are handling your social media accounts, a lot of them are having to do YouTube stuff separately. And then you have the pressures from television. So and plus, you have to make sure you're actually getting your story right. So there's a lot of pressure on reporters today. And I have to say very honestly, Amit, it was much more fun way back then. You know, I personally think so. That it was much more fun when one had the time and the space to be able to think about what one had to write and do. I still love the rush of hard news. But just sometimes it's just overwhelming. And hats off to these kids, you know, who sort of manage everything so seemingly effortlessly, but it really, really is not easy. Because you know, even the physical demands of the job, as you know, are very real. I mean, look at these reporters who've been out or reporting on the migrant crisis or just the state of or of the pandemic in general. And then you juggle all these things together, social media included. It's not easy. And you know, now, you know, when you do it, you don't just anchor a show, then you identify clips to put out on social media by what will catch the audience's eye. You know, what are the things that you can sort of extract and make a headline so that it gets viral on Twitter becomes vital on Twitter, because now that is also important. So, one good thing I'm really about NDTV in particular is that we don't do the whole hashtag thing except on election day, which is elections with NDTV. So there's no like, you know, hashtag like, Rahul Gandhi get a haircut, you know, something like that. You know what I mean? Like, you know, or what is that Times Now favorite hashtag lobby, something about the lobby. I don't know which lobby it is, but they have something about the lobby every day. Lobby lies or lobby uses Chinese phones."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:37.920",
        "message": "I don't know. You know, normally, when I do an episode on something, I research the subject very thoroughly. But I have to confess that I've watched practically no news television for the last 10 years, because I can't stand it. You know, a couple of thoughts come to my mind from what you just said, the second perhaps leading to a question. One is that, you know, it seems to me that as new technology comes up, there is an element of faddishness that comes into reporting in the sense of these all become boxes to tick that Facebook Life ka box tick karo, Instagram ka box tick karo, iska box tick karo, without enough thought going into what is happening to the trade off, in terms of the effort that goes into ticking these boxes and the depth of the news. And the second which I'm going to turn into a question is, of course, we've all heard, you know, Marshall McLuhan's famous saying about the medium being the message and it strikes me that if you know, so much of your time goes into putting stuff on Facebook Life and looking for clips to maybe put on Twitter or whatever all these little disparate things that one now has to do, doesn't that affect the depth which you can pursue a story and doesn't that then change the nature of the coverage in a negative way?"
    },
    {
        "speaker": "Guest",
        "time": "00:47:43.280",
        "message": "It does, to be honest, I mean, to me, like I said, I preferred the old days where you could really spend time on a story and everything wasn't like some massive life and death event. And you know, social media has brought with it certain pressures, but you know, you have to learn to adapt. That's the way life is, you know, things will evolve. I don't think as some people have debated in the recent past, the television news is dead. It's certainly very, very problematic. There are huge issues with it in India in particular right now. But television viewership has exponentially shot up in the last few months. So there is a huge audience for it. We have to use that space responsibly. And you know, we have to evolve with technology. And ideally, you know, you have to have different resources for different things. So we also have an NDTV, a separate social media team, etc. But very often the reporters and anchors themselves have to get involved in that process. And it's exhausting. You know, I do think in the old days, one had more time to ponder over a headline. And also, I think, at this time, you know, like, on social media every day, we all turn into experts, you know, foreign affairs, today everyone is an expert on China, but yesterday we were experts on depression, and what was there the day before? But you know, there was something else also. So anyway, everyone has an opinion on everything. And you know, very often, I mean, I'll tell you simple things like a press release will come, I cover, I used to cover the MEA, I have to quickly look for that, like, I don't have time to like sit and read it properly, you know, it's like, quickly, quickly look for the two or three important news points and just get it out on Twitter, get it out on the NDTV social media handle, get it on air. And you know, there's such a thing about pehle kaun karega, you know, that, to me, it stresses me out a lot. That's what I would say. One would like to like, look at things carefully, sift through them carefully. And that's just taken, for me, at least it just took a bit of the sort of fun out of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:42.720",
        "message": "doing this on a regular basis. As you're saying this, a thought that strikes me, a question that strikes me, rather, which is that, you know, you've done a lot of, you know, as opposed to a lot of the shallow news coverage of the modern age, you've done a lot of deep work in the past, where you've, you know, done work in POK, you've done work in Tibet, like you pointed out after waiting a year for a visa, what is the work that you're most proud of in your career? And I'll make it a two part question by saying that, is there something that you're not proud of that you look back and said, Hey, I wish I hadn't done that?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:11.760",
        "message": "That's a good question. Well, I'm proud of quite a few things. I mean, I'm proud of all the documentaries I've done. I did quite a few, and I was really glad because NUTV gave me the space to do them, whether it was the one in Tibet, or the one in Iran, I went back to, I went to cover the London bombings of July 2007, as an on the spot reporting job. But then I went back a month later to do a bigger in depth thing on how Muslims in Britain were coping with the sort of the changes and then the way people were looking at them after that. The POK documentary certainly was something that I was very, very proud of, also, because it was a runner up at the Asian TV Awards. And that was the year of the tsunami. And so the tsunami one and, and this came second and I was a bit worried that they would see think of it as being too political because it said Pakistan occupied Kashmir, not administered Kashmir and stuff like that. And but but you know, they saw merit in it. And it was it was a runner up a story that is actually very boring to a lot of people. But I am most proud of is my work on the India US nuclear deal, which was a story I obsessively tracked from beginning to end. And that's how I got interested in foreign policy. And that was a very, very difficult story to do, because it's very technical. It can be very, you know, technical and sort of very dense. And you know, to break that down for TV viewers every single day, and to make it interesting. And then it became one of the biggest political stories of our time. You know, Manmohan Singh's government also nearly fell because of it. It didn't, but it could have, you know, there was a confidence vote in Parliament on it. So it just became like this, this amazing story to track from beginning to end. Is there something I wish I shouldn't have done or that I'm not proud of? I don't know. There's nothing I can think of offhand Amit. But I'll tell you something which I've never said before. Sometimes I do have doubts about whether I should have thrown Sambit Patra out of that show that day."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:08.040",
        "message": "For those of us who don't know what you're talking about, what are you referring to?"
    },
    {
        "speaker": "Guest",
        "time": "00:52:11.400",
        "message": "There was then Oh, you don't know this?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:13.080",
        "message": "Are you serious? I don't watch much news television. I'm really sorry about this."
    },
    {
        "speaker": "Guest",
        "time": "00:52:17.040",
        "message": "I think, I don't know, was it maybe three years ago or two years ago, Sambit Patra was on my show and started shouting at us on air and saying that NDTV has an agenda and you know, ascribing motives to us. And I told him to leave. I said that if I'm sorry that I will not accept this accusation. And if you don't want to be on this channel, then go. And you know, if you're not, if you're not going to apologize, then leave. And I shot his mic down. I mean, it's, it's really an infamous incident, to be honest. And a lot of people were I mean, the Royals were very happy. I mean, everybody was the whole organization stood by me for doing that. Because every day, you know, you had BJP spokies sort of making digs at us all the time questioning our sort of credibility, etc. And we got raided by the CBI, I think Pranoy got raided by the CBI like two, three days later, which was a coincidence, but many people sought to draw links to it. But that's, you know, and then the BJP stopped coming on NDTV completely. And that stands to this day, officially, they do not come on NDTV. Now, at that time, until today, a lot of people, most people tell me that, you know, you did the right thing, somebody has to stand up and call these guys out, etc, etc. But to be honest, Amit, when I look back, sometimes I look back, and I think that maybe I shouldn't have and that maybe I should have said my piece and then let it go. And that it would have been more democratic of me to do it that way, rather than just tell him to leave. I don't know, I'm very conflicted about that. But that is something I if I if I had, if I had to relive that moment, again, maybe I wouldn't do it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:02.120",
        "message": "Tell me something for someone who feels as strongly about values and issues and indeed the health of our democracy as you clearly do. Is that sort of like, I can imagine myself losing my temper in a similar way. And I remember reading about the incident now that you described it. But is that sort of emotional control hard, for example, when you're, let's say you're covering Kathua, and there are people who are sort of defending the rapist, or there are people who are defending garlanding the lynchers, for example, both issues on which, you know, you've sort of spoken out, then at that moment does, you know, on the one hand, you're supposed to be this objective anchor and you're sort of you have to be calm and ask sharp, probing questions, but on the other hand, how can the blood not rush to your head? How do you deal with that? How have you faced that conflict?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:48.080",
        "message": "See, in my opinion, there is absolutely no obligation to be a quote unquote objective, when you're anchoring what is meant to be an opinion based show, it's fine, because like newspapers have editorial pages, right? So these nine o'clock bulletins can be the editorial pages of your channel, in that sense, it's perfectly okay to take a position on something, I don't have a problem with that. But I do have a problem with when, you know, you know, to me, there are certain things which are inalienable truths, right? And there are certain stories that do not have another side. So for example, politicians coming out in doing rallies in defense of rape accused and murder accused, like in the Katwa case, to me, that was indefensible, there was no other side to the story. To me, when somebody is lynched, and killed, there is no other side to the story. It's wrong. Okay. So I think, yes, I mean, I think we're all human. We will get emotional. I think it's a question of, I think it's perfectly okay to be emotional also. But you have to also know when to pull back. And that's a line that only an individual can draw. I have to admit that some of the stories that have disturbed me the most in the last few years have been these stories, it has been depressing, actually. And I've found myself often coming close to tears, when one has had to have a discussion on Akhlaq or one of these horrific incidents that happened all these years, and you actually have someone sitting in front of you trying to defend the garlanding of lynching accused or why the tricolour was draped on the men who were accused of killing Akhlaq. You know, and you just I mean, you know, a lot of people would sometimes criticize us and say that, why do you call for instance, why do you call RSS spokespersons on the channel? And I would say, and I still say this, that I'm sorry, but whether you like it or not, they are ruling the country right now. You know, they have been elected by the people. And they represent what the government of India thinks at the moment. So we are not legitimizing them. The legitimacy has come from the last two general elections. So you can't, to me, this sort of the other liberal argument, you know, that you cannot listen to the other point of view at all, no matter how horrendous it is. It's interesting, because, you know, that whole debate right now that happened in the New York Times over that edit page by Cotton, Tom Cotton's piece here. And it was interesting that there were, I think, journalists more from our era who were like, well, you know, he is an elected representative. We may not agree with his views, but he has a right to put them across. And, you know, the Times has a right to put it in a context to say we don't agree with it, etc, whatever. But should it be blanked out completely? You know, so I am conflicted on that question also right now. But the fact is that I also feel it's important to confront people who have those views and pin them down on that. And sort of, shall we say, shame them for some of the kind of open bigotry and hatred that they profess. And I don't think there's anything wrong with that, like the hate speeches that some of these guys made during the Delhi elections. I had a confrontation with some of the MPs, you can't just ignore them, they're members of Parliament, for God's sake. It's not about giving someone a platform, but they are MPs, they've been elected, they're going to stand up in Parliament and say stuff. They need to be held accountable for the kind of hate speech that they're spewing. And I think we need to do that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:28.040",
        "message": "I couldn't agree with you more. It is, after all, our job to afflict the comfortable sort of, you know, when you're speaking of politician guests on your show, a couple of thoughts come to mind. One is, of course, you know, you've been doing the show Left, Right and Centre, which is sort of a debate show between different points of view. So it's a two part question. Part one is that, given that people are inevitably going to take their party line, and even if they are not from a particular party, they are inevitably going to sort of take the line of whatever ideology or identity they've chosen for themselves, don't all these debates become so predictable that you broadly know in advance what everyone is going to say? That's part one of the question. And part two is that then behind the scenes, all of these people do what they do. I think the incentives of politics makes politicians behave in venal and reprehensible ways. But outside of that political framework, have you found not just politicians, but generally people in public life to be different from what their public personas are? Like, would you say that a politician you cannot agree with on issues can also turn out to be a nice guy and a good person, and there are these, you know, other sides to"
    },
    {
        "speaker": "Guest",
        "time": "00:59:41.640",
        "message": "them that you get to know? Yeah, absolutely. I mean, you see that all the time. And yes, you're partly right about, you know, these political debates, in a sense becoming very sort of predictable. But I want to say something here. I want to say that why is it that we in this country, which is the world's largest democracy, which has this thriving political scene, why are we so averse? Why is the word politicization a bad word? It shouldn't be. In my view, every major issue should be politicized. And people as citizens, as voters should be listening to what representatives are saying on those issues so that they can make up their mind on what side they are on particular issues. So for instance, when people would say during the Nirbhaya gang rape time, don't politicize, you know, the sexual violence against women. Why not? I mean, I have been saying this for the longest time that the problem is we haven't politicized these issues. We need to hold our publicly elected representatives accountable for the fact that women don't feel safe while walking on the street or that, you know, convictions are abysmally low, etc. We need to politicize these issues and I at least would want to hear what each political party has to say about it. So similarly, even on foreign policy and security issues, just because it's the Congress or an opposition party raising it, it doesn't mean that it's wrong. I think there are legitimate questions that need to be, for instance, you know, now it's become sort of, again, anti-national to question anything about the armed forces or to question any intelligence gaps or intelligence failures. I mean, to me, it is actually patriotic to raise those questions, not just now, but I'm talking about even earlier during the UPA time, that, you know, you need to ask, you know, why lapses happen. For instance, look at what's happening in China and Ladakh at the moment. You had a clear situation where you had a section of the media that was just trying to project a narrative of all is well, kuch nahi hua, it is a very small incident. Look at the way it has blown up, the lack of transparency, the lack of information that's coming out. And I think the opposition, while standing by the country and standing by the government, is well within its rights to say, boss, you know, we need answers also on why this happened and how this happened. And please give us those answers. So I don't think that there's anything wrong with that. I think it's the way that those debates are structured. The problem, Amit, is that, you know, that they are, of course, completely in these shrill shouting matches. You can have perfectly good conversations, even debates, if you want to call them that, with people from different ideologies sitting together, different political parties that can be perfectly civil and yet disagree with one another, where you don't have to be screaming at each other all the time, you know. But much of what's happening on Indian television today is contrived. It is, you call the fringe, you know, you decide that some guy in a long beard represents all Muslims in India. He does not. Or you decide that some guy wearing a saffron robe represents all Hindus in India. He does not. Right? So you just, you know, kind of pit two religions against each other. You start screaming in between. And that's why it's been reduced to a farce. And in my experience, I've given this example often, I actually found that if you do debates well and you have a good conversation on important issues, it does make people sit up and think. For example, when the gang rape happened in Delhi, it was the first time I saw mainstream news television night after night on primetime talking about sexual violence against women. And it forced the print media to make it a page one story as well. And I'm not joking. I think I did a primetime show on that story, like every day for the next, like, maybe two months, you know, and it made a huge difference because at least people were talking about it. People were, I mean, people came out and they were agitated. And that was to me that that's good that in a democracy that the people were demanding accountability. I mean, not in the way that it turned out, ultimately just became about a hanging and not a bigger debate as it should have been about safety, about the judiciary speeding up cases and convictions and all, but that apart, I'm just saying that just even having that awareness to have that conversation, it became really important. So I think on China, for example, it is important to hear the opposition's voice. So I don't understand this thing of through doing, you know, what political parties think. We elect them. Let's hold them accountable. Let's listen to what they have to say."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:12.480",
        "message": "Exactly. Couldn't agree with you more. Let's, let's kind of get back to social media, because for a moment there, we just discussed the positive side. And one can't really end with that because one of the, you know, the dark side of social media is, of course, the enormous amount of vitriol that is spread, the rumors that is spread, the abuse that, you know, people are constantly confronted with, and all of it, especially harder for a woman. So now you are on the one hand, you're looking at social media closely for tips and new angles like this hospital has run out of bed, or there are interesting points of view, which you can take into account. But on the other hand, there is also so much ugliness, and it cannot but help affect you when this happens. You know, the journalist Kanika Kohli had a thread I found quite moving on Twitter recently about how she was personally so affected when the IT troll farms came after her that she, you know, almost had an anxiety attack and had to kind of go to the loo very moving thread. And you know, and all prominent women kind of go through that."
    },
    {
        "speaker": "Guest",
        "time": "01:05:13.600",
        "message": "How did you deal with that? It's not nice, Amit. It's not nice at all. And I mean, I really feel for Kanika because I understand how she would have felt it's, you know, the thing is that on social media on Twitter in particular, I don't know, I mean, it's sort of a free for all against women, they'll say that we respect women, and then you know, they'll, they'll, they'll abuse you in the next sentence. And they somehow think that talking about a woman's personal life, or, you know, her sex life or something is, is somehow demeaning. I mean, it is it is extremely difficult as a woman to be on social media. I would agree with that. It's toxic. And frankly, I would not even be on Twitter, if it wasn't for the fact that people would, you know, sort of creating these fake accounts in my name, and tweeting, and then people would message me on every day and say, Oh, have you said this on Twitter? And I would say, No, that's not me. So finally, I had, how many accounts can I complain against, right, Twitter would keep taking them down, but I can't, like, you know, do it every week. So I decided I had to come on at least have a verified account so that whatever is going out there is going out there in my name, and that so those those fake accounts actually stopped after that. But otherwise, I honestly don't find it fulfilling at all it is it is extremely, extremely toxic, particularly so for women. And I understand where Karnika comes from, in that because everyone deals with these issues differently. I've developed a much thicker skin now than I had maybe like, say, five or six years ago, when it really would affect me now it doesn't in that way. But everyone has different ways to deal with things. Not everyone will react the same way. And that's why it's it's not a safe space for women."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:55.920",
        "message": "That's for sure. And do you have a hack to deal with it? Like, did you ignore notifications or you know, do you just mute everyone who abuses"
    },
    {
        "speaker": "Guest",
        "time": "01:07:03.080",
        "message": "you once so over time you see less of it? I used to mute I was very polite, but then a friend of mine, why are you polite and he's on Twitter as well. And he's like, I just I just block abusers. So anyone who abuses I block, and I block out misogynists, you know, and those that just are annoying because you can be annoyed. I mute them. And I'm sorry, that's there's no free speech argument here. You're free to speak now. You go and speak and abuse and do whatever you want on your timeline. I have I also have the right to not have to listen to your crap."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:33.720",
        "message": "So I block you. Exactly. No one's entitled to our attention. And the other sort of aspect of social media is that what social media does is that it polarizes the discourse in very drastic ways in the sense that the discourse becomes very tribal, we form our own echo chambers, and then we need to, you know, keep posturing to raise our status within our own echo chamber, which can often mean sort of abusing the other side or whatever, and it gets more and more polarized. And what this means for liberals often is that you have all these online purity tests, where you will have people who are, you know, perfectly good liberals in every way, getting attacked by other liberals for not being liberal enough. And I have seen this happen to you as well. Yeah, like even in the Tom Cotton case, that's basically what it is David Bennett, opinion editor who was made to resign is, you know, an impeccable liberal in every way who was just following this basic journalistic convention of giving the other side a chance to say their piece so that readers can judge for themselves. And how do you feel about these sort of online purity tests and these mobs that descend upon"
    },
    {
        "speaker": "Guest",
        "time": "01:08:41.640",
        "message": "you if you deviate from the party line? Well, see, that's the thing, right, that I'm glad that I don't fit into a particular box. I am neither black nor white. And like most people, I'm somewhere in between, you know, and that's perfectly okay with me. I mean, I have a certain view, for example, on the way India and Delhi handles the situation within Kashmir. But I have a very different view on the way on Pakistan's role in Kashmir. So I can be both. And I'm not going to apologize for that, you know. So in any case, the conservative right wing thinks I'm too liberal and I'm not the conservative right wing at all. But I just find that the so-called liberals are actually often, Amit, the most illiberal people you can come across in the way that they go after people for having a different point of view. And I expect it of the extreme right wing because I ain't no friend of theirs and they ain't no friends of mine, let's face it. We are completely ideologically at odds, right? That even, I mean, among liberals, why can't someone have a nuanced point of view on something? You can, right? And there's nothing wrong with that. And therefore, that's why we get stuck in echo chambers. I mean, frankly, to me, that explains why Donald Trump might get elected president again and why he got elected the first time. Because in America also, you had these echo chambers where, you know, people were just not willing to listen to what was actually happening on the ground. And incidentally, Shekhar Gupta shared a very good piece. I don't remember who wrote it on this whole thing about what's happening in American newsrooms. And it had the sort of the New York Times resignation as an example of it, about just how illiberal liberals have become. So you know, frankly, I now just wear it as a badge of honor. I am who I am. I am an individual. I am entitled to my opinions. If I'm not liberal enough for you, screw you, doesn't matter."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:28.320",
        "message": "No, and it also strikes me that, you know, the thing about the extreme right is they wear their bigotry on their sleeve, but the extreme left can dress it up in sanctimony, which, you know, irritates me a little bit more sometimes."
    },
    {
        "speaker": "Guest",
        "time": "01:10:40.480",
        "message": "I agree with you. I mean, you know, as someone who's covered the conflict in J&K has, you know, seen personally what it has, what Pakistan sponsored terrorism has done in the Kashmir Valley. I have no qualms in calling out Pakistan's role in sponsoring terrorism and kind of bloodshed it has unleashed in our country. But at the same time, I am critical of the way the government has handled things in Kashmir with an iron fist, particularly after the 5th of August last year. You have detained people. You've detained people for months on end. A former chief minister is still under detention. Is this a democracy? This is the world's largest, longest internet blackout. You still don't have 4G internet up. And what, the same rules of law do not apply to the people of Kashmir, are Kashmiris not our people? Are they not Indians? So I, you know, you can be both, you know, you can be both. That's what I'm saying. So I don't know. I mean, like this liberal thing of, you know, then they're like, oh, I mean, you know, oh, she's talking about Pakistan this way because, you know, she must be feeling the pressure to say that. No, that's always been my point of view. My documentary from POK, which got that award did because, you know, it took that line that it did. And yet I'm somebody who is for dialogue between India and Pakistan because I don't think war is a solution. So I can be that also, no? I'm just saying that people are not black and white, views are not black and white. And that's the problem on social media and even on television, frankly. The moment you put people in a debate as foreign against, it becomes really banal and you oversimplify"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:12.040",
        "message": "it. And one of the ways I found of judging tribal thinking is that if you are against Modi, can you say even one good thing about him? Or if you're for him, can you say even one bad thing about him? And the answer is often no. And then you know that in that case, that's just tribal thinking, because everyone contains multitudes and even the person you're against has done some good things. And even the person you're for has flaws that you should be awake to. You know, my next question is sort of it kind of strikes me and I'm again sort of thinking aloud here that when I look back in the last 25 years or so, the one profession where I can see that women have visibly excelled and, you know, made an impression and become incredible role models is in TV journalism. And I'm, of course, thinking of people like, you know, you and Barkha, where, you know, some of our finest TV journalists are women, that's indisputable. And at the same time, like, does it sort of irritate you when you're covered, not just as a great TV journalist, but as a TV journalist as a woman, for example, I was searching online for articles in a few interviews of you and I came across this piece which was headlined, no skirting of issues, which within the piece headlines like, you know, quote, the importance of dressing cannot be dismissed, stop quote, and then quote, again, planning her outfit on a daily basis is one of the first things she probably does in the day. I don't even remember what it is. This came in Verve, you know, so I don't know what the journalists must have asked to get you to talk about your daily outfit planning. And I think you correctly put her in a place by saying that when I wake up, I'm thinking of stories and I just pick up the first clothes that come to mind."
    },
    {
        "speaker": "Guest",
        "time": "01:13:48.200",
        "message": "So I think I remember this now I think she's quite gutted because I actually honestly don't remember the last time I thought about what to wear. But yeah, that's, that's a funny thing that you reminded me about. Yeah, God."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:01.240",
        "message": "And does it become irritating when you know, people will try to put you into a box and think of you as a woman journalist or a Kashmiri Pandit journalist and just look at you in that box? Does that can which you wouldn't do yourself as a journalist?"
    },
    {
        "speaker": "Guest",
        "time": "01:14:12.200",
        "message": "I don't like the woman box, to be honest, because it's true. I mean, the fact is that for women, things are are generally much tougher in any profession. And you know, I think it's great when women sort of become role models for other young women and their peers, and you know, are able to break certain glass ceilings. And I think that's what's great about NDTV in particular, because I was telling someone yesterday who was talking to me about, you know, my journey as a woman journalist. And she was like, I'm sure you faced biases. And I said, actually, I haven't, I mean, because I've lived in this bubble in NDTV, where most of our editors have been women, our primetime anchors have been women, gender was never a factor when an assignment was given to you, whether it was an earthquake or a riot somewhere. Of course, you took care of basic safety, but you know, gender wasn't a factor. So apart from, you know, some sort of leery remarks by some people here and there, when one step outside that, I'm glad that I was, you know, in this environment where it was really different. But so I don't mind the woman part of it, you know, I, I'm okay with that. And to be honest, no, I mean, no, no one's asked me since that interview about what lipstick shade is my favorite or something. And there's nothing wrong with that. By the way, I really like lipstick. And that's still, you know, I mean, that's who I am. Okay. Just just keep that in mind. I love I love lipstick."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:37.280",
        "message": "I love kajal, at which point I have to ask you, what is your favorite shade?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:41.120",
        "message": "There's always timeless red Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:44.160",
        "message": "Yeah, okay. So you know, we have 10 minutes to go before you have to head out. So I'm not going to ask you about a subject which you know, we could discuss in a full episode, which is of course, Kashmir, which you know, you've seen up close as a journalist, you have that personal element with it, I don't think we can do it justice in the few minutes that we have left. So I'll sort of ask my standard question with which I end a lot of my episodes where I ask guests on the subject of their choice, what gives you hope and what gives you despair. So looking at the Indian media, where we are today, where you know, on the on the one hand, you have this polarization and this race to the bottom in TV news. But on the other hand, you also have the growth of technology and you know, the unknown unknowns which might change everything for the better. Looking say 10 years into the future, what gives you hope and what gives you despair?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:33.800",
        "message": "I want to first say that I don't think that the race to the bottom is just on television. And I want to say very clearly that I think it's in the media as a whole, including the print media. Because when you look at the reporting that is done, I know that a lot of it, even in our newspapers is just government spin. It has become dependent on government handouts and press releases. I'll give you an example. And I think all of us in the media need to reflect on this. If certain sources, quote unquote, are telling you that X number of Chinese soldiers have been killed, you know, in this battle that happened the other day, why aren't they seeing it on record? You know, this happened during Balakot as well, where suddenly sources started appearing. And I knew who the source initially was, which is why people went with it. But to me, it's deeply problematic when the media is putting out unverified stuff and not demanding that the government go on record with certain things. So it has become, unfortunately, even in the print media, a lot of it is spin and press release journalism. I'm tired of reading pieces about why X politician is sleeping only four hours a day. I'm tired of reading op-eds, by the way, also by ministers and, you know, only opposition leaders and, you know, with no nuance at all. So, you know, print, I think, has also gone down that road to the bottom. What gives me hope is those that do stand out, despite the pressures that are there, which is, as you mentioned, there are some web portals that are doing a great job of that. I think there are still a couple of newspapers that are doing a good job, like the Indian Express and The Hindu with their flaws, NDTV. I'm not saying we're not, and NDTV is not flawed, there are flaws with us also, but, you know, we're all holding our heads above the water and doing the best that we can. And, you know, the rest of them, frankly, they don't inspire much hope. But I do get hope from the rest of from the examples that stand out. I mean, that the fact that there are people who are willing to push back, that gives me a lot of hope. And in any case, I don't like to despair. So I think I'd rather be hopeful."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:38.520",
        "message": "Thanks so much for coming on the show, Nidhi. I hope you have a good time at Harvard. And if you can, please put your course out as a MOOC so other people like me can also sort of take it and learn from a distance. But in any case, all the best. And I'm very sure that we haven't heard the last of you."
    },
    {
        "speaker": "Guest",
        "time": "01:18:54.400",
        "message": "Thank you so much, Amit. No, I don't know how to keep quiet. So I think I'll be around. Thanks so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:00.000",
        "message": "It was nice talking to you. Ditto. Thank you so much. If you enjoyed listening to this episode, you can follow Nidhi on Twitter at Nidhi. You can follow me on Twitter at Amit Verma, A-M-I-T-P-A-R-M-A. And in case you haven't yet signed up for this exciting course I am teaching called TikTok and Indian Society. Well, it begins on Wednesday, June 24. So hop on over to seen unseen.in slash TikTok to check it out. Also do check out my new weekly economics podcast co-hosted by Vivek Kaul called Econ Central. You'll find it at econcentral.in or in your podcast player of choice. You can browse past episodes of the seen and the unseen at seen unseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "01:20:16.320",
        "message": "Bye. Bye."
    }
]