[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Ever since our independence 73 years ago, the neighbor we've been obsessed with is Pakistan. This is not surprising as until recently we lived in the same damn house and we were the same damn people. With the history we have had and the violence of our separation, it is natural that India and Pakistan should think so much about each other. But in all this time, we haven't thought much about another neighbor, a country bigger than us, an economy more prosperous, a civilization just as old, a neighbor separated by just the Himalayas. In the geopolitics of our popular culture, the enemy is always Pakistan, never China. But China is the big brother of our neighborhood. And hey, they did actually meet us in a war and we are embroiled in multiple disputes with them. Should we be worried?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:57.440",
        "message": "Welcome to The Scene and The Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:03.880",
        "message": "Please welcome your host, Amit Bhadwa. Welcome to The Scene and The Unseen. We can't understand the present without understanding the past. And given the recent bust-ups between China and India in the Galwan Valley, we do need to understand what is going on. Today's episode looks back at the history of the interactions between China and India. First, a bird's eye view that spans centuries and looks at the difference between our civilizational approaches. Then we zoom into British times, in which many of our current border disputes were born, as the British Empire grappled with China and the questions of how far they could go and how far they wanted to go. Then we zoom in further to our independence and the changed dynamics of the Cold War. We see why the 1962 war happened and how the aftermath unfolded. And then, through the decades, we come to these present times, when China asserts its strength as India struggles to define its place in the world. My guests today are Hamsini Hariharan and Shibani Mehta. Hamsini is the host of The States of Anarchy, a podcast on global affairs and foreign policy. She is a Yenching Scholar at Peking University. She researches on Chinese politics and policy. She used to be a research associate at the Takshashila Institution and the assistant editor at Pragati at the time when I was the editor there, and our entire editorial team was basically the two of us. UNESCO recently certified us as the greatest two-person editorial team in world history. Shibani is a foreign affairs researcher and writer based in Bangalore. She contributes to Eye on China, a weekly bulletin offering news and analysis related to the Middle Kingdom. She is writing about China's engagement in the Indian subcontinent for a forthcoming Routledge publication, along with Manoj Kevalramani, who has been on the show a few times to talk about China. Those episodes will be linked from the show notes. Before I begin my conversation with Hamsini and Shibani though, let's take a quick commercial break. If you enjoy listening to The Seen and the Unseen, you can play a part in keeping the show alive. The Seen and the Unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Seen and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts, and I do many many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this, for every episode of The Seen and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seenunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Seen and the Unseen will continue to be free on all podcast apps and at seenunseen.in. This is just a gesture of appreciation. Help keep this thing going, seenunseen.in slash support."
    },
    {
        "speaker": "Guest 2",
        "time": "00:04:31.240",
        "message": "Hamsini and Shibani, welcome to The Seen and the Unseen. Thanks for having us, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:37.200",
        "message": "So you know, Hamsini, long time since we've actually spoken, we were colleagues for the longest time, you've come on at least a couple of episodes of The Seen and the Unseen in the past. So how has life been treating you?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:04:49.040",
        "message": "It's been good, Amit. I was thinking about, you know, I don't know if you know this, Shibani, but when we first started doing editorial meets, Amit and I had this tradition of going to Blossoms, and then we'd go over to the Starbucks across the street and sit there, compare purchases, and then sit down and talk about like, what was going to go on with Pragati. And when we first started this, I think Church Street was at that point in time, going through renovations. So it was literally like you had to dodge and walk on some of these wooden planks that were on the street. And at one point, I remember Amit turning and saying to me, you know, we should really go in a single file, because if the both of us die, then that's it for Pragati, we're completely done. And yeah, so it's been a long time since we've been holding the soul of Pragati in our feet on Church Street, Amit, but life has been good."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:41.040",
        "message": "Yeah, I don't remember this wooden plank thing, but it sounds like just the kind of morbid thing that I would say. And I must here tell my listeners something that they've probably heard before from me that Church Street is basically the best street in the world, partly because you know, there's Takshashila with that captive studio and all the wonderful people who work there, including you guys at one point in time, and plus Blossoms in the Starbucks. And you know, I was recording with Ram Guha once in the Takshashila studio, when we were doing our Gandhi episodes. And at the end of that, I said that, you know, he said, Okay, where are you going? What are you up to? I said that I'm now going to go to the best bookshop in the world, which is Blossoms. And he said, best bookshop in the world, you fool, it's not even the best bookshop on Church Street, by which there's another store called Bookworm, which is very nice, where I went and found a secondhand copy of my own book. And I was like, how good can this shop be?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:06:36.440",
        "message": "Clearly, it's great, Amit, I mean, if it has secondhand versions of your book."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:06:43.600",
        "message": "Yeah, so our listeners are now like, this is supposed to be an episode about India and China. Let's start talking about that. But you know, before that, I want to get a sense of, Hamsini, starting with you, how you got drawn to China, in the sense your master's degree also has to do with China. And after that, you went to China, and you were actually a student there. And, you know, you're studying in Beijing. Now, of course, you're back in Chennai, and, you know, waiting for all of this to end, and bemoaning the loss of WeChat. So tell me a little bit about how the journey has been, what got you interested in, say, international relations to begin with, and then China? And what was sort of your experience in China, like, while you were there?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:07:26.360",
        "message": "Okay, so there are different versions to this story. One is, you know, the one that my parents are most proud of is, you know, when I was eight, I said I wanted to be like Kofi Annan, and they were like, yes, this girl is going to go into the civil services. And then I rebelled, like every other person in this country, and I really didn't want to go into the civil services. I actually did my bachelor's in journalism. And when I was doing my bachelor's, I did one of my internships at a Tibetan newspaper based in Dharamsala. And my whole point was that I wanted to spend a summer in Dharamsala more than anything else. And that experience really changed me, I think. So you know, while I now go to Beijing, and everyone calls me sort of a China apologist to various degrees, I think my journey really started out with knowing nothing about China or Tibet, but staying there for a month or two, and just really realizing sort of the boundaries of my knowledge about the world. And that's when I realized that I wanted to study more about international relations. And I did a master's in India, before I worked at the Takshashila Institution and Pragati. And even during my master's, China was sort of the thing that was always lurking at the back of my mind, I didn't have a specific region or a focus like a lot of other people did. But I realized that I enjoyed reading about China, and very few people knew about it. So I wanted to dive more into it. I think when I was in Takshashila, even when I was working with you, I was doing these Mandarin classes on the side and learning more about the language. And none of that was useful when I finally went to China, because you know, while I could read and write quite decently, I think my speaking was just horrible, because I'd had no practice whatsoever. So I'm doing my second master's in China at Peking University, which is a very good university and I was having a wonderful time until the pandemic hit and I was sort of forced to come back home. So I am waiting out the pandemic until the international borders reopen and I can go back and finish my research."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:39.360",
        "message": "And Shibani to turn to you, you've also been into international relations for the longest time. And then you also got into China, not that you've specialized in only that, but that's been one of the key areas on which you've been working and you were at Takshashila till recently as well. Tell me a bit about your journey, why international relations, because that's not the kind of thing young people get drawn to, right?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:09:59.560",
        "message": "So what happened? For me, I also had aspirations like Hamsini to join the foreign services and which is why I was studying history, economics and political science as an undergraduate. And international relations was this discipline that combined all of those interests for me. So immediately after I finished college, I went to do my master's and I went to Singapore. I would say my scholarly sort of journey with China is fairly recent. I've only started working on China and related issues in the last year, but my introduction happened when I was doing my master's because Singapore has a lot of Chinese students. So I was introduced to it in the classroom where you have classmates from China talking about the Chinese take on issues that were being discussed. But at the time, I was completely obsessed with international terrorism. That's what I wanted to study for the rest of my life and wanted to become a war correspondent and things like that. So that's what I was doing. But on the side also, hanging out with people from China, listening to what they had to say about issues of international politics. And yeah, so I kind of wandered. And at Takshashila, I used to hang out with Hamsini and Manoj and just like chat with them to know more. It was nothing more than that. But yeah, in the last year, it's become a little more formal. I'm studying China's engagement in the Indian subcontinent, trying to look at the Indian point of view, what is the Indian perception of China and stuff."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:43.680",
        "message": "And I have a couple of broad questions I'd like, you know, both of you to sort of take on which is, you know, before we get to the subject at hand, which is, one is that, you know, when we start learning about a subject, and this is a process I've seen that happens to all of us, and is especially interesting when one is young and getting into a subject, is that you shall, for example, leave China and IR out of it for a while, let's say, how do you frame the way that you look at the world. And a lot of young people when they find a theory that sort of contains a worldview and contains a frame through which they can decipher the world, they get enamored by it. And all they can see for a while is, you know, that framework. So they're using that hammer to break every nail. For example, there's a joke about how if you're not a communist at 18, you don't have a heart. And if you're not a capitalist at 32, you don't have a brain, something to that effect. There are many sort of versions of that. And it sort of strikes me that when you guys get into international relations, for example, there are all these different frames to which you look at the world. Or when you talk about China and China's engagement with the world, there are all these different frames. And you know, the moment you come across one theory that seems so good, and your eyes just open and you're like, wow, this explains everything, then how seductive is that? And how easy is it then to sort of, you know, keep your mind open and just keep taking in influences from all sides? And at what point like, so have you guys sort of, you know, been through this sort of journey in, you know, learning about IR and learning about China? Hamsini?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:13:18.200",
        "message": "Yeah, I mean, I think for myself, I've definitely gone through that. I think even my podcast, the concept of, you know, states of anarchy comes from the first time I heard about the concept of anarchy sitting in international relations. It really sort of blew my mind. And it hasn't stopped blowing my mind. But what I also learned very early on, is I came across opposing viewpoints, particularly from people who thought that concepts of realism really discounted domestic processes, really discounted behaviours of certain states, really discounted histories, which were not Western histories. And so it was sort of good to go up against those and see how other people felt about these theories. But something that I say for myself, at least, is that learning about international relations helps me understand and make more sense of the world around me. And I think that's something that's definitely true of international relations theory as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:25.160",
        "message": "Can you briefly elaborate on that? What do you mean learning about international relations makes you help sense of the world about that? Because that's what I say about economics. Now, if you start saying that about international relations, it just gets very confusing for the listener."
    },
    {
        "speaker": "Guest 2",
        "time": "00:14:36.920",
        "message": "What am I supposed to study to make sense of the world? You know, economics, sure, Amit, we've always had this thing where I've seen you talk about like things like household economics, at least when we were at Prakriti. But for me, foreign policy theories really help you make sense of the world, in the sense of they also consider that players are rational actors. They also consider decision making. What's very interesting for me is that they consider the international system, for the large part, is amoral. And that has really helped me figure out debates in my own life. And I think sort of the existing conditions for international relations is something that I've sort of applied to my own world view, whether it's the way power works, or the way networks work, or just the lack of a hierarchical system in the world at large. I think those are just concepts that make me understand how everything ticks."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:38.480",
        "message": "That's fascinating. Shabani, what about you? What's your sort of learning through IR been like? Like, was there sort of a particular school of thought which was attractive to you to begin with? And also, how do you sort of, you know, a question I guess you could ask a scholar in any field, how do you increase your knowledge? How do you figure out what to read?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:15:57.600",
        "message": "How do you organize whatever you're learning? I was definitely influenced by one school of thought when I first started studying international relations. And that was because the professor that was teaching us IR theory belonged to a particular school of thought. So for me to question a teacher was a very new concept. It was not something that we had been introduced to in the Indian education system, unfortunately. So I was like, whatever he's saying is like final, right, it can't be anything else. And then in my second term, I encountered another professor who came from the completely like different school of thought and I was as enamored by him. And that's when I realized that I have to, you know, you have to figure it out for yourself. Initially there was this urgency to be like, who am I, where do I fit in? What is the label that I would put on myself? But right now I'm allowing myself to learn about everything that there is, evolve my own thinking process, which is I think essential for anyone, even when it comes to economics. Same for IR, you have to give yourself some time. It's too soon for me to put myself in a box. Yeah, so right now I don't give myself any labels. And it also allows you to read a little more, you're more open to the other arguments and you can be more objective, which is, I think, what we're all trying to do."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:31.680",
        "message": "Yeah. And, you know, all these theoretical lenses are obviously sort of useful tools and useful guides to being able to think about the world and understands people's actions in different ways. But what's wrong, do you find they actually correspond with reality? For example, we can have all kinds of frames of about how, you know, foreign policy proceeds and how China relates to India and blah, blah, blah. And then things happen, which don't fit into these frames. And you're like, Hey, what's going on? What's happening? So, you know, and Hamsini, you've actually sort of been in China and I heard you in the All Things Policy podcast the other day with Manoj, where you made the very interesting observation that while China is a part of our lives here in India, right down to the phones we use and all of that, India was not at all a part of your life in China, which I found fascinating, and which also kind of indicates that, you know, in all these frameworks, we'll talk about Indochina with a hyphen, as if, you know, these are two characters equally interested in each other. But for a lot of Chinese, India is very far away, which is not quite the case for us here. Can you kind of expand on these two sort of angles?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:18:39.720",
        "message": "Yeah, also, as an IR scholar, Amit, I will object to you saying Indochina, because Indochina typically refers to Cambodia, Vietnam, Laos. So Sino-Indian is what they generally say, but I agree with your point, in the sense that it's very difficult to fathom how the world around us fits into these theories that were formed since the 1920s, right? And what I try to do, at least with my own understanding of the world, is to, I think in the back of my head, I will understand how, say, liberals look at something or constructivists look at something, and then see if it plays out without prescribing that lens to it, you know, and say, this is what happened. It doesn't particularly matter what a school of thought thinks about it. But what matters is sort of the element that's at play, you know? If this is power, then what does that school of thought tell us about that element, rather than about, you know, large scale sweeping statements about the world? So when I was living in China, for example, there was a lot that we kept talking about. For example, in US and India, you talk a lot about sort of the China threat theory, which is that China's rise is threatening, and it will destabilize the world order, and so on. And in China, they talk about China's peaceful rise, which is the idea that China will peacefully become a superpower. And you have criticisms of both theories on either end. And it's very interesting to see how that plays out and sort of live that reality. There is always a little bit of dissonance, however. What I think for me helps is to use these labels to understand and put a name to what is happening around me, but not fully ascribe to that label alone as my own worldview, if"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:52.600",
        "message": "that makes sense. That makes a lot of sense. And it's about time before our listeners rebel and go away to actually talk about India and China. I was about to say Indochina. But yeah, you've corrected me there. So to talk about sort of India and China, and obviously, you know, before we come to the current time, which is deeply complicated, and it's almost become a trend of, I mean, there's actually two simultaneous trends going on nowadays in our discourse. And one is to disregard history completely and just talk of the current moment and the other trend is to make up a history and, you know, fit it to whatever ideology you happen to have. But we will not fall into any of these traps before we can talk about what is now happening, we have to get complete historical context. And we will do it at different kinds of levels. Level one, which I'd like you guys to talk about, is sort of a centuries old view, which is how has China traditionally looked at itself? And you know, India as a political entity, of course, is recent, but in general, in the subcontinent, how have we looked at ourselves? What are the sort of different worldviews towards the rest of the world? And, you know, how has that impacted our relations over the centuries?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:22:06.040",
        "message": "You know, particularly when we talk about China and India, we come across two different schools of thought, right? And the first in China is tianxia, or, you know, all under the heavens. And, you know, I know it's extremely cliche to now sort of begin talking with tianxia, but you can't escape from it either. And the concept of tianxia essentially is that you have, you know, heaven and underneath heaven, the Middle Kingdom, which is China, and you know, and then you have sort of layers outside it. And first you have the Middle Kingdom itself, then you have countries that have pledged their allegiance, in a sense, to the Middle Kingdom, and outside that you have barbarians. And this sort of worldview is supposed to have informed the way the Chinese approached the world and themselves for a very long time. So there's even a very funny anecdote that the first time that a British envoy goes into the court of the Qianlong Emperor and says, oh, my king sends his regards, the Emperor says, who is your king? There is only one king. So they didn't really recognize the sovereignty of anybody else. And that's very interesting when you consider the Westphalian system, where we traditionally put ourselves where all states are equal. Yeah, that is something that I wanted to point out."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:25.760",
        "message": "And in the Indian subcontinent, rather, as you know, there wasn't per se in India, then the approach was very different, right? It was a very pluralistic kind of approach where you recognize that there are many different sort of sovereigns, and there are different ways of dealing with this. But you certainly don't have this arrogance that you'll recognize no other king but yourself. And obviously, that's kind of dictated also by size, you are a lot of chutku-chutkulati kingdoms."
    },
    {
        "speaker": "Guest 2",
        "time": "00:23:49.320",
        "message": "Yeah, that's a brilliant way to talk about India's sort of checkered history, right? Like all these chutku-chutku systems that exist, often making alliances with each other ganging up on bigger kingdoms, each of these kingdoms have their own civil services base, they have their own tax structures. Of course, when you look at like small kingdoms in Rajasthan, for example, they could have all shared similar features. But when you look at it on a macro scale, these were very disparate kingdoms. When India finally got independence, we were 540 odd kingdoms, that princely states that eventually acceded to form the Indian Union. And before the British came, this could have easily been twice, thrice that number. And there's sort of a tradition in Indian strategic thought, to go back to the Arthashastra and Cortellian schools of thought, that look at how alliances were formed, and how they were often directed at enemies, you know, the concept of my enemy's enemy is my friend and so on. But I would not say that you could prescribe this sort of strategic thought to all the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:01.760",
        "message": "countries in the subcontinent. To all the countries in the subcontinent is an interesting way of putting it. And it's interesting that, you know, China, despite this sort of sense of superiority, were also in a sense, a little bit insular in the sense that they didn't really have imperial ambitions of taking over the world. Certainly not when it came to India, for example, where of course, the Himalayas are a natural barrier. And I believe before modern times, there was only one conflict sometime in, you know, 600 AD or something, a minor conflict, but otherwise, there was really nothing much."
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:35.640",
        "message": "No, Amit, the Chinese history is filled with war. If you look at like, whether it's the Song or the Ming or the Qin."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:44.560",
        "message": "I mean, towards India, towards India, which is Sino-Indian, Sino-Indian would be slightly"
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:51.160",
        "message": "different. I think we have to raise a couple of points here. There's this really excellent book that I refer to later as well, called From Frontier Policy to Foreign Policy. And the author, Matthew Mosca, points out that for the most part, the Qing Empire, which was ruling during the 17th and 18th and the 19th centuries, didn't really look at India as a whole. In the sense you had Indian traders at Guangdong, Guangzhou, the ports on the eastern seaboard, and those people were seen as different. You had merchants from Calcutta who were being seen as different. You had people who were in Tibet who were being seen as different. And so for a very long time, the Chinese court had to contend with the fact that these were not localized tribes, but rather one large kingdom, which eventually came under British India and so on. So that was something that was a real feature of Chinese foreign policy at that point in time. And it was difficult because of intelligence gathering, because of the way that courts were structured, the way information was relayed and so on. But they didn't largely have any conflicts towards India. There were always skirmishes along the border that could have been traced, for example, with the emperor and the kingdom in Ladakh or across Tibet and things like that. So those were regular features of the border, but they aren't really considered in Chinese"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:30.680",
        "message": "history. And is it sort of fair to say that the one time where China begins to loom large in India's sort of geopolitical considerations is really when the British Empire is underway. So in the 19th century, you have the great game happening where you have sort of two imperialistic forces in the British and the Russians vying for influence in territory. And at that point, you know, the question that the British face is where do we draw the line? I mean, we're obviously not going beyond the Himalayas, but where do we draw the line? Do we keep Afghanistan as a buffer state between Russia and us? What role, most pertinently, does China play in this? And China is almost, you know, this insular force whose approach till then to the rest of the world is, you know, who the hell are you guys? You are either barbarians or kindly come here to pay tribute. But at this point, you know, they are not up against, you know, India as it will be later or against a whole bunch of disparate nation states, but against the British Empire. And this is when the first sort of disagreements about borders start to take shape."
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:39.520",
        "message": "So tell me a little bit about that period. Yeah, I think you raised a very important point, Amit, in that the British wanted a buffer zone. And a lot of this does go back to sort of this great game of the 1800s. And the British were particularly concerned when Russia conquered Tashkent and Samarkand, which are currently sort of Uzbekistan. And the British were really afraid that Russia would come all the way to the borders of India. And so they wanted not only a frontier, which at that point in time was Afghanistan and the Himalayas, but they wanted a border, which was a line in that sense. There's often, whenever we talk about the border with China, a lot of scholars do point out that it's very difficult to parse through the Chinese sources on the Indian border, because there's A, very little that's been written about, and B, it's very, very disparate, as I'd mentioned a couple of minutes ago. So I think, you know, when it comes to this, you have to go back to Ladakh at that point in time. And I'm sure you've spoken about this with other guests on your show whenever you're talking to Kashmir. But all of this history of even Jammu and Kashmir, right, at the end of the first Anglo-Sikh war, you have the Treaty of Amritsar that's signed. And then Gulab Singh took over as sort of the Dogra Maharaja of Jammu and Kashmir. And so the Dogras, the people who start pushing the frontiers of Jammu and Kashmir, they are the ones who subsumed Ladakh, which was an independent kingdom for the most part of history. And it was independent the way Tibet was, the way Bhutan was, the way Nepal and Sikkim were. And so Gulab Singh and the Sikhs eventually also capture Gilgit-Baltistan, which is now a part of POK, and the Hunza region, and so on and so forth. But what happens here is that you have all of these British geographers and explorers and diplomats who go in during the 19th century, and they start exploring the Himalayas, right, the Royal Geographic Society is an organization that's now looking at how explorers will see the world and look at unknown places and things like that. So I think this is the period when maps are finally starting to be drawn. And the first map that comes up is something called the Ada-Johnson line. And what essentially happens is William Johnson, who was a British surveyor, becomes Gulab Singh's governor for Ladakh. And he proposed a line that would go through Aksai Chin, which we know now as very infamous. And it goes all the way to the Kunlun range, which is a little further back. And the Johnson line was presented in London by a man called Sir John Ada. And that's why it's called the Ada-Johnson line. This was proposed in 1865, but the Chinese never really recognized it. So the next line that comes up about 20 years later, is that the British again, are in talks with the Chinese and they propose another line. And this is called the McCartney-McDonnell line. And it's very famous because McDonnell is also the person who secured the 99-year lease for Hong Kong. And so he proposes a line that will put Aksai Chin directly under the Chinese rule. So these are two lines that are proposed much before the 1912 similar agreement, which we can talk about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:32:15.120",
        "message": "Yeah, so they proposed, but how did the Chinese react to that? Like, is this a unilateral thing that the British are proposing that these are the lines that they're declaring it? Is there pushback from the Chinese? What do the Chinese feel about all this?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:32:27.680",
        "message": "What's the sort of politics happening there? So the British present these lines. So they get these surveyors to draw up these lines. They present it to the Chinese court, they present it to the Tibetans as well. And you have various interpretations of how this was perceived. The Chinese, to date, staunchly argue that they have never accepted any of these lines. And there is a certain amount of truth in that, in that even if there were conversations or discussions, you see Chinese diplomats at that point in time, or the Qing court just rejecting these maps and the talks finally falling through."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:05.320",
        "message": "Right, and then in 1914, there's another sort of interesting border discussion that, you know, has resonance up to the current day, which is supposedly a three-way agreement between India, China, and Tibet, which leads to what we call the Mek-Mohan line. Tell me a little bit about that, because that's also interesting in the court dispute there was even a little funny to me for reasons I'll get into, but yeah."
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:29.440",
        "message": "Okay, so I know that, you know, we come up with the Mek-Mohan line in 1914, but what's important to remember is that we come up with the Mek-Mohan line after nine months of deliberations."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:41.280",
        "message": "So the- By we, you mean the British, you're referring to we as a British."
    },
    {
        "speaker": "Guest 2",
        "time": "00:33:44.360",
        "message": "By we, I mean the British, the Chinese, and the Tibetans, right? So all three of us hold deliberations for about nine months about where a border should be. And what's interesting is that they finally agreed on sort of an inner Tibet, which would be made up of regions of Amdo and Kham, and outer Tibet, which is sort of made up of adjoining areas within China, which would typically be in areas of Sichuan and Yunnan right now. And the British finally agreed that Tibet was sort of under the sovereignty of the Chinese, but they also put down stipulations that the Chinese would not interfere with the running of Tibet or they would agree never to annex it and so on. So with the Chinese, the main deliberations were on what would be the boundary between inner Tibet and outer Tibet. And with the Tibetans, the British drew up the borders of Tibet. And this is what Indians now call the Mek-Mohan line, which is now disputed. So that is one part of it. Now I think what is important to mention here is that the Chinese argument is that the Chinese representatives at this meeting were kept in the dark. They said that, you know, these British imperialists pressured the Tibetans into accepting a new border and that all of this was a conspiracy. And their biggest rejection of the line comes in because their negotiator, this man called Chen Yifan, just initiated some pages of the agreement. He never really ratified it. And so that's why the Chinese argue that the Mek-Mohan line is not valid."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:22.160",
        "message": "And for all future diplomats, kindly note the difference between initialing and ratifying. Do not make this mistake. No, it's a very interesting argument because it's like the Chinese weren't too interested at that time in the border between Tibet and British India. And so, you know, the Tibet and British India agree on a border. And later China takes over Tibet and suddenly the border between China and British India. And then, of course, there are all these disputes over, you know, I mean, Tawang is famously kind of part of that dispute. Let me turn to you, Shabani, now as we approach independence and we even reach independence. And but before we sort of talk about the post-independence imperatives, one sort of broader question I have is that, you know, when one thinks about all these kinds of border disputes and many of these disputes are over areas which are uninhabited, like Saichen is the area of Switzerland, but it's not quite the most bustling place. And these disputes are things that we are stuck with, even though, you know, if you were to approach it with a tabula rasa, it's quite possible that, you know, neither country would really dispute in the first place. But it's a historical artifact, it's been something that's fought over. And then, you know, that kind of comes down over time and it almost becomes therefore a matter of sticking to the previous stance you've made, not just personal ego, but even national pride. Like there's a wonderful quote by Jawaharlal Nehru, which I'll take this opportunity to read out, which he said on September 4th, 1959, I don't quote him much, but here we go. This seem pertinent quote. Now, it is a question of fact, whether this village or that village or this little strip of territory is on their side or on our side. Normally, wherever there are relatively petty disputes, well, it does seem rather absurd for two great countries immediately to rush at each other's throats to decide whether two miles of territory are on this side or on that side, and especially two miles of territory in the high mountains where nobody lives, but where national prestige and dignity is involved. It is not the two miles of territory. It is a nation's dignity and self-respect that becomes involved. And therefore this happens, stop quote. And of course, we could argue that he could have been much crisper there, but it's a speech and not a piece of writing. So you know, in all this talk of this and that, but it seems to me that, you know, in these areas that we are fighting about, it's almost ironic that these countries and the leaders of these countries don't seem to care too much per se for these areas, but these are historical disputes. And because you disagree, you kind of keep disagreeing like, you know, Srinath Raghavan in his book, War and Peace in Modern India, in fact, writes about how, you know, Nehru at first didn't really think that India had a legit claim to Aksai Chin. His whole game was that, let's use it as a bargaining chip and all of that. But, you know, by the time we get to Chu Enlai's famous sort of offer to India in 1960, which Shibani will enlighten us about soon, you know, Nehru has been convinced that, no, we should claim Aksai Chin and not let it go. And some could say that, you know, all our future conflicts could have been avoided had we just been pragmatic about that."
    },
    {
        "speaker": "Guest 1",
        "time": "00:38:27.520",
        "message": "So Shibani, what do you feel about all of this? I think the quote that you read from Nehru says a lot about his personality. And the reason I bring in personality is because the way I understand international relations, if you look at it as a board game, while the moves that the players make are important, it's also important to understand who's making the move. And that's why the study of personalities, the context in which certain decisions were taken, and what were the constraints that the leadership had, are equally important. While your scholarly sort of debate and discussion should be about the policy decision itself, you can't overlook the circumstances in which they were made. And so while we're talking about Nehru, Nehru comes to power much like when Mao Zedong is also gaining prominence, and we have People's Republic of China established when the Cold War is going on. So both of these people inherit an international system that's based on great power politics between the US and the Soviet Union. And it's very easy to think that leaders would just adapt to the international system that they inherit, and because they are restricted by it. But both of these people are similar in the way that they sort of assert themselves and challenge the system that they inherit. With Nehru, he knew that non-alignment was, you know, one of the key policy decisions that he made. He was assertive, but in a more diplomatic way. When you compare it to Mao, Mao viewed it as, you know, the need to be military, like have more military power and be assertive in that sense. And that's why he also sort of inflamed the conflicts in Korea, in Vietnam, and what Hamsini was talking about along the Sino-Soviet border as well. So that's where they sort of contrast. Nehru was, you know, thinking about self-restraint and vigorous diplomacy, and Mao's focus was on being military, you know, exercising military might. Going back to like history and ego of people, I think when we talk about Nehru, you have to, at the end of the day, he wanted to be prime minister, like when he woke up the next day. So the decisions that were made were based on the political capital that he had. And if he could not convince the Indian public of a certain decision that he made, he would not go ahead with it, which is what happens later when Chuan Lai proposes the compromise. And I forget what your question is."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:31.720",
        "message": "How much of these disputes are sort of just a historical artifact, and then the individuals concerned, whether it's, you know, Nehru in this case, get trapped by circumstances into fighting for something which both they don't necessarily care about themselves, and are also not really of such strategic significance in that sense. Like, you know, Srinath in his book talks about how Nehru's approach changed from, you know, viewing Aksai Chen as a bargaining chip to something that is inherently part of India. And as you correctly said, I will quote Nehru again, using the them and that formulation, where Nehru at one point said, quote, if I give them that, I shall no longer be prime minister of India. I will not do it. And by them, he means Chinese and by that he means Aksai Chen. So if I give the Chinese Aksai Chen, I shall no longer be prime minister, but that's something we'll come to later. Well, the larger question I sort of had is that how much of these almost, like to me, at least from my layman's perspective, a lot of these disputes seems so tragic to me, because it almost seems like that there is some historical dispute somewhere over reasons that no longer apply. And then you get trapped in a chain of events and eventually millions of people die. And it's just a natural way it flows out."
    },
    {
        "speaker": "Guest 2",
        "time": "00:42:45.800",
        "message": "Yeah, Hamsini? Sorry, I just wanted to add to what Shabani was saying. And I think it's important to remember that the Cold War was taking off. But it's also important to remember that both Nehru and Mao were at the heads of these new volatile states that were large and that everyone expected to fail, right? So you had these extremely large, poor, populous states that were formed. And neither of their borders were what they are today. At that point in time, your borders were lines in a map. They weren't even fortified with wires or anything. And I think that's why it was important. India went through the experience of partition, which Nehru, I think, personally also experienced because of where his home was and so on, and him having sort of the cultural identity of being a Kashmiri Pandit. And I think, therefore, even if he didn't care personally about two kilometers of barren land, it's about what that symbolized, particularly when you have a belligerent Pakistan on one side, when you have treasures erupting, when you still have the union not officially formed. And I think, on the other hand, it's very important to remember that China was going through the exact same experience of consolidating all of its borders. At that point in time, Tibet was still autonomous. Hong Kong was under the British. Macau was under the Portuguese. Inner Mongolia was still officially not a part of the People's Republic. Xinjiang was very disputed. None of the borders that China had in the 1940s were absolute. And for China, I think it also felt that it bordered the Soviet Union, which was, I think, about 4,300 kilometers of land. And their relationship, though, was heavily influencing the Communist Party, did turn sour at one point in time. So that threat was present. And the Chinese were also afraid that India was sort of being forced by these imperialists because India also had an imperialist history to sort of do what the U.S. wanted and to do what the imperialists wanted. So I don't think it's merely about having these small historical disputes that no one cared about. I think if you go back to the 1940s, this is everything, because if you give up on this land, then it's sort of you giving up on your idea of India, which is two years old. And you don't have nationalisms like you do now. You have a lot more at stake by giving up these two kilometers of land, is what I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:32.600",
        "message": "That's very insightful. And sort of a couple of thoughts came to my mind while you were going through that. And one is that it's interesting that while, you know, both Mao and Nehru were in charge of relatively sort of new regimes or new nations as they were then, they came to power very differently where, you know, Nehru kind of came to power through, you know, classic Congress moderation, statesmanship, diplomacy, and blah, blah, blah. And therefore, those values also come into play when he's actually prime minister. And similarly, Mao is the quintessential guerrilla warfare guy. And, you know, to some extent, that probably influences him. So just looking at sort of, it's not only that these individuals were impacted by the way they came to power. But given that these were the paths to power, it was almost inevitable that the individuals who eventually emerged on top would be individuals like Nehru and Mao, respectively. The other thought that strikes me is that despite all the rhetoric about, you know, non-alignment, and we just want to live peacefully with everybody and all of that, the bottom line is that the Indian Union coming together after the British left could also be described as a profound act of imperialism, because you have one central government sort of taking over these hundreds of princely states, sometimes with, you know, cunningly cajoling them and breaking promises later, as we know happened, and sometimes with the threat of force and sometimes with force itself. So to after that typical scene unseen digression, we shall now get back to Shibani and to take us through the 50s, like obviously, the whole takeover of Tibet happens around 1950. But also take us through what is Nehru's approach to foreign policy, what is Mao's approach to foreign policy? How do they look at each other? You know, where does Patel differ with Nehru, for example? And you know, what is Chu and Lai's role in all this? Give me a sense of that background."
    },
    {
        "speaker": "Guest 1",
        "time": "00:47:36.480",
        "message": "So if you look at like, there's a digital archive, which has, you know, a lot of these conversations between the Indian leadership and the Chinese leadership recorded that anyone can access. And if you look at the minutes of Chairman Mao's first meeting with Nehru, which happens in October 1954, they're talking about Sino-Indian relations, they're talking about the political situation in Asia, both countries acknowledge that they have suffered from oppression, and that going forward, both of them need to play an important role in Asia, because they are the biggest nation states in the region. There is an understanding that they will both pursue rapid development, they're both like agricultural societies that want to industrialize quickly, and that this, you know, chase for development should not frighten the other so called smaller states in Asia, which is why you have the Five Principles of Peaceful Coexistence, or the Punch Shield, which was actually incidentally signed in the same year earlier that time. So there is an agreement in terms of what needs to be done in the region between the two. But there is also mistrust, Mao viewed Nehru as this Western educated leader who could not be fully trusted, because Mao felt that Nehru would lean towards Western ideologies and you know, would have a soft corner for the institutions that he himself did not believe in and wanted to challenge. On the other hand, there are declassified CIA files that say that Nehru was not sure of Chu Enlai and his sort of intentions, and he's quoted saying that he has cheated me multiple times, so no matter how many times we have discussions on the border, I'm not sure I can believe him. So there is that mistrust that we talk about between India and China even today, that exists,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:58.520",
        "message": "you know, from the 50s. And how does sort of the Chinese takeover of Tibet play into that when it happens in 1950? Like, you know, Nehru is almost inclined, it seems at that time to sort of not take an aggressive note and give them the benefit of the doubt, while, you know, Vallabhbhai Patel, you know, famously in a note to Nehru said that, you know, this throws, quote, into the melting pot, all frontier and commercial settlement, stop quote, you know, I mean, he kind of saw it, he described the northeastern frontier as one with, quote, unlimited scope for infiltration, stop quote, and also added, and that might be true to the current day for good reason, that quote, the people inhabiting those oceans have no established loyalty to India, stop quote. But leaving aside what Patel kind of feels about it, you know, what does the takeover of Tibet kind of shake the relationships and how do they then, you know, those border disputes are still sort of being discussed, how does all of that proceed for the rest of that decade up to 1959? When, of course, it all blows up."
    },
    {
        "speaker": "Guest 1",
        "time": "00:51:02.440",
        "message": "So I have a very brief point to make here and then Hamsini can take over. But with respect to Tibet, I think China felt that India was interfering within its sovereign territory. And that was not acceptable. Whereas India didn't view it that way."
    },
    {
        "speaker": "Guest 2",
        "time": "00:51:22.000",
        "message": "Yeah, I think what Shivani has pointed out is very important. You know, the way I think about the 1950s often is that, you know, we sort of celebrated with, you know, the non-alignment movement and Panjshir and everything that Shivani talked about. And there was this real sense of feeling that here are these two countries that are very similar and facing challenges and could possibly lead the third world, right? And something that I came across in some of my readings recently is statistical exchanges between India and China, for example. The Chinese rejected a lot of statistics as a discipline that took place. And they said that there was a need for socialist statistics to come about and things like that. It's very, very fascinating. Arnab Ghosh has a book called Making It Count. And I had a podcast episode with him recently. And he was talking about how during the 1950s, you even had some Chinese statisticians come over and train with PC Mahalnobis. And PC Mahalnobis was invited by Zhou Enlai to go to China and deliver lectures. And that was something that you didn't really see particularly at that period of time, these exchanges that are happening very under the radar, that are very technical, but still count rather than these big picture things that we think of otherwise. Moving on to Tibet, and I think Shabani raised again a very, very pertinent point, which is that the Chinese saw it as interference within their internal affairs, whereas the Indians perceived it differently. And the Indians perceived it differently because even the 13th Dalai Lama, the Dalai Lama before the present one, had served out a period of his exile in India. And so there was a lot of exchanges that were happening between the Tibetans and the Indians. And Nehru had met the 14th Dalai Lama in Beijing, and the 14th Dalai Lama, I think, had come down for Buddha Jayanti celebrations or something like that a year before he fled. And so the takeover of Tibet was something that was seen as a natural part of Chinese history and it still continued to be seen in that manner. But this was definitely sort of a pivotal point in the relationship because China was convinced of India's role in aiding Tibetan rebels in that there were covert CIA operations that were happening in Sikkim and all of this was part of the giant imperialist plot. And I think this also may have hardened the Chinese stance on the border."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:15.600",
        "message": "So you know, let's kind of get to the subject which Indians like to avoid, unless they are Indians who don't like Nehru, in which case they keep coming back to it. But you know, leading up to sort of the 1962 war and before that, you have things kind of beginning to fall apart in 1959 and 1959 seems to me in some ways to almost be similar to modern times where, you know, there almost seems to be this naive expectation from the Indian side that, oh, you know, nothing will really happen at the border and it's cool and we're all chill. And then suddenly there are these attacks and Indian soldiers die and it's like what's going on. And you know, take me through sort of what are the issues there? Why do those skirmishes happen? You know, how are the Indians looking at China at that point in time? And the Chinese, as you guys mentioned, obviously are suspicious because they are just worried that, you know, India will continue the imperialism of their predecessor colonial power, so to"
    },
    {
        "speaker": "Guest 2",
        "time": "00:55:12.280",
        "message": "say. Yeah. So I can get into what happened. And I think before you dive into 1959, Amit, I think it's important to go to 1957. And what happens in 1957 is that China constructs a highway from Xinjiang to Tibet, all the way to Lhasa. And this cuts across Aksai Chin. And this really surprised the Indians because they hadn't imagined that a project like this could have taken place. At that point in time, the highway was still sort of cavel stones, right? It's not a six-way lane in which we imagine highways today. But this was still a road through a boundary that the Indians considered disputed. And therefore, this also steered the Indian stance on taking a harsher line to the border. And so you have two clashes in 1959, one in what we used to call the Northeast frontier region, the Arunachal Pradesh, Arnefa, and one in Ladakh, which is still disputed. And so what happens with the fallout of these two clashes is that China offered that both countries fall back by 20 kilometers in Ladakh, and they don't violate the Makmohan line in"
    },
    {
        "speaker": "Guest 1",
        "time": "00:56:32.600",
        "message": "the East. So, yeah, talking about what Hamsini said, that, you know, the conflict that led to the 1962 war started in the fifties, and I would go even further back to say that it started in 1954. This is when India published new maps that included Aksai Chin within the boundaries of India. And when it discovered the highway, Nehru sort of, you know, called up Chou Enlai and said, what's going on? And Chou sort of reassured him multiple times that, you know, there was an error and that the maps needed, like, revising. There wasn't actually any sort of crossing of the line, so to say. And there were multiple conversations around this, which also led to an increase in suspicion towards China that Nehru felt. This is also evident in the fact that, in how Nehru sort of tackled China within his office. So, G. Parthasarathy, who was the Indian envoy to China at the time, was asked to bypass the defense minister, who was Mr. Menon at the time, and bring in all communications related to China directly to Nehru. Again, Nehru, I would sort of call this, you know, fog in foreign policy. Fog is actually a strategic studies term where you talk about the uncertainty on the battlefield in times of war, but you also see it happening in foreign policy, where the leadership is unsure about what the other side is doing, there's information asymmetry, and you're not sure who you can trust. The same way Nehru was not sure that the defense minister could be trusted because of his leanings towards the left, and he felt that he would be sympathetic to the Chinese, so he should be bypassed. And that sort of brings us to what Hamsini was saying, where the highway was discovered. And in 1960, Chou En-lai proposed that India drop the claim to Aksai Chin. And if India were to do that, China would, you know, withdraw its claim from the Northeast Frontier Agency. This was not a subtle move on the part of the Chinese, and, you know, Chou consistently refused to accept the legitimacy of India's territorial claims. So it was, I think, a very frustrating round of negotiations between India and China that I think Chou tried so many times that within 1960, he visited India four times. And the meetings, if you read the transcripts, they go on for hours. So it was an increasingly frustrating process, and neither side was willing to sort of back down on its claim. In hindsight, a lot of people argue that Nehru should have taken the deal, and all future conflict could have been avoided, 1962 could have definitely been avoided. But I would say, like, in my understanding of international relations, there are no guarantees. We cannot say that had India taken that deal or made that compromise at that time, we would not be sitting here recording this podcast discussing the exact same things that we are today. So yeah, I mean, you will always be blamed for things that you didn't do. Nehru did not have the political capital at the time to justify taking on the deal. And like I said before, if you are a leader, you want to wake up and still be the leader of the country. So that is a big consideration for any decision that you make."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:39.680",
        "message": "No, and I'm very pleased at the implication that the recording of this episode is not contingent on random historical events. You know, you're talking about, I have a quote from Chauhan Lai where he visited India in April 1960. This was his April trip. As you said, he came a number of times that year, where he says, quote, I have come here to seek a solution and not to repeat arguments, stop quote. So you get a sense of what is going on through his head. And earlier, one of you mentioned that Nehru didn't like him because he was like, this guy is always cheating me. So this is sort of the mutual distrust that is going on. And also at this time, sort of what the Indians do is they have a strategy which is called, I think, the forward strategy or the forward policy where, you know, the approach is that whatever is disputed territory, you don't cross that. But you set up Indian outposts over there aggressively so that the Chinese don't come over. And India apparently did that in, I think, up to 60, if I remember correctly, 60 outposts of this sort. And the Chinese viewed it as almost an act of war. It's like, you know, they are creeping closer and closer. And all these areas on either side of whatever those de facto borders are, were sort of unoccupied. And why are they setting up so many posts? And that was kind of what sparked the whole thing off and what sort of interests me. And this is also sort of a subject that is pertinent today and is going to be wherever there is politics. This will be pertinent. These are the incentives of politicians, whereas, you know, we've earlier discussed how Nehru said that, look, I want to wake up tomorrow morning as prime minister. And it is, you know, not going to be possible if I give away Aksai Chen. And there are stories about how, you know, within the Congress, he was under pressure to do something and to ramp up the sort of the aggression. How much, in your view, does politics drive all of this? And to me, it's, you know, when I look at the incentives of politicians, it's very sort of much easier to understand what the incentives of politicians in India are like Nehru then or Modi today, that you cannot be seen to back down beyond the point, which is possibly, you know, why Chou Enlai could have understood that and framed the whole thing differently so that Nehru could have had a face saving way out. And we would still be recording this episode, but he could have had a face saving way out. But I'm sort of a little baffled by what are the incentives on the Chinese side, like what are Chou's incentives, what are Mao's incentives, you know, and today and a question we'll come to much later also in the episode is what are Xi's incentives today, for example, what were Hu's incentives in the early 2000s, where he was, you know, far friendlier. So can you guys shed some light on that? What constituencies are they playing to and what is driving them?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:03:23.680",
        "message": "So I think there's, it's very important to look at China in the 1960s, right? This is right after Mao started his great leap forward, steel is being melted around the country so that it can be poured into industries. And that's what's happening domestically. But this is also the time when there's something called the Ita incident that happens in Xinjiang, where about 60,000 Kazakhs suddenly flee from Xinjiang. And so the Chinese realized that they really need to start putting up definite boundaries. So the 1960s are a period when China had boundary issues with countries all over, right? But it managed to, at this period of time, 1960 to 1963, 65, settle its boundaries with Pakistan, settle its boundaries with Myanmar. And that's very interesting for me, because when you look at why would China resolve its boundaries with Pakistan and Myanmar, but not with India. And there's this book by M. Taylor Francis called Strong Borders, Secure Nation. And it's really fascinating, because what it suggests is that rather than simplifying it as whenever China has been in internal strife, it seeks to be more aggressive on the outside, is something that we hear even today. You know, China is going through this COVID pandemic, needs to deflect, and therefore it's being more aggressive. But I think what the book argues, and what I think makes a lot of sense, is that whenever China has faced internal crises, whether it is Tibet or Taiwan or Xinjiang, it's been more open to compromise and cooperation, whereas if it's had external threats or crises, it's been more prone to aggression. So how this would play out in the India-Pakistan scenario, for example, is that China was going through the crises in Tibet, it was going through a crisis in Xinjiang, and of course facing off with Taiwan, apart from the Great Leap Forward, which is ongoing. So this is a period of internal strife. And therefore, they did not want to have to deal with border wars, with the Pakistan border, for example. Pakistan was supposed to have reached out to China during this period of time in the 1960s, and the Chinese didn't get back to them. But as soon as the month-long border war happens with India, they immediately resolve their border differences with Pakistan and with Myanmar. And that's what's interesting for me, because it's not internal crises that's led them to resolve those boundaries, it's sort of the aggression with India. So you can ask, hey, then why did we fight the boundary war with China? Why didn't Pakistan or Myanmar fight it? And the answer there could be in the forward policy that you'd mentioned, Amit. It could be that Mao had perceived this policy as external aggression, coupled with whatever was happening in Tibet, and therefore construing all of this as sort of expansionism that needed to be taught a lesson. That's a quote that's often come, right, India needs to be taught a lesson, is something that Mao supposedly said. And that's seen very clearly in what happened in terms of politics between Mao and Nehru."
    },
    {
        "speaker": "Guest 1",
        "time": "01:07:10.360",
        "message": "Just to add a bit of trivia for politics between Mao and Nehru, I read that Mao had actually told Nehru that he would like to discuss with him war as a policy instrument, and what were Nehru's thoughts on it, if war became the instrument of statecraft. And this is happening in the backdrop of Tibet and India and China discussing how they need to be responsible Asian powers. So yeah, that is an interesting bit of detail I wanted to add."
    },
    {
        "speaker": "Guest 2",
        "time": "01:07:51.800",
        "message": "I think the other important thing, and this is something that Bertil Lintner says, is that it could have sort of been a strategy, whereas, you know, for example, Mao had his disdain for Nehru and this idea of teaching India a lesson, whereas Zhou Enlai was entrusted with keeping India guessing about China's actual intentions, you know. And I think what scholars have said at various points with Zhou is that he genuinely attempted to, you know, impress on Nehru that India should meet China halfway. And what's evident with the other countries is that they sort of signaled a willingness to meet China halfway. And with the Pakistan border, if you look at it, China actually granted them some extra territory and took very little in return. And so that was sort of taken as an example of China's benevolence, you know, and look at how we deal with our smaller neighbors. Most of these deals are made at our own cost, whereas their cost was just that they wanted these borders to be sealed and to not have any loopholes with them. So this could have also been sort of another factor that was dealing in the politics between people."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:10.000",
        "message": "No, and I want to get a wise track out of the way before I get on to my observations, which is when, you know, when Mao said we want to teach India a lesson, maybe he recognized how broken our education system is, and it still is today. So perhaps Nehru should have let him. But the irony of all this is that if you look at, you know, how the alignments are happening, despite all our claims of being non-aligned and all that, if you look at all the alignments, the Chinese in the 50s actually looked at Pakistan with a little bit of suspicion because hey, Pakistan is aligning with the US and it made complete sense for the Soviets, China and India to kind of form a block. And in fact, you know, when the 59 skirmishes happen and all that, and the Soviets make a statement in favor of India, initially, you know, it's a little bit awkward. And then, you know, Khrushchev and Mao meet and they have some interesting dialogues. And then the moment that Mao really chooses to step up Chinese aggression in 62 is when he knows that hey, US and Soviets are going to be busy because a Cuban crisis is happening. So he's like, okay, they are busy here. Let us bully this kid in our, in sort of our neighborhood. And the other thing that also strikes me is that something that Mao actually articulated and which would not have been a mystery at the time, is that China as far as it came to, you know, South Asia was not interested in taking territory, as we see even after the 62 war got over and in the offers of you and all, it's not like they wanted to conquer anyone. So, you know, what you just said in the context of Pakistan, at the moment, Pakistan agreed to a deal, they actually gave them a little bit of territory makes sense, even, you know, during the 62 war, their strategy was okay, we just drive the Indians out and we get back to whatever the de facto line of control was, and then we call a ceasefire and we withdraw. And that was the whole game. So at some levels, you know, to get into that conflict, sort of end up kind of losing and everything that happened, seems to me to, you know, constitute a series of self goals. And I am so traumatized by the thought that I need a break. And I will share it with both of you and all our listeners. Are you one of those people who loves to be surrounded by beauty, let's say you like contemporary fine art, you want more of it in your life, but you don't have the time to visit galleries and buying art to hang on your walls can be expensive. Well, there is a way out, head on over to Indian colors.com. Indian colors licenses works of art from some of the finest modern Indian artists and adapts them into objects of everyday use, like dresses, shirts, tote bags, pouches, home decor items and much more. This makes art accessible to many more people and artists get royalties on every item you buy. Indian colors now has a new range of products out there, elegant summer dresses and men's evening shirts with unique motifs by artists like Tanmay Samanta, Manisha Ghera Baswani, Shruti Nelson, Pradeep Mishra, Harain Bakeel and Jaideep Mehrotra. Why should you not look classy even if you're stuck at home during the lockdown? There's also a new range of those iconic Indian color stoles, as well as home decor accessories like tissue paper holders, cushion covers, coasters, and more. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian colors. Corporate gifting is also available. So head on over to indiancolors.com. That's colors with an OU and make art a part of your life. Welcome back to the scene and the unseen. I'm chatting with Hamsini Hariharan and Shibani Mehta on what I realize much to my embarrassment is not Indo-China conflicts because that would involve Cambodia, but Sino-Indian conflicts."
    },
    {
        "speaker": "Guest 2",
        "time": "01:12:50.520",
        "message": "Is that right Hamsini?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:51.520",
        "message": "Yes, that's completely right. Yeah. So we are talking about Sino-Indian conflicts. And we just finished chatting before the break about the 1962 war, you know, which we basically ended up losing, but the Chinese philosophy was not really to, you know, a colonial one of conquer territory and let us march to Delhi and all of that. But you know, they kind of proved their point, established sort of the lines of control that they wanted, and they headed back. Now what's the deal with the aftermath of the war? Like one thing which in an Indian context, everyone knows is that of course, VK Krishnamen and the defense minister was kind of disgraced and he had to quit. And all of that happened, which is, I think, what is known in the Indian popular imagination. But give me a deeper sense of what is the aftermath between both countries? What are you mentioned that there was schools of thought on it? Tell me a little bit about that, because I find that fascinating."
    },
    {
        "speaker": "Guest 2",
        "time": "01:13:49.320",
        "message": "Sure. So I think whenever you're looking at the 1962 war, I didn't really want to get into sort of the specific, the war itself, because I'm not someone who served in the military and therefore, I would not be the best person to speak about it. But I think whenever you talk about the 1962 war, some clear strands really stick out at you, right? And the first is that, why did the Chinese withdraw in a month? Why didn't they march down to Delhi or why didn't they march down to Assam? And that is something that really came about. The second was this question that how could they construct a highway in 1959 that we spoke about earlier? How could they rise to such commanding heights across this border? And we didn't even have a clue. So that intelligence failure was something that was repeatedly brought up. And the third was something that military historians still talk about, which is, why was offensive air power not used? We had the Indian Air Force, which was possibly one of the best air forces at that time. We had bases, we had aircraft. So why didn't we use these? So these were major questions that came about. And I think, to be fair to the Indian establishment, they did take a lot of them into consideration. There was a clear effort by the Indian government to rehaul intelligence, for example. So this is when it was after the 1962 war that the R&AW, the Research and Analysis Wing, was finally formed. So you had a lot of internal reforms that took place. Now when you think about the war itself, the first question that I asked, which is, why did China just withdraw after a month? This is possibly one of the shortest wars that have taken place. You can look at the Sino-Indian conflict through two major schools of thought. And both of them come down to this report called the Henderson-Brooks-Bhagat Report. And the Henderson-Brooks-Bhagat Report is a report written by two Indian Armed Forces officers who were both serving at that point in time. And they'd written this report to point out that the Indian Army had intelligence, that they believed that the forward policy that we'd spoken about was erroneous in a way. And they pointed out clear gaps in the political vision of the border and of the tensions. And so that clear misreading was picked up. And the reason that the Henderson-Brooks-Bhagat Report is important is because the report got leaked and it got into the hands of this Australian journalist called Neville Maxwell, who didn't publish the report then. He published parts of the report and then retracted it in 2014 on his website. So before then, the only thing we could do was sort of take his word for it. And what Maxwell essentially did was write a book called India's China War, where he wrote a book along with other voices like Alistair Lamb, who writes his own book. And what these authors essentially argue is that Nehru was wrong. There were all of these glaring gaps in India's foreign policy. Nehru misread the situation. He was high handed. And it is clearly India's fault that they went ahead with the forward policy. And that's why the Chinese sort of struck back. And there's even a very funny anecdote of Zhou Enlai and Mao having sort of a state dinner with, I think, the Pakistani head of state, yeah, with Zulfiqar Ali Bhutto. And Neville Maxwell is there, this is 1971. And what Zhou does is he stands up and he calls for a toast. And through his interpreter, he tells Neville Maxwell, he says, Mr. Maxwell, your book has done a service to truth. And China has benefited from that, stop quote. So this is something that was immediately rubbished by a lot of Indian analysts, by the Indian public. Neville Maxwell had sort of a notorious reputation for being this China hand, as did Alistair Lamb. And to be fair, they raised a lot of pertinent questions that a lot of scholars at that point in time were possibly not able to justify. But I think it's also fair that a lot of criticisms have been leveled against them. In particular, there's a book that Bertil Lintner wrote recently called China's India War, which is a play on Maxwell's book. And Indian authors and Lintner, they systematically refute a lot of the claims that Maxwell and Lamb raised. For example, if you remember, in the first half of the podcast, we spoke about sort of this inner Tibet and outer Tibet, right? And that was sort of the basis for the 1914 McMohan Line. Lamb also points out that there was an inner line and an outer line in the Nifa region in the Northeast. And he says, the inner line was clearly what was put down by the British, which the inner line still exists in some parts of the Northeast today, which didn't allow mainland Indians in court to go to these regions. And so he says, you know, this inner line itself proved that the Indians did not have control over these regions, that these regions clearly came under South Tibet. And this inner line is supposed to end where the McMohan Line ends, and so on. And these claims are, a lot of them are misguided, a lot of them are just false. So what I would say is that most scholars today, whenever they're talking about the Sino-Indian War, follow one or two of these schools of thought. One believes that India was responsible for the war, that it triggered Chinese aggression through the forward policy. And the second believes that even if the forward policy was put down by Nehru, it was put down because India was triggered by what China was doing in the regions. So this is essentially how people categorize their views. The Maxwell Lamb School of Thought has really influenced the way debate about Sino-Indian relations has been done for a very long time. It's because their books came out in the 1970s. So they were possibly one of the first few authoritarian works that was written. But over the last couple of years, there's been more inquiry into the war. Yeah, so that's basically the two main schools of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:29.640",
        "message": "thought. Yeah, so let me let me kind of sort of process that and sum that up. And you can tell me if I did that accurately. And this kind of raises a very interesting question, like, when you spoke of sort of Maxwell and Lamb being called, like China hands, as if they are sort of peddling the China narrative, and they obviously have their own incentives. And I guess all authors will have incentives of some kind or the other. It doesn't mean that a government is necessarily paying them, but in terms of access, or where they are based, or what are their intellectual communities like, and all of that, there will be these incentives. And you pointed out that there are two schools of thought. One is sort of the one which was dominant in the early years, I think Maxwell's book, India's China War came out in 1971. And, you know, that's a period you also refer to the fascinating meeting with the Pakistani and the Chinese. And the Chinese obviously had reason to be wary of the Indian because, you know, they saw the British as an imperialist colonial power. And they were worried that India even after independence would continue along those lines and Nehru's forward policy, you know, sparked off the conflict in which they behave responsibly. And you're pointing out at the other school of thought, which is something that is finding more voice now among Indian scholars and people like Berlin Lintner, who couldn't think of an entirely different title, he said, Uska book tha India's China War, I will be China's India War, but I get it. It's very smart, basically takes the whole approach of pointing out that listen, China was doing all of these little things, these border disagreements and so on through the 1950s, that they were the aggressors, they were the one who, you know, took Tibet to begin with. And Nehru was just trying to respond to that. So it's really not India's fault. You know, this seems to me one of the situations where whichever case you're making, you know, it's not like there is truth out there. You can essentially believe any version of these because we don't know what the main players are thinking. It's quite likely that in certain minds of the players involved, both accounts are completely true. Like Nehru may have felt he was entirely justified. And, you know, Xu may have felt what is this guy doing? And all of that. So, so yeah, I'm just kind of thinking aloud and trying to sum up what you said and given that this is the case, how does then policy towards each other in both these countries evolve? Like I presume the war is over. And China is like, okay, these guys were getting too fresh and we taught them a lesson. And for India, it's just a humiliation, but it's okay. Nehru dies a couple of years after and you'd imagine there is some kind of reset. And VK Krishnamenon is, you know, consigned to history. So, you know, how do those sort of approaches within both countries domestically evolve"
    },
    {
        "speaker": "Guest 2",
        "time": "01:23:15.720",
        "message": "in that period? When I think about it, I was speaking a little bit about how, you know, structures were overhauled and stuff like that. And I think in India, since 62, we continue to have this insecurity about China. I think it's just something that we have never gotten over, this sort of national humiliation, you know, in a month they were able to completely override us. And I think you continue to have those narratives today when we talk about India and China's relationships, you know, about how there's a lot that's written about how Nehru died a heartbroken man, and you could see that this clearly had an effect on his health. And I think, you know, the war really left a lasting impression on India's narratives and the way it saw itself as a country. But I think more tangibly, you know, barely months after China and Pakistan reached their first border agreements in a year, they completely finalized their border, which was something that India was very angry about. And then in 1965, India and Pakistan fight another war. And this is the time where there is a real fear that India would be fighting a two-front war, right? And this is particularly true of Sikkim. Sikkim was at this point in time still an independent Himalayan kingdom, right? So there are reports that when the war with Pakistan was really beginning to heat up, the Chinese government sent a note asking India to vacate from some of these posts that it had occupied along the border between Sikkim and China. And the Indians were rather perplexed because they didn't really occupy anything. So at that point in time, the governor said, you know what, just ignore the note, don't respond to it. But the note was an ultimatum in that sense. It was saying, you know, if you don't vacate in three days, then we will attack. And what essentially happened was that India ignored the note, nothing came of it. And then the Chinese, I think at the end of three days said, oh, thank you for vacating the land that you occupied, you know. But that really drove the fear that what would India do if it was faced with a threat both in its Eastern as well as its Western sectors. And this is when India really started looking at how it was going to deal with threats along the border. Something else that's also happening internally is you have to remember that the Northeast, as it looks right now, it's still not very much in sort of the Indian's imagination, but it was even less at that point in time. What happened was that the Chinese began to aid Naga rebels and, you know, more than about 700 rebels were actually trained in Yunnan and, you know, provided with guns. And this also happens with Manipuri revolutionaries, Mizo rebels, a lot of them get training and support. Before we get into that in detail, I think there are a couple of other things that I want to touch upon. One is the Communist Party in India. The left took a huge sort of ideological beating in that sense. And the CPI split after 1962. And that's when, you know, you have the CPI Marxist being formed. And this is because the CPI largely condemns the war. Krishnamanand was essentially a part of it. And the CPI continues to condemn the 1962 war. Whereas the CPI-M essentially saw the war as a fight between, you know, the socialists and the capitalists. China being the socialists, us being the capitalists."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:55.080",
        "message": "So they were on the Chinese side. They were on the Chinese side. And after this, you know,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:26:59.240",
        "message": "you have people like Karu Sanyal and others traveling to Nepal and finally going to Beijing, where they meet Mao and were promised men in arms. So you have that thread that eventually comes out to play. The other thing that happens is, you mentioned Krishnamanand, you also have a lot of army officers who go into early retirement, you know, the Chief of Army Staff, the Chief of General Staff. So a lot of them, even if they weren't directly responsible for things that happened, still saw a lot of heads rolling."
    },
    {
        "speaker": "Guest 1",
        "time": "01:27:32.480",
        "message": "So just adding to what Hamsini was saying about the humiliation that India faced, particularly Nehru, after the 1962 war, this was something that Indira Gandhi, when she became Prime Minister of India, knew she wanted to fix. She wanted to redeem the image of her father and also redeem the image or the humiliation that the Prime Minister's office itself had suffered in the country. And it can be argued that she was open to dialogue with China about the territorial disputes. So while, you know, like Hamsini was saying, there was a lot of argument about who was right on either side, there was this very small window in 1970, when both India and China were open to dialogue. But they kind of just missed each other multiple times. And this starts with on the 30th of April, 1970, the day before China celebrates May Day, there was a display of fireworks. Now, remember at this point, diplomatic relations between both countries have completely broken down. Ambassadors have been called back. So there is no formal sort of representation. But there is an Indian representative in Brijesh Mishra, who's at this display of fireworks. And during the meet and greet, he's approached by Mao, who says, we cannot keep quarreling like this. Let us try and be friends. And this is seen as an enthusiastic sort of move that China is making. Mao tells Brijesh Mishra to convey this message to the Prime Minister, which he says that, you know, this is the time we can sort of resume dialogue. And so both sides are open to it. The sort of conditions in China, which is undergoing the Cultural Revolution, as Hamzani had pointed out, also would have made negotiations easier because of the domestic conditions in China. And there was some sort of civil unrest amongst the left in China itself. So the negotiation could have been favourable for India. But there is a delay in response from the Indian side. And Sudhendra Kulkarni has a two part series in The Wire about the events that lead up to the 71 Bangladesh Liberation War and sort of explains the entire dynamic. So I would recommend people reading that. But the reason there is a delay in replying from the Indian side is because, again, what Hamzani pointed out, there is division between the CPI in India and one side is seen favouring China, therefore being anti-government and anti-Indira Gandhi, which did not please the Prime Minister. And second, there was a rising insecurity towards Pakistan. So we see a distinct shift between Nehru and Indira Gandhi, where Nehru was trying to be the peacemaker and trying to bring in the aspirations of all Asian powers and achieve them collectively. But Indira Gandhi becomes more regional. She's driven by securing regional security. And a lot of her actions and her foreign policy is driven by that motivation. So there is some sort of a distraction with Pakistan and how that is going to be handled at the same time. And this one here is really exciting for an international relations scholar because you have a lot of players getting involved slowly. So this is a time that the United States realises it has a chance to rebuild its relationship with China. So you have President Nixon and NSA Kissinger arranging a meeting with China, which is a sort of secretive meeting and it's aided by Pakistan. So Pakistan is also involved. And what is argued is that the window that India had is sort of grabbed by the US and Nixon is able to sort of re-establish relationships with China. Because Pakistan helped the United States in doing that, India is unhappy and therefore turns to the Soviet Union, signs the Treaty of Peace and Friendship as a security from Pakistan, which China in turn views as an anti-China move. So a lot of things happen in that really short period. And of course, then you have the Pakistan-Bangladesh Liberation War, which again takes a toll on the country and that window sort of closes in the 70s."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:32:48.400",
        "message": "Yeah. And I had a fascinating episode on that year. I mean, basically the Bangladesh war with Srinath Raghavan, but he, you know, we spoke about the events of that year and how, if I remember correctly, Kissinger makes a secret trip to China and he pretends he's visiting Pakistan, but he, you know, flies down to China. And today they could just, you know, chat on WeChat or something and kind of say what they have to say while every other country watches on because they've hacked the phones. But let me also then sort of take a lateral detour and I'll come back to Indira Gandhi and what her policy was like and those very interesting years and what happened in the aftermath of that. And I also briefly want to talk about Sikkim, but just to take a lateral detour at the same time, you know, India's popular imagination is both shaped by and reflected in Bollywood to a certain extent, right. Or, you know, other regional cinema and all that. And I found that, you know, popular culture often acts as a barometer of what people think and feel in the culture. So Shibani, tell me a little bit about, you know, how was China looked at in the Indian popular imagination? Like even today, you know, Indians are very xenophobic towards the Chinese. So what was sort of attitudes like, how were they evolving? You know, there was also this Hindi-Chini bhai bhai stuff that had kind of happened. Give me some rope"
    },
    {
        "speaker": "Guest 1",
        "time": "01:34:12.560",
        "message": "on that. So Bollywood presents a very interesting case to understand national sentiment. I should say that I haven't been exposed to regional cinema, so I can't speak for what's happening there. If anyone has recommendations on what I would watch, please let me know. I'd love to do that. But speaking about Bollywood, so in the 50s, cinema felt, or Hindi cinema, there was a lot of social responsibility in the film. You had Guru Dutt's Pyaasa, which was a critique of a materialistic society. The same year, you had Mother India, which was, you know, the Indian nation state as it existed in the villages. And then you also had B. R. Chopra's Naya Daur, which was, you know, a salutation to Nehruvian socialism. So there's a lot of celebration of the birth of India, the growth of India, and, you know, what the aspirations that India has. With the 62nd war, you see a departure from social responsibility and move towards escapist entertainment. So you have films like Theesri Manzil, A Jewel Thief, Guide, and Vakht that come in the 60s, which are just purely for entertainment. They're not thrillers, they're dramas, there's romance. Films are being shot in foreign locations. And it's just pure entertainment value. The only movie about the 1962 war, which you quoted, is Hakikatt that came out two years after the war in 1964. And this movie is also been, it oversympathizes with the Indian side. It tries to, you know, sort of bring down the humiliation that India felt and, you know, play up the loss of life of soldiers and things like that. But I should point out that it does not villainize the Chinese. So it is only looking at the Indian point of view, what happened with the soldiers, goes into the personal lives of some of the characters, but there is no villainization of the Chinese side. It was just a war that went wrong. And yeah, after that, the few films about India, so I think you had Shaheed, which was based on the life of Bhagat Singh that came in 1965. But that's again, pre-independence. So again, going back to that freedom, notion of freedom struggle and stuff, but nothing really touches upon Indian society till you have the angry young man making an appearance almost a decade later."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:12.400",
        "message": "So it's almost like, you know, it was just a dark moment, and we chose to blot it out of the collective imagination and pretend it never happened. Because, you know, it's much easier to sort of, like the constant sort of nationalistic trope that has happened in the decades since is, you know, where you show Pakistanis as a villain and you're fighting the ISI and Sunny Deol is going to the border with a big gun and saving all of us. But China is just something that we choose to sort of not think about because, hey, look what happened. Let's get back to the politics. I mean, as you guys would know, I am no fan of Indira Gandhi for all the things she did in the domestic sphere. But at the same time, as far as her geopolitical sort of acumen was concerned, she seems to have kind of done a much better job, one in the way she handled the Bangladesh war. And if I'm not mistaken, and Hamsa maybe you can sort of elaborate on this, she also seems to have moved away from Nehru's mistaken idealism and actually taken a much more hard-nosed, realistic view of what one, a realist view rather of what one needed to do in the, in the neighborhood. So tell me a little bit about that. I mean, and also, you know, one thing that kind of intrigues me is today, of course, there is a lot of talk and I've had episodes in this as well about how sort of China and, you know, the worry of between China and Pakistan kind of getting close together and how that's going to impact us. And there was recent talk that, you know, when Nepal caught the snow catastrophes, because, you know, they've been emboldened by China kind of getting there. Were these worries back then, you know, in the 70s and 80s? So sort of take me through a bit of that period."
    },
    {
        "speaker": "Guest 2",
        "time": "01:38:55.560",
        "message": "Sure. Amit, just something that I wanted to just briefly go up on before we get into the 1970s, is that in the 1960s, one important thing happens, which is an other sort of clash between India and China. And this happens in 67, a little before the 70s and the Bangladesh war and all of that. And the reason why it's important is because accepting the current crisis at Kalwa, that was the last crisis where India lost men across the line of actual control. So what actually happens in 1967 is, there's still not a lot of scholarship that's done on it. There's a new book by Prabal Das Gupta called Watershed 1967. So what essentially happens in 1967 is that you have the two passes in Sikkim, Chola and Nathula, where we were afraid that the Chinese would also fight against in 65. The Indians decided to fence that border. And while they were fencing the border, often there were Chinese troops that came about saying that you can't fence this border because you're in our territory. And in one of those scuffles, there were both Indian and Chinese lives lost. As a scholar, I will say that objectively we don't have a number, an exact number of the number of lives that were lost during that point in time. The lowest numbers put it at 30 on the Chinese side and 60 on the Indian side and the highest numbers put it on 350 on the Chinese side. So that is something that we need to keep an open mind towards. But these clashes did happen. And the other thing that sort of came out of it, which Shivani referred to when she was talking about Indira Gandhi, the reason we didn't have any ambassadors present in China is because in 67, in the same year, two Indian embassy officials were accused by the Chinese of spying. And so they were beaten by the Red Guards. They were publicly humiliated. And they were eventually, you know, the Indian embassy was supposedly under siege for days with people standing outside, you know, clamoring to get in. And other embassies tried to send in, you know, supplies, but they couldn't get through. And then when the Indians heard of it, the exact same thing happened here. The Chinese ambassadors were beaten up. They were, and essentially all of them were deported and became sort of like persona non grata. And that is one of the reasons why relations sired even more. And when Indira Gandhi comes into office, that's sort of, you know, the last exchange that India and China have had on an ambassadorial level. I think I agree with you. I am not a big fan of what Indira Gandhi's policies were domestically, but on a foreign policy landscape, she dealt with a lot of challenges that India was facing very, very well. The Bangladesh war, which you have spoken about in detail for one. I think the other, it was from then on this prevailing worry that India would lose its neighborhood, right? And why the Indira Gandhi government onwards were afraid of this is because, as I'd mentioned, the Chinese were providing resources to rebel groups. At one point in time, there was this idea that a red corridor would be formed, right? Like the Naxalite movement was coming to the fore, that it would go through India, go through Nepal, and finally go to China. And this was sort of the revolution spreading to all across the world. But I think Indira Gandhi was, and this is sort of one of the great things about studying the foreign policy about that period, is that, you know, in 1976, both countries exchanged ambassadors for the first time. And you know what happens immediately, the emergency, so nothing else happened. And so Indira Gandhi didn't really have any other contact with the Chinese while she was in power. When the Janaka government comes in, for a very brief period, what happens is that Vajpayee visits Beijing, but he had to cut his trip short, because he was protesting the Chinese invasion of Vietnam. And then you move forward, Indira Gandhi comes back to power. And the main issue then doesn't turn out to be the border, it doesn't turn out to be relations in the neighborhood. It's very odd, but from what I can read, the main issues at that point in time was that in Indochina, there was the war between Vietnam and Cambodia. And in Cambodia, you had the Khmer Rouge, who the Chinese were backing, and you had the People's Republic of Kampuchea, which was Vietnamese backed. And the main issue between India and China was supposedly the Indian government's recognition of the People's Republic of Kampuchea. And that became a huge issue for some reason. And that was the sort of roadblock between relations."
    },
    {
        "speaker": "Guest 1",
        "time": "01:43:59.280",
        "message": "So adding to what Hamsini was saying about Indira Gandhi's foreign policy, it's the first time we see a departure from non-alignment, because Indira Gandhi, like you said, was more of a realist than her father was. And there was an inclination towards balance of power politics. And she also displayed a greater willingness to use coercive tactics and force. But the challenge that, you know, the Indian government faced during the 70s is that there was no stability. Governments were coming and going very quickly. And there was a lot of domestic disturbance that it had to cope with, because of which, as Hamsini was saying, you would establish contact with the Chinese, but you wouldn't be able to engage with China, because something else would happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:52.360",
        "message": "Right. And Hamsini, I also want you to sort of briefly mention on, you know, was what happened in Sikkim significant there? Just bring me up to speed on that. And also, just sort of another point I'd like you to clarify, which is, you know, when we use the term, the line of actual control, and there is sort of in the popular imagination of border is one line, right? So it's a line and on one side, you have the Indians and on the other side, you have the Chinese. But actually, there is no line in the sense that, you know, both countries are quite clear about what territory definitely belongs to them. But there is also a sort of no man's land in between where there is, you know, much ambiguity and uncertainty. And a lot of action happens on that no man's land, like allegedly in 67, or recently, what happened in Galwan, which is why you know, you could actually have a conflict on territory that was not Chinese territory. But at the same time, the Prime Minister wasn't entirely wrong when he said they haven't come into our territory. It was sort of like a kind of a buffer zone. Is that understanding broadly correct?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:45:56.960",
        "message": "Yeah, I mean, I'm not again, as I said, like a military specialist, but I think that is a good way to sum up the line of actual control. You know, as much as we like to imagine, you know, maps in our heads, and you have this specific thing that separates India from China. That's not exactly true. You know, in 1962, the Chinese, you know, swept into India, and then they drew back to what they believed was the line that was supposed to be the border between India and China. And we there have been a lot of border talks and stuff that I can get into, which were exchanged. And there is this sort of agreement that these are the Indian and Chinese positions and you keep a couple of sometimes less than a couple of kilometers in between that neither side shall pass through. And this is essentially the problem even with the clashes that happened this year. Therefore, this fundamental misunderstanding about knowing what the border actually is. I remember reading some reports about this crisis talking about, oh, does China refer to the border as what it had captured in 1962? Because if that's the definition of the border that it's going by, then it's going to be a real problem, right? So that's one of the main problems, the line of actual control, unlike the LOC, the border with Pakistan, which is fenced, which for the most part, is clearly demarcated. The LAC is very ambiguous. About Sikkim, right? So during the 1970s, as Shivani had spoken about, there was a lot of worry about neighborhood stability. There was also, you know, personal anxiety about from Indira Gandhi's end about instability within the country, right? And this is where Sikkim becomes really interesting, because Sikkim was this independent kingdom, and it was independent the same way Bhutan was independent. So Sikkim and Bhutan both had treaties with India, where India said, you know, it would advise these governments on external affairs and so on, which India continues to do for Bhutan. Whereas what happened with Sikkim is that the Chokyal or the leader of the Sikkim kingdom married an American, and there was a lot of vitriol directed towards her, particularly by the Indians. A lot of people said, you know, she was a CIA spy. And she was, you know, influencing the kingdom to go against India. And, you know, we won't know if that's true, just because, you know, she's a woman and in a powerful position, or if she was actually a CIA spy. But that's not really the point, right? The point is that you were suddenly dealing with another problem on this front. And this is a front where you've already had a clash with Justin 67. So I did an episode on states of anarchy with a scholar called Deep Pal recently. And we were talking about this. And what I was essentially asking him was, you know, why did Sikkim get annexed by the Indian kingdom? And why didn't Bhutan, you know, why was there sort of a disparity between Indian foreign policy towards the two? And what he says, which I think makes a lot of sense, is that this fits into the Sikkimese imagination of India's perception towards itself, towards India, as well as of Sikkim. So I'm going to break that down a little bit. Essentially, what that means is that India had a perception of itself as a country. And it perceived Bhutan and Sikkim into fitting into that imagination in a particular way. And Bhutan did. Bhutanese army officers, for example, were trained in India. Bhutan fell in line with a lot of things that India wanted. India in return gave it military aid and continues to give it military aid. Sikkim, on the other hand, was starting to show a lot of signs of wanting more. And India was afraid that this was going to have to be yet another border that they would have to contend with. And that was not really something that they could deal with. There are a lot of books that are written about the annexation of Sikkim alone. But I think one of the reasons why Sikkim was incorporated into the Indian Union was definitely its place on the border between India and China."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:23.400",
        "message": "And how did China react to that?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:50:25.760",
        "message": "China did protest because it saw this as sort of a unilateral move by India. And for years, China didn't really recognize that Sikkim was a part of India. So that was something that was part of relations. Imagine that it reacted the same way that it would if Ladakh was made a union territory. So that's sort of the same pitch of the reaction that India is unilaterally changing borders and unilaterally changing the status quo. So that's something that's very important that happens in the 1970s. As you sort of move towards the 80s, even under Indira Gandhi, you have sort of the first visit of the Chinese foreign minister in 1981. And then you have five rounds of border talks. And these are important because 20 years after the original crisis is when both countries begin to agree that they actually have a problem on their hands. And they both took very different views to it. China wanted to shelve the border issue and it wanted to focus on other things like trade. And India wanted to resolve the border issue first. So the other thing that was important to note in these border talks is that India wanted a sector by sector approach, which China really didn't want. What a sector by sector approach essentially is, is that the Indian border, the LAC in the Indian imagination is divided into three bits, right? You have the eastern sector, which is Arunachal Pradesh and Sikkim. You have the central sector, which is sort of near the border of Nepal, all the way to where the Skiti Valley of Himachal Pradesh is. And then you have the western sector, which is Ladakh. So what India wanted was to say, hey, let's talk about where you think the border is on the eastern sector and where we think the border is in the eastern sector. And we can look at it from that point of view. The Chinese, on the other hand, wanted a quid pro quo. They said, no, Aksai Chinnazar's, Tawang Nifa is yours. And we will agree to that. We will not agree to a sector by sector approach. And this is something that really held up border talks for a couple of years. So just moving ahead to what happens with Rajiv Gandhi essentially is that I think you have to remember that the 1980s in both India and China are very, very important, right? China for the first time liberalizes its economy. You have Deng Xiaoping who comes up and says, you know, it doesn't matter if a cat is black or white, as long as it chases the mice. And China really wants to set aside its ideological biases that it had been carrying forward for the first 20 years in its foreign policy. And you see this reflected in all of Chinese foreign policy, actually. The 1980s is a really interesting time to study in China. And India is also sort of the stirrings of liberalization, if I might call it that. But I think a couple of important things also happened during this time. And the first is in 1986, Arunachal Pradesh was granted full statehood. And this was something that really pissed the Chinese off, because it was India unilaterally changing status quo. In 1986, you have clashes along the Sundaram Chu, which is basically military exercises of India in Arunachal Pradesh, which finally lead to escalation. People don't really lose lives, both sides manage to de-escalate the issue, and then go back to their respective sides of the border. But this crisis essentially turns the tide in India-China relations, because after this is when N.D. Tiwari suggests that India and China expand cooperation in other fields, like it's a completely new idea. And this is when the Chinese finally, supposedly understood for the first time since 62, that the Indians didn't go to war. So until this time, the Chinese claim that they didn't really get a sense that the Indians wanted peace along the border. They only understood that Indians were being extremely aggressive along the border. So finally, a year later, Rajiv Gandhi goes to China. And this trip is the first time in 30-odd years that an Indian head of state has visited China. So this is an important moment in India-China relations. But Rajiv Gandhi faces a lot of criticism for it within India. And this is because a lot of people point out that he was the one who recognized that Tibet was a part of China. But he did this unilaterally. The Chinese didn't really offer anything in return. They didn't recognize Sikkim, they didn't recognize Arunachal Pradesh. And so Rajiv Gandhi was really criticized at that point in time by the opposition that he was giving away a lot of the Indian standing on the issue."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:25.400",
        "message": "So a sort of a couple of thoughts. One is I'll actually object to your characterization of those years as the early years of liberalization. Yeah, I do. I think that's a post-factual narrative that you know, people are trying to give the family some credit for the good that came out of liberalization. And I am not sure how much truth there is to that. But quite apart from that, what I sort of, you know, kind of see happening is that one obviously deng moving towards more of a market economy within China, also signals a fundamental mindset shift, which impacts everything, not just, you know, economics locally, but also foreign policy, because a mindset shift is one of, you know, positive, some growth where you trade and everybody benefits and blah, blah, blah. And it seems to me that, you know, that approach starts showing off in other domains as well, possibly one, would you agree with that? Is that true? And true with India, there is an increase of assertiveness in the region, for example, the nonsense that Rajiv Gandhi gets up to in Sri Lanka, for example. And, you know, does that sort of play a part where they are trying to balance China's influence? And, you know, how is the thinking developing on the respective roles of the two countries"
    },
    {
        "speaker": "Guest 2",
        "time": "01:56:42.160",
        "message": "within South Asia at this point in time? Amit, I would sort of object to your saying that moving towards market economy is a fundamental shift for the same reason why you object that I call it stirrings of liberalization, right? Because China also, you know, now when we look back, we look at it as this one long continuous history. But at that point in time, it was just the end of the Cultural Revolution. It was the fall of, you know, the fall. And therefore, people were also really scared to experiment. No one knew if anything that was going to happen in China was going to continue for, forget a long period of time, for even a short period of time, right? So there is this shift that occurs, but I would say it occurs in the latter half of the 1980s rather than the first half. Because the Chinese government at that point in time also starts only with policy experimentation. It doesn't do these big sweeping reforms that it now claims that it's done, you know. And we can argue about this till the cows come home. There are different views about this. But at least my take on this is that the shifts in foreign policy, the shifts in the economy are still small. There is a marked difference in what happened earlier, which is, you know, a personality cult driven, ideologically minded foreign policy, which essentially looked at expanding, you know, the revolution across the world. I think what China wanted by this point in time was to not open up. Those are, at the end of the day, not the words that they use, but they wanted to focus on improving the quality of life. They wanted to focus on just becoming richer. And the only way that they could see this happening was to have some semblance of stability in the economy. And you can't have any semblance of stability in the economy if your foreign policy is constantly denouncing other countries or getting into tips with them. The other thing I think we need to remember with respect to your second question, you know, about whether there's an increase in assertiveness in the region. I think it's important to remember that during this time, particularly in the late 1980s, there's a lot of worry about the Soviet Union, because Gorbachev had made some speeches about Glasnost and Perestroika, but it was still difficult to read those signals. No one knew that the Soviet Union was going to fall at this point in time. But I think, at least from what I've read, is that Rajiv Gandhi wanted to also diversify his foreign policy. And when I mean him, I don't mean him as a person, but rather the foreign policy administration that he was commanding, is that the establishment at that point in time wanted to go ahead with non-alignment and realize that if they would lose the Soviet Union, then they needed to be on better terms with the Chinese, because that balance that Shivani had mentioned a couple of years ago would be lost otherwise. What do you think, Shivani?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:00:04.960",
        "message": "You're absolutely right. I think India was aware of the association that it had with the Soviet Union, had a negative impact on India's image because of the Soviet Union's involvement in Afghanistan. And it wanted to keep the Soviet Union at a distance. And that's why in the 80s, you see there's a push to build relationships with the US and China. But most of the energies went towards the Indian subcontinent. So you have Pakistan, Sri Lanka, like Amit pointed out, as well as Nepal. And that's what's occupying most of the time for the Ministry of External Affairs."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:52.480",
        "message": "And Shivani, I'll turn to you now as we kind of take the narrative forward. But before that, we'll take the narrative back briefly. My sense of the sort of when the economics of China kind of started shifting is also, you know, the late 70s was an important time where they made a move away from collectivist farming and a slightly deeper recognition of property rights at that level. But I mean, leave that aside is obviously a process which takes many years. So Shivani kind of like moving forward and coming all the way to sort of eventually to the 2000s and Hu Jintao and China's really changing through this period and equally, their foreign policy is really changing. And these shifts are really interesting the shift to sort of whose approach to towards foreign policy and the world in general and, you know, how he internally looks at China, and then later, the much more aggressive authoritarian tone that she has taken since so you know, so take me through this sort of historical shift and what's happening here."
    },
    {
        "speaker": "Guest 1",
        "time": "02:01:53.440",
        "message": "So in the last 20 years, a lot has changed. But if we go back to the 2000s, at this time, Deng's philosophy of hide your capabilities and bide your time is still very important for Chinese foreign policy. Beijing has made a pragmatic accommodations and is learning to live with the hegemon, which is the United States. And so policy adjustments are made according to this reality. What happens in 2001 is 9-11, US is now concentrating all of its efforts to against international terrorism and becomes obsessed with Iraq. And this gives China somewhat of a window to start being assertive, and to be a little more vocal about its interests, which it hadn't been doing so far, at least internationally. And, you know, China uses the 2000s to signal its intent as a rising power and what are these aspirations, the Chinese leadership slowly includes more and more controversial issues and expands this list of China's core interests. So the pursuit of foreign policy becomes this, we are just China is just pursuing its core interests, and it becomes a little more assertive. So you have the South China Sea being mentioned, territorial disputes with Japan coming up being mentioned. There are certain things being talked about with the Southeast Asian countries, etc. And so China is growing increasingly confident. And unfortunately, for China, there's a moment of frustration with the 2008 economic meltdown. So after the 2008 economic meltdown, China has to calibrate all of its efforts and ensure the socioeconomic makeup of China is not damaged significantly. And suddenly, it has to sort of balance wanting to be a great power, but also, you know, being responsible for towards its domestic audience. So it's in this, under Hu Jintao, China is in this middle state where it wants to, you know, eat at the table with the big kids, it's ready to do that. But also, there's a lot of stuff happening back home that it needs to pay attention to. And there are questions about whether China is ready to be, to take on the responsibilities of being a world power."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:04:42.120",
        "message": "And it's interesting that you know, you refer to those years as a middle state, you know, the middle state of the Middle Kingdom, that could be the title of your first book. And that also then seems to indicate that there is a transition happening here, that you have a China, which is kind of, it's a rising power, it's asserting itself, it's looking at, you know, itself vis-a-vis the US. And then gradually, what happens is you have the 2008 shift and China's, you know, you know, telling the US that, you know, what the hell we were following you and, you know, what is this that you've done? And, and then under Xi, you have this sort of a much greater assertiveness where like, would it be fair to say then that this is no longer a middle state? Now, China said that, okay, we have arrived and we are going to compete with everybody. And we are going to cock a snooker to you. And, you know, we are taking our place. Is it fair to say that that's the change in approach that has happened?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:05:32.880",
        "message": "So one of the things that changed with Xi coming to power is earlier, while China was being assertive, there was not a very strong link between its global power aspirations and what it was doing towards achieving them. That's what Xi has been able to do very successfully. And there's a very decisive leadership style that he follows. And also, like when you think of Xi coming to power, the first few things that come to your mind are the anti-corruption campaign that he ran, President for Life. But there has been a very calculated and gradual move that has been facilitated by events that took place in the 2000s, which are allowing Xi to sort of reap the benefits of an assertive China in the international stage. Robert Blackwell and Kurt Campbell, when they write about Xi's foreign policy, say that one of the things that make him different or this foreign policy different is, this phase of foreign policy different is Xi's willingness to use every instrument of statecraft, from military assets to geo-economic intimidation, as well as economic rewards, which we see in the form of the Belt and Road Initiative, to pursue the geopolitical objectives that China has. And I would also like to point out that Xi's policies exhibit a continuity. So a lot of scholars argue that this is new and it's different, yes, but it's not new. It's not unexpected. There is a continuity. It's just an increase in assertiveness on, say, territorial matters and in the East China Sea and South China Sea. But Deng's high-deal capabilities and by-deal time have naturally expired now. This is the right moment. Xi happens to be in the moment. If there was anyone else, the results would probably have been the same."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:48.160",
        "message": "Yeah, so that kind of repudiating the great man theory of history and saying that this is how foreign policy and geopolitics was evolving anyway. And what's also interesting in the last few years is that just in terms of coherence of geopolitical policy, America has completely fallen apart with Trump at the helm and you have all these insane trade wars, which would have been unforeseeable, I think, years ago, because they just make absolutely no sense. It's a negative-sum game against the world. And at the same time, it seems to me that what China has done is, you know, very focused, very cogent in terms of, you know, the Belt and Road, which in fact, I'll ask you to kind of expand on because it seems to me to be a very good sort of illustration of how they are using their economic power to enhance their standing in the world and their influence over other countries. So tell me a little bit about, you know, Belt and Road and what's happening there. And it also seems to me, and tell me if you guys agree with it, that, you know, Indian foreign policy towards China doesn't, or towards the region, doesn't seem to have any of the same cogency, where we, you know, we are following the reflexive patterns of the past, in a sense, and doing the same old, same old, while China actually has, like, a focused vision on how to deal with the region and how to deal with India. Hamsri, would you say that that's..."
    },
    {
        "speaker": "Guest 2",
        "time": "02:09:09.760",
        "message": "Okay, this is a couple of different things at play, right? What I wanted to point out earlier to you, Amit, is that you talked about how US foreign policy with Trump at the helm seems to be falling apart. And I think one important thing in what Shivani was talking about is also other countries' reactions to China, right? And Hu Jintao, and like much of Chinese foreign policy in the 2000s, is devoted in telling people that China is going to rise peacefully, that China is not a hegemonic power, like the United States or any other imperialist country, because China has gone through, you know, the century of humiliation and has emerged to the other side. So their rise is not going to be the rise of any other country. But what happens with the 2008 crisis? And 2008 is also important, at least in Beijing's history, it sees it as important because 2008 is the year that Beijing hosts the Olympics, right? And this is supposed to really mark the year that China arrives. And I think what happens around this time, 2010-11, when Obama comes to power, you have Hillary Clinton talking about the Asian century, you have a lot of people across Australia and Singapore starting to talk about the Indo-Pacific century. And the reason why the Asia-Pacific, the Indo-Pacific really come into parlance and really come into the spotlight is because India, and to a greater extent China, at that time faced fewer effects of the 2008 crisis. And this is the point where you have a lot of reform that is being called for, right? This is when BRICS and the AIIB and all of these ideas really come to the fore, or the G20, because now it's being seen as, oh, the world is no longer just the US and perhaps Russia. It's all of these smaller countries in Asia that are going to take over. And I guess over the last decade, we've seen that change as well with Xi. And I think what Shivani's pointed out is very, very important with respect to how assertive that Xi is being. But I would say that there's often a fallacy, Amit, that when you're outside China, what China is doing seems to be like a concerted effort, that they have a vision, that they know what they're doing. And I think, for the most part, they don't. I'm not going to discount what China is doing. But I think that this is part of Chinese strategy, that they want to convince the world that they do have a vision for it, that all of this is going towards the great socialist society, whatever that might be, right? And I would really, you know, question our biases in thinking about all of China's foreign policy as following a single file narrative in that sense. But that does not mean that India is not middling through its foreign policy in the neighborhood. Shivani would be a better person to talk about that. But I do believe that perhaps Indian foreign policy with China is still reckoning how to deal with this country that a decade ago we were being compared to, but not really anymore, right? So it's clear that the gap that India and China had at one particular time has now widened to the point that China is definitely a player who you can't ignore on the world stage. Whereas India, perhaps you can still ignore it on the global stage. Shivani, what"
    },
    {
        "speaker": "Guest 1",
        "time": "02:12:59.560",
        "message": "do you think about the neighborhood? So to your point about how India is dealing with China, I think I completely agree. Both sides are trying to figure out how to cope with the other. There is a significant power asymmetry between the two. I think there is an acknowledgement of that existing. Unless India is able to catch up with the economic development and growth that China is seeing, that power asymmetry is going to exist. That said, how India is approaching China is trying to see what are the issues where India and China can cooperate, what are issues that they will always have competition or conflict in, and what are some of the areas where they will just coexist. That seems to be my understanding. Shivani,"
    },
    {
        "speaker": "Guest 2",
        "time": "02:13:58.320",
        "message": "I was just thinking while you were talking about this. I'm not sure India will ever be able to catch up with China in that sense. The Chinese style of growth is simply not possible here. And one of the reasons why I say that is because China doesn't have to ever worry about things like land acquisition, because there is no concept of property rights. So if your land gets taken over by the government, oh, too bad. Here is a payout that the government might or might not award you. And that's it. Whereas in India, if you look at development projects or something like that, which often gets talked about, with the one belt, one road, particularly in South Asia, there's often a lot that's talked about about, oh, India doesn't do these projects really quickly. And if you look at a lot of these projects, particularly in the neighborhood and even developmental projects within India, land acquisition is a huge problem in any society which is not centralized or which the government"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:15:02.280",
        "message": "does not play a huge hand in. But you know, Hamsini, I'll just say that that's just one aspect of I agree with you, we'll never catch up with them. The reason for that, that not just is that China is too authoritarian, but also that India is too authoritarian in another direction. China is too authoritarian in the direction of sort of, you know, all of the things that you pointed out that there is no friction between getting things done, so to say, India is too authoritarian in the way of, in the sense of standing in the way of free markets, you know, starting from Nehru soft socialism to Indira Gandhi and to Modi today, where, you know, given the fact that, given our population, which was a great strength, we, you know, we could have dominated labor intensive manufacturing from the 70s onwards, before China got into the game, and got serious about it. And we missed all of those opportunities. So while I agree with you that we won't catch up with them, it's not just because they are doing something wrong, and we can't do that wrong thing, we are also messing up really massively in terms of the economy. The other sort of, you know, when you were talking earlier about how we can often, you know, commit the narrative fallacy, I think, though you're in use those words, and assume that hey, China has a cogent vision, and they don't necessarily do and it was sort of interesting that, you know, to my mind, firstly, if you have a vision for communicating what your vision should be, then you could argue that you actually do have a vision. And, and secondly, the thing is that even if you, regardless of what your intent or vision might be, if your actions are cogent and moving in a certain direction, and it seems to the outsider that you do have a vision, then in a de facto sense, it doesn't really make a difference of what your original intent was. So I'll go back to the question that I kind of asked earlier about now, you know, for those of my listeners were kind of not aware of the belt and road initiative, and what a big deal it is in geopolitical terms. And, you know, how it is both changing the game and a reflection of how much the game has changed. You know, Shibani, would you like to chat a little bit about that?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:17:08.520",
        "message": "The Belt and Road Initiative, if you break it down to simple terms is a trade network that spreads across the entire world, allowing China access to a lot of markets, but also giving it opportunities in terms of the BRI thing. So it's a trade network giving China access to new markets across the world. It is a very important foreign policy initiative of the Chinese government. And what you see, India is not on board with the BRI. And that's because it feels that it's a little imprudent. It doesn't want to give China the kind of control that BRI agreements sort of allow for. And we see that increasingly in the Indian subcontinent, a lot of states, including Pakistan, are a part of the BRI. And that is adding to the insecurity that India feels towards China."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:15.000",
        "message": "Yeah. And there is also, you know, a dual sense of BRI where one is that, look, it's a trade network and it's positive some, but there is also the fear that they are sort of building these dependencies so that all of these nations, including Pakistan and nations in the region sort of become more and more dependent on China and kind of have to listen to them. And what is India's approach to this? And what should be India's approach to this?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:18:39.560",
        "message": "Just a couple of things. So the one belt, one road by Shivani is right in saying that, you know, it's exploring new markets. And this is why I was saying that a lot of this is the narrative fallacy or even a confirmation bias, Amit, is because the Belt and Road now includes projects that were started in the nineties, you know, and it just subsumes a lot of these projects under what was launched three, four years ago. And, you know, repackages all of this under nice new branding."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:08.120",
        "message": "You're making she sound like Modi ji now. Modi she."
    },
    {
        "speaker": "Guest 2",
        "time": "02:19:13.720",
        "message": "No, but it is what it is in the sense that a lot of the projects that are now claimed by the Belt and Road didn't start out as Belt and Road projects. They just started out as development projects and then became part of the Belt and Road. And I agree with Shivani that earlier we were talking about Xi's assertiveness and the Belt and Road really fits into sort of China's giant strategy, perhaps. But a lot of things really don't add up for it. And you can see it just in the way that the Belt and Road unfolds. Right. I was at an overland port in Chengdu, near Chengdu, which is supposed to be where a train starts from Chengdu and goes all the way up to Poland. Right. And it was very interesting to be there also because when I was there, we noticed that Nepal was not part of the world map. Only it was indicated as part of China. Borders were wrong. And a lot of people raised objections to what was happening. And to my mind, I would just think that, you know, if you're starting an international project that's communicating your vision to the world, you wouldn't want to offend a small country that is already very easily offended. So anyway, that was sort of just my tangential experience into what the BRI could sometimes look like on the ground. But I think one of India's reasons for staying away from the BRI is a very real issue of sovereignty. Now, the biggest project off the Belt and Road is the China-Pakistan Economic Corridor. And this is a corridor that passes from China through Xinjiang, through the Pakistan-occupied Kashmir border, all the way down to Gwadar. So this is not just a highway. This is also a port. These are pipelines, electricity grids, internet, fiber optic cables, anything and everything that you can think of has come under this project. And why India objects to it is because at the end of the day, India does not accept that the China-Pakistan border is valid because India still believes that this goes against India's sovereignty. And that is the main reason why India cites, at least that's the main reason that India cites for not being part of the Belt and Road Initiative. China has tried to get India to be part of the Belt and Road Initiative for many years. And I honestly, particularly now, don't see that happening because the Indian government has recently been announcing that all Chinese investments are going to come under additional scrutiny. About a month ago, the Ministry of Corporate Affairs actually passed a new law which said that some sort of Chinese investments were going to come under additional scrutiny. And we know that bureaucracy is a pain. So a lot of things are happening, at least to indicate that China, that India does not definitely want to be part of the Belt and Road Initiative. And I think that is something that is set to continue. This is at least my reading of the Belt and Road."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:20.760",
        "message": "And, you know, coming back to the present time, and listeners have kind of stuck with this episode for so long, wondering that, but what about the Galwan Valley? Why did they attack us now? So, you know, give me give me a sense of what is China thinking now? Like, of course, they do things when the rest of the world is distracted, as we know, from the 62 war itself, because the Cuban Missile Crisis is going on. And yeah, okay, the big boys are busy. And let's, you know, the dip tower mamla with India in the meantime. But now you would imagine, you know, the whole world is kind of struggling with the pandemic, including India. So what is China's game here? You know, it would seem to me that whatever little gains that you want to make in terms of borders, you know, minute gains in territory at best, they don't have imperialistic ambitions. So, you know, so what's going on? What's what's happening?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:23:10.760",
        "message": "So my reading of the current crisis and what's happening is that, you know, through this whole podcast, I also spoke about this when we were discussing the 1980s, that China wanted to separate the issue of border and other things that we could have in common. And that's sort of the pattern that our cooperation over the last 20 years has formed, right? Particularly in the last couple of years, you have informal summits that are happening, you have more trade and so on. But with the current crisis, India is the one that's keen for the border to be resolved. Because this, at the end of the day, is something that occupies Indian imagination a lot. And this is India's largest border. So it's no wonder that India, that it's India's largest occupation, right? For the Chinese, on the other hand, this is something that they've shown in the past in the South China Sea as well, is that they're very content to play the long game in this, you know, to construct a couple of small islands, someone will protest, they will retreat, and then they will construct a couple of more islands, someone will protest until the status quo is changed. So I think, at least my reading of what is happening currently is that we spoke about M. Taylor Francis in the first half of the episode, and his thesis that China is more willing to compromise when there is an internal crisis, and more willing to go head to head on over a confrontation whenever there's an external crisis. And I think that is particularly telling now. I think China feels that the world is distracted enough, which is why you have a national security law that is being passed in Hong Kong. It is why you have some tensions with Vietnam in the South China Sea. The other thing that I think is quite important to remember is that when India made Ladakh a Union Territory last year, China again registered protests, like we'd spoken about multiple times. And this really seems to have pushed China's buttons somewhere. And so this aggression could also be a reaction of what happened with Kashmir, and the abrogation of"
    },
    {
        "speaker": "Guest 1",
        "time": "02:25:28.200",
        "message": "treason. Hamsini made some really important point about China playing the long game. And I completely agree with that. The sort of scuffles and minor conflicts along the LAC are not something new. Even if we look back just the last decade, this is sort of status quo for both India and China. There'll be like an occasional crossfire and stuff like that. The public claim over Galwan Valley is new, but the territorial dispute as we have discussed isn't. And I would also agree with Hamsini that it's not just China taking an assertive position against India. There are other conflicts that it's bringing up. Taiwan, Hong Kong, all of these are in the news again. It's all happening simultaneously. What Hamsini spoke about is one school of thought that this is opportunism. The world is distracted by the coronavirus. So China is just looking at this as a chance to create some trouble because governments are distracted with a public health emergency. The other argument is that it's again acting out of deep insecurity, and that it's just a continuation of the strategic objectives that China has. It just seems like the timing of it is extraordinary because we have a pandemic. But for China, regardless of that, it's continuing on its sort of... So those are the two broad positions that people are taking about this. Yeah. So two points that Hamsini mentioned about the BRI that I wanted to add to. First is that not everything is going well with the Belt and Road Initiative. Last month, the Chinese foreign ministry said that projects under the BRI had suffered significantly during the pandemic because a lot of the infrastructure development had to be shut down, and it was incurring a big financial cost. So while they have accepted that this is a huge economic cost for China, I'd also like to point out a lot of the infrastructure projects that China is investing in, it is not sure whether it will get the return on the investment that it's making. There is no guarantee that these projects will bring back all the money, at least all the money that's going into them. You have the question of Afghanistan. China really wants the BRI to sort of take off there, but there are concerns about terrorism and the safety of the Chinese people living, staying in Afghanistan. So it's trying to get Pakistan to sort of mediate that discussion. And the other point I wanted to make about India's opposition to the BRI based on sovereignty, of the BRI going against the sovereignty of the country. This is the same argument that India uses to convince other nations in the Indian subcontinent to be careful of China. There's constant reminders to both, you know, you keep going back to the Sri Lankan example, remember the debt trap, remember Hambantota, be careful about what your engagement is like with China when it comes to the BRI. And we see that sort of Bangladesh is listening. We know that there was some renegotiation of the loan terms with China. Maldives has also asked for, you know, renegotiating those terms again. So yeah, those are the two things I had to say."
    },
    {
        "speaker": "Guest 2",
        "time": "02:29:27.480",
        "message": "I think Shibani, one thing that you've raised a very pertinent point is that these countries are revising terms. And I think, you know, the sort of the good thing about China being in the neighborhood, and I don't know if we can characterize it as a good thing, but is that for the first time in a very long time, countries in the Indian subcontinent have an alternative, right? And what happens with smaller powers is that they generally hedge bigger powers against each other and then sort of scramble for what's left. And it's perfectly understandable. And I think a lot of countries are renegotiating the terms of the BRI because they don't want to be stuck in debt traps. And I think they're very aware of the threats that could come with it. The other thing I think is that it really betrays the failure that India has in terms of delivering on some of these projects in the region. And this is also forcing them to revise deals with India. And I guess this would now then be up to India to provide better projects. And that is something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:37.800",
        "message": "that we ought to be able to do. I sort of like you're phrasing here if it's a good thing that China is in the neighborhood as if we have an option that a China moved away one day, the China is now between us and Canada and let them deal with, you know, the big guy. That's kind of a great point that you raised that, you know, it's really a good deal for all the smaller nations that both China and India are trying to bangle influence and spend their money and kind of doing all of that. And they can play this competition off and they can play India China off against each other and some good can come out of it. And because all trade is a positive something, it could be good for China and India as well. But is India as focused towards all of these like the one of course, you would argue that this is an important lever that we have that if we engage more deeply and try to increase our influence among all of these nations, where China also wants to play a big role, then that's a sort of a lever we have to keep China at bay and to sort of balance that. But my question there is one, are we doing enough of that? And two, do we really have like what are the levers that we really have? Because one of the things that became obvious in this whole Galwan Valley thing is that regardless of how China looks at it, we can't afford for this thing to escalate. Because any kind of war nuclear or otherwise, it's just going to be bad for us beyond the point we can't let it escalate. So then the question comes up, what are the levers that we have by which we can influence China's behavior?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:32:11.080",
        "message": "I would say that India is not doing enough in the neighborhood. And to a certain extent, it just underestimates the allies that it has right around it. And I say this because the efforts to build relationships with the neighbors has not been consistent. It's episodic. And I would say that the states in the neighborhood see India as only if it moves too close to China will India get involved. Otherwise, India doesn't have a stake in the country, which is very unfortunate. I think India as a country needs to make consistent efforts to ensure the neighbors that it is a presence, it is there for support, it is going to balance out the Chinese influence, because the Chinese influence is also not something that all neighbors are very happy about. Both India and China seem to sort of interfere with the internal politics of the smaller states. And that is not appreciated by these countries. But talking about the Indian side, it seems like sometimes India doesn't care. I can't recall the name, but there was an Indian publication that got the name of the king of Bhutan wrong. So they used a picture of the current king, but used the name of his predecessor. And these are small things. I mean, they appear to be small things for India, but it is a big deal for Bhutan, it is going to impact your relationship. That said, the neighbors also are very aware of the leverage that they hold, both against India and China. And they're"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:33:58.680",
        "message": "not afraid to use it to balance the two. The other part of my question was, what can India do now? Like if you put yourself in the Prime Minister's shoes, what are the options he had on the day that the news about the Galwan Valley broke? Like, okay, so many of our soldiers have been killed by the Chinese. But what can we do? And I guess it's a two part question. One is what can we do in terms of controlling sort of the domestic fallout of this, which they are trying to sort of manipulate through, where they're trying to sort of build this narrative of Oh, nothing but we taught them a lesson at the same time by banning TikTok. But apart from that, what are the realistic options that are on the table? What could Modi have done? What can Modi do?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:34:43.960",
        "message": "The way I see it is that there is no one right answer to this. There have to be multiple approaches that have to be used simultaneously as India engages with China. The first is external balancing, which I think India does well with the bigger powers, but fails to do with the allies within the neighborhood. So I would say building institutional relationships in the Indian subcontinent that are not driven just by personalities or, you know, the heads of state, because that is temporary. But if you are able to establish institutional relationships that go beyond personalities and administrations, I think that would be more fruitful. And the second approach, I think, is again, continuous engagement with China. We can't just frown and say, I'm not going to talk to you. Dialogue has to go on, engagement in areas where you can cooperate with one another is necessary, because there is an economic dependency that India has with China. And any move that will harm India economically is, I don't think it makes sense, because you're trying to prove a point, but you're also harming your own economy. So yeah, I don't think there has to be engagement, it has to be done in a wise manner."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:19.480",
        "message": "Yeah, and I think that's what when you know, people use the term economic warfare, they, they don't get it that the point is that anything you do against the economy of the other country also harms the people of your own country, like, you know, banning Chinese products, for example, would actually be hurting your own people more than anything else. So I'm not sure people who don't use TikTok much would kind of agree with that."
    },
    {
        "speaker": "Guest 1",
        "time": "02:36:42.040",
        "message": "I'm just going to borrow an analogy from Manoj Kevalramani who wrote this in the Hindustan Times, he said, if you are going to spit on someone else, make sure you don't cut your own nose while doing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:54.360",
        "message": "That's mixing metaphors, actually, Manoj needs to attend my writing class, so our final China scholar, but I'm not sure if this particular sentence, I thought it'll be something like this, just make sure you aren't so close to him that it bounces back on you, which would have been Yeah, but oh my god, why have you put that picture in my head?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:37:13.960",
        "message": "You know, in Tamil, we have a saying that says if you throw a stone into the gutter, it will splash back at you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:20.600",
        "message": "That's better."
    },
    {
        "speaker": "Guest 2",
        "time": "02:37:21.160",
        "message": "Sorry, Manoj. No, so a couple of thoughts on what you were saying on what we could do, right. And I think this, apart from the policy options that are on the table that I will leave to our extremely qualified bureaucrats to get to, I think there are some fundamental institutional problems within the Indian government that we need to address, Amit. And I think the first is that the economic moves that we're talking about, right, is I've argued against this app ban for various reasons. And the smallest ones being that, you know, consumer choice will be limited. And this is going to backfire on India's tech scene, which desperately needs investments. But the other thing is that India needs to realize that its whole bargaining power on the world stage comes from its economy. No one wants to deal with a large poor country, Amit. Those exist. We want to have nothing to do with them. And we cannot afford to be them. So your economic policy is not fungible as your foreign policy. Your strong economy needs to be the basis for you to have a strong foreign policy. You know, even with the coronavirus, there's been so much talk about how global supply chains are going to shift at the end of this. What has India done to actually take advantage of this shifting of the global supply chains? We talk about ease of doing business and so on, but I really don't see a lot of that extending beyond Mumbai and Delhi. And we can see that, you know, countries like Vietnam, countries like Bangladesh are getting a lot of industries that are now moving out of China. China, because it is developing, is shifting some of its more labor-intensive industries. To its poorer regions and to other countries in Southeast Asia. So this is something that at the end of the day, we should have considered. The other thing that I would say is that, you know, we talk about India's soft power in terms of Bollywood and yoga. But I remember Brookings recently having a report out that talks about how South Asian students, not Indian, South Asian, are now flocking to China. And earlier, a lot of these students would come to India, but we no longer have globally competitive educational institutions. And even when we do, our society is xenophobic to students from all around the world. And therefore, India is not an attractive place to come and stay. I think the other thing is that, you know, we have a lot of students from all over the world who want to come and stay. I think the other thing is that, you know, Indians fundamentally want to take a strong line against China. And I understand this. We should be ready to stand up to a bully at any point in time. We should be prepared to escalate crises. However, I think we need to fundamentally assess if that is the only line something with China happens. This is something that I hear that we need to take a strong line against China. I was actually hearing some intellectuals who were saying we shouldn't have Indian students who go study in China. And I'm opposed to this for personal reasons as well. But I think, you know, they were saying if Indian students will study in China, they will not take a strong line for India. And I think a lot of this goes back to Indian scholarship about China. And this is something that I'm very passionate about because bread and butter. But we have a fundamental lack of Indian scholars who are working very deeply with Chinese issues. We have very few scholars in the country who can speak the language fluently. We have very few scholars who've lived in China who understand China. Now, I've had a lot of people say, you know, this is foreign policy. All states are the same. Why do you need to have exposure to China? Why do you need to have to live there? You know, your foreign policy against China should be the same as your foreign policy towards South Korea, if that's who you're bordering. I can understand that argument. But I think that we still have a fundamental lack of primary knowledge about Chinese systemic thinking and Chinese foreign policy. Everything that our policymakers depend on seem to come from American scholarship or Western scholarship. And therefore, I would actually argue that this is where we should be nationalist. We should be more nationalist about having knowledge systems that would inform our policymakers. So I think when you say what can we do whenever we have a crisis, we can present our policymakers with better options. And the way we do that is to build domestic structures and systems of knowledge that provide the best policy solutions."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:18.120",
        "message": "Yeah, I mean, I'm taking three thoughts away from that. One is, of course, as you said, and I completely agree, the importance of economic growth for foreign policy. You know, your ex-colleague Nitin Pai once wrote a piece which had the headline, India's best foreign policy is 8% economic growth. And I couldn't agree more. And you said it very well when you said that, you know, economic policy is not fungible, foreign policy may, but in terms of economics, we just have to aim for that kind of growth. And I completely agree with you that homegrown scholarship with experience within China is important. Yes, you can look at all states as rational actors and therefore draw whatever conclusions you draw from that. But the granularity of your understanding of you know, the nuances of how a particular people might think about a particular problem or about you know, what the popular imagination within the country is, which will also shape what its leaders think and, you know, create the incentives that they respond to, that is also incredibly important. And, you know, the third point on which you expressed yourself so strongly, and I agree with you is that we need to build intellectual capacity on these matters. I think in a lot of matters in our policy, not just foreign policy, but other policy, there is my sense from the outside that we are ruled by inertia, that there are these practices of the past, some bad practices, some perhaps not so bad, but they just continue out of inertia, because that's the way things have always been. And we need to build intellectual capacity on the outside of these institutions. But, you know, within our country and engaging deeply with China in this context, so that we can take those learnings kind of in a crisis like this. And if we had that intellectual capacity, and we see the stirrings of it, among the two fine scholars who are with me on the show right now, thought experiment I would post to them, and therefore I will post for you is this, that, okay, we are sort of assuming that these are sort of the things that we should do in the long term, we should have 8% economic growth, we should have greater engagement with all our countries in the region, we should, you know, as Nitin keeps saying, maybe also show some involvement in the South China Sea so that that also becomes a lever where, which we can use against China. But the thought experiment is that supposing they are far more belligerent, and they want everything now, and they want every dispute settled in their favor now, and they are acting with men coming across the border and tanks and whatever, supposing you know, that is their approach, how are we to handle it? Supposing you know, Mr. Modi does get that communique that they have crossed the line of control, and they have said that x area is ours. How are we to, are there realistic ways of tackling it? Do we sort of get into a conflict where enormous damage could be caused? Do we just roll over and sort of give them what they want? How would you think about that?"
    },
    {
        "speaker": "Guest 2",
        "time": "02:45:16.120",
        "message": "So suppose China is more belligerent, suppose they cross the border tomorrow. I think something that we haven't really discussed a little is the role of nuclear weapons, right? At the end of the day, India and China are both nuclear weapon states. And therefore, if there is a war like scenario, there would be a threshold of escalation, after which one of the countries would choose to go nuclear. Now, theoretically, before this threshold is reached, a lot more international actors will be concerned that this could lead to mutual annihilation. And therefore, there will be de-escalation. But I think if there is aggression from the Chinese in blatantly, you know, marching through India's territory and claiming large chunks of land, India is not the India of 1962. We can sort of compare militaries and things like that. But I think India would be in a position where at that point in time, they could provide a reaction that leads to escalation. What I'm saying is that I think India would be willing to escalate. And that's a little bit of what was seen in the government crisis as well. And I think it's important to note that a lot of our military structures do exist and are prepared for escalation in this manner. But I would, at the end of the day, discount a huge war happening"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:46:51.880",
        "message": "because we are nuclear power states. Yeah, I mean, that's assuming both people are rational actors and treat each other as rational actors. Because if we sort of go back to game theory in the game of chicken, for example, about who is more irrational or who can sort of show themselves to be more irrational. And it's clear to all concerned that at some point, Modi has to back down. That, you know, if things start escalating, she knows that Modi has to back down at some point. There will be more international pressure on India than on China, you know, given the levers that other nations have and we are far weaker. And there is sort of this fog of uncertainty about how China's actors think and what they will do, at least relative to India. But anyway, maybe I'm just analysing a thought experiment too much. But I'm just doing that because it just seems to me that anybody in on Modi's seat just has really difficult choices before him. My view is that"
    },
    {
        "speaker": "Guest 1",
        "time": "02:47:49.000",
        "message": "should sort of China be aggressive, India will act in a manner that displays its military capability to take China on, but be careful enough not to escalate. And that's a very fine balance. But I think that is that is going to be the objective of the Indian side."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:12.840",
        "message": "Wasn't that Nehru's forward policy?"
    },
    {
        "speaker": "Guest 1",
        "time": "02:48:15.400",
        "message": "Yes, but I don't think India would, the cost of going to war is something that that the Indian that the Indian side realises, the financial, the social, the political cost of going to war, which is why it would sort of restrain from escalating. From the Chinese side, I mean, you were saying that, you know, India would face a lot more international pressure than China would. But my understanding is that China is not ready to face the isolation that would come from, you know, such an escalation. And maybe that is one of the considerations that the Chinese side"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:58.920",
        "message": "will have. Realistically, do you think anybody would isolate them? You can't afford to isolate yourself from China. I mean, even we haven't done it despite banning a few apps, but we can't really do it because otherwise, you know, a lot of our electricity comes from machines made in China. You know, Vivek Kaul and I did an episode of Econ Central on this. If Indians want to really boycott China, they'll have to stop drinking milk in many places because your dairy production equipment comes from there."
    },
    {
        "speaker": "Guest 2",
        "time": "02:49:25.000",
        "message": "Amit, I was actually thinking about this and just because it's a thought experiment, right? If you look fundamentally at the history of wars across the world, you will see the weaker power as acting more irrational, right? Like if there was going to be a fight between North and South Korea, you would expect more pressure on South Korea than on the North, right? And therefore, I would actually argue that if there is a showdown between India and China, then India can afford to act more irrational than China. I know that then I'm in a sense arguing for being more irrational than the Chinese is, you know, essentially going to leave the whole world blind."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:50:03.720",
        "message": "But you can say that with a veil of ignorance, but we know that Modi is in charge. And I don't mean this as a knock on Modi, but whoever the Indian Prime Minister is, we know that, you know, what Shabani said very wisely is that we have to show our military strength, but not actually escalate. Now, the thing is, they know this. They know that no matter what happens, there won't be a war, because we have to back down. They know this. It is simply no way. Now, it's a different matter that fortunately, China is outside of the thought experiment. They are not quite as belligerent. But thinking aloud from my possibly naive view, it would seem to me that they can"
    },
    {
        "speaker": "Guest 2",
        "time": "02:50:41.400",
        "message": "basically get away with anything. You know, Amit, in the international system, the strong will eat and the weak is meat. But again, I'm going to say that just because now during this thought experiment, we can't come up with definite reasons for what we can do apart from backing down. Maybe what we need is an extremely crazy Prime Minister who's willing to signal absolute irrationality. Maybe that is something that our policymakers should consider."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:51:17.400",
        "message": "You know, that's a thought that struck me the other day that if Yogi Adityanath was PM, then the Chinese would have to be more wary. But then the problem is that solves your geopolitical problem. But what about your internal domestic governance problem? You know, you'll have encounter Raj all over India and not just in UP. But leaving that aside, that was an amusing thought experiment. And you have you both of you have given me this fascinating trip through history and perspective. And I'll also link all my other episodes on China in the show notes. So thank you so much for coming on the show and giving me so much of your time. And before I sort of before we wrap it up, you know what I'm going to ask, isn't it, which is the sort of the staple question of all my sort of episodes and whatever subjects I do. And I'll turn to Shibani first and then Hamsini, which is that if you are to sort of if I ask you to look at the year 2030, as far as India China relations are concerned, what's the best case scenario and what's the worst case"
    },
    {
        "speaker": "Guest 1",
        "time": "02:52:21.960",
        "message": "scenario? 2030 best case scenario is that both sides that the memory of war is strong on either side. And that is why they don't enter into war with each other to avoid the cost that war carries"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:45.480",
        "message": "with it. If the memory of war is strong on both sides, that means there's been a war between now"
    },
    {
        "speaker": "Guest 1",
        "time": "02:52:50.360",
        "message": "and then. No, I'm saying from, you know, the history of India and China. Oh, okay. Yeah, fair enough. That memory from the history of India and China carries forward to that time. And it's not a new generation that thinks bombing the hell out of the other is the way to go. And what's the worst case scenario? Worst case scenario is that there's a generation that forgets the cost of going to war. And I would also think, see, one of the things that I wanted to point out earlier about nuclear weapons in the India China equation is, while both sides have nuclear weapons, the relationship in that domain has been stable. The use of nuclear weapons in any conflict between India and China has not been mentioned. When you compare that with India and Pakistan, where as soon as there is some sort of conflict, immediately someone somewhere will mention, we'll use nukes. In 2019, there was talks from the Indian Ministry of Defense that, you know, India is willing to review its position of no first use of nuclear weapons, if that is required. And that was in context of what was happening between India and Pakistan at the time. But with India and China, that's never been the case. India saw China's acquiring of nuclear weapons as its claim to, you know, being a global power never felt threatened by it. And China has understood India's, you know, growing nuclear arsenal as security against Pakistan and that, you know, the insecurity within the Indian subcontinent is what is driving that."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:39.560",
        "message": "Yeah, I think your worst case scenario is that we end up in a conflict which is brutal for both sides, because of a generation that forgot the memories of war, right? That's your... Hamsini, you are part of a generation which grew up well after the last war. What do you remember? Even I am, in fact."
    },
    {
        "speaker": "Guest 2",
        "time": "02:55:01.160",
        "message": "That's true. I mean, actually, yeah, I would... What are your memories of the narrative around China when you were growing up, Amit, before I answer my question?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:55:10.920",
        "message": "I have no memories. Yeah, there were narratives around Pakistan all the time, and they are still pretty much the same. And thankfully, the narrative around capitalists has changed a little bit. They're not all evil. But apart from that, you know, I don't remember narratives around the Chinese, but we Indians as a people have always been so xenophobic and racist, frankly, but leaving that aside."
    },
    {
        "speaker": "Guest 2",
        "time": "02:55:35.240",
        "message": "Okay. I think, Amit, best case scenario is that the border between India and China is like the border between Russia and China. And what this essentially means is that the border is settled. It's resolved amicably, whatever amicably could mean. I'm not going to get into the nitty gritties of who gave what to whom, but you have a border with border ports. You can have tourism. You can cross into from one side of the Himalayas to the other and walk into Yunnan from Arunachal Pradesh. That would be best case scenario for me. And because I think if you resolve this, then a lot of other things may possibly take off and take off well. Worst case scenario would obviously be conflict, but conflict could also lead to the resolution of these borders in some way or the other, right? I think what I would be very afraid of is an India that wants to catch up with China that wants to posture aggressively, indulges in, you know, building up its arms and overdrawing the Indian economy to sort of signal strength. I'm afraid that India would sort of repeat the mistakes of the Soviet Union in that sense, the Soviet Union of the 80s, essentially. And that is what I would be even more scared of, because it's very easy for us to think in terms of foreign policy and what India should do. But I think it's the work at the background, particularly what's happening with the economy that fundamentally worries me in a short term 10 year scenario. Yeah. And, you know, unsurprisingly, you have packed in a"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:30.440",
        "message": "profound thought, which I'll unpack in my own words, which is basically, you know, people often look at narrative and reality as a binary, and they will look at a government as a government that can construct a narrative that has nothing to do with reality as if it is a harmless thing. But the point is, narratives can shape reality. And if we build this narrative where we are this macho, aggressive nation state that takes no shit from others, then that narrative could shape our reality in ways that might lead to your worst case scenario. Hamsini and Shibani, you've both been extremely patient. So thank you for coming on the show and for your time and your insights. Thank you, Amit. This was a lot of fun."
    },
    {
        "speaker": "Guest 2",
        "time": "02:58:14.840",
        "message": "Thanks for having us, Amit. This is really good."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:58:16.840",
        "message": "If you enjoyed listening to this episode, you can follow all of us on Twitter. Hamsini is at Hamsini H. Shibani is at Mehtasaurus. That's M-E-H-T-A-S-A-U-R-U-S. And I am at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at SeenUnseen.in. Thank you for listening. Transcribed by https://otter.ai"
    }
]