[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "We are born communicating with other people, so you'd think communication would be easy and intuitive for us, right? Our first cry on this earth, in fact, is a form of communication. And we go through our lives as social animals, learning by interacting with others. And yet, so often, whatever else we succeed at, we fail at communicating. And this failure harms every area of our lives, from our relationships to our careers to our own intellectual growth. I got a sense of the importance of communication in general, and conversations in particular, when I started The Seen and The Unseen. As I learned the craft, one of the rules I drew for myself was that I had to listen more than talk, actually pay attention to the people I was speaking with, and keep my own sense of ego out of the conversation. Good conversation isn't about showing off how much you know, how smart you are, or even winning an argument. The interesting thing is that there are so few interview shows around that actually share this philosophy. Interview shows, especially on TV, are often full of hosts interrupting their guests all the time, which makes for choppy, shallow conversation. And their main purpose often isn't to gain insight from the guest, but to catch them in a gotcha moment, so they can show off their own superior intellect. This is both rude and toxic. Every single person on this planet knows something that we don't. Every conversation gives us a chance to expand our universe. And that is why, when we are in a conversation, our focus should not be on how we talk, but on how we listen."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:40.080",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:50.160",
        "message": "Please welcome your host, Amit Varma. Welcome to The Seen and The Unseen. I've been thinking for months that I should ask Russ Roberts on my show, but I hesitated because it felt almost audacious. Russ is the ultimate master of what I try to do, have deep conversations with people that expand our brains and our sense of the world. His podcast, Econ Talk, began in 2006, and he has had more than 700 amazing conversations on it since then. It's a marvelous show that's, over the years, not only given me great insights on economics and politics, but has also shown me the craft of how to have a conversation. Besides being the original podcaster, Russ has also been an economics educator. I first came across him a decade and a half ago through Cafe Hayek, the brilliant blog he co-wrote with Don Boudreau. He has written a bunch of brilliant books as well, and has been a guiding light to generations of people learning about economics and the world around us. So I finally gathered up the courage to invite him on my show and was delighted when he agreed. What you're about to hear now is a wide ranging conversation across subjects. The art of conversation, the nature of morality, our changing political discourse, and yes, some economics as well. I've had trouble thinking of a title for this episode, in fact, because we covered so much ground. This was one of the conversations that I have most enjoyed on The Seen and The Unseen. But before we get started, let's take a quick commercial break. Hi, I'm Vivek Kaul. And I'm Amit Verma, here to tell you about a new weekly podcast that Vivek and I have launched called Econ Central."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:30.720",
        "message": "In Econ Central, we will help you make sense of the economic news of the last week. And we'll also try to explain complex subjects in a simple language."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:40.520",
        "message": "We will also take events outside the world of economics, like from politics, sports, literature, and explain them through the lens of economic thinking."
    },
    {
        "speaker": "Unknown",
        "time": "00:03:49.920",
        "message": "Why is the stock market going up when the economy is going down? What's the deal with high petrol prices?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:55.920",
        "message": "Should we boycott Chinese goods? What does free speech have to do with incentives? Why are the roving bandits of Uttar Pradesh in competition with the biggest protection"
    },
    {
        "speaker": "Unknown",
        "time": "00:04:04.520",
        "message": "racket out there, the Indian state? All this and more in our new weekly podcast, Econ Central."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:10.880",
        "message": "Econ Central launched a few weeks ago, and is free on all podcast apps, you can browse our archives at econcentral.in."
    },
    {
        "speaker": "Unknown",
        "time": "00:04:20.400",
        "message": "Econ Central, you have an incentive to listen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:24.160",
        "message": "Don't forget the URL, econcentral.in. Russ, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:34.440",
        "message": "Great to be with you, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:35.440",
        "message": "Russ, it's a great pleasure to have you on the show because not only are you, you know, the writers I used to read very seriously a decade and a half ago, for your insights on economics, but you're also one of the early podcasters. In fact, so early that at that time, I didn't really take podcasting very seriously. But yours, Econ Talk was the one podcast, which, you know, just captivated me for the incredible range of guests and conversations that you've had. And you've done more than 700 episodes of that, which is, you know, I've just done like this is episode 182. So it sounds a bit daunting. I want to take you a bit further back and sort of ask you about your intellectual journey from the time you kind of started and became a student and got interested in economics. Why economics and sort of who shaped your views of the world, who were the thinkers"
    },
    {
        "speaker": "Guest",
        "time": "00:05:23.160",
        "message": "who influenced you and so on. So we could go as deep as you want. You'll steer me maybe and give me some suggestions on where you want to head with that. But the simple starting point is that I was good at economics. I enjoyed it. I saw it as a puzzle to be solved the way that the theory fit together of consumers and producers yielding prices and quantities in the marketplace. I found that kind of beautiful and satisfying intellectually. And then I saw that it was a way to think about how to make the world better. A vision that I've now become much more skeptical of, but when I was younger, it appealed to me deeply, this idea that we can help make people's lives better through economic policy. We can improve certain policies, get rid of others, add new ones. And in theory, encourage opportunities for people to grow financially as well as in other ways. I saw it as a way to think about what kind of country and where we want to live in in terms of structure, capitalism versus socialism, free markets versus command and control. So all of that was very captivating to me. And the intellectual influences in those early days, I was much more libertarian, I think, than I am now. I'm still pretty libertarian, but I was more of an ideologue than I am now. I was very influenced by Milton Friedman, Robert Nozick. Those are the two, I would say, big influences of my youngest, and Ayn Rand, who I'm not as nearly as fond of now as I was when I was a teenager. But those are people that got me interested in this idea of liberty, of freedom, and particularly of economic policy that would allow that freedom. And that was, you know, I went off to graduate school and found a new set of mentors and intellectual mentors, people like Gary Becker, Deirdre McCloskey, George Stigler, Sam Peltzman. These are people who affected how I viewed economics, how I viewed politics. And then, interestingly for me, maybe of interest to you, but in 2003, I joined the faculty George Mason. And at that point, I started getting very interested in the ideas of Hayek, the great Austrian economist, Nobel laureate. And I spent a lot of the next years thinking about the idea of emergent order, the idea of complexity, and how individual choices get magnified and aggregated into outcomes. And that was another big influence, you know, people like Don Boudreau there, I learned an immense amount from him about economics that I just hadn't thought about enough in different ways. And I had many, many colleagues there who influenced me. But the real change was that in 2006, as you pointed out, back in the Pleistocene era, I started EconTalk. And originally, EconTalk was me talking for an hour with an economist who either I knew or I could talk into coming on the program in the early days. As you know, when you're getting started, it's a little challenging, and if you build up a guest list, it gets easier. And I started to talk to my, you know, former professors and other people who were doing interesting work. And that forced an immense broadening of my horizons, first to be aware of the fallibility of my viewpoint. I didn't turn against my viewpoint, but I realized that the viewpoint that I had, I realized that a lot of the reasons that I thought it was the right way to think about the world weren't really the reasons that I adopted that viewpoint. I assumed, you know, I just assumed I had all the best studies, all the right studies, all the good facts. The other side, they were just wrong. And at some point, probably after interviewing Robert Frank, who looks at the world differently than I do, and other people, I started to realize that, you know, this sounds kind of – this is embarrassing. It sounds kind of childish and naive. But I started to become aware of my own confirmation bias. And I was reading Nassim Nicholas Taleb at the time, his book Fooled by Randomness. And that set me on a path of a very different intellectual arc of exploring uncertainty, overconfidence, humility. And similarly – and I'm almost done with this travelogue – and similarly, I started – I had a set of conversations with Dan Klein, my colleague at George Mason on Adam Smith and his book, The Theory of Moral Sentiments. And that was another complication to my worldview because, you know, Smith is thought of as this free market economist who wrote The Wealth of Nations, which of course he is. But he also has this other book, The Theory of Moral Sentiments, where he's very interested in our moral sympathies and the fact that we sometimes act altruistically and what's the source of happiness. And I started to really open up my mind to the richness of philosophy and saw my past training in economics as just a little bit sterile, a little bit too narrow. So in a way, I haven't changed much at all. The things I care about, the principles I stand for, they're pretty much the same. I just have a different way of thinking about them and a willingness to realize that the world is not as open and shut as I probably thought when I was 30 years old. And so that's really the – that's a quick look at what I've been – how my thinking has changed over time. I'm increasingly interested in philosophy, and philosophy is about asking good questions, not about answers. I'm increasingly interested in risk and uncertainty, too. I'm always struck by how subtle and challenging it is to think about those topics thoughtfully. The people who are very confident in themselves in those areas are dangerous. It really is important to know what you don't know. So that's what I'm interested in, and at the same time, the country I live in has gone off the rails, become unmoored, discourse has been degraded. So I've been increasingly interested in trying to understand how that happened. What is going – and it's not only in America, of course. The rise of populism, the really rearrangement of what is considered left and right, what's considered sort of mainstream liberal-conservative differences, I'm very interested in how that has come to pass. So that's another set of interviews and topics and reading I'm doing to try to wrap my head around that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:14.320",
        "message": "There are a lot of threads I want to pick from what you just spoke about and kind of unpack them. But the first one I look at is, you know, I just finished rereading your book, How Adam Smith Can Change Your Life, which is, of course, quotes a lot from a theory of moral sentiments. And one of the first things that strikes you there, of course, is that, you know, we can post-facto, we can think of Smith as an economist, but he was also a moral philosopher. He was also a political philosopher. He was also an economist, of course, I mean, practically the founder of modern economics. And similarly, when I was looking at the sort of people you studied with and worked with, like Gary Becker, who strikes me almost as a quintessential 19th century intellectual in the sense that his interests are so wide ranging. He has, you know, studied and written on so many different subjects. Whereas, if you look at the modern time, my impression of it is that everyone is expected to be a specialist. You don't have an economist talking about moral philosophy or vice versa. And how much do you feel that that's a trap for people who are in academics today or maybe over the last few decades that you tend to increasingly specialize and how important it is to then do that kind of wide ranging thinking and studying, which, in a sense, you know, you were forced to do by the nature of the conversations you had to have on EconTalk because you're talking to so many disparate people. But how important is that?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:37.800",
        "message": "And is it a rare thing? So that's a really interesting question. I've actually started thinking about aspects of that in the last year or so because I think a lot about what's happened to my discipline over the last 30, 40 years, economics. When I was being trained and in the decade or so after I came out into the job market and became an academic, the emphasis was on very high powered mathematics. The people who were respected and had prestige were the people who could use the most advanced mathematics. That's changed. Today, the people who are most respected in economics are the people who can do the most sophisticated statistical techniques to manipulate data and try to understand it. And both of those are interesting. But what I've come to realize and to think about your question in terms of specialization, there's a really funny kind of specialization that I think is the most important one. First, let me react to what you said about Gary Becker. Gary Becker had, as you said, had incredibly wide ranging interests. He wrote on the family. He wrote on crime, wrote on discrimination. He was the ultimate economic imperialist on politics, of course, also. He was trying to use the tools of economics to understand all those things. So in one sense, he was incredibly diverse. In other sense, he was incredibly narrow because he forced every one of those areas into the economic lens. And let's digress for a minute and talk about what that economic lens is. That economic lens is the idea that rationality, the right behavior, is to maximize something subject to the constraints of your situation. So the simplest way to think about this in economics is the economist's view of human behavior is that we try to get the maximum satisfaction out of life, given that we don't have an infinite amount of money. Now, that's a really powerful tool, as it turns out. In a way, it's kind of it's almost a tautology. It's almost not so interesting by itself. But economists take that tool, and Gary Becker was the master of it, and use it to see what insights they can get or what predictions they can get about human behavior. So just to take one crazy one that part of the reason Gary Becker got a Nobel Prize is that he said, let's treat the decision to have children the way we treat every other decision. We have children because we enjoy them, and then we invest in them. We give them knowledge, time, and then they go out into the world. They might, in a primitive society, be a literal investment. They might end up taking care of me or working on my farm or taking care of me in my old age. In modern times, the investment is more to turn them into a kind of person I'm going to like. That would be one way to think about child raising. And what Becker talks about is the trade-off between quantity and quality of children. Now, this offends people tremendously. It offends me a little bit now, but I want to be clear with the nature of the offenses. So what he meant by that was if you want to have children of a certain ability and have them have a certain set of skills to go through life with, in particular, let's say you want them to be college graduates, but you can't have eight kids. You can't have 13 kids. They're too expensive. So just financially and time-wise, not just money, time-wise also. So what he was trying to explain by that insight, which is trivial but deeply true to some extent, not the only factor, of course, but what he's trying to explain is that why do wealthy people have more nights out at restaurants? Why do they have more cars? Why do they have more square footage of house? Why don't they have more children? They like kids. Kids are things they like. They have lots of money. Why don't they have more of them? The answer is, which is interesting and provocative, is that, well, the more you have, the harder it is to have the level of investment you might want in knowledge and time to have them turn out a certain way. So that's really interesting. That's Becker's one insight that you get from using the economic tools. But you really wouldn't want to, I think, I don't think you want to assume that people sit around and think when they're getting married, honey, let's make sure we take care of the quantity quality trade off when we decide how many kids to have. Now Becker was a very wise man. He didn't think that's what people literally did, perhaps, that they were calculating machines. What he was trying to do is often called the as if hypothesis, saying, well, people act as if they're trying to maximize how much pleasure they get from their children. So I think that's a very powerful tool. But most economists don't realize, and this is where I want to get back to your question. It's a long, rambling answer, but most economists struggle to remember that their models of reality aren't the same as reality. I don't think, I'm not sure Gary Becker ever made that mistake. But most of us being human, more human, we make that mistake all the time. And you might argue, well, what's the difference? Not a big deal. But what the difference is, is that it starts to change how you look at human beings and how you look at yourself. And, you know, the example I like to use is the dance floor. When you go out on a dance floor with a partner, is your goal, the economist would say, oh, your goal is to get as much pleasure as you can from this experience. You might want to show off or have people think you're a great dancer. And what Adam Smith would actually say is that when you're out on a dance floor, there's certain rules of propriety, certain rules of conduct that you should live up to, certain expectations. So you're not trying to maximize anything. What you're trying to do is live by the rules. You're trying to be a good person. Now, those two worldviews, which are get the most out of every experience versus, well, in some settings, you know, I just try to do the right thing. Obviously, there's sometimes intention. A lot of times doing the right thing is expensive in some fashions, so we don't do the right things. I don't think you want to argue that the economic way of thinking is irrelevant. It's just that it's not the only thing. And so many times economists, I think, forget that. So to come back to your question about specialization, you know, most economists know very little about other things outside of mathematical theory and statistics. You might think, oh, it's because they're so – they don't have time, and it's not the reason. The reason is they're not interested. They're not so interested in art history. They're not so interested in poetry. It's just not – that's the kind of person who's interested in math and statistics often sometimes, isn't interested in a wider range of things. So I think the biggest challenge that academics face today in the world isn't just that they're not interdisciplinary. That's one way to phrase your – the point you raised. They don't understand things outside their narrow silo of how they were trained. I think it's more – there's a meta-understanding there that's missing, which is we don't understand often as academics how much our worldview is conditioned on the way we were trained. Let me give you an example. You're raised in a household that has a respect for religion, and you end up adopting – most people do – their parents' religion, or they leave their parents' religion, which is the other thing that happens. But let's say you keep your parents' religion. The idea that you spend much or any time thinking about whether it's the right religion is almost zero. It's like it's discomforting. You don't want to think about it, and you're happy. You got a good thing going. That's the way you were raised. There's deep primal things that are going on there with family and the transition from childhood to adulthood, the existential angst of being a human being that you don't want to tamper with. So academics have that same problem. They don't even realize it. We're trained in a certain – I can't – I don't want to repeat the actual people, but friends of mine, colleagues of mine, and fellow economists will write me and say – or talk to me and say, you sound like you're kind of skeptical about fill-in-the-blank. I'm thinking, well, sure, aren't you? I realize, no, they're not. They haven't thought about it. I don't know. This isn't like, oh, I'm so much better than them. They don't think about it. I'm talking about the fact that when you're a fish in water, you just don't realize you're in the water. I mean that's just such an obvious challenge of being a fish. If you're a fish, you don't need to think about it. It's not important. You're in the water. You can't live on land. It's not like you're missing a big opportunity that all you're thinking about is the water. But if you're an academic and all you can see are the studies that confirm your way of looking at the world, you're in water and it's costing you because you don't realize that the world is more complicated. So even super intelligent, high IQ, prestigious, successful academics that I talk to, they don't spend any time questioning the tools they've been trained in. I mean it's like saying, I wonder what it would be like to live in a thatched hut. Most people who live in suburban America don't think about thatched huts that much. I wonder what it's like to live in a yurt or what it would be like to ride a bicycle to work every day. That's a stretch. Some people do that and they realize, oh, it's kind of fun. But within your academic discipline to turn on it or to imagine that there's a richer or more complicated view of the world or that you're leaving out stuff, that's another way to think about it. One thing I've been increasingly interested in is this challenge of thinking about data and measurability and so much of life is not measurable. Just don't even think about those things that aren't measured. It's not like, oh, well, we can't measure that, but we'll keep it in mind. It's out of mind. It's out of sight. My line is dignity is not in the data set. There's no variable called dignity that goes on a scale of zero to 10. It's like if I go to an out-of-work coal miner in West Virginia and say, on a scale of zero to 10, how much self-worth are you feeling today? We don't ask those questions. Nobody asks those questions. If you do, the answers don't mean anything, and they vary from day to day. But that's important. Dignity is important. Work is important. It's not just how much we earn. It's the work we do and how satisfied we are by it and how proud we are of it. Economists just ignore all this stuff because it can't be measured. We say in the back of our mind, well, of course, we know about that, but after a while, we forget about it. That leads to policy mistakes. It leads to hubris. That's a really long answer. I apologize. But this question of narrowness, I think, is much more than just that we're not interdisciplinary, which most of us aren't. In fact, George Stigler, another one of my professors at Chicago, said there's only one social science and we are its practitioners, meaning economists. That's the way a lot of economists feel. It's like our tools, that's the only way to look at the family. Sociologists don't have anything. They just make up stuff. That's sort of the – just as another biographical note, Gary Becker was interested in sociology and he realized there's nothing here. Now, there's some brilliant sociologists, but the field of sociology doesn't have an organized theories. So I think economics was deeply appealing to him because it gave him a framework for organizing his thinking about the family, about what we would normally call sociology or anthropology. It's a powerful tool, but it's not the whole story. I think Gary knew that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:41.760",
        "message": "I think a lot of economists struggle to remember it. Yeah, and I'm very interested in sort of the question of how we form our belief systems. Like when we are young, we're trying to make sense of the world and suddenly you come across a framework that explains everything and it feels so powerful. It's almost like your eyes pop out of your head because you see everything clearly for the first time and then that's like a hammer you apply to every single nail and you've made the analogy for a bunch of people have lost a key and they're all gathered around the lamppost looking for the key, even though the key is somewhere else, but they are where the light is. Yeah, exactly. You know, and that strikes me as being very accurate. I was sort of saving my question on ideology for later about how one deals with ideologies and things about ideologies. But since you've sort of brought that subject up in your book on Adam Smith's, you quoted Sam Thompson as saying, quote, the universe is full of dots, connect the right ones and you can draw anything. The important question is not whether the dots you picked are really there, but why you chose to ignore all the others. Stop quote. And you've also, you know, you've had Arnold King on your show and he wrote this great book called The Three Languages of Politics. Before I ask you to elaborate, I'll quickly sort of summarize that for my listeners. Arnold's argument essentially is that if you look at the three major ideologies in America today, it's not a question of somebody being right or wrong. It's just that they are starting from different first principles. And from that point on, they are completely coherent. And I'll, you know, quote from your piece in this, where you write, quote, liberals see the world as a battle between victims and oppressors, conservatives see the world as a battle between civilization and barbarism, libertarians see the world as a battle between freedom and coercion. Stop quote. And by liberals, of course, you mean the American style liberals, I guess we could also call them progressives. Otherwise, you know, you and I would call ourselves liberals, I think broadly. And you wrote a very interesting piece where you sort of pointed out that, well, of course, this is true, that we are often talking past each other and not to each other, because we don't recognize each other's priors and try to understand where the person is coming from. But you also pointed out that these three tribes, as it were, also have their own sort of blind spots, which stop them from, you know, seeing the world, which I found incredibly fascinating, because when I read it, my first instinct was, yeah, he's right about the liberals or the progressives. And yeah, he's right about the conservatives. Well, how is he right about the libertarians, but, you know, then one kind of reads it carefully and sees the points that you're making. Can you elaborate on that a bit? What are these blind spots? And also, you know, before you get to that, is that something that you have changed your mind over time? Like were you once sort of more dogmatic than you are today?"
    },
    {
        "speaker": "Guest",
        "time": "00:28:27.360",
        "message": "Yeah, that's a good question and hard to, I'm going to get lost answering it, but maybe you could steer me back if I get in trouble. So let's start with the three languages. That comes from Arnold Kling, as you point out in his book, The Three Languages of Politics, a fantastic short read that will change the way you look at politics, one of the most influential books on my thinking. You know, those three lenses, those three frameworks, so I'm going to call them progressive to keep that confusion from happening. So progressives say the world is full of victims and oppressors. Conservatives say the world is a fight between barbarism and civilization, and libertarians say the world's a fight between freedom and coercion. So let's take an example in the current situation in America, police brutality. The death of George Floyd recently, the tragic death of George Floyd, the progressives look at that and say black people are victims and the police are oppressors. The conservatives look at it and say being a policeman is a very hard job. Police officer is a very hard job. If we don't honor them, we're going to have a breakdown in order. We're going to have looting and rioting and look, look what's happening. The libertarians say the police are doing all the wrong stuff. They're obsessed with the drug war, which causes them to really run amok. Policing should be a personal choice of an individual, shouldn't be the government's role. Police should stay out of that and most of these problems would go away. Now the irony is I think all three of those things are true. I think all three of those things are true. I think black people are oppressed in America. I think civilization is a threat from barbarism, and I think the government ought to get out of the drug war. That's not what's interesting. What's interesting is that it's very hard for each of us to see beyond our own lens. And so all I can see when I put my glasses on, if I'm a conservative is, oh my gosh, this looting is out of control. My house could get attacked. I could get attacked. We need strong police. The progressives look at it and saying, do you know what it's like to be black in America? Police look at it and saying, yeah, those police have all this military equipment. So every person is seeing it through their own lens and they're not wrong. What changed for me from Arnold's book and other conversations and thinking about is that you got to realize the other side's got some good points. They're not wrong. They're not right. Not the whole story, but they're not wrong. So all three of those I think are correct. And now what do you do? And my point in that essay that you're referring to is that I think each of those views, while correct, has a blind spot. So in the case of progressives, they think the victims have no agency. They can't help. They have no options, no freedom. That's absurd. That's a ridiculous thing to believe, right? So that lens of, of course, blacks are oppressed at times and have a tough time. That's true. But to then go so far as to say they have no agency, there's nothing they can do about their situation. It's impossible to make any progress as a black person in America. That's absurd. That's not, that's not consistent with the data, the facts, the reality that we all understand. And similarly, the conservative is right that we want to make sure that the people can go safely about their business and, and, and walk down the street and have good businesses. But they often don't think that everything's the fault. The police never make a mistake, but of course they do. They do some terrible things. They're human beings and it's, they're a small portion, perhaps, doesn't matter. It should be smaller if we can do it ideally. So the conservatives, you know, I have a lot of conservative friends and I'm increasingly interested in conservative ideas. You know, they'll say things like, well, there's all this employment opportunity. Not right now, of course, because the pandemic, but before the pandemic, they'd say, why are all these people in, in inner cities in America, why are they doing drugs? Why aren't they working? That's their fault. Why aren't they getting a job? There's, look at all the employees, if I were black, I wouldn't be like that. I'm thinking, how could you say that? You have no idea what it's like to be black. You're not black. And you really think you'd be different? You wouldn't be like them if you didn't have a decent education, if you grew up in a bunch of streets where everything was boarded up, you really think you'd be this? So, so the progressives think that poor people have no agency. They're just victims of rich exploiting companies and, and a racism. The conservative makes the opposite mistake. Oh, you can do anything you want. It's a free country. Why aren't you making something of yourself? The answer is because you've got too many handicaps, racism, bad education, a tough home situation, a horrible neighborhood. So the each side is having to learn from each other. But the I think the deeper point is that our discourse, which in America and elsewhere now is increasingly tribal. It's increasingly, I'm not just right and you're wrong. It's I'm right and you're a threat. You're a threat to civilization. You're a threat to poor people, black people. Each side sees the other as an existential threat. And I, you know, I learned this from Sebastian Junger. He wrote a beautiful book called Tribe. So, you know, if you think that the other side is destroying the country, which is what is the case in America right now, the progressives think the conservatives are literally destroying the country and the conservatives literally think that the progressives are destroying the country. You're accusing your opponents of treason. And treason is usually punishable by the death penalty in human history. And you start to think about what these kind of attitudes are going to justify. And we see it right now. We see in America the media is spiraling out of control because they feel that the quote other side, doesn't matter which side we're talking about, the other side is an existential threat to the future of the country. It can't last. It's got to either get fixed or it's going to end up in violence. It's a scary, scary time. So to come back to your original question or observation, the quote from Sam Thompson, one of my listeners or readers, I don't remember whether I got heard from him in an email, that beautiful quote about cherry picking facts. There's so many facts. It's very easy to convince yourself that the facts support your view. Can't tell many people I debate with it. They actually believe that a handful of facts means they've proved their case, forgetting that sometimes the facts are literally not facts, that there are other facts that contradict their case and they don't even imagine it. I mean, it's not like, oh, I have a pretty good case and maybe, maybe I need to rethink some things. It's like, this is open and shut. And so the idea of being open to things, not being open and shut, I think is really important. It's not that good for your podcast audience. I think the angrier you are and the more confident you are, you then gather around you, your choir of voices that will reinforce your attitudes. And I just don't want to be part of that. I think that's a mistake. I think that's wrong. And I think that's part of the problem. Everybody's in their own silo right now of, of, of reinforcing their own views. And the internet's really good at that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:05.240",
        "message": "No, I'm just thinking aloud. It strikes me that what we are probably seeing today is an intersection of a particular way in which we are hardwired coming together with the way technology has evolved. And I'm sort of going to, you know, forgive me if I ramble, but I'm going to quote from Adam Smith, a theory of moral sentiments, as I try to sort of elaborate on this, where Smith says, quote, the chief part of human happiness arises from the consciousness of being beloved. Stop quote, which is, in a sense, you know, almost banal, obviously, we are all seeking validation, we are hardwired to seek validation. And what's happened in modern times is that earlier, you know, that when the theory of moral sentiments was written, obviously, it was written with a small group of people in mind, which is your family and your friends and the people you know, personally. And we also evolved at a time where we knew very few people, we didn't have access to millions and billions of people. So our instincts evolve accordingly. So when we seek validation from a small group, you know, there is the sort of the benefit of posturing is a little less because they will be with us long enough to see through that and we aren't being able to posture at scale to so many people. And what technology has done is that it becomes really easy to go online to find an echo chamber of people who happen to believe whatever frame you view the world through or whatever worldview you have. And then the incentives are aligned, not towards having conversations with people who might, you know, behave differently with you, but towards raising your status within this little in group. And increasingly, the way to do that is to get more and more shrill, whether you're attacking the other side, or whether you're signaling your own virtue, or whether you're attacking people on your own side for not passing, you know, a specific purity test. And therefore, you know, Cass Sunstein use the phrase group polarization for what basically happens. And it's interesting that you kind of started your podcast and your great blog cafe hype when you co wrote that with Don Woodrow, you know, back in the day before things became so bad, like, I think this is really happened, maybe post Twitter really taking off post 2010, that things have gotten so polarized and ugly. So you know, what was that journey for you like of, you know, first seeing all of this evolve, making sense of it. And then in a sense, you are part of the circus, right? You are on Twitter? Yeah. What are your thoughts on all of this?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:26.120",
        "message": "Does it make you despair? Yeah, I want to add one thing to your very nice summary of where we are right now. I think the especially relevant comment given the title of your program, The Seen and the Unseen. So what we see is the Twitter mob, cancel culture, the descending anger of people on a particular individual who has violated some norm of civility or not civility, a norm of the right way of thinking. So that's what we see. And we're having a conversation about that right now in America. There was a recent letter signed out of Harper's Magazine about criticizing cancel culture. Fascinating sociological moment in America, because the people who signed that letter were very diverse politically. And that meant that there were some people who signed the letter who you're not supposed to like. And some people rescinded their signature because they said, oh, I didn't realize so-and-so signed it. I saw that this person signed it, and I think she's OK. But when I realized, oh, my gosh, so-and-so signed it, I'm sorry, I'm off, I'm out. So that's on the table right now. That's what's being talked about. That's what's seen. But I think the unseen is what's more interesting right now. And it's always more valuable to point out or more fun to point out what's not obvious. We just had a conversation about the three languages of politics. I chose to talk about police brutality as an example. You can take what's amazing about Kling's insights or you can apply it to almost every issue. It breaks down that way. I was a little bit uneasy, mentioned in George Floyd on this program. It's like in the back of my mind, it's a sort of nagging fear. What if I make a misstep and I say something that's politically incorrect and somebody takes it out of context and puts it on Twitter and accuses me of being a racist? Like that's no fun. I took a chance. I talked about it. That's so dangerous. But I think the unseen that's important in this cancel culture moment is the thoughts that we have and the words that we say, that we either push back down those thoughts because oh, that's trouble. I'm staying away from that. Or quiet. Better not say that because that's a minefield, better to be safe. And what that does is it destroys discourse. It destroys conversation, kind of like, just to be, this is a crude stereotype, probably shouldn't say it. Stereotypes are troubling, you get in trouble for stereotypes, but I'll use the difference between, say, a stereotypical upper class British gentleman and somebody from, let's call it a Mediterranean culture, could be Israel or Greece or Italy. So in the British salon, drawing room, certain things aren't talked about. Certain emotions are not expressed. Everything is a bit restrained. Could even say it's civilized. In the Mediterranean culture, everything's out on the table. People are yelling at each other, calling each other names sometimes. Now those are two different ways of living. I think there's some middle path that's the right path where you have an authentic conversation, but you don't necessarily tell somebody everything you're thinking. That I think does require some forms of restraint. But if you go too far in either direction, you're going to destroy the opportunity to learn. You're going to destroy the opportunity to live vividly. So I feel like we're heading, certainly in academic life in America, we're heading toward a world where a bunch of things are not on the table and it can't be talked about. In fact, I just saw somebody tweeted this morning that if there are any differences between groups, that's racism. It's all because of racism. It can't be anything else. If you see statistical differences by race, all of it's racism. So that's a beautiful example, tragic example of what we're talking about earlier with the blind spot. And somebody, you know, responded like, what, I mean, there's no agency, there's no ability. Nobody has any responsibility. Everything is a result of other people. I mean, if you think about that, ultimately that's dehumanizing the people you're supposedly caring about. But that's where we're going. If we're not careful, we're going to head to a world where you can't raise those other possible explanations. And once you do that, you stop learning. You're in religion. I like religion, by the way. You probably know I'm a religious person. I'm Jewish. I think religion is great. I'm a big fan of it. I think it helps you organize your life and it's powerful and it gives meaning. And I like religion a lot. I don't think it belongs in academic life. That needs, that's supposed to be something different. And as it tends toward religion, I think we're heading toward a world where knowledge is not going to be created. We're just going to have priesthoods."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:47.880",
        "message": "That's not good. Yeah. And I also do this weekly Econ podcast called Econ Central. I co-host it with a friend. And our latest episode we just dropped today, we are recording this on July 16th, is called The Economics of the Chilling Effect, where, you know, we speak about exactly what you just spoke about, that, you know, the incentives are now aligned for people to shut up. So there might be a silent majority that disagrees with the vocal minority, but oh my God, you're not going to speak out because why, you know, invite the mob upon yourself, which is, you know, incredibly worrying for our discourse. We'll take a quick commercial break now. And I'm looking forward to continuing this conversation when we come back. Great. If you enjoy listening to The Scene and The Unseen, you can play a part in keeping the show alive. The Scene and The Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this, for every episode of The Scene and The Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and The Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going sceneunseen.in slash support. Welcome back to The Scene and The Unseen. I'm chatting with Russ Roberts about his intellectual journey, about his podcast, Econ Talk, and about these strange times that we find ourselves in. You know, one of the themes that has sort of interested me, not just at a level of, you know, what's happening to our political discourse, but also while trying to kind of understand the craft of podcasting and just, you know, introspecting on the ways that it's changed me, the way I sort of relate to the world. And that has to do with the subject of communication, how we talk to each other, like one of my favorite novelists, Georges Simenon, had once said, quote, the fact that we are, I don't know how many millions of people, yet communication, complete communication is completely impossible between two of these people is to me one of the biggest tragic themes in the world. Stop quote. And, you know, while I was going through a book about Adam Smith, I found it very interesting about how you brought up the theme of communication in a context in which is not usually brought up, which is from his famous quote from the wealth of nations about the butcher and the baker, where, you know, he wrote, quote, it is not from the benevolence of the butcher, the brewer or the baker that we expect our dinner, but from their regard to their own self interest, we address ourselves not to the humanity, but to their self love and never talk to them of our own necessities, but of their advantages. Stop quote. And you know, then you go on to say as a commentary on this quote, the idea that other people care about themselves is generally a good thing to remember if you want them to do something for you in return. Stop quote. And it's kind of interesting that you know, when like I teach a writing class also, and one of the sort of themes of communication there is that very often we communicate as if the only purpose of communication is to express ourselves. And you know, to say what we have to say without thinking of the other person and what value our communication or our writing as it were, provides to them. And obviously, while doing the podcast, which is a long form interview podcast, and I've only done it for three years, not 14 years like you, one of the sort of areas of communication I realized was that, you know, the biggest trap that you can fall into when you're interviewing someone is to make it about you. Instead, you have to learn to just take a step back and listen. And you've described, you know, you wrote a piece where you, you know, took off from Jordan Peterson's 12 rules, and you wrote your own 12 rules. And the first of them was about how you have to enjoy saying, I don't know, and, you know, not listen to others merely to, you know, respond to whatever they are saying with what you want to say, but actually step back and try to understand. So, you know, and this is something that kind of has a dual relevance. One is obviously the personal one that when you started podcasting, you know, what was the sort of attention you started paying to this, like, do you think that you would at any level intellectually or otherwise be a different person if you'd never done the podcast? Did having all of these conversations make a difference?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:43.400",
        "message": "Well, we talked earlier about the intellectual impact on me. I think there is a personal impact that I think you're getting at with this, these insights about conversation. And your observations caused me to think about something I don't think I've ever thought about, which is, and it's also prompted by that George Simenon quote, I've never thought about the fact that we don't think about how to be good at conversations. I can't think of any format or any parenting idea that where we teach people or ourselves or accept instruction or practice conversation. In our minds, we don't need to, because that's what we do all day long. We talk. We talk to people. Listening is involuntary, right, in theory, but hearing is not, or the vice versa. You can hear, but you may not be listening, I think is a better way to say it. So here's something that's the most essential part of being human, one of the most, not the most, the ability to be one of those two, two of those people on the face of the millions and billions who are trying to share ideas. And it's just something that happens, we're so good at it, we don't need to practice it. But what's not obvious is that maybe we could be a lot better. And I think one of the things I've learned from EconTalk, and I think I still have a lot to learn, even though I've done it for 14 years, is how to have a good conversation. And the reason I say that is that I've had a handful of conversations in my life that I've never forgotten. We all have those. If we're lucky, it's a big number, relatively, but we also know that there's thousands of conversations that never dent our consciousness again. They may be below the surface, of course, but they're literally, you couldn't bring them up consciously, and they had no discernible impact on your thinking or behavior. But then you have the ones that are unforgettable, the ones that are transformative. And you can ask yourself, well, how do I have more of those? And nobody talks about that. Maybe we ought to write a book on how to talk. I'm sure there are such books, but it's interesting to me that they're not like bestsellers that everybody knows about and says, oh, you've got to read this. Books like Men Are From Mars, Women Are From Venus, a lot of people like to talk about the fact that men and women have different conversational styles. And I think men, if they're sensitive, understand that they probably should talk to women differently than they talk to their male buddies. And women, if they're sensitive, understand that if they want to be effective as a partner, spouse, friend, that they might want to talk differently to men than they talk to their women buddies, friends. But this whole idea of how to talk and how to talk effectively really does come back to this Adam Smith issue, which is, you know, I think I've written about it in that book. I've written about it in a few other essays. A lot of times, it depends on your personality, of course, but a lot of times people just like to talk. I like to listen. And the idea that they're in, it comes back to the metaphor I used earlier of the dance. I mean, a conversation is a dance. So if I'm a dancer with a partner and all I'm thinking about are my moves, not much of it. I'm not a good dancer. So I think the opportunity to certainly be a better listener, but more than a better listener, to be a more engaged conversationalist is an art that we really could get a lot better at. I know that my favorite interviews on EconTalk are the ones where there's magic. That doesn't happen often enough, where, you know, we just had one for me just now, this idea that we don't get trained in conversation. That to me is the high point of this conversation, because I hadn't thought about that. And the only reason I thought about it is you said something that stimulated it in me. And I think when you feel that in a conversation, the novelty either of your insight you didn't have before or an insight of your fellow conversationalist, that's when you really feel that delight that's possible at a good conversation. I think most people think of conversation as people taking turns talking. It's not what it is. That's a mediocre conversation. It's better than people talking at the same time or one person doing almost all the talking. And if you're the host, you're letting me do most of the talking. I try to give my guests the same respect and floor that you're giving me, which I appreciate. But I think there are a handful of times in my life where I've been able to step back and remember that it isn't all about me. And the more I do that, the better conversation I have, the more alive I feel, the more I learn. So I think there's a lot to be said there, a lot to think about."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:37.720",
        "message": "And I'm just thinking aloud here, but do you think it could then be said that becoming better at conversation, which I think we both define as being more mindful of the other person and not just being, you know, engrossed in ourselves, that becoming better at conversation would make us better people and have a moral impact in the sense that, you know, I go back to Kant, another philosopher you've referenced in your book on Adam Smith, where Kant's, you know, the second categorical imperative is all about not treating another person as a means to an end, but as an end in themselves. And what happens is that very often, if you are in conversation, but you're obsessed about what you want to say in your point of view, and you're not really listening, you are treating them as a means to an end as a vessel into which you empty your thoughts or whatever. But if you can learn that sort of mindfulness and regard for the other person where you're really listening and taking in their views and trying to, you know, open your own mind through that, then possibly you're fulfilling that categorical imperative. And I mean, I don't know if I'm taking this thought a bit too far."
    },
    {
        "speaker": "Guest",
        "time": "00:54:40.160",
        "message": "No, no. I think it's a deep truth. I think it's really incredibly important. I want to raise a variation on this issue, which seems to be unrelated, but it's not, which is silence. You know, I talked to Ryan Holiday about Marina Abramovich, the performance artist, where she did this exhibit performance where she would sit for, I think it was eight hours a day, and strangers would sit three feet across from her and stare and look at her. She would look back at them. No talking. So for eight hours a day or so, she didn't talk at all. And she engaged visually with another human being without words, which should be the most boring thing in the world. And, you know, people lined up overnight to be one of the people to be able to, she did this for months, by the way, which is also extraordinary. It's an incredible performance of stamina and devotion. But on the surface, it's just like, what a stupid, that's just like a really, just a ginormous waste of time, what's the point of looking at somebody for 15 minutes or half an hour? You don't talking. And yet, many of the people who she sat across from would just cry because they were seen, right? It's not. So I think, you know, it's a very interesting thing in the English language. We talked about hearing versus listening. There's also watching and seeing or looking and saying, so I look at you and that makes you feel good because you're being looked at. But I can look at you in a way that makes you feel seen and I can look at you in a way that doesn't convey that. And there's a, I'm going to give you a bizarro digression, but it speaks to me. I was watching, this is so tawdry, I mean, I was watching a clip from the Academy Awards a couple of years ago, when Bradley Cooper and Lady Gaga sang the song from A Star is Born. He's called The Shallow. And in the movie, it's the best, to my mind, it's the best. I didn't like that movie at all. I thought it was horribly flawed. But the first 45 minutes is unbelievable and it's great. And the best moment in that movie for me is when Lady Gaga, who's been trying to start her songwriting career, is invited to come on stage, just a little throwaway thing in the middle of a concert and sing the song, I think, that she's written. And she's a very good actress and she conveys an ease and nervousness. And over those three minutes, she becomes more confident. And to me, the greatest moment in that is that there's a moment where Bradley Cooper looks over at her and has pure joy that the audience loves her. And he loves her, too. You know, that's part of the show, part of the idea of the movie. He's not saying anything, he's not saying, oh, you're doing great, just looking at her. But the way he looks at her, and he's a great actor, the way he looks at her tells her it's worth a thousand words. So they recreated that, not recreated, they also sang that song at the Academy Awards. And the most entertaining part of that, to me, is the way they look at each other. And they're actors, they're obviously not, it's not a, might not be a real moment of human interaction. But the reason it moves us is because we recognize the emotion and importance and humanity of being seen and being paid attention to. And that connection is so precious. So I think it's a deep part of morality, and I think, you know, to tie back to what we're talking about before, I think being able to see the challenges of people in difficult situations, whether it's their safety or the way they move through their neighborhoods or their economic challenges or hardship, if you don't notice those things, you're not a full person. It's not enough to notice them because we don't always have a solution or a way to make it better, obviously, it's tricky. But that's starting place, right? It's a starting place."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:06.440",
        "message": "No, and I'm going to come back to morality. But just to take a small digression, you know, first of all, that's a lovely song. And if you go on YouTube, what I you know, I haven't seen the film, but I really got into that song, because there are some great cover versions of it on YouTube by, you know, different talented people. So it's like, yeah, so you should search for some of those as one by a bunch of school kids, some school choir, which is quite terrific, I'll link it from the show notes, in fact. But what got me thinking was also the moment that you've pointed out that Bradley Cooper looks across at her, and he's happy for her success that she's singing and the crowd is into it. And she's happy for her. And in your book, you quoted, you know, Gore Vidal, as saying that every time a friend of mine has some kind of success, or part of me dies, right."
    },
    {
        "speaker": "Guest",
        "time": "00:59:49.960",
        "message": "And it also and I was horrible, horrible, terrible thing to say."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:56.160",
        "message": "You know, a couple of decades ago, a friend of mine said exactly the same thing to me. And it was while reading your book that I realized that that guy was quoting Gore Vidal. It wasn't his own sort of sentiment. But the you know, because I am, perhaps, you know, using the hammer of the economic way of thinking a little bit too much, the economic concept that came to mind was of, you know, zero sum games that at that moment in time, and Bradley Cooper looks across at her, the world is not a zero sum thing to him. Her success doesn't take anything away from him, you know, unlike Gore Vidal sort of zero sum view. Yeah. And it, it strikes me that, you know, we evolved, our brains evolved in prehistoric times where we lived in small tribes, and there was tremendous scarcity. So it's possibly natural for us to view the world in a zero sum way where somebody else doing well, affects our own opportunity. And therefore, we feel kind of resentful of that. But it's not, you know, in modern times is completely irrelevant, because we live in a world which is largely positive some but I had a question to ask you, which I have earlier asked people and it's more a question in an Indian context, but I'm still interested in seeing what you think about it, which is that I think the economist Jagdish Bhagwati had once commented in 2000 or something, that in China, people tend to have a positive some mindset towards interactions, where in India, it's more that they have a zero sum mindset, they're out to kind of exploit the other guy. And there's a quote from your book on Adam Smith, which, you know, I'll just quote, where you're referring to, you know, Smith's usage of the term lovely by which you mean, he means somebody worthy of being loved, and your quote is quote, how do you create loveliness? In some cultures, it's as if a memo went out saying, quote, there's a sucker born every minute, all you have to do is find such people and exploit them. Stop quote. In other cultures, a memo seems to have gone out that says, quote, be a decent human being, it's okay to make money, but keep your word and don't exploit people in distress. Stop quote wise. And my sort of question here is that one sort of theory I have for why India is this way for, you know, why such a common tendency is to try and pull a scam to try and exploit somebody, is the institutions that we chose in our economy, post independence, where we had a very statist system, where the state controlled everything and gave permission for everything. And therefore, there was this culture of rent seeking everywhere to get anything done, like I grew up in the 80s and the 90s. And I saw the change that at the 80s to get anything done, you know, to getting a telephone would take seven years, and you'd have to, you know, bribe somebody for it. And that mindset, which was in our institutional arrangements, creeped into the culture, and it's not necessarily something inherent in the culture. Now, this is just me thinking aloud, I don't have any sort of, I haven't done any studies or surveys on this. But what would you think of, you know, culture being shaped by institutional arrangements in such a way?"
    },
    {
        "speaker": "Guest",
        "time": "01:02:56.920",
        "message": "Does that make any kind of sense to you? Yeah, I think that's a fantastic insight. I'm going to try to see what I can, if I can riff on it a little bit. But I wanted actually, I want to add one thing you said about zero sum and conversation and the success of our friends, because I never thought it as another nice thing, I don't think I've thought of before, which is, I think, we think of conversation as a zero sum game, because if you're talking, I'm not talking. Just a fixed amount of airtime, right? And that ignores that our dance of back and forth creates something more than just the transcript of my words and your words that just alternate. And I think that's really, that whole idea that you're getting at with culture is enormously important. In particular, I'm thinking about, you know, I just read a book called Everything Flows by Vasili Grossman. And there's two versions of it in English, one's called Everything Flows, one's called Forever Flowing. It's a terribly imperfect novel, you know, he died before he could finish it. It's a sort of mishmash of beginnings of a novel mixed in with some essays on the Soviet character, an essay on Lenin, an essay on Stalin. But it's an incredible read. And I recommend it. It's dark. It's a book of despair. To me, it's a must read about the modern world. And one of the things that you're talking about that comes to mind is how, you know, if everybody has to wait seven years for a telephone, yeah, you want yours first, I got to cut in line. I don't want to wait seven years. I got to get ahead of you. And you getting ahead of me, because if I don't, by the way, you're going to get ahead – somebody else is going to get ahead of me. So that whole way of thinking is so destructive, that zero-sum. And the point is that in some areas of life, it is zero-sum. And so that's a tragedy. You think about right now, we're in the middle of this pandemic. I've been appalled at how badly the American economy has performed in the following sense. So be very careful what I mean by that. There's still some shortages of stuff. How do we understand that? This greatest economic engine, the productive capacity of the United States is enormous. And yet we're struggling. Now, there are no mask shortages anymore. There were in the beginning. And I think most of that was due to laws against prices being allowed to move freely. But there's just some weird products that have some funky natures to them, that everything's taking longer. And that's just unusual, right? The idea that – oh, and in the beginning, by the way, the CDC, Center for Disease Control, and the World Health Organization said, oh, masks don't help. And people say, oh, yeah, well, they're just kidding. They're saying that because they're afraid people are going to buy masks. Well, that's horrible, because they were suggesting it is a zero-sum game. If you buy a mask on the street, you person who lives in a house, a doctor who desperately needs it more than you do won't get it. And the economist answers, well, let's let the price rise and let the people willing to pay the most get it. And the non-economist says, well, that's horrible. I mean, there aren't enough to go around. It's a zero-sum game. And you're saying the people with the most money should get it? And that's not what the economist means. What the economist means is that it's not going to be a zero-sum game if you let the price rise. You're going to get a lot more masks if you allow it to be profitable to make masks. And I think that whole mindset of the way of thinking about the world is extremely important. And it has ramifications way beyond how you treat the person who's get, you know, whether you bribe the person who can put the telephone in quicker and because it changes this whole interpersonal interaction that we're talking about, these day-to-day interactions that are really the essence of life, you know, the essence of life is small things, not big. Most of the time, we're not doing big things. We're talking to our wife, talking to our husband, talking to our children, talking to our parents. And if you have an attitude towards those interactions that's, what's in it for me? That's not as good as a world, I don't think, where you're wondering how it all fits together and to sometimes step back. That whole idea of stepping back, you know, come back to Bradley Cooper in that scene, he steps back. He lets the spotlight shine on Lady Gaga, which is the whole thing's kind of funny because Lady Gaga's kind of like created the spotlight. But she's an actress in the movie and she's not famous. So there is some, you know, the fourth wall of the movie gets kind of transparent at that point. You start thinking, is that Lady Gaga who's a nobody? But that whole idea of stepping back, of him saying, I'm gonna let her get the glory. I wrote a story, an essay, I don't know if you've seen it, called The Story of My Life. And, you know, I think we see ourselves as heroes, stars of the show, you know, the movie, the movie version of my life. I'm the main character, right? And I suggest in that essay that it's really useful to think of yourself, instead of being the star of the show, as more of an ensemble player, you know, one of the cast. And if you can put your head in that space, rather than, hey, spotlight over here. If you can put yourself in that space, you're gonna be a better parent, you're gonna be a better friend, you're gonna be a better spouse, you're gonna be a better conversationalist. It's just interesting talking about your observation about being hardwired. We are built that way, most of us. Most of us aren't built to step back. We're built to step forward. And you could argue that what civilization is about is figuring out ways to encourage people to, those institutions you're talking about, to encourage people to step back. You know, it's complicated."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:02.080",
        "message": "Yeah. I'm sort of going to go back to the question of our hardwiring and how we mitigate that. But before that, you know, my listeners keep asking me about interviewing and the art of the interview and so on. And there's a great quote from you that, there's a great passage that you've written that I just want to read out for their benefit, because I couldn't agree with it more, I think it's profoundly insightful. You're right, quote, take the most basic human interaction conversation. Everyone knows people who talk too much about themselves, hogging the conversation and taking more than their share of the airtime. It's harder to notice that sometimes you are that person, we like to talk about ourselves, we like to make our points, we have so much to say. How many times do you answer a question in conversation and wait for another, instead of asking the person you're talking to about herself? How often do you listen for understanding, rather than waiting for the other person to finish so you can make another point or tell another story? How would an imaginary spectator judge your conversational style, imagining an impartial spectator can help you turn your conversation into more of a dance and less an exercise in taking turns, a dialogue rather than competing monologues, stop quote, and of course, by impartial spectator, you're invoking Smith himself who sort of use that term, I want to sort of come back to our hardwiring because you know, a thought that's always struck me and one way in which you know, humans are unique is that it's turned out by accident that our hardwiring allows us to fight itself. We are the only species which is always trying to mitigate the way we are wired in different ways. We are not wired to care about ourselves and to be tribalistic, but we learn and of course, we have competing instincts as well. And we are wired in a bunch of different contradictory ways. But a lot of the ways that we consider harmful the tribalism, the sort of selfishness, we learn to mitigate that through culture, we build these norms that this is what we should do. You know, if you go to a restaurant, even if you're never going there again, we will tip because there's no self interest. It's just a normative thing. We vote in elections because it's a normative thing. And a lot of the sort of the growth of humanity, especially, perhaps since the Enlightenment is figuring out ways in which nurture can mitigate nature. And of course, it often reinforces nature as well. And you know, I had, I think until a few years ago, naively assumed that this is an inevitable process that will continue fighting this battle, and sort of winning it that the arc of history will go in a particular good direction, whether it's towards liberty or towards justice or whatever. But in our modern times, you know, we discussed earlier in the show how the tribalistic that discourse has become how it's so polarized, no one's talking to each other anymore, everyone's talking past each other. You know, without taking names, you look at the politics in your country or the politics in my country, and suddenly you feel like the world is going backward very fast. So how do you look upon this? Because I just feel profoundly disillusioned that I thought, okay, this is like the defining battle of our species, we'll beat our hardwiring in all these different ways. And suddenly the worst aspects of it are getting reinforced."
    },
    {
        "speaker": "Guest",
        "time": "01:12:08.840",
        "message": "Boy, I don't know, I'm not sure I have anything to say about that. You know, I think a lot about my own hardwiring. It's weird, we're hardwired as a species. But I get a few special things in my brain, and you have different special ones in yours that aren't the same as mine to overcome. You know, we all have our own, everybody's flawed, but our flaws are all a little bit different. We share some common flaws, but we get our own dose of it, our own variation, our own style of flaw. And I've been thinking lately about this, it's, I don't know if I'm going to answer your question, Amit, this might just be off the deep end, but I've been thinking lately about my two selves, the self that's hardwired and the other self. So to give a simple version, it's five o'clock, maybe it's 5.30, I'm going to be eating dinner pretty soon, but I want to eat something, just, I don't know why, I'm not hungry really. But my head says, grab a handful of peanuts or eat a banana or what it really wants is a bowl of ice cream, but I'm not that depraved. But my mind, a set of habits that I've developed over time of snacking, say, go for it. And it's interesting, there's one level, so we're talking about this overcoming our hardwires, that's where I'm trying to get at. At one level I can say, oh, I have an urge for food that's not really hunger-based, but I eat it anyway most of the time, right? Weird. I'm aware that I'm doing something I don't really want to do, but I do it anyway. But being aware is a starting point, that's a good thing. But sometimes I'm trying this new trick where I say, that's not me, this is a very common theme in Buddhism, I see it in Judaism as well, certain thematic ideas of this sort of split self. And when you can step, this comes back to the impartial specter a little bit, when you step outside yourself and say, oh, I don't want to be that guy that's snacking, or I don't, that's a trivial example, I don't want to be that guy who gets irritated. Let's say something that annoys you, not an injustice, but something that just annoys you. It might be traffic, habit of a friend, just something that gets on your nerves. And you think, if you step outside yourself, you go like, well, that's stupid, that's not important, why is that bothering me? And how hard that is to do, why is that so hard? So I really think, I think that, I like to say that being grown up is learning how to be aware of those things and fight against them. And I think, now to come back to your more serious part of your question, and to bring it back to your question of a minute ago, institutions, in theory, can help you become more civilized, or they can push you the other way. And right now in America, maybe in India, institutions are pushing us away from civilization. And the problem with institutions is, they're not designed, they emerge. You can't just say, I want to fix that, I'm going to stop that institution. A better way to say it is, there are certain norms of behavior that have become standard that those are bad norms, like, and then how do you reverse them? A lot of people have been writing some depressing, but I think thoughtful quotes, I don't remember where they're from, who said them, but they're basically things like, it might take centuries to build up a habit of a culture. You could destroy them in a month, and you can't build them back in a month, takes another few centuries. I feel like we've torn down a lot of useful things recently, like that, interactions. So I'm very worried about that. Like you, I used to be much more optimistic about the arc of history, turning, tending towards justice or truth or civility. And my new quote, which is, my depressing quote is, the veneer of civilization is thin. Not that much separating us from a much darker set of behaviors. And I think, depending on what circles you travel in, there's a naivete about the security of the world we live in and how persistent and reliable it is. A lot of this could go south. This pandemic's exposing a lot of problems like that. Certainly the response in America, these issues of race are very much in flux of how they're going to, where they're going to go. I don't know where they're going to go. Or more importantly, our national narrative, you know, what does it mean to be an American? What does it mean, what is the American narrative? And there's more than one. And when you don't share one, and you don't respect the other person's narrative, it's hard to have a country. So those are the things that bother me. But to come back to your other question, I think, just at the personal level, it's just really hard to overcome our hardwiring. Being aware of it, as you say, is a remarkable human trait. No squirrel thinks, you know, I really shouldn't be eating that bird food. That's for the birds. He gets on that bird feeder with zeal. He is so excited to be on that bird feeder. That's a squirrel. We don't want to be squirrels. We want to be human beings. And yet, we got a squirrel side that's pushing us that way all the time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:42.680",
        "message": "And one could argue that another trait that we have, which other species possibly don't have, and you've devoted a chapter to this trait in your book on Adam Smith as well, is that of self-deception. You know, there's a great quote by Smith from the Theory of Moral Sentiments, where he says, quote, the violence and injustice of our own selfish passions are sometimes sufficient to induce a man within the breast to make a report very different from what the real circumstances of the case are capable of authorizing, stop quote, and a slightly oldish language. But you know, the broad sense is that we are constantly deluding ourselves. And a tangential question, are we deluding ourselves to the extent that there is no free will, but we behave as if there is?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:27.000",
        "message": "Well, I can't, I don't think I have anything useful to say about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:30.680",
        "message": "But which side of the free will debate do you fall into?"
    },
    {
        "speaker": "Guest",
        "time": "01:18:34.880",
        "message": "I tend to be on the pro-free will side, you know, you know, what's the joke? Of course, I believe in free will, I don't have a choice. But I think that's some truth in that joke, obviously. We certainly feel like we have free will. We know that feeling because, you know, I mentioned the snacking challenge. There are times in my life when I say no to a snack. So it means it's possible. I don't fully understand what those times are, or how to get more of them. And it could just be that those are just moments when there's a set of chemicals going on that I don't control, but it feels like I control them for sure. And I lost the track of what your first part was."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:19:16.480",
        "message": "I kind of began to ask a question and ended in an aside. So I'll kind of finish the rest of the question, which is, you know, a theory that I've had is that to be good at anything is necessary to be self delusional, because otherwise, we don't begin doing something because we suck at it. And therefore, we never get good at anything, because we don't iterate enough to learn from practice. But that's an aside. But my question is that, you know, through your long intellectual journey that has taken all of these decades, and you mentioned about how you grew intellectually through the conversations you had on econ talk, the more than 700 episodes, looking back at yourself, do you think that there are times where you were self delusional in some way or the other? And you kind of managed to take a step back? And now you look at things differently? I'm sorry, that question sounds rude."
    },
    {
        "speaker": "Guest",
        "time": "01:20:02.760",
        "message": "It's not intended. No, no, I know. I understand. And I think the I see my dark side on Twitter, when someone says something that I think is wrong. And I jumped to announce that it's wrong. And I failed to see if it's taken out of context, if it's, you know, or I retweet something and then later realize that was a terrible study that why would I retweet that? Oh, because it confirmed my attitude toward the pandemic. That's why. So I think it's, we all have this self delusion problem. You know, I can't, I won't get the quote right. But Smith says something like, bold is the surgeon whose hand does not tremble when he operates upon himself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:46.040",
        "message": "That is, you know, I have it, I'll read it out. Smith says, quote, he is a bold surgeon, they say, whose hand does not tremble when he performs an operation upon his own person. And he is often equally bold, who does not hesitate to pull off the mysterious veil of self delusion, which covers from his view, the deformities of his own conduct."
    },
    {
        "speaker": "Guest",
        "time": "01:21:07.880",
        "message": "Yeah, we don't like to see those deformities, or we revel in those deformities, and we become dysfunctional because we see ourselves as failures. That's a tough road to navigate. We don't want to be overly confident. But we also don't want to have such low self esteem that we can't be effective. You talked earlier about a minute ago about the challenge of, I will call it the challenge of ineptitude. You start off playing an instrument or learning a language or almost any skill, as you point out. And I've been playing a lot of chess online, at chess.com, chess.com gives you a score for it's bad enough that there's winners and losers, pretty much a zero sum game in chess. But they give you a score so you can see how am I doing, which seems like a good thing. That's like, oh my gosh, I lost that game. I had checkmate. I missed it. And I lost eight points. It's like, what do you do? What's wrong with you? Why are you doing that to yourself? So I think it's very hard, very hard for us to, you know, to suffer through the feeling of inadequacy that comes when you tackle something new. And we're afraid of those things. We don't want to deal with that. Why would I want to feel bad about myself? So we shy away. I was back to earlier conversation about inappropriate remarks and cancel culture. I don't want to be seen as one of those people. I better keep quiet. And similarly, I don't want to be seen as incompetent. I better not try to do that because I'll just be bad at it. That kills growth. That kills exploration. That's a terrible handicap. I should not fool myself and go try out for the National Basketball Association, the NBA. I'm five foot six and 65 years old and don't have much athletic ability. So that would be, it's smart to not try to be a professional basketball player. But it's fun to learn, get a little better at chess. I'm kind of enjoying it. But you know, for a while I had a really low score and my kids laughed at me. So this comes back to that observation that you quoted of mine where I said, don't be afraid to say, I don't know. Once you are comfortable saying, I don't know, it's very liberating. And similarly, we're talking now about the comfort of saying, yeah, I'm not that good at that. We don't like to admit that to ourselves. Sometimes it's false modesty. Sometimes, of course, we're really good at it. We just say that to try to look modest. But there are a lot of things I do badly that I still enjoy. And I love the progress and the getting better part of it. I think that's an important part of the human enterprise. So I think that's a really interesting insight that we don't like to be reminded of our own failures and incompetencies. You know, one more thought, I'm sorry I'm rambling, but there's this really interesting idea of the imposter syndrome, this idea that people are going to figure out that you don't know what you're doing. None of us know what we're doing. We're all imposters to some extent. We're all brave. We're all wearing this armor to keep us from being revealed of our true mix of imperfection. And that's a bad way to go through life. And I understand how hard it is to be revealed that your true self, like Smith says. But most of us could use a little more of it. I think it's probably a good thing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:24:37.240",
        "message": "Yeah, I play a lot on chess.com as well, though, under a pseudonym and a girl's avatar. So I get hit on a lot as well by horny Indian boys. And a couple of thoughts before I sort of move on to the great sociological insight though, right? Because how else would I get that insight? And one is that, you know, therefore, it kind of strikes me thinking aloud that self delusion might actually in some ways be a feature, not a bug. If you're not hardwired with it, how do we cope with the complexity of the world and the complexity of whatever we try to do? And there's also something called the Dunning-Kruger effect, which, you know, works two ways. One of the ways, of course, is that people who are incompetent don't know enough to know how incompetent they are. So they think they are better than they otherwise would be. But the other side is that people who are extremely good, they imagine because it's so easy for them, they imagine that it must be easy for others also. And they are probably the ones more likely to suffer from the imposter effect. Now, sort of what you said about Twitter kind of brings me to my next question, because I sort of see the worst side of myself on Twitter as well, where somebody will say something so rude or so stupid or so outrageous that I kind of, you know, these days, I try to stop myself from tweeting reactively and, you know, just let it go. And the interesting thing there is that the cost for someone entering that kind of conversation, the person who's making the tweet or trolling me or calling me names or whatever, is literally zero. There is practically no cost there as well, while typically in the real world, you enter a conversation, there is a cost to it. And part of what enables it is technology and the access to gadgets that we have, which brings me to a related question. But before that, you know, another Adam Smith quote from the theory of moral sentiments, where Smith writes, and this is 250 years ago, and he could be talking about cell phones, quote, how many people ruin themselves by laying out money on trinkets of frivolous utility? What pleases these lovers of toys is not so much the utility as the aptness of the machines which are fitted to promote it. All their pockets are stuffed with little conveniences. They contrive new pockets unknown in the clothes of other people in order to carry a greater number, stop code. And my question here is that it strikes me that, in a sense, we are shaped by our gadgets. For example, you know, neuroscientists have found that every time we are in deep concentration at some kind of work, and we are distracted by something, it takes, you know, more than 20 minutes to get back into that state of deep concentration. And because we are surrounded by distractions all the time, because we are seeking out the dopamine rushes of the Twitter notifications and the Facebook likes, that we are constantly in a state of shallow concentration. And therefore, where we could once pursue deep learning or deep conversations, we now have to make do with shallow knowledge where we'll click something on social media or react to a headline. And, you know, if you're interested in a subject, quickly scan the Wikipedia page rather than read actual books. And this shows through in our conversations. And my question is, as an educator, which is, you know, a part of your persona, we haven't really explored enough today, and maybe we'll leave it for another day. But as an educator, do you find that that changed the way people learn? Do you see that in your students, for example, is that another competitor for, you know, their attention along with what you're what you're teaching? Does it make a difference to how we accumulate knowledge and learning?"
    },
    {
        "speaker": "Guest",
        "time": "01:28:05.200",
        "message": "I don't know. That's a deep question. Right. It's hard to know. Hard to measure those things. I think education is part of the issue. The other part is the conversational part you're talking about, the fact that, you know, you and I are having this conversation. I think it's very high quality. By the way, I'm really enjoying it tremendously. You asked me to be on your program for two to three hours, and I thought, oh, that sounds horrible. Two to three hours. That's too long. But I'm really enjoying it. And one of the reasons I'm enjoying it is that my cell phone is on airplane mode, and I have not looked at it since we started talking. That doesn't happen in real life anymore. I don't talk to anybody for an hour without looking at a cell phone. Well, I do on EconTalk. But outside of these kind of conversations, when is the last time in my casual life that I go that long without looking at my phone? Not that often. Now, I keep the Jewish Sabbath. So for 25 hours a week, from sunset on Friday to dark on Saturday, I do not look at my phone. So I have to add that footnote. And I think that's very valuable. I encourage people to keep a Sabbath of technology of some kind. It's a lot easier to keep it, though, if you think it's part of a servant of the divine. It's hard to do. It's just sort of a habit you've adopted, in my experience, anyway. But that degrades, that constant checking. I've turned off most of my notifications. That's not what distracts me. It's just the phones being there. So we talk at different times about, oh, I should put my phone away during dinner. I don't consult my phone during dinner, except that's not 100% true. Sometimes we'll be talking about something, and some question will come up, and I'll just Google it real quickly, or I'll check the weather. Because I wonder what it's going to be like this week. What should we do? Instead of just saying, I'll check the weather later, I check it now. It's hard to wait. Delayed gratification of that kind has become very difficult. And then what if I forget? What if I don't check the weather when I'm done talking about it later? There's no consequence to that at all, really, ever. I'm going to check it when I'm about to go out, and I'll know whether to take the umbrella or the thicker coat or whatever. So the whole thing is kind of silly. It's a compulsive addiction. So I think to come back to our earlier conversation about conversation, I think what technology has done is it's made some of the conversations harder, and it's made some easier. We wouldn't be having this conversation if it weren't for Twitter and Zoom and podcasting and iTunes and all the things that came before this and my headset, and it's an extraordinary amount of technology that's making the quality—and by the way, you and I are looking at each other on Zoom, muted, while we're recording this on Zencaster, and you think about what a gift that is that we can interact visually 10,000, 12,000 miles apart. That's extraordinary. So, you know, but the optimistic side of me says that norms will emerge about how to use our phones and how to interact with technology that will help make it better. But it's a real mixed bag."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:10.960",
        "message": "There's no doubt about it. And how do you think this will impact education in the long run? Because of this pandemic, people are now getting so much more used to Zoom classes, for example. And I know that just being on Zoom for a couple of hours is just more exhausting than being somewhere in person."
    },
    {
        "speaker": "Guest",
        "time": "01:31:26.380",
        "message": "Yeah, it's very hard. I think that the real problem with Zoom right now and remote education like this is the—you know, when you're in a class of 50 people, 100 people, and there's—let's call it just a webinar. You're in a webinar. You're not in a normal Zoom call of, say, four or five people at a meeting. You're listening to somebody who's teaching something. How many people are actually listening with anything close to 100% focus? Everybody's checking their email. Oh, but not that much. It's OK. I didn't check it that much. I mean, that's a big problem. You know, when I give a lecture in person, I know when people are paying attention and when they're not. I know when they're daydreaming. They're not checking their phone usually in a lecture I'm giving, either rude or they're actually interested. But I know when they're paying attention, even if they're not using their phone, they could still be not paying attention. I can feel it. A good speaker knows when they've captured the attention of the audience. And in classes today, almost nobody's paying attention, really, 100% full attention engaged. It's really hard to do for us as one of many participants. So I think that's got a lot of limits right now. When I lecture in educational programs, I ask people to turn off their phone. But a lot of people say, well, I want to take notes on my laptop. Well, OK. But that's really hard, really hard to take notes on your laptop and not go check the weather, your email, Twitter, Instagram, whatever. I think it's a real challenge. So it's interesting, again, technology has so much potential, I think, to allow large groups of people to learn from great teachers. And yet we've not really figured that out yet. So I think mainly it's degrading education right now, not enhancing it. Having said that, in the pandemic, it's been a lifesaver, a world saver to be able to continue to interact with people. If you think about forget the gains of information and knowledge that people have been able to use to reduce the worst effects of the pandemic, but just the ability to still stay connected to other human beings. I mean, I don't think we can imagine what it was like to be part of the plague in medieval times where you couldn't leave your house. And remember, when you were stuck in your house, there wasn't any Internet, so you didn't know what was happening anywhere else. You know, part of the thing I found so interesting about the pandemic is that we don't know when it's going to end. So it's giving us a tiny taste of what it's like to be in war. In war, you know, you can lose, but even if you win, when's it going to end? When do we get normal life back? When can I go out at night? You know, when the bombs are falling and you know death is lurking, you want it to end and you could deal with it better if you said, okay, it's horrible right now, but in six weeks it's over. But it's not. We don't know when it's over. We don't know when the last day is. So that's really, really hard. Now put yourself in medieval times in the plague. Not only do you not know when it's going to end, you've got no access to information about when it's going to end. You're just sitting, holed up in your house, worried about your kids dying, and you're cut off from almost everything. So that's just, I mean, that's just really, that's tough. So technology has helped us get through this a little bit. But that uncertainty is very hard for us, I think, as human beings."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:52.760",
        "message": "Now, you know, we are almost at the end of the two hours, which you'd promised me. So I won't take much more of your time. A bunch of final questions. You know, as an educator, especially teaching economics, I guess one of the challenges you must have faced, certainly a challenge when I face when I write about these subjects is that so many of the ideas we talk about are so counterintuitive, like the positive sumness of the world, like emergent order. You know, we tend to we are again wired to think of what Adam Smith called the man of system where you can plan everything from the top down. And if you had to pick sort of one idea, which you can implant into everybody's brain as a hardwired idea, what would that be? And if you could take out a little bit of hardwiring in everyone's brain from what they already have, what would that be?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:38.240",
        "message": "I don't know the answer to that. It's a good question. You know, there are some core ideas in economics, emergent order being one of them, the idea that not everything that you see in the world around you is the result of somebody's scheme. That's a super counterintuitive idea. And once you appreciate it, you start to see it in a lot of places that you wouldn't otherwise notice it. You know, something trivial like the noise level in a restaurant, like, why is everyone yelling? Can we all just quiet down or traffic? You start to realize this isn't somebody's fault, this is just how things are set up right now. I mean, an example would be we've spent a lot of time, you and I, in this two hours talking about the state of discourse, conversation and political discourse in particular for a good chunk of our conversation. And we didn't, I don't think we talked enough, much about, explicitly about the media, but the media is off, you know, doing all this weird stuff right now, advocacy, ideology, weird, different time. I think it's very destructive. Why? Why don't they just stop doing that? And the answer is, well, all the incentives are lined up to make them that way. So don't get mad at them. Understand it, see if you can think of ways to change the incentives. Try not to make the incentives work on you. Try to step back from them when you can. And we talked about the dopamine you get from crushing someone on Twitter or whatever. Recognize that that's not a great thing to be incentivized by, even though you do have that incentive. So in terms of economic ideas, I think that idea that there are things that emerge without anyone's attention is probably the deepest inside of economics that, you know, I've tried to help people understand as best I can. I don't know what else, what I take away. I don't have an easy, quick thought on that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:39.480",
        "message": "In fact, I had an episode on the importance of emergent order and everything with Matt Ridley called the evolution of everything, I'll link that from the show notes. My penultimate question, I just have a couple of more questions. My penultimate question, in your book, you quoted from the Talmud, where you said, quote, it is not up to you to finish the work, but you are not free to desist from it, stop quote. And I get the sense from your work from listening to econ talk. And I know that much of econ talk, whatever the model behind it might be much of econ talk just feels so much like a labor of love that all your listeners should be truly grateful for. It's like it's being driven by a sense of a mission. You know, what drives you now and how has it changed from what used to drive you in the past? You know, what drives you to do this?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:25.840",
        "message": "Well, I get paid. I mean, econ talk is a project of Liberty Fund, which is a institution organization in Indianapolis that publishes great books that are often forgotten, like David Ricardo and Adam Smith and works on the American founding and law and economics. So it's not like it's a charitable endeavor. I don't want people to misunderstand that. But it is a labor of love, like all good work can be. It's a strange thing, because every Monday, an hour or so of my conversation gets put up on the web, a conversation with another person. And a lot of people download it compared to, say, five, 10 years ago. But I don't know how many listen. We're going to have technology soon. I hope that'll help me figure that out. But even if they listen, you don't know if they're really, as we've been talking about, pay attention. We don't know how many of them grasp or engage with or absorb the information. And so I have this weird relationship, which you have, too, with tens of thousands of human beings on our planet who are used to hearing me for an hour a week, week in, week out. And I've never met almost—I've met hardly any of them. So they know me. They feel close to me, which is interesting, right? We have no real relationship, but they feel close to me, which occasionally they send me an email and I feel it, which is beautiful. But most of what I'm doing with EconTalk, I can't—it's the same—talk about the seen and the unseen. I can't measure it. I can't grasp it. I'm just—you know, it's kind of like we send out these signals to other civilizations on other stars, other planets, other, you know, planetary systems. We don't know if anybody's listening. Could be nobody is. Maybe there's nobody out there. It could be there's all these people laughing at us or enjoying it, but it's too far away. They don't get it until after we've died. Podcasting is a little bit like that. It's a strange, strange, beautiful thing. Radio is the same way, where—or writing a book, it's not much different, right? I know thousands of people bought my book called How Adam Smith Can Change Your Life. I know at least one person read it carefully, his name is Amit Varma, but that's just all I get, you know? I don't get a lot more than that. You know, my dad passed away this past March, and I've been thinking about him a lot, of course, over the last few months. He loved to write author's letters, and it always amazed him that they wrote back, and they would often. It's not like he did it relentlessly, but he did it sometimes. And he would write poets and novelists, and sometimes he would point out things in their work that he didn't agree with, or he thought they made a mistake, it was an error, and he wanted to let them know. And sometimes he just wanted to tell me that he loved their work, and they would often write back. And I always thought, and he often thought, isn't that strange? Why do they bother to write me back? And the answer is because somebody read it. Somebody read my book. Oh, I've got to write back. What are you talking about? Because otherwise you're in the dark. You don't know. And so I think that's just really interesting, you know? My dad had a letter from Robert Penn Warren, one of my favorite poets, one of my favorite novelists. That's so cool, but why would Robert Penn Warren write my dad? Because it was a human interaction. It was a chance to have a conversation, not email, a different kind of letter, not talk, but something."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:54.360",
        "message": "That's so insightful and even moving. A final question before we end this conversation, which I've also enjoyed so much, is that sitting now in 2020 with vision that is anything but 2020, when there is so much uncertainty all around and we can see what's happening to our politics, to our discourse, to our media, as you pointed out, to our education. If you were to look forward to the year 2030, what gives you despair and what gives you"
    },
    {
        "speaker": "Guest",
        "time": "01:42:22.560",
        "message": "hope? You know, I don't have as much hope as I used to have. I used to be much more optimistic. Part of my optimism used to be because of the institutions we talked about that help things work well, and that would be free markets. All those institutions are being degraded right now in America. So that's very concerning. So I have a little less optimism. I guess I fall back on the James Buchanan quote, the great economist who said, when I look to the future, I'm pessimistic. When I look to the past, I'm optimistic. And what he meant by that was, like right now, like you're saying, we're in troubled times. It seems really scary. Don't know where we're headed, very unclear. There have been such times in the past. And we got over them. We got through them. He would pick, when I heard him say that, I think he talked about the 1930s. That was depressing. You had a monolithic communist state, the Soviet Union, that was wicked, that did horrible things to its citizens. You had a rising Nazi regime in Germany, which would lead to, both those together would lead to tens of millions of deaths. There was a Great Depression, a worldwide thing that in the United States at a point was 25%. So things got better. So one argument says things usually get better. So I fall back on that. I fall back on the idea also that if you live in a moderately free society, as we both do, we're blessed we're not in North Korea, we're not in Cuba, we're not in Syria. Those are tough places. But in our, you know, you and I are talking a lot about the tragedy of the current political situation, the lack of civility, the distraction of technology. It still remains the case that I'm going to have in a few minutes, my wife and I are going to have lunch. And I can smile and we can laugh and we can share each other's company. And you and I are having this conversation, not quite as good as the one I'm going to have with my wife and me, but it's been a special conversation. Not everything takes place in the political realm. Not everything takes place in Washington, D.C. Not everything takes place on Twitter. Still plenty of places where you can let your heart sing and you can dance. And you can't dance on the dance floor right now so well with the pandemic, but I can put on the shallow and dance plenty in my living room, in my underwear if I want, you know, it's just, there's plenty of good things left in life. So it's easy to get depressed about the state of the world. It's probably better to focus more on your own smaller corner, your own garden, keep it clean, let some things grow there and not try to solve all the world's problems, even though it's tempting that you and I probably think we ought to be trying, but got plenty of problems at home to work on, make those better, enjoy lunch."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:26.040",
        "message": "Russ, thank you so much for coming on The Scene and The Unseen, it's been a great honor"
    },
    {
        "speaker": "Guest",
        "time": "01:45:29.440",
        "message": "for me. It was great, Amit. Loved it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:45:32.440",
        "message": "Thanks for having me. If you enjoyed listening to this episode, you can follow Russ on Twitter at Econ Talker. That's Econ Talker, one word. I will link to his podcast, his website, and his books in the show notes. You can follow me on Twitter at Amit Verma, A-M-I-T-V-A-R-M-A. You can check out the writing course that I mentioned, which I conduct online at IndiaUncut.com slash clear writing. Registrations for the August batches will open soon. You can browse the archives of The Scene and The Unseen at SceneUnseen.in. Thank you for listening. You're welcome."
    }
]