[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of my favorite quotes about writing comes from the great Susan Sontag, who said, quote, a writer is someone who pays attention to the world, stop quote. Now, that might seem banal, don't we all pay attention to the world? The truth is that we don't, all of us tend to get drawn into a comfort zone, not just in terms of physical spaces, but also the mental maps we draw of the world, the frames of reference with which we see everything around us, even the universe of acceptable facts outside of which no facts matter. This is why art is so important. It can take us outside of ourselves, even into someone else's head in someone else's life. This is also why journalism and narrative nonfiction are so important. They can reveal a part of the world in such vivid detail that we come alive for a moment and see everything differently. This is why Tom Wolfe once said, quote, nonfiction is the most important literature to come out of the second half of the 20th century, stop quote. And in times which are so complex, when we are surrounded by such simplistic narratives, I would argue that we need nonfiction more than ever before to make sense of this world"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:12.720",
        "message": "we live in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:29.200",
        "message": "Welcome to the scene and the unseen. My guest today is Saman Subramanian, a journalist whose narrative nonfiction has appeared in publications like the New Yorker, the New York Times, the Guardian, Wired, Harper's, and many, many more. He is also the author of three acclaimed books, the most recent of which is a dominant character, the Radical Science and Restless Politics of J.B.S. Haldane. Samanth is also a legendary Indian quizzer, and he used to be my colleague at Crickin for around 17 years ago, which is so far back that if you wrote a book about it today, it would qualify as a book of history. I was eager to get him on the scene and the unseen to talk about his new book, and I also wanted to chat with him about an art he has mastered, the art of narrative nonfiction. So this episode is therefore an episode of two halves. The first is about writing, and the second is about Saman's book on J.B.S. Haldane, which is a fascinating study of a great scientist and a flawed human being. Before we get to a conversation, though, let's take a quick commercial break. If you enjoy listening to the scene and the unseen, you can play a part in keeping the show alive. The scene and the unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although the scene and the unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts, and I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself. Scheduling guests, booking studios, paying technicians, the travel, and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of the scene and the unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to scene unseen.in slash support and contributing an amount of your choice. This is not a subscription. The scene and the unseen will continue to be free on all podcast apps and at scene unseen.in. This is just a gesture of appreciation. Help keep this thing going. Scene unseen.in slash support. Samanth, welcome to the scene and the unseen. Thanks, Samanth."
    },
    {
        "speaker": "Guest",
        "time": "00:03:54.080",
        "message": "It's a pleasure to be here."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:55.360",
        "message": "Samanth, you know, before we get started and get to this book, let's talk a bit about sort of your personal life and your personal journey. You know, I've known you for a long time, we were, of course, colleagues at Quickenpho. And you know, so I've known you as a quizzer, as a writer, and as someone who's always also very interestingly thinking at a meta level about these things, and writing about them as well. Tell me a bit about, you know, how you grew up, how did you become a quizzer? Were you a voracious reader?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:23.280",
        "message": "What were your early influences like? I think I was always a reader. I mean, I started, I remember the first sort of book of quote, unquote, serious literature that I read was Smith's Journalist by P.G. Woodhouse, which somebody gave me back in the day, very sort of prophetically, I guess. And I was, you know, until then, I'd been reading comic books and adventure novels like the Hardy Boys, and this gave me a taste of what a real book could do and what real language could do. And I think that sort of hooked me. And so throughout my childhood, that was what I did. You know, I was not a very sporty kid. I was asthmatic. And so there was not a lot of activities I could pursue outside. And so I would stay indoors and read. And I think my quizzing sort of came out of that, because when I read, I found that I was reasonably good at retaining what I read, but more importantly, I used to like to read across genres, across topics, you know, not just fiction at the time, but, you know, nonfiction of all kinds. And I would even sort of, as the cliche goes, read the newspaper packets in which the roasted peanuts were sold, when they were sold to you. So, you know, I mean, I was that kind of reader. And the quizzing, I think, started when I was in school, and I've just sort of never given it up. I think I started around the ninth grade in Chennai, where I was living at the time. And it was just, it was such a sort of good community of people and such an interactive activity at the time that I just, I decided I just wanted to do this all the time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:48.160",
        "message": "Let's kind of talk a bit about quizzing. You wrote the superb piece on quizzing for the Guardian, which of course I link from the show notes, where at one point, you said, quote, whatever I'm doing at any point of the day, it's probably safe to assume that I would rather be quizzing, stop quote. And at another point, you say you drink to forget, you quiz to remember. And you know, one of the things I was struck by was how you referred to a friend of yours calling quizzing an act of bricolage, you know, a term that Levi Strauss used to talk about how, you know, different small ideas can be mixed and, you know, bring about something new, which seems to me to be both sort of a theme of, you know, a guiding philosophy of Haldane himself, and we'll get to the book shortly, but also something that also seems to drive you in the sense that the subjects that you've written on are very eclectic and varied. And it seems that even when you wrote about cricket, for example, you brought a lens to it, which was not necessarily off cricket, you've spoken about how, you know, when you wrote about cricket, you looked at it as a metaphor for bigger things. So it's almost, you know, as I said earlier, that you're kind of stepping back from every subject you're writing about, and you're applying all of these different things. Is that how you see yourself as well? And is that part of you know, what makes you a very good quizzer? And then what drives your writing that it's not just a subject you're writing about, you're"
    },
    {
        "speaker": "Guest",
        "time": "00:07:04.560",
        "message": "bringing everything to the table? That's an interesting question. Okay. So there's two things here. One is just what you might call in whatever limited form it is, my philosophy of writing or of journalism. And we can come to that later, because maybe there's more to be said about that. But the second is just, as you put it, is this kind of magpie-like obsession and fascination with small, interesting things. And then also sort of a curiosity to see what all those things build into. You know, I think a lot of this comes from people that you and I would both have read when we were growing up. You know, for example, in the 90s, still, for a lot of people, the archetypal cricket writer was Cardus. And Cardus famously was a music critic for the Manchester Guardian, even as he was a cricket writer. And he brought that same approach to his cricket writing, in my opinion. He brought a knowledge of the world with him when he went into the stadium to watch. And it was not just a question of analyzing the game for its own sake, but a question of drawing bigger themes out of it. I think that is interesting to me, because once you have perfected is too strong a word, but once you become addicted to that approach, you can then apply it to anything. You can kind of read and write about science, and you can draw these themes out. You can look at sport, you can look at art and culture. It's all in the process itself, the process of viewing, of regarding these subjects as an outsider. And the thing is that we will always be an outsider. I mean, in cricket writing, for example, there is always the eternal conundrum of why people who are not able to play a James Anderson delivery should be writing about how this batsman out in the cricket field should be doing that. We are not able to do it, why should we comment on it? And I know a number of cricketers who have held this view in the past. But I think to bring this particular philosophy of viewing and regarding and analyzing to bear is to privilege that outsider-ness to a certain extent, and to privilege what the outsider brings by way of insight and perception. So I think that's where all of this comes from. And bricolage is a part of that. I mean, the quizzing is a part of that in the sense that you are reading about and learning about secondhand or even thirdhand a lot of these topics. But in your own particular way, they somehow add up into something, you know, a larger answer, or if you're setting a question, a larger question, which is interesting in its"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:24.000",
        "message": "own right in that particular moment. So I have a couple of larger questions relating to what you just said. But a couple of mundane things that I'm genuinely curious about that, you know, for the benefit of my listeners, I tell them that, you know, when Samant and I were colleagues at Cricken for long ago, and I hadn't heard of his quizzing prowess at the time, to me, he was just another young colleague. And there was a quiz we heard about in Mulund of all places. And our office was in Andheri. And we said, let's go and take part. So we went as a team in this rickety auto all the way to Mulund. And basically, what happened in the quiz was Samant answered every single question and just won it on his own. And everybody else, including me was kind of like a spectator after which, you know, I think one gentleman in the audience came to you and said, Are you that guy from Chennai, who wears a cap backwards? And it then turned out that you were a legend. And that was like an iconic image of you with that cap backwards and all that. So the mundane questions I sort of want to get out is regarding A, your reading habits and B, then your attention habits, because obviously, you know, all regular quizzers in the circuit that you are part of, and I was very briefly part of, not good enough to stay there for a while, all of us, you know, look askance at the notion that quizzers are just memorizing stuff and memorizing facts. So there is an element of that you've wrote in your Guardian piece about how Pat Gibson keeps Excel files, and you know, he'll have across categories, he'll give different files and note down up to 100 facts a day. But you know, most quizzers when they quiz, it's like a deductive process, you're bringing all your knowledge to bear and you're really working out problems as such. So my sort of two part question is that, what was the process of retention like barring the fact that you read very widely, did you also have to take specific efforts to make sure you remembered or categorized information? And apart from that, what was your reading like? And what is your reading like? How much would you read? How would you pick what you read?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:15.440",
        "message": "There's a cultural difference here, actually, which is quite interesting. And my, you know, I didn't have time to get into in my Guardian piece. But it's it might be interesting for our listeners here, which is that in the US and in the UK, quizzing is is about memorization and memory and retention to a far greater extent than it is in India. So you know, the Pat Gibsons of the world when they compete to compete in something like the World Quizzing Championship, a lot of their prowess comes from having, you know, created these databases and these lists of facts, which they then sort of revise almost, it's very much a student like activity over here. It's not like that in India, I feel I mean, India is my big theory about this is that Indian quizzing has grown up as a reaction to Indian education, because Indian education is already so steep in rote learning and memorization that Indian quizzing is like some form of lateral thinking exercise that has grown up as a reaction to that. And so in India, the quizzing revolves largely around what you might call the interesting bit of trivia, the piece of information that sits at slightly odd angles to the rest of the world. And just because of that oddity, you remember it as soon as you read it. I mean, it's just, it's not an effort to memorize it in any particular way. And so I think I have never and I know a number of my friends and colleagues in the quizzing world have never gone in for the pure retention exercise, I mean, the truth is definitely that we all have possibly quite good memories, and we will remember a lot of what we read because we read widely, we tend to just remember a lot of those things. But that's never the it is the basis, but that is never the key. The key to unlock a lot of these Baroque Indian quiz questions is a particular kind of lateral thinking that kicks in, depending on the framing of the question. And these facts that as I said, slip sit at slightly odd angles to the rest of the world. So that is the charm of Indian quizzing, I feel. And so retention is important, but secondary, in my opinion, in terms of importance. My reading itself has tended to I mean, vary over the years, as all of us have experienced, you know, I used to read a lot more fiction than I do now, to my regret, I went through a phase, I think about five or six years ago, when I realized, you know, I kind of looked back upon my calendar year, and I realized I had just not read that many books. And this was, of course, again, something we've all experienced the profusion of the internet and various other things. And I was reading and I continue to read a lot of magazine pieces because of my own work. And so that takes out a lot of my reading time. And so I decided I would make a conscious effort to read more books. For one year, I set a target of a book a week at least to read more challenging books, I felt that habit had gone out of the window to sort of read books that maybe you have to read passages two or three times to get the import of that. So I started doing that. And it's gone reasonably well. Some months are better than others, you read a lot for work anyway. So sometimes at the end of the day, the last thing you want to do is pick up yet another book. But the range is there, fortunately, and partly that this is because of the eclectic range of topics that I work on for my journalism. So you tend to read across subjects anyway, but then also, my own interests just lie in different fields. So I will look at book reviews and try to figure out what is new and interesting that I might pick up. So right now, for example, I'm reading this book by the philosopher Daniel Dennett called Darwin's Dangerous Idea, which is an extremely dense and very, very rigorously thought out piece of writing about how the idea of natural selection Darwin's idea of natural selection, the world, but also sort of why it was dangerous in the sense of how it upset a lot of preconceived notions about the world, and how those preconceived notions were put in place by the power structures that were around in the 19th century. And so how it was, quote, unquote, dangerous to all of these power structures, but it goes far beyond that. I mean, he goes into computer science and algorithms, and he goes into systems and how systems and processes work. It's very much a magpie like approach to evolution and natural selection, which is why I was attracted to the book when I first read about it. And it's definitely one of those extremely difficult books, because you have to kind of immerse yourself in it for a month at least to get a sense of it. And so obviously, in the middle of all of that, I will sometimes read as I did this time, detective stories. So I read A Perfect Murder by HRF Pete Keating, which I've been meaning to get to for a long time. So it's, it's, as I said, it's, it's varied and weird and quite whimsical sometimes."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:36.160",
        "message": "Yeah, I read Darwin's Dangerous Idea a few years ago and love as well as Consciousness Evolved, which is another book by him, which is sort of sitting right here, very rewarding, right? I just realized that, you know, one thing that kind of resuscitated my own reading habit was that when I started doing the podcast, I had to read a lot for research, often multiple books for a particular episode. And then just the practice of reading so many books for work also makes it easier to read it for leisure. And I guess that's the case with you also, as you said, but thought that strikes me. And this is something that came up in the last episode I recorded with Russ Roberts of Econ Talk fame as well. You know, is that how much the technology around us and the gadgets around us can change who we are as a people by changing our experience of how we imbibe knowledge. Like back in the day, if you're reading a book, you're taking a book, you're sitting down with it. And there isn't that much distracting you relatively. I mean, those lack of distractions also indicate why for so many decades test cricket was so popular in India. But today we are sort of surrounded by distractions and what these distractions inevitably mean is that we are constantly in a state of shallow skimming that we rarely have the time and the attentional bandwidth to be able to immerse ourselves in something. So a lot of people like I find that when I'm not actually sitting and reading a book, I'm not reading anything, you know, longest stuff on the internet or whatever, you know, it's just you're on social media, you're chasing different dopamine rushes, Twitter notifications or Facebook likes, and how you discover content is you're following links from here and there. And if you want to know something about a subject, you'll do a quick Google search and you might read a couple of articles in the Wikipedia page, but it's all incredibly shallow. And because the knowledge that we consume and which is our learning, therefore, is what shapes us as people, you know, would say either of us have been grown up to be different people if we were kids. Today, I don't know. I mean, I'm just kind of thinking aloud."
    },
    {
        "speaker": "Guest",
        "time": "00:17:31.400",
        "message": "Yeah, I mean, I always say the guy who has a lot to answer for in the history of technology is a guy who invented the alt tab shortcut has basically kind of completely destroyed us in that single stroke. I don't know. I mean, it's interesting, because, you know, 20 years down, we look at kids who grew up today, we'll see the kind of work that they do. I mean, in the sense of both creative work, because creative work, I think requires some sort of sustained attention to what you're doing, but also other forms of work. And maybe there's a, you know, you, for example, have been writing and thinking about TikTok a lot. And TikTok as a form of creativity is quite ripe for our age, right? I mean, it's that short attention span. But how creative you can be within those confines is something that I guess we will only find out once all of this has reached a certain kind of fruition and maturity. And we can look back upon it and assess it on its own terms. I mean, right now, TikTok is mostly a diversion, sometimes a Chinese security threat, but not yet kind of full fledged, creative form in its own right. I mean, and we'll have to see what kind of creative fruit this bears."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:31.480",
        "message": "Yeah, no, I'm a big fan of TikTok, because what all of this shallow surfing could also indicate is, it would enable a different kind of bricolage. But to sort of get back to the couple of questions I had, from what you said earlier, one is, you know, you often looked at cricket as a metaphor for other things. If you're writing about subject X, you'll also bring to bear upon it, a larger view of the world and of society and all of those things. And it strikes me that there is also a danger in that, for example, you've also spoken about how, I mean, all writers will speak about how you want to avoid cliched language. You've also said you want to avoid cliched ideas. And that's also important. And that's something that you're conscious of. And it strikes me that the danger of sort of, you know, having these different lenses through which you look at the world, and applying it to different things, the danger can also be that, you know, you have a bunch of hammers, and you apply one of them to every nail. And you're not kind of going beyond that. I mean, just as an example, thinking aloud, you know, if you look at something like the IPL, for example, depending on your ideology, you can come at the IPL either from a point of view of, oh, this is capitalist greed, and this is a corruption of what the spirit of the game is all about. And, you know, longer cricket reveals character and blah, blah, blah. And you can bemoan the commercialization. If you come from another ideological lens, and you can talk about that, no, it empowers so many people and expands the reach of the game. And look, it's got women viewing the game. And so many more cricketers make money from the game and the incentives for kids coming into the game have changed for the better, and all of those things. And danger there is that, you know, whatever lens you bring to bear, it expands your view, because you're obviously not just looking at, you know, the sport alone or IPL alone, you're bringing other things to bear on it. But it can also constrict your view because it is a particular lens. And I'm assuming that as someone who's sort of taken a meta approach where you, you know, you don't just write, but you think about writing at a broader level, is this something that you've thought about? And is this something that you have to watch out for in yourself that, am I going in there with a particular lens or a preconceived narrative? And to what extent is it necessary? And to what extent would you need to watch out for it?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:42.600",
        "message": "The fundamental truth is that I think everybody goes into everything with a preconceived lens. We all know this already. And so there is no such, the myth of the objective journalist has long been shattered and replaced by hopefully the myth of the fair and at least balanced journalist. But this would be a problem, I think, if I was an opinion writer. I think if I was commenting on things and doing nothing but that, it would be a very difficult thing because you would, as you say, only have a limited set of hammers that you would bring to bear on everything that came before you. As a journalist, I feel there is a deeper rigor, which is quite enjoyable, which is that whatever lens or ideology it is that you bring to bear on something, it is then your responsibility to go out and find quote-unquote proof of that. You have to illustrate, you have to show, for example, how the IPL has empowered people, who it has empowered, what their stories are, what are these stories of empowerment, where did they come from and where have they come to? If you think the IPL is a machine for corruption, you have to show how it is a machine for corruption, what kind of hyper-capitalist excesses it indulges in and how it's distorting the game. I find that there is where the power lies in the kind of work that I and many others like to do, which is that it is not only a question of telling, it is a question of showing. And it is not only a question of postulating, it is a question of then going out in some limited way and proving. And that is also where I can indulge my absolute love for narrative. I mean just the fact that you can tell a story and through that story, these themes can sometimes even be implicit. You don't even need to sort of explicitly make them clear the way an opinion writer might do. This is also, by the way, why I have a huge amount of respect for people who write opinions on a daily or a weekly basis, people like you and Mehr Sharma and many others, people who are able to somehow sort of bring a certain freshness to each column and not make it seem as if it is all a question of just looking at the world through these set of lenses. I'm unable to do that for some reason. And I think it's because perhaps I don't have as many opinions as I would like. They are not as fleshed out as I would like. But fortunately, my job gives me the liberty to feed my opinions and nurture them and nourish them by going out and doing this kind of reporting. And that is something that I think then I sort of transmit to the reader. So there are a few cases in which I've gone into a story, not at least in my view, not having a particularly strong opinion on it and coming out of it with a particularly strong view. There are many other instances where, as you say, I've gone in knowing what I think and kind of looking at narratives that I think tell that larger truth."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:20.760",
        "message": "Yeah, no. And in fact, I must at this point say that I found all your journalism and your book on Haldane and all that extremely fair and balanced and a model of how journalism should be done. And it also strikes me, you know, like you illustrated with the kind of questions that you brought up that different people chasing that IPL story from different angles might ask that, you know, the fact is that you can actually write that story from both points of view. You can find evidence of the grand corruption, you know, the degrading of the skills in the game, all of which will be true, but you can also find evidence of the empowerment and all of that. And to some extent, the choice of what material you gather, what angle you take, what questions you ask and who you ask those questions to also kind of shapes a piece. But I guess you've sort of already answered that. But, you know, for those of my listeners who might wonder, like, of course, no one is subjective. We all bring our own bags of biases to bear on anything that we do. But given that you made a distinction between objective on the one hand and fair and balanced on the other hand. So can you define fair and balanced a little bit?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:21.960",
        "message": "You know? Yeah, that's a good question. And given that is actually, there's a lot of talk about what it means to balance a story these days. So in my view, fair and balanced is not so much a question of what the output looks like as what the procedural aspect of journalism is. So for example, if X has said something about Y, it is my responsibility as far as it is possible to go to Y and ask him or her what they think about this and whether they would like to say something in return. Now, this, you know, this applies very much in the case of these cases where, you know, it is about people talking about each other, which happens quite often in journalism. The bigger debate in journalism that has come up now about balance is when you are tackling things like climate change. There is a huge resistance now to the fact that you have to be balanced when you're presenting a new set of climate change data. You have to also necessarily include on your panel of experts on TV or in your story as a talking head, somebody who is a climate change denier. That kind of balance, I think, is not what I'm talking about. And it's something that we have increasingly come to learn is fruitless. I mean, if there are 99.5% of scientists out there who think that climate change is real, it is not incumbent upon you to seek out the other 0.5% and ask them and include their views just for the sake of quote-unquote balance. I don't think that's the kind of balance we're talking about here. Fairness is probably a better word for it because then there is a responsibility that comes upon the journalist to decide what is fair. You know, fairness is subjective. Again, everything is subjective. Fairness also is. And you have to decide whether if somebody has said something about a topic, whether there is a value to be added to the story or a truth to be gained about the story by talking to people from quote-unquote the other side. I think that is, so it's a procedural thing that you wrestle with on a day-to-day basis as you're reporting the story itself. The output may or may not reflect it. And this is where this whole notion of journalists being gatekeepers of these kind of narratives comes into play. Because as a journalist, you are actually deciding well before the story is out, what is important and what is not, what truth is better reflected by what kind of writing and what kind of quotes that you include. But that is the job. I mean, you know, and so you have to unfortunately hope that readers repose a certain amount of trust in you and in the institution to be able to discern all these various aspects of truth and fairness and objectivity and balance."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:57.400",
        "message": "Yeah, fair point. And you know, another example of, for example, the quest for balance used to be, you know, in a subject that you've written about is when people used to insist that if you're talking to, you know, someone who believes in natural selection, you also must have an intelligent design guy out there, thereby implying an equivalence and that kind of balances, I mean, just nonsensical, you know, tell me a little bit about your process of writing nonfiction. And even before that, like, you know, of course, you went to the US in the late 90s to study journalism. And then you went again to Columbia to study IR after your crick and four stint. But before that, what shaped your ideas of what, you know, narrative nonfiction were because I remember, you know, growing up in India, as I did in the 80s and the 90s. You didn't really unless you were very privileged, which I have to accept I was, you didn't really get to read much great writing of this sort, you had access to a whole bunch of great books, but pre internet, you didn't really have access to great, long form journalism, you know, what was that process like of discovering what journalism can do? And you know, is your you know, desire to be a writer of narrative nonfiction, something that happened gradually, or did you know early on that that's the kind of writing you want"
    },
    {
        "speaker": "Guest",
        "time": "00:28:06.720",
        "message": "to know, I had no idea, you know, like many other people, I think growing up in India in the 90s, I had no exposure to any of these great writers and magazines that published narrative journalism. I think, you know, when I went to study journalism, and after I came back for a long time, my idea of what I wanted to do, what kind of journalism I wanted to was driven very much by language. And we go back again to, you know, the books that maybe all of us read in the 80s and 90s. Growing up, you know, books where we came to admire literary style, a certain kind of literary style. For me, that was sort of the driver of, of good writing itself. And that was the pillar of it. And so this was one of the reasons why I got into cricket writing, for example, because I thought cricket was the kind of arena that would allow a certain literariness to flourish. I didn't realize at the time that the, you know, the era when you could be literally in your cricket writing at long past for the most part, and that, you know, there was a lot more sort of day to day journalistic rigor and stripped away language that went into cricket writing in the early 2000s. But I thought at the time that that is what I wanted to do. And then I, you know, beyond, I tried a number of other things, you know, I, after I quit Crick Info, I was a film critic for a little while. And again, I thought that that was a way in which I could indulge my love of the language itself. I would write features for newspapers, I would write travel pieces. But all of these were still sort of what you might call, you know, medium form journalism, right? Maybe 1000, 1500 words at the most. And then I think in, this must have been around 2003 or 2004, which is when, you must also remember this, the New Yorker famously decided that they would sell 80 years of archival issues on a set of DVDs. And I splashed out for one of those DVDs. And they arrived by courier to my house in Chennai. And I would, I just started sort of picking articles and writers at random and reading off those DVDs, and I would simultaneously also read on these new websites that were springing up Slate and Salon, all of these websites that were doing longer journalism. I think even the New Yorker at the time had started to have a website where they put the entire issue online. So anyway, so I would read all of this stuff. And I was entranced by this, because I think I felt here was a perfect marriage of all of these things that I love, which is that a writer was not necessarily wedded to one beat story after story. There was a certain flexibility of structure, stories serve different functions, they went into elements like character and plot and scene. And importantly, for me, at least, is that there was a certain encouragement of imaginative language, literary language. When I read those stories, I think I felt as if I'd finally found a form in which I could, which I wanted to occupy. Now, from doing that to actually occupying it, it was like a completely different ball game altogether involving a lot of luck. But I think that was when, I think it was around 2004-2005, when I read these articles on these DVDs, that I decided that if I wanted, for me at least, the ideal kind of journalistic work that I wanted to pursue was that kind. And it also, I think, suited, and this is a huge confession, but it also just suited my own metabolism of work. I had tried and completely failed at doing big journalism that requires you to pursue the same topic day after day and write stories almost day after day, each story sort of an expansion on the previous one, each story running at around 500 or 600 words. I found I didn't enjoy it, I wasn't cut out for it. The inherent problem is laziness, as it always is with me. And so therefore, with this piece, or these kind of pieces, I felt that I had time, sometimes months, to think and to read, and maybe sometimes not to think about it, to put it away for a while and come back before I started writing it. So when I realized all of these things, I think maybe that is around the time that I"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:55.400",
        "message": "decided this is the kind of work I wanted to do. So you know, before we continue with the process, a brief digression, something I wonder what your thoughts are. I mean, you're a little younger than me, but we grew up around the same time, I think you're four or five years younger than me, perhaps, you know, so I teach this writing course online. And you know, one of the sort of bad habits I warn my students again, which is something that Indians especially seem to have internalized in their writing, is the use of these pompous phrases like instead of stop, they'll be like, put an end to and instead of now they'll be like at this moment in time. And always a use of, you know, bigger Latinate words with shorter Anglo Saxon words will do so, you know, like enable or fructify or even, you know, technical language like that. And one thought that struck me as I was saying that one, I have a feeling that this is more commonplace in India than elsewhere. But two, I think one reason for that, that I have speculated, and I wonder what your views are, is that part of it is because we carry this postcolonial baggage that English is a marker of class. And therefore, one way of signaling how sophisticated you are, or where you stand in society is somehow showing, you know, quote, unquote, good English, and that includes showing bigger words and, you know, the mastery of phrases like this, a mastery of cliches, like I don't, you know, when we were both cricket writers in the early 2000s, one of the things that struck me was that a lot of the older cricket writers wore their mastery of cliches as a badge of pride. It was a feature, not a bug. It was a good thing to have a cliche for every occasion. And you know, so question number one, do you think that's kind of true? And question number two, is that something that in your own writing, did you see an evolution of the sort of writing which was I mean, on the one hand, of course, we were reading great books and reading great writers from abroad. But on the other hand, we were surrounded by this sort of language around us and in our newspapers. Is that something you have to consciously think about and fight against? Did your style evolve, you know, in a mindful way or did it sort of organically just to reading good writing become what it is?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:56.440",
        "message": "No, I think you're definitely right. In addition to the marker of class aspect that you mentioned, I think there is also the question of, you know, the sort of lag with which we in India received a lot of what you might call literature. And so I think in the 80s and 90s, we were not yet at least I mean, not a lot of us at any rate, we were not reading the kind of stripped away new journalism kind of thing. I mean, you would read some Hemingway, but you would also often read a lot of 19th century British literature and British literature was for it and it was ornate and you know, so you would read that and you would kind of internalize those words and think that they were just to be used in everyday writing, not realizing that time had in a sense passed even in Britain. And so I think that was, you know, one of the key drivers of this, the kind of literature you read growing up in school as part of your non-detail exercises or whatever, was all sort of from a particular era, it was set in stone, it was frozen in time. And you internalize that in your classroom, and then you move out and you just continue to think that that is a marker of good writing. And of course, we all know that Indian bureaucrats, for example, still use a lot of pompous obfuscatory jargon. So you see that kind of stuff in government documents and releases, and that then makes its way into the newspapers and Indian newspapers were for a long time notorious for the usage of governmentese as well. And so it was just all around you at that time, I felt. And there was no internet to update you on how people were writing at this particular moment in time in the 90s. So that was, and it definitely, again, this is a question purely of privilege and nothing else. The fact that I was able to go away just after school for university to study journalism and be exposed at what was still quite a formative age to people consider good writing. And what is actually, I think, in my view, good writing, which is to strip away a lot of the pomp around language. I still haven't done it to the extent that I think a lot of my colleagues do. I still do like a certain element of play in language, a certain inventiveness. I will sometimes sort of use uncommon synonym for a common word, if I think it fits into the rhythm of a sentence or if it fits into the context. But what a lot of this did and what reading a lot of this did forced me to actively, consciously, as you say, question how language works. And when it is permissible or even desirable to use an uncommon synonym for a common word, as I said. Fractify may actually have a particular use and connotation in a particular sentence. It is just a question of knowing when that is. And knowing that those instances don't come by as often as you think they might."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:32.840",
        "message": "So you know, as you made this sort of shift towards, you know, longer writing, longer narrative nonfiction, and you in fact said that your comfort zone is in the seven to eight thousand word piece sort of what are the early memorable pieces that you remember and what are your learnings along the way there? You know, what would your process be like when you set out writing one of these?"
    },
    {
        "speaker": "Guest",
        "time": "00:36:51.920",
        "message": "I mean, between my reading of these and my writing of these, I think there was like a good six year period, I mean, before I began to work on my first piece. But I remember the among the first ones, the first pieces I read, there were a lot of, you know, A.J. Liebling, who was a New Yorker writer who wrote a lot on boxing, on food and on the Second World War in France. Again, eclectic range of subjects. I remember reading him and enjoying him thoroughly because I think he was, he was sort of funny and irreverent when it came to two out of these three subjects, he was quite serious about boxing. And, you know, he was, again, hugely inventive with the language in a way that has gone away to a large extent in American journalism now, but was still back in the day in the 1930s and 40s was still a feature of the journalism. And I loved reading him. And I remember buying a compendium of his book, of his articles and devouring that. I remember reading a lot of Calvin Trillin, who was a food writer. I read a lot of Joan Didion, her essays from California. I mean, all of this stuff was introduced to me, again, in the early part of the 2000s, either by people who I had gone to college with or people who had read these in the U.S. and pressed them onto me. And in all of these, I mean, I was just, I would read them almost and this is, again, the sort of foundation of a particular kind of narrative journalism is that they should read almost like fiction. And so this is how I would read these pieces. I mean, they were almost sort of fictive in their effect. You could read them and not realize that you were reading nonfiction at all. And that appealed to me enormously. And so when it came time to write sort of my first piece, I think the first piece I would have written in this vein was Profile of Lalit Modi for Caravan. I think that was, you know, the first long piece I actively set out to do. And, you know, so all of that, I mean, I was just like, wait, it was like an explosion of desire to write these kind of pieces. And, you know, all of these ideas and things I've been thinking about for the last six or seven or eight years, all sort of came out, I think, in that 8000 word piece on Lalit Modi, which came out in, I think, 2011."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:52.840",
        "message": "And you know, one of the things that is sort of notable about the Lalit Modi piece is, you know, which sort of marked it out from the sort of stuff you would read in India at that time, is the accretion of details, you know, in your very first para, you sort of quoted the Libchari and talking about how he's very fast with SMS, he has to think as fast as he types, which immediately, you know, gives you one little picture of the guy, then you talk about how he smokes a cigarette. So not just the tell of he would smoke ceaselessly, but even the show of he would begin a cigarette, drag on it a couple of times, and then toss it away as if, you know, all of that. So when you write a story, like if we talk about process now, and you begin work on a story, like I'm guessing there are two sort of distinct phases, and one is where you conceptualize a story and you start getting the material together. And the other would be when you actually sit down and write it. So at the stage when you start getting the material together, you know, what is your process like? Because I'm guessing here, you see, it seems as if you have to be simultaneously mindful of two different kinds of narrative elements. One is the key narrative of what is happening and what people have done and all of that. And the other is you're also looking for these rich, vivid details, which can then make that work, you know, shine in a novelistic way, sort of to say, so how do you think about it? How do you go about it? You know, how do you take notes? I'm just very curious about that process."
    },
    {
        "speaker": "Guest",
        "time": "00:40:15.840",
        "message": "Yeah, I mean, I feel like all of this has changed over time for me also. I mean, the way I do it now is essentially, there's three phases, actually, there's sort of the once the story has been pitched and accepted, we can get to pitching and accepting later if that's like of interest to you. But once it's been accepted, I then set out to do a whole bunch of reading. That never used to happen before, I would just go out and start reporting immediately because I thought that's what journalists did. Now I think like I, you know, I buy a couple of books, I go online and read everything that has already been written, right, I'm midway through researching a profile now and I had to read three books, two of them were memoirs written by this guy before I even could start. So it is important when you go into that world, to be as prepared as you can be, which is not something I thought much about earlier. And then the second thing is, of course, this whole roster of interviews, the more the better for Lalit Modi, I think I had like 30 or 40 interviews. And it is difficult, it is surprisingly difficult to get people to describe Amit. I don't know what your experience has been with this. But when I, you know, when you ask them to describe a room, when you ask them to describe a person's habits, when you ask them to describe what it is like to be around someone, or to be in a particular place, I don't know whether it is, it's just that we have not learned to do this as much as we should, or whether we don't pay attention to these details, or whether we think they are not important when they tell the story of somebody like Lalit Modi, it's more important to focus on his achievements and on his character. So it was, you know, it's an enormous sort of challenge to draw this out of people. I mean, there are some Americans, for some reason, tend to do this much better than anyone else in the world. I mean, they are immediately thinking in terms of almost cinematic terms, they will tell you sort of, even if you want them to talk about the theme and their work, they will tell that to you, they will narrate that to you in a story like fashion. It's uncanny, almost uniformly, and no one else in the world, no other culture in the world sort of managed to do that. So in my opinion, what has usually worked is that you start off by allowing them to talk about what they want to talk about, which is sort of how Lalit Modi built the IPL. Well, first he did this, and then he did this, all of these details. And you allow them to get that out of their system, almost. And then you keep asking again, and at that point, having run out of things to say about his work, they will then automatically reach for other things, the kind of details, scenes that I want them to talk about, the personal tics and habits that make this guy go."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:40.400",
        "message": "How do you get the cigarette detail though? How he smokes? How did you get those details?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:43.840",
        "message": "I can't for the life of me remember, but I think, I mean, you know, I would just ask, I think that was part of a larger question when I asked about what he would do at the stadium. You know, what was he like to be at the stadium? And so I think that is where whoever, I can't remember who it was, but was telling me about how he would sort of constantly just be looking around him. He would kind of be trying to direct all these operations at the same time, he would drop into the celeb boxes and talk to them over there and smoke a cigarette. And so it sounded to me like he was just like really keyed up all the time. When I asked, I remarked on this. And at that point, I think this person said, yeah, you know, I mean, even these cigarettes that he kept smoking, he would never finish them. He would just sort of toss them away after a couple of drags. That's how keyed up he was. So I mean, that is the kind of thing that you want ideally these people to say, and it's very difficult to get them to say. I have realized, and this is interesting because I was thinking about this yesterday in the context of our upcoming interview, is that I have realized that very often people think that these details bore the journalist, because I was thinking for often, for example, when I was thinking yesterday, when I talked to Amit, what are the sort of things that he would even want to know about a journalist process? I mean, it must sound immensely boring to the average listener, and possibly even to Amit, even though Amit is sort of a journalist himself in a sense. But like, why would he want to know about the process of writing long form? But then I realized this is exactly, maybe this is the kind of process that goes through a person's mind. And maybe that's why they decide these details are not important or to tell or even to register. So you have to convince them that you are there, you have time for them. And every time they let drop a morsel of detail, you bounce on it and show enthusiasm and say, yes, yes, I want more like this. And slowly, then these things emerge. So it's often very often, it's a question of just getting to spend enough time with"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:44:27.040",
        "message": "that person. What are your theories for why Indians are not so descriptive and Americans are, for"
    },
    {
        "speaker": "Guest",
        "time": "00:44:32.200",
        "message": "example? I mean, even English, I mean, as I find now, when I'm living in England, I mean, even people in England, it's very difficult to get them to describe. With Americans, I don't know. I mean, I have a number of theories, all of which are completely sort of speculative. One is that they have grown up listening to talk radio and, you know, things like NPR and NPR does this kind of storytelling, oral storytelling and oral storytelling at such length that you know that you have to, that this is the way to tell a story. Maybe it's the influence of Hollywood, where you think in sort of a cinematic way, right from your childhood. There is just a certain kind of discursiveness about that conversation, even on a day-to-day basis when you're not interviewing anyone that I have not found anywhere else. It's quite remarkable. I would do, I was a co-host for a time of this podcast called The Intersection, which is a science podcast. And, you know, the idea was to get scientists to tell stories, not just to describe their work and analyze their data for you on the podcast, but to also talk about how they set about researching this and what kind of themes they're interested in and so on, and tell stories about their own lives. And again, invariably, it was so difficult to get non-American scientists. It's definitely, there's an essay or at least a column in there somewhere for someone."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:44.200",
        "message": "And at some point, I hope you write it. That's really fascinating. So when you gather material, are you also forming the narrative in your head or is that a process that comes later, you know, Joan Didion once said, quote, I don't know what I think until I write it down, stop quote. And she would, I guess, perhaps have been speaking more in the context of personal essays and so on, where you're sort of working out your thoughts as you kind of get into those. So what's that process like? Like I imagine you get into a story fairly open, you have some notions of the angles you want to tackle, but you know, when does it start to fractify, if I may use that term?"
    },
    {
        "speaker": "Guest",
        "time": "00:46:20.320",
        "message": "You may definitely use that term, it's completely appropriate. It's, so you go into a story, not with, at least for one of these big stories, you go not so much with angles as with what one of my editors like to call themes, which is that you have ostensibly one surface narrative, a surface story, but then you have three or four layers below that. And obviously listeners can't see the thing I'm doing with my hands here, but I'm kind of sandwiching them one below the other, but these layers that operate at a level below the main plot or the main story, and those themes sort of weave in and out of the piece as you tell it. And I think the craft, the only craft worth talking about in writing long form journalism is how you weave the main plot and the themes in and out of each other. That is basically the only thing you have to do when you sit down to write. And so when I go into a story, most often I know the theme, sometimes I discover new themes as they're coming up and as I'm interviewing people, and so I will kind of replace one with the other, but then I will essentially, and as the reporting goes on, and this is a matter of months in many cases, my reporting, my interviewing will get more and more pointed, my reading will get more and more pointed. So I will stop seeking out some kind of sources because I think they possibly can't speak to the themes that I want to pursue and I will look more for another kind. My questions get more, revolve more and more around these themes until I feel there's one, there's a great piece of advice in a book on journalism called the New New Journalism, where somebody says, you keep reporting until you see yourself coming the other way, by which I mean that the minute you know that you already have a more detailed answer in your mind to what this guy has just given you, you can kind of stop reporting at that point because you feel like maybe there is, maybe you keep it going to get some more anecdotes and color and so on. But basically the information that you have is all mostly there. But that takes a long time, there's thousands and thousands of words of notes. I always these days tape record wherever I can so that I can take notes about other things, you know, which includes follow up questions that have just stuck me or the scene that we're setting in or whatever that might be or what this guy is like. And then I come back and at that point is when you kind of sit down and you put a structure down and you kind of, so I have right now next to me actually I have a legal pad on which I have a structure for this profile I'm writing and in the top right hand corner I have teams and I have a list of four teams, which is profile itself the guy who I'm profiling but then the second team is locked down over the last three or four months, third team is fast bowling because it's a profile of cricketer and the fourth team is longevity. So you know these kind of like things that I want to pursue as ideas in the piece that will go in and out of this story and then you structure it according to that and you kind of keep wondering how you can bring these things to the surface occasionally again. The thing with long-form journalism also is that it isn't always a question of just saying this happened and he said this then she said this and then this happened again it is also sometimes a question of inserting in your own voice your own idea about what is happening and so you need you know a definite take on some of these themes that you will then put in there at some point and that's kind of the joy of it it's an intensively subjective form. It is never meant to be objective in fact objectivity in long-form journalism I think would be intensely boring. The whole point is to have a narrative and the whole point is to have it be subjective."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:39.040",
        "message": "That's quite fascinating. You know how is in the writing process like you've gathered all the material, the themes have sort of fructified as we've gone along and actually how do you discipline yourself during the writing process? I think the key problem most writers find is discipline and you've spoken about how you know without a deadline you wouldn't get anything done so having said that you've written a bunch of books so clearly you know those don't have such concrete deadlines usually so you've managed that but how do you kind of discipline yourself? Do you write first thing in the morning? You know what are the challenges you faced just in that process of getting things written?"
    },
    {
        "speaker": "Guest",
        "time": "00:50:11.880",
        "message": "Yeah I mean I write very slowly you know if I write 500 words a day I consider it a job well spent. I try as much as possible to write first thing in the morning. It doesn't always work out that way you know today for example we're doing our interview at 6.30 in the morning my time so I'll only get to writing maybe later in the afternoon but I try as much as possible when I'm working on something to do this 500 words a day thing you know if I do 600 it's a bonus. The thing that was really difficult was when I was doing long form I mean it's easy to discipline yourself to that. I think that real difficulty came about when I was working on books in parallel with these pieces. I needed the pieces to make a living and I had to write the book because there was still a deadline for it and I wanted to do it and so that would involve sort of writing 500 words of the book in the morning and then setting that aside and doing another 500 words of whatever piece I was working on in the evening and that's quite exhausting. I mean I think once you've done that for a year by the end of the year you are ready to take a few months off and not do anything. So that was it. I mean I think like I think with the journalism itself once the structure is down the structure is key once you have the beginning and maybe the end cracked it sort of it tends to flow I mean and then you just kind of obsess over things like what word to use in this sentence and you know that kind of thing you are free to then devote yourself to the hearty part of the writing process which is just a selection of words and the rhythms of the sentence and how they sound."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:31.360",
        "message": "So you know a final question before we get off the writing process and actually get to your wonderful new book is sort of you make a living doing long form journalism and doing journalism and you write for The Guardian, The New Yorker and all of these people. Now you know it's sort of a dual question. One and both parts of the question really relate to voice. One is that over time have you developed a particular journalistic voice or is it something that shifts from piece to piece depending on your writing on I mean can someone pick up a piece and say oh only someone could have written this or that this is so typically him or can you you know switch depending on the needs of the subject that's part one and part two and something that struck me because a decade and a half back I used to write op-eds for the Wall Street Journal and a couple of others and one of the things that struck me about writing for foreign publications is that the cultural difference between you and your editor also applies to how you look at your writing. So one thing for example that you have to do for those guys is that you need to explain things which the Indian reader would take for granted and therefore you need to simplify slash dumb it down and that really became an irritating process because if you're for example talking about the BJP you don't always want to say comma the Hindu Nationalist Party"
    },
    {
        "speaker": "Guest",
        "time": "00:52:45.020",
        "message": "which came to power in 2014. That's amazing. That's always the example that I use also when I'm talking about how frustrating it is and how I never want to write another piece about Modi again because you have to find some short brief but effective way of talking about 2002. You know that is the most annoying thing you know so there are many reasons why 2002 should not have happened but one of the reasons is that you have to keep summarizing it in a"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:05.600",
        "message": "sentence before moving on to what he's doing now. A very specific answer that it was also among the many other things that it did wrong it was a bane for writers who occasionally write for foreign publications. To complete the second part of the question then how does that affect your voice and can that process get frustrating like do editors in these places or you know are they trying to fit your piece into a particular kind of house style or their conception of how a good piece should be or you know of course you're someone who's been writing for so many years and you know you're a trusted and recognized writer do you get a certain amount of leeway"
    },
    {
        "speaker": "Guest",
        "time": "00:53:37.160",
        "message": "with language and voice? Okay the first part of your question was about voice across publications and so it does change a lot I mean you know the New Yorker has a very distinctive house style that very few people who write for the magazine and the website are allowed to break on a regular basis you know I mean first of all New Yorker geeks who are listening to this you know Anthony Lay in the movie clearly has a very distinctive style you know a writer like Nick Palmgarten who writes quite often has a very distinctive style but for many others you would only have to you know if you blocked out the byline and you read the rest of the piece you would guess who wrote the piece only by what it deals with so if it's a law piece you know it is written by Jeffrey Toobin and if you know if it's like a deep state piece it's a Jane Mayer piece and so on so and whereas and it's a cultural thing also in the sense that so from the New York Times magazine is a little bit more flexible Harper's as a magazine is still more flexible it's a cultural thing across the Atlantic that British publications allow you a lot more leeway and sort of playfulness with your language and your structure but even in that the Guardian Longreads is a little bit more American than say 1843 which is the features magazine of the Economist so it varies from publication to publication and you have to also temper your voice to suit the subject you know a piece like quizzing piece which is partly a personal essay has it's a lot more flexible than a piece would be if it was about say I mean I wrote a piece on fair trade which is for the Guardian Longreads which is a very sort of intense quite detailed subject about a particular kind of niche in the industry and you have to there's very little flexibility over there you know but the personal essay is a lot more flexible and so so you do learn over time to tweak each article according to who's publishing it and how and what it addresses now having said that there is still I think underlying all of that there is still or there should be a voice which is particular to me and unique to me and I don't know whether it is a case that somebody will read a piece and know instinctively that it was written by me that is for readers to say in a sense but I think in my mind at least when I set out writing a sentence for the most part it is still the same kind of approach that I take to it and so I and the words that I use and the kind of structures that I use you know for example I use a lot of semicolons and em dashes you know that is just a linguistic kind of tick in my writing that never goes away whatever I'm writing about I love things like interleaving dialogue between thick passages of text you know wherever that is possible I will do it and so there are these things that make up I love texture so texture of prose itself is such that you know it's almost like a visual thing on the page when you're looking at a page you don't necessarily just see you know three equally sized blocks of text you sometimes see big blocks small blocks just a standalone quote sometimes how much you use quotes and where you use quotes all of this stuff is tailored to what I like to read and how I like to read and so therefore I think it reflects in what you might call a voice we were talking earlier I think we'd put it off for a later part of the podcast but this is probably a good time to bring it up which is that the whole philosophy behind this kind of journalism at least for me is you have a certain set of tools and you are like a handyman you can go out and you can quote unquote fix or address practically any topic out there given time you know you have taught yourself how to read deeply and how to talk to people and know whom to interview and then what kind of questions to ask them and what kind of detail you want to put into your story and then you have learned how to synthesize all of this and assimilate it in your own mind and then craft a story a narrative out of it this is a limited like Liam Neeson I have a small but limited set of tools but they are effective and the philosophy is that you should be able to go out and apply these to any subject out there whether or not you are a newcomer to that subject and this is why I enjoy doing this kind of work which ranges across subject matter both in my books and in journalism because every time I do one more of these pieces it kind of strengthens my belief that really the set of tools is immensely useful and I love the I just adore the idea of being able to apply it to anything in my work I think that's sort of the thing that keeps me going on a day-to-day basis"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:45.200",
        "message": "why did you call it a limited set of tools why is it because the form itself obviously"
    },
    {
        "speaker": "Guest",
        "time": "00:57:49.920",
        "message": "like every form this form also has certain limitations I mean you know for example I'm not an imaginative person in the sense that a novelist is imaginative you know so I don't have you know a word building sense I have a world discovering sense you know so that and a lot of these set of tools is limited because they are quite functional tools also like how to structure a piece is like a very specific skill that you will use only in this field and nowhere else so that's why I called it small and limited but effective in this particular field as I said they are functional things that maybe people outside this field would not even care or have heard about but here it's sort of for some reason it finds"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:26.320",
        "message": "its own intense utility so you know when I teach my writing class I often sort of talk about the difference between strategy and tactics where strategy is sort of the approach you bring to a particular piece of writing or it could be your overarching writing philosophy and tactics are of course all of these little tools of the language you know the paragraphs and the punctuation and the ways in which you manipulate rhythm and the music of it and all of that those are tactics so you know at a strategic level obviously part of your strategy would be dictated by what you're trying to do in a specific piece who you're writing it for and all of that but another part could be sort of an overarching writing philosophy that you have set for yourself is there something like that which you used to you know guide what kind of writing you are going to do I mean as far as possible"
    },
    {
        "speaker": "Guest",
        "time": "00:59:14.240",
        "message": "I think this you know this I have still not lost my fascination with making a piece of writing as fictive as possible by which I mean it still has the effect of fiction it is as I said not always possible it's more possible with some pieces than with others but insofar as it is possible I want to give the reader an easy and organic reading experience you know in a lot of these long reads these long form pieces very often it is necessary to encapsulate a set of difficult ideas in prose that might be jargony you know because the nature of the subject is such although you try to mitigate that as much as possible it is necessary to be abstract maybe even sort of talk about ideologies in this weird abstract vein a lot of people have no problem reading that but I know a lot of people do I for one do I mean I am always much better when I'm reading things that are set in the concrete world that kind of have an underlying message or idea rather than having those ideas expressed as sentences you know abstraction set in words so but this is from one of the reasons why I find it really difficult to read lengthy political analysis that is completely diverse from what is actually happening in the real world you know I so in my mind what I want to do is to avoid that as much as possible to give the reader an easy way into a lot of this material and that inevitably involves sort of doing things like presenting characters setting scenes having dialogue almost sort of it's sort of you know a spoonful of sugar to make the rest of it go down more easily I think that is more than anything else the guiding philosophy for me and it's do again it's determined entirely by what I find easy"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:54.000",
        "message": "to read and difficult yeah I want to explore the use of your word a fictive there like I'm presuming you can mean a you know one of a couple of things one is that like you just said you make it more vivid so you avoid the abstract and you go for the concrete so you won't talk about say quote-unquote the great crisis of migrant labor having to walk through highways instead you you know you look for an image like a woman pulling a suitcase and her little three-year-old child is on that and you make that with it that is one of the possible interpretations I'm drawing from it and the other one is that you have deeper layers you build like in a novel you'd have sort of a universe of things and not just one narrative not just one sort of linear narrative and I guess long form nonfiction also gives you the scope to do that to have these different layers as you pointed out"
    },
    {
        "speaker": "Guest",
        "time": "01:01:38.680",
        "message": "so are these two things what you mean by fictive they're both I mean they're both what I mean by fictive you're right I mean to present somebody the essence of what it's like to read fiction but to have it be fact which involves sort of creating a little mini universe for the reader populating with real people with real settings with real occurrences one of my editors has a nice phrase which is that over a long read you should somehow be able to convey the passage of time in some sense or the other and that is important I think because I think people move through time events happen over time and so to even have that happen is a novelistic thing I think and this populating with real people thing I think is something that is often underlooked I mean with one of my editors in particular we have intense and enjoyable differences of opinion on how much a real person should be focused on as a person rather than as just as a vehicle or a carrier for ideas and themes my own view always is that I think people read about people and they are interested in other people and through that they will then assimilate in a much more effective way the things that you're trying to convey whereas his view is that that you know you should just sort of describe the person only in so far as it's necessary but then to actually beyond that just have him or her be a name that occurs in the rest of the piece as you are trying to explain certain things so it's you know these philosophies are quite enjoyable they differ from publication to publication editor to editor journalist to journalist and it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:03.920",
        "message": "nice to talk about these things and discuss them so you know we'll move into a commercial break now and after that come back and talk about your book on JBS I'll then but before we do that you know for people who are interested in writing for people who are interested in long-form journalism you know one do you have any advice to share on maybe what you've learned through your journey of all these years like if someone was to ask you that okay over the last 20 years what have you learned about writing what are the big lessons or even what are the things you wish you knew 20 years ago and thought about I think I have only"
    },
    {
        "speaker": "Guest",
        "time": "01:03:33.840",
        "message": "recently come to really appreciate the power of structure of an outline before you set out to write for a long time I did it without an outline or I would just sort of have section one is about X section two is about Y section three is about Z I would not actually break those sections down further for myself and I do it now to the extent that I know what each paragraph in each section will address that is obviously fluid as you're writing because sometimes what looks good on a structure and an outline does not look good on the page once you've started writing it so it's it's subject to change but I think that is something I think is is important I think the thing I've done a lot more off over the last few years is reread pieces four or five times and you know the first and second time maybe this is not my own pieces these are pieces that I admire and deeply appreciate the first and second time I will still be reading it almost as if I am a regular reader but in the third and fourth time I will actually take pen and paper and I will start breaking things down trying to understand for myself how these various things interlock with each other what this section is doing and why this particular writer started with an image like this which then moves on to a nut graph of this kind which is then exemplified by the scene that comes next you know all of these things you know why this character pops up here and not there these things I think I've started understanding in a deeper way only over the last five or six years as I've started doing this exercise of breaking these pieces down of reading them again and again and I think that is something that I think all writers"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:01.440",
        "message": "could stand to learn from and about and other pieces which are like you know models to you of you know which you think you learned a lot from or you would present as a model of"
    },
    {
        "speaker": "Guest",
        "time": "01:05:11.000",
        "message": "what long form narrative nonfiction is capable of I mean there are models in each genre and field I guess so like to list them would be tough but I mean one of the things I use in my own writing workshops and and classes is a profile of the chef Mario Batali by the writer Bill Buford which is a long piece and eventually then went on to become the basis for a book a very fine book but it is a perfect example of what I'm talking about which is that you know Mario Batali is this intensely larger-than-life sensuously inclined kind of chef in New York an Italian chef and you know Bill Buford sort of tweaks his language to suit the subject and so the first paragraph is a long and deeply detailed scene of what happens when Mario Batali once came over to his house to cook for his guests and what that is like and the kind of excesses that Mario is prone to and you know it just it strikes me as a piece that gives you this deep insight into a person populates his world describes what the kind of spaces are that he moves through why he is the way he is and what it is like to be in his presence I think there are very few pieces I think that convey better what a person is like if you were to meet him and that is something that I'm always trying to do with you know my profiles as well because that's the whole idea it has this great sense of how to use detail how to accrete it and how to deploy it in the language is also in a sense slightly larger than life but in a good way because it suits the subject whereas if this was the same thing if you were writing about a much more sober restrained person maybe you wouldn't quite write the same way so it's it's something I talk about often in my classes and I kind of break down how the piece works for people who are sitting in my classes to learn and I maybe that's something that people want"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:00.040",
        "message": "to check out on this podcast I'll link that from the show notes let's take a quick commercial break and on the other side we shall meet the fascinating JBS Alden Are you one of those people who not only loves to read but also wants to write better if so I have something for you since April this year I've been teaching an online course called the art of clear writing four webinars spread out over four Saturdays in which I share whatever I've learned about the craft and practice of writing over 25 years as a professional writer the course also contains many writing exercises discussions on email and whatsapp and much interactivity it costs rupees 10,000 or 150 dollars you can check out the details at indiancut.com slash clear writing this link will be in the show notes if you want to bridge the gap between the thoughts in your head and the words on the page then the art of clear writing might be just what you need August batches begin on Saturday August 1 so hurry and register before then indiancut.com slash clear writing welcome back to the scene in the unseen I'm chatting with Saman Subramaniam about his book a dominant character about JBS Haldane what what drove you to this interesting figure because you know you've been a cricket writer you studied international relations at Columbia there are so many things you could have and there are so many things you do write about and your journalism has so many eclectic subjects why Haldane how did you arrive at him ironically"
    },
    {
        "speaker": "Guest",
        "time": "01:08:33.080",
        "message": "I think perhaps for the first time I'd heard about him was in a quiz many years ago and then I kind of looked him up a little bit online and even his even if you read his basic Wikipedia bio so it's a very fascinating read I mean the kind of work that he did but also the kind of life that he led it was a really sort of larger than life so to speak and it seemed to straddle all of these worlds that I found myself interested in I mean he was a scientist and I have been interested in science for a long time but also he was intensely politically committed he lived an adventurous life in the sense that he fought in the trenches in the first world war he went to Spain during the civil war he did sort of research on himself for the British admiralty in the second world war and then he had this Indian connection of course although it wasn't necessarily because of that that I latched on to him but I found it interesting that he came to India and lived the last seven odd years of his life and died here to the extent that he became an Indian citizen and that movement itself we are always familiar with movements in the reverse direction scientists leaving India to go overseas and so I thought it might be an interesting life through which to examine these intersections of science and politics science and society and also to examine his particular milieus in that time in the first half of the 20th century that is the explanation that I would give from the point of view of Haldane himself but then the second thing which is diverse of Haldane in a sense is that you know I had written a bunch of profiles by the time I started working on this book and I was intensely curious to see whether I could write a biography so a form that has fascinated me and that I read a lot of and it seems to be an extension of the profile although as I realized isn't exactly and then all my journalism until now has been structured around places that I can go to and people who I can meet I depend on my being in a particular place to make things vivid for the reader which was definitely the case with my first two books and I wanted to see almost as a kind of experiment of form how you would pursue and achieve that kind of vividness if you were not in a place if you were not able to talk to people if you had to rely purely on archival and documentary material to present your scenes and your character so it was sort of mini challenge that I set up for myself and Haldane seemed to be sort of a good way to do that partly because he himself wrote a lot so there's a lot that you can glean from his own materials and writings but then secondarily he lived through such interesting and widely described times you know the first world war the second world war that there's a multiplicity of sources you can consult to then synthesize all of that and make a vivid scene out of it something that can hopefully come alive in the mind of the reader and these were the two reasons"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:02.520",
        "message": "I guess that I was drawn to Haldane as a subject so you know when I think of the biographies I love and I loved your biography of Haldane you know one book which I spoke about on a recent episode and I really loved was Robert Caro's A Power Broker and one of the main reasons I loved that was it works at so many different levels it is a life story of one man yes but it is also in a sense a biography of New York City it's a study of how power corrodes character it's a study of how political economies evolve over a period of time it's a study of competing ideologies when you you know look at the battle between Moses and Jane Jacobs and similarly it seemed to me that what I really enjoyed about a dominant character is not so much the biography of this one incredibly interesting man which is you know fascinating in its own regard but also the larger themes that came up specifically and of course we'll talk about it in much more detail about the intersection between politics and science which is you know such a big theme in this so you know did you sort of have these themes in mind when you actually entered the project or did they take shape I see I didn't say fructify or did they take shape as you were sort of moving through the"
    },
    {
        "speaker": "Guest",
        "time": "01:12:12.640",
        "message": "material I think the main theme of the which is the theme of the interplay between science and politics I think was something that is quite transparent to anyone who has even read a little bit about Haldane so I think even when I started when I sent the pitch out for this book that was definitely one of the themes that I wanted to explore there were other things that I thought were interesting that came up much later one of them for example was Haldane's view of what and what a utopian society was for him and that view itself changed over time as he got older and grew to be disillusioned with certain things and entranced by new other things and so those themes I guess like came up as I researched it but this question of the twinning of science and politics was something that I was fascinated by when I first started reading about Haldane and this was in I have to think back here it was in 2015 I think January 2015 is when I started really reading to research this book in some detail I could not have known at the time how intensely those themes would resonate five years later definitely there were you know I already had at the back of my mind you know some notion of how science and politics intersected in the realm of climate change you know my wife was for a long time a climate change journalist and of course anybody who's reasonably well read these days has read enough about how climate change science is itself shaped by political and economic interests but I wanted to broaden that a little bit and kind of look at the history of that and look at how Haldane himself dealt with it indeed even acknowledged it and then built upon it but five years later here we are where a president is in power in the US who denies so much of science to the extent that science you know marches for science started three and a half years ago in America first and then spread to the rest of the world and you know even as that built we come to 2020 when a pandemic is in play all over the world when the science of vaccine research of disease of epidemiology of how data is interpreted and presented has become an intensely political idea because to lose control of this narrative would be to admit not only political failure but also to admit a certain lack of comprehension of science you know I'm living here in the UK where for example the government took a decision to go with one kind of you know model to control the epidemic before changing track after a couple of weeks they wanted to pursue the Swedish model of trying to build herd immunity before they realized that you know health services would get swamped and they had to just lock the whole country down so these even more than you know three years ago two years ago or even last year this is a moment in time when I think Paul Dane would have spoken most eloquently to what the government isn't doing how literate and numerate policymakers are and even how literate and numerate all of us are in terms of science because I think Paul Dane's overarching principle was that everybody should have a scientific mindset and ability to look at information and assess it based on evidence that is not just useful to people who work in labs and in biotech companies but people who go about their daily lives in a world that is dictated by science."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:10.880",
        "message": "So I was sort of fascinated also by the bits that you have on Paul Dane's childhood one of course because he was extremely prodigious like you write in his book quote the time Paul Dane legend has it he looked intently at the blood trickling out of a cut on his forehead and asked is it oxyhemoglobin or carboxyhemoglobin he was not yet four which is you know obviously a crazy kind of prodigy but also a creature of circumstance in the sense he was born to a certain kind of extreme privilege where his father was a great scientist and more than that what possibly made him different from his peers was that his father believed in actually going out into the field and practicing science like if he wanted to figure out why miners were diving he would go down into the mines himself and spend time and experiment on himself with the whole you know notion of taking a cannery to the coal mine came from him and the young JBS accompanied him on all these trips so he saw this sort of this other side of English society which similarly privileged kids would not have you know how much of for example when you look at say the British intellectuals of the 1910s or 20s or 30s would it be fair to say that they were pretty much all born to extreme privilege and that what kind of might have drawn Paul Dane apart was that he also had a sensitivity to the other side which came both from accompanying his father to all of these places and also the time he spent in the trenches in the first world war as you"
    },
    {
        "speaker": "Guest",
        "time": "01:16:33.000",
        "message": "point out yeah I think definitely among the you know the intellectuals in this field of biology and physiology whom I read about while writing this book you had to have done the whole public school which here is a book you know it's called public school elsewhere it's private school so a public school education followed by a stint at Oxford or Cambridge at the very least maybe two stints you know and Hardin did follow that model in some detail he went to Eton as a King scholar he followed that up by going to Oxford for his undergraduate degree so you know all of that seems to fit the CV of many other intellectuals in the physiological sciences at the time but you're completely right in that what set him apart and what set his childhood apart was this exposure to parts of British society that none of the others would ever have had or very few would have had and I think you know this taught him a few things one is that it taught him the defects of science has real world effects and it has real world problems that can be addressed and as his father believed it didn't just all have to be done within the confines of a lab on our pen and paper this is ironic because Hardin himself would for the most part use pen and paper and very little else in his own work but he was always aware of the link between what he was doing and what the real world needed or required or had a deficit of so there was the fact that he got to meet people like this all the time but the second thing that was quite egalitarian about what his father did was that he used himself as a guinea pig this is something that would have been quite unthinkable at a time when you could pay a poor person to serve as a guinea pig for you you know there are distinctions in class in race all of these things were so vast that you didn't have to use yourself it was a very egalitarian move on the part of Hardin senior to subject himself to the kind of pressures quite literally I mean air pressure temperatures you know humidity lack of oxygen all of these factors are going to play for sailors and submarines or for miners very deep down in a coal mine he would put himself through those same conditions and examine what the effects were like on him Hardin senior's logic in this was how would you ever know the precise physiological effects unless you underwent them yourself and maybe that was a scientific way of looking at it and he didn't quite think about the egalitarian nest that was implicit in this and I think that taught young JBS a lesson that he would remember all his life which is basically that everyone is essentially physiologically created equal and that they should therefore then be equal in the eyes of the law and of society and I want to read"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:57.840",
        "message": "out a bit from an essay that Holden wrote much later but I want to bring it to bear on a question about his upbringing in fact where you know towards the end of his life he wrote an essay called what ails Indian science and in that he wrote quote I noticed that in India a new caste system is developing before the old one has disappeared the new system is based on academic degrees one cannot teach Bengali chemistry history or what you will without a degree in that subject and a higher degree given for research is almost obligatory if one hopes for a professional chair it is only a matter of time before I am debarred from teaching science or statistics since I have no degree of any kind in these subjects but in terms of the new caste system I'm qualified to teach the classics since I secured a somewhat marginal first class in literary human yours vulgarly called greats at Oxford stop good and and my question sort of here goes you know also to the term which you mentioned in the context of quizzing which is bricolage which is holding was born in the 19th century in November 1892 seems to be that classic maybe in that last generation of 19th century intellectuals who have studied a variety of different subjects they haven't specialized in one thing and you know which shows even in a scientific work I think one of your chapters is called synthesis where you know he's bringing this broader outlook this ability to step back and solving that debate between say the Mendelians and the Darwinists because he can take that step back because he has all that training in other things and he can quote Plato and Aristotle and Lucretius and all of those guys and how important do you think that is to break through thinking in any field and is it a loss for how knowledge develops that we don't seem to have much of that anymore yeah I mean it's"
    },
    {
        "speaker": "Guest",
        "time": "01:20:41.960",
        "message": "interesting I think Haldane would have been among the last generations in science who could come to science without a degree in it I doubt and as a part of research for this book I would I mean obviously I didn't have anybody to interview and quote but what I would do is talk to other scientists just about his work but also about some of these themes and one of the themes that came up quite often is this question of specialization and how Haldane would have been among the last of the serious scientists who would have not specialized in at the undergraduate level in part it is a nature of how science develops is that it has gotten over the 20th century genetics let's take an example like genetics and got so specialized that you had to start specializing quite early to be able to then fine-tune your research to an even deeper point by the time you reach a postdoctorate level you couldn't start off or very rarely could you start off studying English and then switching broadly to biology in at your master's and then going further in that I mean it didn't happen you had to you know this is also the structure of higher education itself today is that by the time you finish your undergraduate degree you're expected to have completed two internships and spent time in a lab in the university somewhere and you know it's a very intense and intensely specialized feeling and a lot of that is inevitable a lot of it has benefits because obviously if you start thinking about specific problems from the time you're 21 by the time you're 30 you've actually sort of made great headway in that particular problem but a number of scientists told me that there is a loss in it as well as you said so this you know what Haldane said about the Indian caste system about the specialization of knowledge has permeated every field everywhere by now and it particularly includes the sciences and I think a number of scientists felt that loss felt the loss of the generalist not the journalist the generalist coming to science and seeing bigger problems and being able to knit various aspects together from a multidisciplinary point of view and this catchphrase multidisciplinary I think is only now slowly starting to re-emerge in academia somewhat in the sciences I think but in other fields as well I think the advantage of what people like Haldane brought to this table is being starting to be recognized again because precisely because scientists have not over the last half century say have stopped thinking too deeply or too intensely about the political effects of their work if you are in one silo you rarely see the effects of that silo on other silos or upon the general world or upon the world outside and I think that is starting to be realized more and more as everybody becomes a little bit more politically aware I think that is starting to be realized more and more I hope I mean and again the last three years have seen a complete efflorescence of political thinking on the part of scientists aided in no small part by the kind of political regimes in power all over the world I think more and more we will start to see the benefits"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:27.320",
        "message": "of that in scientific research itself and what was also sort of apparent in the biography and I want to you know discuss three different aspects of Haldane first as a scientist and as a writer slash public intellectual and then finally his politics but it struck me while reading about his scientific career that in a sense he went wherever his intellectual curiosity took him and it also strikes me and I don't know if you'd have a view on it that a modern day scientist so people training to be scientists are subject to different sets of incentives whereas you know this is your tenure track and this is your publication track and if you want to get funding these are the kind of projects which are you know quote-unquote sexy and all of these incentives will then shape their entire careers and their entire bodies of work is that broadly true is that something you've heard about from the scientific communities is that something that you know people kind of have thought"
    },
    {
        "speaker": "Guest",
        "time": "01:24:19.680",
        "message": "about and written about is it a problem absolutely I mean a number of scientists told me for example the fact that many scientists for a long time chose to not have too much of a political voice you know in part it's because this ivory tower phenomenon has built up more and more over the 20th century academics feel that they're insulated to to an unreasonable extent from the real world because they don't often experience its problems especially once you have tenure so all of that is there but there's definitely people who told me that having a political voice meant often speaking out against a government that is in power when it is that government that decides what grants institutions decide what grants you get and so therefore you try not to piss them off sometimes entire research programs are funded by corporations that eventually want to monetize technologies or processes for themselves speaking out against those corporations is not a wise thing to do if you're depending on them for your research money and so a lot of these constricted scientists ability to have a voice now this is also again a natural byproduct of just how science evolves if you look at what the field of genetics was like when Haldane was born Mendel had not been rediscovered there were big problems out there that you could access sort of from a generalist point of view with very little equipment certainly and whatever equipment you needed wasn't sort of very expensive in Haldane's case has always turned out to be it was pen and paper and you could apply yourself to these things without having to depend on large grants and so on and even Haldane despite all of that did feel the pinch of you know the lack of finances at various points in his career now the situation is you know has progressed to the point where you need a plethora of expensive equipment your big problems have been addressed for the large part and you have to drill down into small problems and as a result of all of this you know you don't want to jeopardize perhaps quite rightly and understandably you don't want to jeopardize your ability to get these big grants to then work on these quite specific problems I think it's an inevitable nature of the march of science you know that from when the 20th century started and when the 21st century started science is unrecognizable whereas you couldn't always say that of say the 16th and the 17th centuries or 17th and 18th centuries you know I mean the paradigm shift has been immense and I think it's a consequence of that scientists feel that a lot of their freedoms and a lot of what they would otherwise want to say and do is dictated quite heavily by the nature of their work"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:38.520",
        "message": "and the way their work is funded so you know let's talk about Haldane as a scientist now obviously his major contributions are in the field of genetics but he also dabbled widely elsewhere for example I was not aware it's something that I learned in your book that our notion of the primordial soup so to say comes from Haldane that he simultaneously and independently with the Russian scientists you know conceived of the origins of life lying in some kind of chemical soup where the Sun interacted and with chemicals and created amino acids and so on which I wasn't aware of but broadly he is remembered for his contributions in genetics so tell me a little bit about that and when I say broadly he has remembered as you point out that he's not even remembered that much because much of his work was so foundational and essential that we cannot just take it for granted which"
    },
    {
        "speaker": "Guest",
        "time": "01:27:25.840",
        "message": "is something he always thought was the best fate ever for a scientist by the way he thought that the best compliment you could pay to a scientist work is to not even think about how it's done that you just think that they are natural laws and axioms that we found out there are then attributed to one person so I mean Haldane's biggest scientific contribution was in a subfield of what we might call modern synthesis so to take us back to the early 20th century what had happened was that Darwin had set out the theory of evolution by natural selection and it had found a lot of traction but for some reason nobody could quite understand how natural selection would work at this cellular level and when I say that the reason is that Mendel who had published his papers also in the 19th century his work had been sort of largely forgotten or not quite recognized for its significance in the way that it should have been nobody had tied Mendel to Darwin nobody had seen that Mendel had set out these units of hereditary information called genes and the big riddle left by Darwin's theory which is how actually natural selection works at that level at the cellular level that could have been answered by uniting Mendel and Darwin and that rediscovery happened in 1900 and a few years thereafter about eight years after Haldane was born so that was a state the science was in when Haldane went into university and broadly people who worked in this new field of genetics and evolution split themselves into two camps one was the Darwinians and one was the Mendelians and the Mendelians believed that these units called genes existed and they produced big discrete changes in organisms because they were going by Mendel's work so they believed that as Mendel had discovered there was a gene for determining whether a pea had a smooth surface or whether it had a textured and wrinkly surface there were two types of genes and whichever one was dominant would dictate what the pea's texture was like the Mendelians assumed that this is how genes work big discrete changes the Darwinians believe because Darwin had also postulated this that what was actually happening in a population was that there were a number of very small variations that would eventually accumulate over time to produce enough variation to then distinguish a species from another one so the Darwinians would criticize Mendelians for saying look you can say that a pea is textured or smooth but you can't explain a variation of heights in a population for example because it's not just people are either tall or short there is every single height on the spectrum is to be found and you have a smooth bell curve where there is an average kind of height and the Darwinians believe that that was explained only by their own theory of small variations in a population but they couldn't explain how these small variations would have the kind of huge effects that would then create a new species altogether or to create a completely different feature altogether and so this was a big inherent tussle that nobody could quite explain and Haldane along with a couple of other scientists explained this essentially united these or synthesized these two views of genetics and evolution with what we call the modern synthesis which is intensely mathematically based but what he and a couple of others did was to show through math that the small variations that Haldane that Darwin postulated those small variations could with the power of natural selection and he would build models out to explain how this would be possible could have enough of a selective advantage to actually create new species or to create big changes in a species so the power of natural selection and at a time when people thought natural selection was almost dead because it couldn't explain speciation as powerfully as that at time when it was almost dead Haldane and these two other scientists Ronald Fisher and Seymour Wright they managed to explain through mathematics how this was possible they essentially brought natural selection from the 19th century into the 20th century and pushed it forward towards"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:14.680",
        "message": "the 21st. I also found it fascinating how big and you know how passionate he was about maths and how big that was a part of his arsenal like you've described on you know how he'd be on a bus and he'd always have a briefcase with him and it was very common for him just to take out paper from there and start doing algebra on the bus and you know he was kind of scribbling all the time and you also illustrated how using math alone he showed that natural selection was responsible for a certain kind of moth population instead of having mainly I think silverish wings going to you know black wings which I found you know so fascinating and so illustrative and so amazing that someone can just you know essentially get to that proof by just taking pen and paper and kind of getting it done. You want to talk a little bit about this because I just found it really fascinating and yeah"
    },
    {
        "speaker": "Guest",
        "time": "01:32:01.600",
        "message": "absolutely yeah one of his favorite phrases was an ounce of algebra is worth a ton of verbal argument which is I think like a fascinating way to describe it. So Haldane was you know consummately the pen and paper guy to the extent that he would not even go out and collect his own field data you know field data was often collected by other people and he would just sort of get those data sets and he would look at it. So one of the things that he worked on was the data set of moth populations in and around Manchester in the 19th century and what had happened, what lepidopterists had observed was that there used to be you know a moth with silver gray wings called Biston betularia. A surprisingly short period of time these silvery moths disappeared to be replaced by moths with almost entirely black wings and it happened so fast that people couldn't quite figure out how this was possible. For a long time one of the theories was that the soot from the factories of the Industrial Revolution was darkening the wings of the moths. It was actually as a layer, it was a black soot layer on top of the wings. There was another theory that said that there were a lot of chemicals in the air that caused these moths to mutate very fast so a silvery moth itself became a black moth in its own lifetime. You know these were the kind of theories that were floating around at the time and then eventually of course people did realize that the moths that had black wings were getting some kind of selective advantage because the trees in that area where these moths used to perch, their bark was gradually getting blackened by soot, the trees and the branches of the tree. And so these moths, these black winged moths would sit on these trees and they would be camouflaged because they couldn't be seen by the birds that hunted them, they were black"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:36.760",
        "message": "on black."
    },
    {
        "speaker": "Guest",
        "time": "01:33:37.760",
        "message": "Earlier it was silvery bark so earlier it helped them anodize. And as the black darkened or blackened the silvery moths would stand out, they would be easy prey for birds whereas the black moths wouldn't and so they would survive. But even then you know it wasn't sort of an established, nobody had confirmed this and the only way to confirm this was to prove in that short span of time natural selection could work on giving the silver moths a disadvantage and the black moths an advantage to the extent that they could almost completely replace the silver moth population. And this is what Haldane did, he took this data that was published over the years and he set up an equation by which he could figure out what coefficient of selective advantage was for black winged moths. And he proved that, you know, with these data sets he proved that this kind of selective advantage was indeed possible, natural selection could act in a short span of time so as to completely replace one population with another. And it was the first time anyone had done that kind of rigorous analysis of data on this moth population or indeed on any other biological population. And it was the first of a series of 10 papers that he would publish over the next 10 years in which he constantly refined and tweaked this model of selective advantage in various kind of settings. You know, he would examine what would happen if a population migrated elsewhere, what would happen if a plague struck a population, you know, all these kind of various permutations and combinations of situations. And he would figure out selective advantages in each of those and through an accretion of all of this he built up I think body of evidence to conclusively demonstrate the power of natural selection. And the fact that Darwin was right that Darwinism was not dead after all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:12.760",
        "message": "It's also such a great example of the seen in the unseen that you have chemical effluents from a factory making the bark of trees dark and then within two or three human generations all the moths change from silver wings to black wings. It's fascinating and also so beautiful the way the whole sort of process works. You know, Douglas Adams once said that he stopped believing in God when he understood natural selection because the beauty and the awe that he felt when he really understood it was, you know, God could not compare with that. That's kind of, you know, all his scientific work is enormously kind of amusing, but then we also, amazing rather, but then we also sort of come to where, you know, they shade over into his political beliefs, how his political beliefs are almost shaped by his scientific beliefs. Can you talk a little bit about that and would you say it was kind of inevitable that attraction to Marxism would happen given the dual propensity of him being that sort of man of science as it were obsessed with how systems work and therefore, as Marx was being therefore drawn to Darwin's theory for that reason, and also the sympathy that he would have felt for the underclasses given that, you know, he had far more interactions with people from other classes and others like him did."
    },
    {
        "speaker": "Guest",
        "time": "01:36:27.040",
        "message": "I think it's interesting how the art of biography works, which I've realized through this. I mean, in the sense that you look at another person looking at Haldane's life story might pick up completely different reasons for why he eventually became a socialist and then a communist. And I think it depends. This is where the subjectivity of the biographer comes in, which is, I, in my own life, I tend to place a lot of emphasis on what my childhood was like in order to explain who I am today. And it's just something that I have done, you know, everybody constructs their own origin stories for themselves, and this is possibly mine. And so therefore, when I came to Haldane's life, I sort of yielded to my proclivity and I just sort of also explained a lot of it, although not all of it, a lot of what he became later to his childhood. And so I explained it to the model that his father set up, which is the model of a scientist who believed that science had to be done for the benefit of the masses, a man who believed in a certain kind of equality in society. And so all that exposure that Haldane had at some point, in my view, helped a lot towards making him a socialist. Definitely, he was never a conservative of any kind, even though his uncle was a conservative politician. His own family and his father and himself never went into that side of the political spectrum at all. But then as he grew up, and as he continued to work in science, even though his own science was not in any way directly related to, you know, the practical matters of society in many aspects, you know, he always had in his mind, this link between science and society, the fact that science had to work for the upliftment of society more than anything else. That was the noblest thing science could do. And so when the Russian Revolution happened in a couple of decades thereafter, as the Soviet Union paid, at first, real attention to science, and then after that, lip service, obviously, and not anything else. But as they continued to champion this model of a scientifically built egalitarian society, it was inevitable that he would, you know, fall for the attraction of that. He went to the Soviet Union once with his wife in 1928. And while his wife came away with decidedly mixed views about how well the Soviet Union was succeeding, he came away completely captivated. He genuinely saw, you know, or thought he saw an enormous amount of funding and attention being paid by the government to science and scientists and scientific institutions. It was something that was always sort of a quibble for him in England itself. He thought capitalist societies were inevitably organized around what corporations want and not what the people want. And so therefore, governments would do what interests wanted them to do. This was a view that his father also held. And he, you know, again, multiple times through the course of his early career, he had seen that politicians in England frequently disregarded the advice of scientists, much to the, and they never bore the brunt of that ignorance. In fact, the people who bore the brunt of that ignorance were the regular people. So for example, if his father designed a particular kind of gas mask to protect against chlorine gas attacks in the First World War, the government and its civil servants would substitute one ingredient for another, make the mask less effective than it should have been. And, you know, the people who bore the brunt of that were the soldiers in the trenches, working class men quite often, who would be saddled with these non-functional masks and would die as a result. And he saw this time and time again. I mean, he would see politicians be rewarded for scientific advances that had been made by scientists. And I think all of this disillusioned him quite a bit about the way that Western capitalist societies were set up at the time and drove him more and more to the left of the political"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:48.640",
        "message": "spectrum. I was always found it curious that, you know, Marxists saw Darwinism as a validation of or a natural sort of extension of what they believed in, because, you know, I did an episode with Matt Ridley a couple of years back called the evolution of everything, you know, based on a book he had written, where he pointed out that common force between a natural selection itself and the way languages develop and the way markets work is basically that it is a kind of emergent order, that there isn't a grand planner, there isn't a grand designer, you know, I mean, the whole intelligent design argument, which came from William Paley was that, look, this is so complex and beautiful, someone must have designed it. And the genius of Darwin and those who followed him like Haldane was to point out that no, you don't need a designer, this stuff happens on its own, which is so counterintuitive. And you know, and that would lead you not to therefore, believe in things like central planning or that you can design a society. And I think, you know, when I read about Haldane, I thought he kind of fit the description of what Adam Smith would have called the man of system. I'll just sort of read out what Smith's, how Smith defined that, where writing in the theory of moral sentiments, Smith wrote, quote, the man of system is apt to be very wise in his own conceit, and is often so enamored with the supposed beauty of his ideal plan of government that he cannot suffer the smallest deviation from any part of it. He goes on to establish it completely and in all its parts without any regard either to the great interests or to the strong prejudices which may oppose it. He seems to imagine that he can arrange the different members of a great society with as much ease as a hand arranges the different pieces upon a chessboard. He does not consider that the pieces upon the chessboard have no other principle of motion besides that which the hand impresses upon them, but that in the great chessboard of human society, every single piece has a principle of motion of its own, altogether different from that which the legislature might choose to impress upon it, stop quote. And it strikes me that one in this sense that Haldane and so many others in that era, you know, we've also spoken about how eugenics held so much sway over both the left and the right and was almost common wisdom in a sense. And how so much of that seems to come from the belief that, you know, when scientists realize the power of their tools and there is no denying that they're incredibly powerful, you know, the things that Haldane could prove with algebra and sort of the advances in knowledge he could make, it's easy to get carried away with that sense of power and then be arrogant enough to assume that it applies to society. And of course, you know, a classic illustration of that which you've given in that excellent first chapter in your book was, of course, the Soviet scientist Lysenko, you know, got carried away by this. And Lysenko, of course, was a shitty scientist, Haldane was a great scientist. But what it seems to me is that he is applying a certain kind of rigor to his science, but not a similar rigor to his politics, which we again see later in his defense of Lysenko, for example. What is sort of your sense of all this? And is that a danger that, say, men of system, scientists or people who are, you know, very accomplished that, you know, it could be science, it could be managerial work, like there is this notion that if you're the CEO of a company, you can run a country as well, which is another mistaken notion people seem to have, as if there is any remote comparison between the complexities involved. Do you think that this was sort of Haldane's kind of fatal mistake? And not just his, but I think a lot of Marxists embraced Darwinism, right?"
    },
    {
        "speaker": "Guest",
        "time": "01:43:20.840",
        "message": "Because as you point out in your book. Yeah, okay. Well, there's so many layers to this. So let me like, let me unpack some of them. I mean, a couple of things that I thought about while you were talking about this mystery as to why Marxists and Darwinists at the time seem to find common cause. One is, I think that in the 19th century, these were both challenges to the established order. I think Marxism was obviously a challenge to the way that markets were structured. And Darwinism was a challenge to the church. It was sort of a refutation of any principle of God or the Godhead in any way. And I think as many, as to happen quite often, differences were papered over just because these two were allied at the time, sort of quite radical causes. The second also was, I think both, I mean, Marxists and Darwinists, both, I think might have been seen to believe in what might be called the theory of bottom-up change. That basically that you, that organizing happens from the bottom, you know, animals change, well, species evolve because first there was one unit or one individual mutant or variant that emerged that then proved to be more, you know, so there are these broader principles that operate, but the change happens at the bottom. And I think the idea of Marxism as a kind of revolution that begins from the bottom through the agglomeration of people and how to change their material well-being in order to then change society, I think, again, there's a similarity over there. But the interesting thing, and maybe the point where maybe we can choose to part ways here is that I think everybody who approaches politics underplays the emotional reasons or the irrational reasons for which they are drawn to a particular political ideology and overplays the rational reasons that they are drawn to it. Certainly Haldane and other Marxists of his time, examples, you know, Haldane, as I point out in my book, I mean, a lot of the reason that he was driven to the left was because of the circumstances in which he grew up, the kind of things that he saw that left an impression on him and that directed both his work and his political ideology. But equally, I think, are people who tend to believe that economics is an exact science and that they have figured out that there is an exactitude, there's a precise way in which a market can work for the best benefit of society and approach it from there and insist that they are being rational when they're doing it, that there is no tug of emotion or sentiment or irrationality or even sometimes blind belief in the way in which this works. I think you could say it for people on every part of the political spectrum and not just for Marxists alone. Of course, there is a completely valid argument to be made about how Haldane and other Marxists and communists should not have been blind to the perversions of science that were happening in the Soviet Union at the time. In fact, this is a point I make in the opening chapter and certainly Haldane's insistence on defending Stalin even into the 1950s when the extent of his show trials and his purges were starting to become quite well known, I mean that was completely mystifying and I can only ascribe that to Haldane's stubbornness which is demonstrated in many other forms. So you're completely right, he didn't bring to his politics the nimbleness and flexibility and willingness to change his mind that marked his scientific work. But I think that is the nature of most people who approach politics in any part of the political"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:36.000",
        "message": "spectrum. A bunch of things to unpack here, one that's a great insight that you shared that we often underplay the emotional reasons and overplay the rational reasons and I would completely agree with Haldane and I think that there was, that society was broken, that government was in the sway of private interests which kind of remains the case today so one can sort of understand that attraction. That said, I think, and he could not have known that at this time, but while in terms of science, his rigor was spot on and he was obviously one of the great geniuses of the time. He didn't understand the principles of economics, for example, like you've referred to, I'll quote from your book, in 1932 he released a science fiction story, The Goldmakers, an approximation of a Wellsian yarn in which a new technique to distill gold out of seawater threatens to disrupt the world's mining concerns. The inventor plans to use his profits to start endowing science as it should be endowed, a pet cause for Haldane, although in the tale he doesn't recognize how these profits will plummet if the markets are suddenly flooded with fresh gold, stop quote. But leaving that aside, the other thing that I'd kind of taken issue with is that yeah, in Marxism, in theory, they might talk of it being bottom up, but in practice, it can only be achieved through top-down coercion. And that is something that, you know, Haldane also seemed to have turned a blind eye to, you know, the moral question of do the means justify the end, for example, in 1928, when he met one of the scientists who hosted him and showed him great hospitality was Nikolai Vavilov, I think his name was. And then later Vavilov was arrested because, you know, Lysenko didn't like him. And he was murdered in 1942, essentially, he was imprisoned and then he died in prison. And that is something that, you know, Haldane completely shaded over when he was asked to comment on, for example, you know, the many political prisoners and many scientists, you point out in the book about how at one point in an essay or a piece that he's writing, he mentions that a couple of scientists were no longer in their positions. But then later on, he sort of says, oh, they didn't do any important work anyway. And you see these sort of this kind of finessing happening, where, you know, again, it seems to me to be, in that sense, a wonderful study of how his character also is corroded by this political affiliation and this ideology to the extent that where there is a clear choice to be made between his science and his politics, that is when Lysenko basically says there is no such thing as a gene and, you know, goes into that Lamarckianism that, you know, that qualities we acquire during a lifetime can be inherited. And at that point, when it is completely clear that the science is on one side, and these guys are on the other side, he sticks with these guys, because he's a card carrying member of the Communist Party, and he feels that for the larger cause, he must. And this was incredibly fascinating to me. And you've pointed out in an interview somewhere that you sort of see this as the exception, the one weak moment, the defense of Lysenko, but to my eyes, and just judging from I haven't read anything else on him except your remarkable book, and there are enough details on that. And my sense from that was that this was sort of a pattern, like even in 1928, when he went, the squalor was there, it's just that he fell for the confirmation bias and chose to completely ignore it while his wife, you know, noticed some of it. And it seems to me, and it's almost a very tragic human story in that sense, where he is letting his politics, and this brings me to sort of, or I'll ask you to, I'll get to my question later, I'll ask you to, you know, comment on this."
    },
    {
        "speaker": "Guest",
        "time": "01:50:00.120",
        "message": "Yeah, you know, his one fatal mistake, I think was, as you quite rightly point out, was the defense of Lysenko, and by extension, the defense of the Soviet Union at a time when many of its policies could not bear defending, and the fact that he did this in itself sort of instructive. But let me point out a couple of things. First is that as a scientist, to be a scientist in the 1910s and the 1920s, and to look to a regime which promised to bring the benefits of science to the masses, to promise a whole new political system, I mean, we have to look at this from the point of view, not of people who are living in the 21st century, and you've seen what happened in the 1980s and 90s, with the collapse of communism, but as people living in the 1910s and 20s, who are seeing a whole new alternative system of government and society spring up somewhere in one of the great nations of the world, and the promise that science will be used to equalize people, and all investment in science will be used to improve livelihoods, to improve agricultural practices, for example, I mean, this must have been an immense lure, to the extent that it fooled somebody like Haldane who went there in 1928. And even in 1928, you know, as we know from the chronology of events, the show trials had only just about begun, they were, you know, often inaccessible to people who didn't probably speak Russian. So to see squalor around you is one thing, and you'd think that maybe it is only the effect of the new Soviet regime not having been in power long enough, and that eventually the squalor will disappear. But to gauge perversions of power that was starting to happen at that time already was another thing altogether that I think would have been invisible to Haldane quite naturally as somebody who didn't speak Russian, whose entire visit was possibly curated by Vavilov and other people from the Soviet state. I won't accuse him of blindness at that point, so much as just an inability to access a lot of what was happening around him. As things progressed, I think in the 1930s, this is very much a human factor, as you rightly point out, a human frailty, which is that as you wed yourself more and more to a political cause, you dig yourself in more and more. You are unwilling to make radical changes in your political judgment. And this is something we see all the time today. And so it's particularly instructive to read of Haldane's experience with this. My big curiosity about the Lysenko affair was whether he genuinely believed either that what Lysenko was doing, was saying was accurate. It couldn't have been, because then that meant he was negating his own decades worth of work. So then did he believe that this was all sort of permissible, that a few lives lost and a few scientists imprisoned was permissible for the larger cause? And the third thing I wonder is, did he ever stand up within the Communist Party itself for some of the principles that he believed in? It was the third thing that intrigued me the most, because nobody had written about this. Either nobody had analyzed his papers and his documents deeply enough or hadn't read them. It felt to me to kind of look through his correspondences with other members of the British Communist Party at the time, the memoranda he circulated within the party. And the thing I found that is he criticized the Soviet Union and Lysenko and Soviet science extensively within the party itself. So what he clearly thought was that he was best serving the cause of both science and society if he restricted his criticisms to that close group. If he tried to effect the change from within, rather than seeming to abandon the party in the public eye. And I think this is a choice that many of us very often are called upon to make even today. You know, we all have entrenched political beliefs in one way or another. We are all painfully aware, at least those of us who think about this seriously, we are all painfully aware that these political positions are limiting in and of themselves. Very often they are tied to the fortunes of one party and every party is fickle and flawed and we have to stand up for that party or that cause even while ignoring its hypocrisies or its flaws. It is particularly true in a two-party system like the US. It is even true in a multi-party system like India. And my point and the reason I wanted to explain this Haldane episode in depth, this Lysenko episode in depth, was to illustrate that this happened even to people who purported to approach"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:02.400",
        "message": "all of this with a scientific point. Yeah, no, I found it very interesting and relatable. And you know, and it's another theme that you sort of pick upon is you talk about how like, you know, Haldane, of course, was a prolific public intellectual, wrote a lot which we'll talk about. But one of the themes that you pick upon is how there was that sort of space where scientists were speaking out in politics. You refer to the book, The Visible College, and you've spoken about the, you know, the five guys at Cambridge who were, you know, prominent scientists and people who were speaking out politically. At the same time, one of them, Banal, wrote a book called The Social Function of Science. And then you lament that it went off over the decades as scientists got into an ivory tower and so on. And then in the end, in a hopeful note, you said that, okay, they are now gradually coming back. And I had sort of two opposite reactions to this. One reaction was that we need more of the scientific viewpoint in politics, because otherwise politics, you know, they build their own narratives, which need to be countered with good science. So there, I completely agree with you. But the point that I'm conflicted about is that while I would like to see more science in politics, I'm not sure I would like to see more politics in science. Because what happens today, and this is something that is, you know, I think a crisis on both the right and the left, is that politics impinges upon science in a way that in some particular context, there is a chilling effect upon scientists, for example, there was a recent debate on, you know, involving JK Rowling about whether biological sex is real or not. My point is not to take a stance on that, but my point is to say that this is something that scientists should be able to debate and discuss. But it seems to me that today, it's just one of those subjects which has been put out of bounds. You cannot debate and discuss it anymore. And if you take a particular position on it, you could lose your job or you could, you know, not get hired by the university you were applying to. And this is just one example. And again, I'm not taking a position on this one way or the other. And you know, there's even been a similar chilling effect, for example, when you talk about something like inheritable differences. And there again, you see sort of perhaps an overreaction to an earlier politics, where a particular kind of science, the science of inherited differences was used to justify horribly coercive state action in eugenics, which we've seen, which is one of the big lessons we've learned. But regardless of that, you know, when it is prescriptive and is used in a particular kind of politics, yes, it's a problem. But when it's descriptive, and you just have scientists exploring different subjects, why should you stop studying it? So my point here is, again, not to take a stand on any of these issues, but say, but just point out that the scientific temperament, as I think even Haldane would have agreed, is that you study all sides, and you let that openness remain where anybody is free to study anything. And yet today, we have politics impinging upon science, where some areas of potential study are just out of bounds because of political reasons. What's your reaction?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:01.360",
        "message": "I mean, what Haldane's argument and what his experience was, is that politics has never ever stopped being a part of science, and it is sort of a fool's errand to believe otherwise. And it's exemplified so beautifully during the course of Haldane's own life, which is that as soon as genetics became a thing, as soon as a very first decade of the 20th century, as soon as people thought about evolution and the fact that there were genes and there is such a thing as fitness, immediately they started to apply it to races, to the extent that the British government, which had suffered terribly in the Boer War in the late 1800s and 1900s, they started to think about the fitness of their population. I write extensively in this book about this campaign of sterilization in the US to weed the fit people out of society, of sort of sequestering people here in the UK to make sure they don't breed and produce further quote-unquote unfit people. So this has been a part of science since time immemorial. The things that we talked about here that you mentioned, which are enormously interesting, which is somebody like JK Rowling sort of talking about biological sex, for example, Haldane wouldn't quite characterize that as, I guess, a scientist's ability or inability to work on the intricacies of biological sex. I don't actually know, I haven't looked into this in any detail, whether funding has been granted, not granted, publication status has been granted, not granted, to papers based on political views, but certainly the pressures are immense and the pressures have always been there. One of the things, you know, we talked earlier about how the Lysenko episode was this regrettable one-off in Haldane's career and what I meant to add on to that is also relevant here, which is that Haldane's scientific approach to things in so many other cases led him into exactly the right direction. You know, Haldane grew up as a child of the 19th century, early 20th century, and he was saddled initially with a lot of the racist biases that belong to Englishmen of his generation. He grew to outgrew that because he did more and more science, understood more and more about how human populations and genes work. It led him to take an extremely vociferous stance against fascist notions of what science and racial purity were, to the extent that he put himself in harm's way when he went to Spain during the Civil War to help in whatever way he could on the front to fight the fascists. I mean, he was that committed to an anti-fascist stance. So you know, in many of these cases, scientists speaking up and having the weight of scientific experience behind them, I think has inevitably enriched public debate and it has definitely very often stood up against distortions of science that are propagated by politicians or people on the left or people on the right. I think the Lysenko episode is remarkable precisely because it was the only time where he allowed his political beliefs to override his scientific beliefs. If he had acted in character in that episode, as in every other episode, he would have stood up against the Soviet Union, perhaps quit the party, and said that this was a clear violation of scientific knowledge and rigor."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:03.200",
        "message": "He didn't do that. He did praise Stalin after he died as well. So it's, you know, so I have a question for you. But before that, sort of, I want to move on to Haldane's writing now. And you had cited this excellent article he wrote, which was almost meta because he was extremely prolific in terms of writing and even giving talks. You mentioned there was a year where he gave 100 talks. And he then got meta and wrote this piece called how to write a popular scientific article. And you're right, his first piece of stern advice, know a great deal more about your subject than you put on paper, then look for a familiar analogy or pull it out of the facts of everyday experience. And now you quote Haldane, compare the production of hot gas in the bomb to that of steam in a kettle, the changes which occur in the bird each year to those which take place in men once in a lifetime at puberty, the precipitation of casein by calcium salts to the formation of soap suds. If you know enough, you will be able to proceed to your goal in a series of hops, rather than a single long jump, stop good. And you also sort of talk about his philosophy towards his craft, which, you know, I think Hemingway who he hung out with during the Spanish Civil War, I mean, he seems to have been like Forrest Gump. He was everywhere."
    },
    {
        "speaker": "Guest",
        "time": "02:01:14.360",
        "message": "Yeah, exactly. He was very much a kind of Kilroy was your type of guy."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:17.880",
        "message": "Yeah. So you know, the picture that one gets of him as a writer about sciences of a person of remarkable craft and knowledge and bringing it to bear. In another part of the book, you write about sort of political writing about communism, which is, again, though you didn't use those words, I'm kind of just thinking aloud, but were more woolly would have tended to be more abstract than concrete, unlike in these, you know, amazing scientific examples that we used. So while you were going through the archives, is that a difference that you noticed? Did it feel like you know, the Haldane who was writing about science and about things of which he had deep knowledge was, you know, was the writing different?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:53.720",
        "message": "I think the purpose was different. I think when he was writing about science for the lay public, I think his effort was to get to explain and to get people to understand, but more importantly, to get people to understand how scientists think, you know, the kind of series of logical steps in the weighing of evidence that scientists often do. I think when he spoke about when he wrote about politics or spoke about politics, his purpose was to convince, to persuade, to bring people to his point of view. And I think necessarily for that reason, he often allowed himself to slip into what might sometimes be called propaganda. Not always and not with every political article, for example, a lot of the political pieces he wrote about Nazi science, about racial science. He was very clear about and he was quite over there. He was sharp and clear and unambiguous and scientific even. But I think every time he tried to refer to the Soviet Union and to communism as an ideology to be admired, he let himself slip into propagandistic mode, which was, I mean, and the distinction is quite clear. You read a lot of his essays and the essay for essays, for the most part, will stick with science and they'll be clear and precise and little gems of explication. And then towards the end, he'll want to draw a political moral out of it just to buttress his own political philosophy. And at that particular instance, he will slip into a kind of nebulousness in his language that he would otherwise have deployed."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:14.800",
        "message": "While you finish the book, and we're kind of getting to the later stage of his life. And while you finish the book, did you sort of get a sense of the evolution of his character, like quite apart from the things that he's doing in, say, the scientific domain or the political domain? You know, you've spoken about how is the transition between his marriages and all of that. But do you get a sense of him as a person, for example, one thing you pointed out is that many people would wonder about why he chose to come to India of all places in 1957. And one reason that you point out, which you discovered when you went through his bank statements and, you know, all of those papers, which are, you know, otherwise inaccessible, is that he was actually very short of money. You describe how, you know, partly because he had alimony payments going out to his first wife and all of that. And you describe at one point about how an American journalist wrote to him with a bunch of questions. And he said that, listen, it would take me hours to answer these personal questions. Are you willing to, you know, kind of pay for it, which reminded me of an experience I had in Cricken 4. I don't know if you ever had a similar experience or rather at Wizarding, when I called up one of the famous spin quartet for quotes. And he said, tell me about vitamin M. Wow. And I said, what? And then I realized and I felt so sad, I felt like crying because yeah, a legend of the game. Yeah. And so it kind of strikes me that after this immense career, where he's been a hugely successful public intellectual, and all of that has happened, and he stood up against fascism and fascism has lost. And at the same time, communism is crumbling, and he's not crumbling, but has revealed his true face. And he's sort of in denial about that. Does one get a sense of sort of the human side of this great man, like one of the quotes I most loved in your book was when he talks about going to India. And he says, one of my reasons for settling in India was to avoid wearing socks, 60 years and socks is enough, stop quote. And I love that quote."
    },
    {
        "speaker": "Guest",
        "time": "02:05:10.240",
        "message": "It gives such a great sense of the guy. I mean, it's absolutely right. The context, the broader context for his brokenness itself also should be explained, I feel, which is, of course, the alimony is one part of it. But all the money he made, he gave to his own university, the university that was supposed to be paying him, he was giving money to the university to make sure that labs could remain funded. He once gave, he bought a set of teaspoons for 10 shillings for the men's staff room, the men's teacher staff room in the university, because they had no teaspoons in the university. This was a post-war period, University College London had been heavily bombed, you know, the nearest tennis court, as I said, was 14 miles away, it was, it was just a complete shell of itself and rebuilding was going on. At this time, funds for doing science were quite limited. And so he would, you know, he once gave £300, which was an eighth of his annual salary, he gave back to the university to make sure his department could continue doing research. So a lot of this money, the aspects of money that I talk about in the book are not for personal enrichment, because he was a bizarrely low maintenance guy in that sense, you know, all through his life, not just in India, where he was definitely sort of living a very simple life, but even before that. But I think he felt that there wasn't enough money for, to do the science that he wanted to do. And all of the money that he would get from writing articles, he would make over to some grad student of his or to some lab, there are letters to that effect saying, listen, I know you owe me this much money, can you make it over to University College London? And similarly, for these, you know, this money that he asked for when he did interviews, the money, the money was not for his own bank account, it was actually, so in that sense, he was a remarkably uniform character throughout his life, he never cared, he was never fastidious about himself. He drove old beaten up cars, lived in almost slovenly mess, and continued to do that well into India. In fact, the thing that attracted him to India was, you know, you mentioned this line about socks, which is a beautiful sort of bon mot, you just kind of tossed it away. The thing that is inherent in it is that a certain simplicity of lifestyle is what attracted him to the fact that, for example, you didn't need winter clothing, you could just sort of go all year round in cottons and maybe one jacket or whatever it was when he was living in Calcutta. You didn't have to have expensive furniture, you didn't have in a relatively poor country, he could live the sort of relatively poor lifestyle that he had always lived."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:27.720",
        "message": "Yeah, no, and it also struck me and this is a complete aside that one of the letters you've quoted from him is where he's writing to Mahalonubis and he's saying that please forgive me for not being more productive. It's just too freaking hot, not in those words. But I just thought that my God, I think another thing that is unseen by most people is a massive difference that the invention of air conditioning has just made to humanity in general."
    },
    {
        "speaker": "Guest",
        "time": "02:07:49.520",
        "message": "As Lee Kuan Yew said, it is the greatest invention of the 20th century, at least from the point of view of Singapore and other Asian nations, because it transitioned them from being sort of an economy that had to do work outside or not at all to be able to work indoors. I mean, it's an entire lifestyle and professional change."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:06.200",
        "message": "It's just magnificent. My two great inventions are the AC and the jet spray. But yeah, so here's the thing, I read your book and in fact, I read it yesterday because I wanted to save it. You know, I bought it months ago when it came out, but I wanted to read it just before our conversation so it would be sharp in my memory and I absolutely loved it. It's so beautifully written and so many insights and I learned a lot from it. But my question to you to throw that back to you is in the process of writing it, A, how did your thinking about the world and society and perhaps science expand? And B, just about the craft of writing, I mean, you've written two excellent books before this mind you, which we didn't even mention. But in the sense that this was just such a different project also, how did your sense of you know, your own writing and the craft of writing in general, how did those end of"
    },
    {
        "speaker": "Guest",
        "time": "02:08:53.600",
        "message": "evolve? Well, to answer the second question first, I mean, the writing was, as I mentioned earlier on the podcast, it was an extremely interesting process because I had to depend on what I read to make things vivid for the reader to bring this character to life who I'd never met to get an insight into him and to write about him that word again, in an almost fictive sense and convey him as a character and a person. So you know, a lot of this was quite challenging. When I was doing it for the first time, I would read extensively from other books that I thought had done this well. And you know, it took much longer to write as a book than either of my previous two books. And partly that was down to the writing, partly also it was a material, I'm not a scientist, you know, I haven't been trained as a biologist, certainly. And so to understand a lot of the subjects that he worked on in the papers that he wrote, I had to train myself, I mean, obviously not to the level of a scientist, but to the level of somebody who could at least understand the science and simplify it. And that involved very often talking to other scientists to get them to explain it to me as if I was a first year college student, to read papers again and again, and to kind of enough scientists, friends who I could call at a moment's notice to ask them, you know, doubts about one thing or the other. All of this was very different from my previous two books. And then the act of boiling that science down itself is something else altogether. I mean, it's something that I've never done before, because it's inherently more complex and technical than the Sri Lankan civil war, for example. So to constantly find real world examples, very much as Haldane did, in fact, to find real world examples in his papers, or to find real world examples that his papers retrospectively applied to, or went on to apply to, I mean, all of these things were challenges that I set myself precisely for this purpose, because I felt that I'd never done this before. And I wanted to see what the limits of my language and my prose and my writing were. So that was really difficult. And I think in terms of how I myself changed over the course of researching this book is, well, I mean, we talked about this earlier, I mean, a lot of these thoughts and ideas about the frailty of our political stances, and how contingent they are just on what we are wedded to, you know, I've been thinking about that perhaps superficially even before. And certainly events since 2014, have helped me clarify some of these a lot more, be the events in India or in the UK or in the US. But writing through this book helped me understand it from the point of view of something that happened within one person's lifetime. And kind of, you can look back on your life, but it's still only a limited life, you haven't seen the full extent of your own life. Whereas writing through someone like Haldane's life enabled me to see the whole thing in its entirety. And I grew immensely fond of him. I mean, I can't say something, this is the most unusual thing, the most unexpected thing that came out of this process. You know, of course, everybody says, if you write a biography of somebody, you should be fond of the person, it doesn't apply to people like Hitler. But obviously, to spend that much time inside one person's mind, you are fond of them, I agree. But I told Ram Guha this, I said, like, you know, Ram, you never told me how sad a biographer feels when he or she reaches the end of the subject's life. It felt like somebody very close to me had died, and I was somehow witness to it and not. I wrote a small piece about this somewhere else about Haldane's handwriting, and so just how I grew to adore it. And how, you know, describing the end of his life felt to me, and this is a terrible example. So I apologize in advance for anyone who has ever lost a child. This is in no way comparing the scale of the two things. But only in these two instances, do you see the entirety of a person's life from birth to death, and be there to observe the death itself. Of course, mine is in a much more sort of superficial case of the same, but I, you know, you see the person being born, I saw JBS's sort of childhood letters, I saw the mistakes he made when he was a kid, I saw how he was bullied when he was at Eton, I saw the person he went on to become, I saw the mistakes he made in his personal and professional life. And I saw the way he died. When else do you ever get to experience this? So there was a real sense of acute loss, I felt when I was writing that last scene when he died, you know, and that again, sort of, there's so much about the biographical graph that we can discuss, although you should probably talk to people who've written more than one biography, but that I think, a real emotional charge to it that I didn't expect."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:16.800",
        "message": "That's quite moving. And I'll also, in the show notes, I'll link to this talk you gave on the book, which is on YouTube, where you have this fascinating slide, which has three handwritten letters by him at different points in time, it actually gets neater as it goes along. And I thought it'd be like a bell curve where the, you know, the middle one when he's this thing will be the best, but it's extremely lucid and readable at the end. And you know, maybe this is a reason Robert Caro hasn't yet finished his biography of Lyndon Johnson, he doesn't want to say goodbye to the guy."
    },
    {
        "speaker": "Guest",
        "time": "02:13:44.360",
        "message": "Well, Robert Caro, I mean, I once had the extreme good fortune to sit next to him at a dinner. And he told me about, you know, he was he was talking about the first book and he said about how he didn't understand LBJ's background at all, sort of Texas and small town Texas that he came out of. And he said, Well, so I only saw one solution to this. And I said, What was that? He said, Well, I moved there. So what I moved there for three years, he lived in a small town in Texas for three years, just to understand that Texan background that LBJ would grow up in. So I mean, that kind of commitment to the biographical craft is something else entirely. Could you do that? Oh, man, I mean, you know, look, if publishers are willing to pay me enough, I will go anywhere to, you know, he was not being paid at that time, I have to point out, I mean, he was still sort of, but this was just what he wanted to do. This is he had also been a journalist for a while. And he decided he just wanted to get into the nuts and bolts of a person's life to that level. It's really admirable."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:38.200",
        "message": "Samanth, I've taken enough of your time, I'll let you go now. But thank you so much for your time and your insights."
    },
    {
        "speaker": "Guest",
        "time": "02:14:42.320",
        "message": "Thanks, Amit. This has been such a pleasure. And it's been great to catch up with you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:48.080",
        "message": "If you enjoyed listening to this episode, do hop on over to your nearest bookstore online or offline and pick up a dominant character, the radical science and restless politics of JBS Haldane. Samanth's previous books, Following Fish and This Divided Island are also worth your time. You can follow Samanth on Twitter at Samanth underscore s. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. Do check out my writing course at indiancard.com slash clearwriting. Registrations for the August batch are now open. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]