[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One question that all of us have asked ourselves about our own lives is the question, what if? What if I had done this instead of that? What if I had chosen another career? What if I had lived in a different city or not gone on that first date, or was just born in a different family? What if? There's a universe of possibilities in just those words. And our fascination with those words extends beyond our own lives. What if the world was a different place? We apply this to history sometimes, and that can be a mistake. The world is complex, but we tell ourselves simple stories to make sense of it. Similarly, the past has many layers, and we build simple histories to make sense of it. For this reason, what if questions often don't work? Changing one variable in a complex world may not change much at all. But what if that variable is a big variable? What if that variable is a Mughal emperor? If a tolerant and intellectually curious religious scholar had become Mughal emperor instead of an orthodox, bigoted, violent man, would history have proceeded differently? If Dara Shikoh had become emperor instead of his younger brother Aurangzeb, would India"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:15.360",
        "message": "be a different place today?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:32.320",
        "message": "Welcome to The Scene and the Unseen. My guest on the show today, the historian Supriya Gandhi, once said that she saw one of her tasks as making history complex again. While the pursuit of history might be driven by the need to build narratives that explain the world, and those narratives are always simpler than the real world, it could be argued that the stories we have of the past today in India are just too damn simple. Such as the one I mentioned a few moments ago about Dara Shikoh and Aurangzeb. We like to think of them in the stark binaries I mentioned. Dara as a tolerant and intellectually curious religious scholar, and Aurangzeb as a brutal bigot. But these are caricatures, and both men were far more complex than these glib descriptions can capture. Another false binary is the one between tolerant Sufism and rigid orthodox Islam. Also a simplistic view that misses the complexities of Islam in India. To better understand those complexities, I recommend you read The Emperor Who Never Was Dara Shikoh in Mughal India by Supriya Gandhi. This is a marvellous human portrait of Dara Shikoh that gives a deep sense of what a complex man he was, and which also shows us the complex times he lived in. There is a popular narrative today that talks about how India would be so different if Dara had been emperor instead of Aurangzeb. Ashok Malik even called the murder of Dara Shikoh, quote, the partition before partition, stop quote. Supriya's book gives me the sense that, well, maybe we are overthinking it. Maybe it won't have been that different. And certainly we would all still have been coping with lockdown. Before we head on over to the conversation, though, let's take a quick commercial break. If you enjoy listening to The Scene and The Unseen, you can play a part in keeping the show alive. The Scene and The Unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of The Scene and The Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and The Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. sceneunseen.in slash support Supriya, welcome to The Scene and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:36.640",
        "message": "Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:37.640",
        "message": "Pleasure to be here. Before we begin, you know, I'd like to know a little bit about your sort of intellectual and academic journey. Like how did you get into the field that you are in? You majored in religious studies, you teach religious studies at Yale. You know, what drew you to this field? And who was sort of your intellectual influences while you were growing as an intellectual?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:59.360",
        "message": "Religious studies is a field that is far more commonly encountered in the United States. And it's sometimes confused with theology or divinity studies. Religious studies is studying about religion. It isn't comparing religions to see what the best religion is. Neither is it training people to become priests or chaplains or whatever. And I actually haven't really studied religion very much formally. But my interest in this and my whole intellectual trajectory was shaped by growing up in India. I changed schools a number of times, I went to a boarding school. And then finally, when I turned 17, I landed in Delhi to go to college, I went to St. Stephen's College. And for me, my educational experience wasn't just the college and the people I encountered there and my teachers, of course, that they were also very important. It was exploring an Indian city as an adult, especially a city like Delhi with all the layers of history and histories of people, migrations, etc., associated with it. So I would enjoy exploring Old Delhi. And one day I came across near Ajmeri Gate, the Ghazi-ud-Din Madrasa, which seemed to be just a beautiful building. It was utterly quiet, full of the sound of birds. And I was there with a couple of friends and we just started wandering around. And then we were accosted by somebody. And I thought he was going to tell us off, that he was going to rebuke us and say, get out of here. And instead, he said, he asked if we had come to see Dr. Joffrey. And at that point, I wasn't quite sure who he was. And then he introduced himself as Dr. Yunus Joffrey, the Persian professor, and no doubt he was very used to having all kinds of people making a pilgrimage to see him. And it turned out he'd been profiled in William Dalrymple's book, City of Djinns. So Dr. Joffrey invited us to his little room, his little cell, and he served us delicious chai and offered to teach us Persian. And I was the only one among our friends who took him up on the offer and I started learning the alphabet. And I thought this would be a wonderful opportunity to read the poetry of Rumi, about whom I'd heard, of course. So with Dr. Joffrey and my explanations of Delhi, I got my initial introduction into a language and a history that was very, very much part of the education of most educated people in North India at one point in time, but that had been excised from my own curriculum. So it was a fascinating complement to my studies of philosophy, which I pursued at St. Stephen's. And I had an equal interest in Indian philosophy, Sanskrit philosophy, the Sikh Darshanas, and so on. And after this, after my studies, I was going to either spend a year in Benares doing Sanskrit or spend a year in Iran doing Persian. And the year in Iran worked out, so I landed up there. I wanted to do something different. It's quite common for people from my college to, if they got good marks and so on, to want to go to Oxford and Cambridge, and that idea didn't really attract me. I wanted to do something that didn't really have so much to do with an education in the West, not immediately. So that year in Iran led to lots of other things. I was immersed in the study of Persian. I got to see a fascinating side of Iran that isn't really covered in the Western press. Studying in India is a huge advantage, just immense hospitality and warmth that I received over there. And I got to see this amazing, very vibrant intellectual culture, some of it underground, some of it not so much, this long street of books in Taiwan that is probably one of the longest streets for bookshops in the world, students discussing philosophy and ideas, an immense amount of intellectual curiosity. So what I wanted to do then was to take what I had learned in Iran of the Persian language, philosophy, Sufism, and so on, and apply that back to India, because then I discovered that there were all these texts that were waiting to be read. I started hearing about Raghunath Shukla, although I didn't know that I was later going to work on him, and all the Persian translations of Sanskrit works at Akbar's court and so on. So I had the skill, and I might as well put it to use, but not just yet. So I continued my studies. I got a master's degree in London in Middle Eastern studies, and I started Arabic. I spent a year in Syria, I spent a year immersing myself in Arabic and the study of the Islamic sciences through Arabic. And that was very, very different Syria to the war-torn, ravaged country that it is now now. So that also was a wonderful experience. And then I realized that I had to pursue a PhD in the United States, where you have the advantage of being able to fund your studies, you get paid to study and teach if you get admission. So that's what I did, and so that's where I've ended up now. So my PhD was really in area studies, but I ended up working on topics that give me a common vocabulary and common interests with those in the study of religion."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:56.400",
        "message": "So that's where I've ended up right now. So you know, it's fascinating that you often warned against looking at, you know, history in terms of simple narratives, but you know, while you were telling the story, it almost seemed as if it if it wasn't for that serendipitous meeting with Dr. Joffrey in the ruins and him offering to sort of teach you Persian, this whole journey may not have happened. Is that kind of true? Or did you have a prior interest in all of these areas anyway, in terms of history and,"
    },
    {
        "speaker": "Guest",
        "time": "00:11:21.880",
        "message": "you know, languages and so on? Thank you. Well, you know, it's a little hard to go back and do a counterfactual autobiography to see what might have happened had I not met Dr. Joffrey. But I think my interest in exploring Old Delhi did stem from my curiosity about, about these aspects that at least one part of my own school curriculum, and that were very much part of my exploring the city around me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:52.640",
        "message": "So it might have happened. And at that point, did you sort of have a specific vision of yourself in the future that I want to study history or write books of history or so on? Or were you just sort of going with your passions and going with your interests and letting"
    },
    {
        "speaker": "Guest",
        "time": "00:12:05.880",
        "message": "them lead you where they would? I had no specific career plans. My boarding school was founded by J. Krishnamurti, it was in South India, and we were encouraged to do things for the sake of it. It wasn't like kind of typical Indian school with rankings and like people having people really eager to do competitive exams. Of course, one's very lucky and privileged to be to be free of that. But no, I was I was not thinking instrumentally in any way I was following my interests."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:40.520",
        "message": "And you know, it sort of strikes me that, you know, did studying Persian and did for example, spending time in Iran and Syria and all of that, give you a window into aspects of India and Indian culture, which are otherwise invisible to us, for example, we know that there is a lot of Persian influence in our language, in our culture, in our cooking and all of that, except that is, you know, we've internalized it and we don't think of ourselves in that way. Many of us don't think of ourselves as the sort of melting pot that we are where all these influences exist. So did you feel that your understanding of India itself, our culture, our language, all of that deepened because you were going deeper into say, the influences of Persian as a language and then maybe influences from Iran as a culture because those exist as well? Did that make you sort of see the unseen, in a sense, which many of us would otherwise"
    },
    {
        "speaker": "Guest",
        "time": "00:13:31.560",
        "message": "miss out on? Absolutely. I think definitely. So and you know, I consider myself very much still a student of India and Indian history, you know, I find it endlessly fascinating. Yes, my studies of Persian, for instance, helped me see all the Persian words that existed in Hindustani and Indian languages, the influences, whether it's cuisine, poetry, language, and so on. You know, had I grown up in Lucknow, for instance, you know, I might have been more steeped in that, but I spent a lot of my life in South India and in, you know, in fairly, you know, insulated environments. So absolutely, I got a completely different perspective on India, through my studies in"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:15.160",
        "message": "Iran and in Syria. And is it sort of, you know, when you start studying history, given that, especially when you study the Mughals, right, there are such set narratives about the Mughals that are already there. And when you, you know, start studying a period in history, how difficult is it to put the hindsight bias away? Because there's no mystery, right? We already know everything that has happened in terms of the events that have taken place. And for those specific times, there are very few sources, often those sources will tend to be biased sources, like the winners will write their own history, and Aurangzeb obviously will want to, you know, paint Dara Shikoh in whatever way is convenient to him. So how difficult is it to then be able to say that, you know, regardless of what period of history you're studying, how difficult is it to sort of strip all of that away the things that you know, the narratives that are almost reflexive to us, and be able to sort of figure out things in a contemporary way, like one of the things that struck me while reading your book, which was so different from everything that we've sort of learned about Dara Shikoh and Aurangzeb, apart from obviously the false binaries, which we'll discuss later. But one of the things that kind of struck me was that sense throughout the book that Dara Shikoh is really in training to be an emperor, it's it's almost it seems foredeigned and he is behaving as if he is going to be the emperor, he's almost co ruling with his father in a sense. And then one day it all falls apart and Aurangzeb is a, you know, a bit player in all of this going off to the deck and going off there going off here. And you know, when we typically look at history, we think of what we're taught in our textbooks, these are the great emperors, you know, after Shah Jahan, there's Aurangzeb and it's a very different look. So how do you do that? Is that something you have to consciously tell yourself that look, I have to avoid these dominant narratives, I have to, you know, look at each period and each event as if I don't know what is happening next?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:05.560",
        "message": "Is that a discipline you have to build? That's an interesting question. And actually, to an extent, that is sort of the methodology that I've followed in this book. Initially, I was, I was reluctant to choose Dara Shikoh, partly because he's so well known. He's not as well known as Aurangzeb. But the story of Dara Shikoh and Aurangzeb is sort of like a foundational origin story of the subcontinent explaining how we got where we are today. So I was a bit hesitant about doing that. Because there's also a lot of merit in looking at the histories of people who don't have written histories. There are many, many ways in which one can look at this, this early modern period, addressing themes and processes and so on. And in the end, I found that I couldn't really leave Dara, partly because he's such a prominent figure today. You know, I say in my introduction, that these Mughal royals, most of them emperors, but some others also still live among us. We feel we know them, we feel that they're just so familiar, you just need to call someone Aurangzeb, you know, in India, and you know that it's a slur, you know, it's something like, you know, you're saying something really nasty about them, they're treacherous, they're not loyal to their families, and so on. But having looked at Mughal primary sources, I knew that the story was much more complicated than that. So I think if one dips one's feet in the water of the Persian sources of the time, sources in other languages, you do get the sense that things are very different. And then there's another kind of principle, a methodological principle of writing history that are used, which was to try to look at the sources that were contemporaneous with Dara, or that if one looks at later sources to make sure that you know that, to make sure that you're sort of disclosing that these are later sources, these are written by people who are not eyewitnesses, who are not contemporaries. And you know, they might have another axe to grind, they might have, there's definitely covered by either being written in Aurangzeb's time, or later with the benefit of hindsight. So that it definitely tells you a lot about the period in which those sources were written. But we want to know how Dara was representing himself, again, you know, once being quite careful about avoiding any, just any kernel of core historical truth, because what you have is just a new way of representations. And if we look at the representations from that period, what are they saying? What are they telling us? So that's the question that I kept in mind when I was doing my research."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:57.720",
        "message": "And what drew you to the project to begin with? Like you said, it's a very resonant story, the Dara versus Aurangzeb, it's almost a foundational story of Islam in the subcontinent in many senses. So were you sort of drawn into exploring that further? Or during your readings, did you find that, wait a minute, this guy is much more complicated than all of this, and I need to dig into this deeper, like, which came first, you're choosing the story or the story choosing you as it were?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:23.040",
        "message": "So I think what came first was what I did during my doctoral studies, my PhD studies at Harvard, I wanted to study some aspect of the Sanskrit Persian encounter. And I found that I couldn't really avoid Dara Shukoh. He is such a central figure after Akbar. I mean, he is a Mughal royal who's producing his own translations, with help of course and collaboration. And that I found that people were reading his writings later on. So he had this really long, diachronic influence. And he was such a key figure. So I started just looking at the works that he wrote, you know, I did a fresh translation of the Majnul Bahrain that I'm sitting on, I haven't published that yet. And I looked at his Surya Akbar and so on. And then later on, when I wanted to write a book, I realized that I have to place this in its social and political context. So the book is, you know, it's quite, quite different from what I did during my, my PhD. But my initial attraction was just to look at Dara Shukoh, you know, he was, he's just this amazingly prolific figure, and to sort of to see, to look at his intellectual trajectory to see, you know, how he was developing his thought and his ideas."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:44.560",
        "message": "You know, in a recent interview, which of course I linked from the show notes, you said something I found very interesting, which is that the narrative task of a historian is to make history complex again, which of course speaks to how in trying to make sense of the world, we necessarily have to come up with simple narratives for everything. And very often, when we look at history, these simple narratives are convenient, simple narratives in the sense that they bolster whatever our vision of the world is, in fact, you quoted Baths in your book, and you said that, you know, you invoked his saying history evaporates. And you said that, in your words, quote, myth also clads ideological structures in a narrative form, stop quote, and obviously, there are very deeper entrenched narratives that are at play here. And now when you get into it, it's almost as if and you also chose a narrative form, which I suppose, in some senses was meant to reach out to a broader than academic readership. So obviously, you want to also tell a compelling story, which you think is, you know, different from the simple narratives which previously exist. But where do you maintain that balance of sort of being complex and being coherent? Was that a challenge? And was it also a challenge that there is so little material to play with that you're being forced to make choices? And are those choices something that you're then examining why you're making those choices?"
    },
    {
        "speaker": "Guest",
        "time": "00:22:04.240",
        "message": "Yes, of course, you know, there are a lot of choices involved in one's telling of the story, for instance, you know, so this is so this book, it is a narrative. It's a retelling of the simple myth of Tara Shukla and Aurangzeb and as you know, as you mentioned, I'm calling this a myth, not because I'm saying it's not true, but because these are stories that live with us, they live with us, there are ciphers and sort of short forms for a whole range of ideas and ideological positions. So when I'm turning this into a story, I am making choices about what to include what to say. And I think that's something that happens no matter what kind of book you write. One could write a more conventional academic sort of book, the kind of book that has an introduction with a chapter outline, and a conclusion sort of summing up these things and and, you know, perhaps some thematic chapters, and you're still making choices, you're making choices about, about what to include what fits in with your argument, what doesn't necessarily address your argument, what isn't so useful to you. And in this case, I chose to present my argument in the form of a narrative, so doing more showing than telling, though, of course, there is definitely some telling that goes on. But what this book isn't, it isn't a grab bag of every single fact in the world about Tara Shukla and Aurangzeb. And that's partly because, you know, no publisher would really want to publish something like that. There are word limits, there are, you know, all kinds of things that have to be negotiated. So if you want to book, you know, something between two covers that can reach a fairly wide audience, there are there are always choices that one needs."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:51.800",
        "message": "And what were your sort of models in terms of books which attempted a similar thing a show don't tell approach with a distant period of history, you know, a very serious book written with a lot of rigor, but told in a narrative style that can, you know, appeal to larger audiences. So who were the sort of writers of history who you admired and learned from?"
    },
    {
        "speaker": "Guest",
        "time": "00:24:11.840",
        "message": "So that's a great question. And I didn't have a whole lot of models from this period of South Asian history. You know, loads of historians whom I admire, of course. But when I was writing this, you know, I didn't have a precise model. It's not as though this is a genre. It so happened that as I was writing the book, and as it was in production, there was a whole slew of of mobile biographies that that came out, some by academic colleagues, one or two, and a lot of them by other writers in South Asia, which I think is a is a wonderful trend. There wasn't a whole lot, you know, I can just think of the top of my head of, you know, some, some writers whom I read, you know, there is the American historian Jim Lepore, who writes very prolific essays for the New Yorker and also other books. And, again, she has this amazing gift for narrative history and kind of lucid prose. So she's, she's one author whom I have been reading, you know, and I've also been really impressed by Shamsur Rehman Farooqui's sort of luxuriant novels that really bring to life the times that they talk about, and there are all these intricate narrative threads and characters woven in. So that, you know, was another sort of indirect influence. You know, I was drawing inspiration from novelists as much as from historians, except that, you know, I was trying to piece together this narrative after being really steeped in the primary sources of the era. So I had to construct something that I hoped would read a bit like a novel, except that it was all nonfiction."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:06.360",
        "message": "In the introduction to your book, you sort of pointed out about how you were at first hesitant about writing it, because you didn't want to, you know, privilege this whole great men sort of way of history, and so much of the narrative around Dara is actually a great man narrative that had he been emperor instead of Aurangzeb, the entire subcontinent would have proceeded in a different direction. And this is something I kind of like to ask the historians who come on the show that, you know, where do you stand in the great man theory of history? And you know, I'd be interested in having you elaborate on that."
    },
    {
        "speaker": "Guest",
        "time": "00:26:37.000",
        "message": "Yes. So the thing about, you know, great men is that we tend to really love them in the present moment. That's how we tend to look at history. So in the popular imagination in South Asia, history is this succession of either great men or depraved men who, you know, had tremendous control over steering its course and so on. So if you write about someone, it must mean that you sort of, you know, like greatly admire them. And, you know, I do, I do have empathy for Dara Shukla, I feel that, you know, I've tried to understand things from his perspective and there are lots of things I like about him, but I would be very hesitant to elevate him or any Mughal emperor for that matter to this great man status. So I'll just talk about my hesitancy for a bit, and then I'll go back to why I still think it's important to study these figures. I'm hesitant because the Mughal Empire was about a whole lot more than just the emperor and the court. It was a fairly loose-knit empire. It was held together by a whole array of nobility, chieftains, and so on, who were really masters of their own domains. The emperor was still important as a figurehead and as an idea. Dara Shukla, you know, lived during the period where the idea of the sacred sovereign was really at its height, so yes, you know, the idea of this all-powerful emperor who is responsible for keeping the whole, the empire in a state of harmony and balance was very important. And yet our obsession with great men can obscure us to broader facts of cultural process that exist quite separately, quite independent of the actions of emperors. There are a whole range of environmental changes, for instance, that are taking place that also have an impact on where people live, what religion they might choose, and so on. Richard Eaton's work on Bengal is a case in point. So there are a whole range of other factors that are far more important than men. And of course, you know, there is the gender dimension that our focus on men has obscured the important role of women and others in history. But still, it's hard to get away from these figures because I think it's important to study them in their complexity as well. And for Dara Shukoh, his influence ranges far beyond his time. In fact, my current work, which we can speak about in a bit, partly addresses how people were reading Dara Shukoh much after his death and how his own studies of Indic thought spawned all kinds of other intellectual debates, changes, and dialogues that he couldn't even have predicted. So if you're looking at the section of elite society in pre-modern and even in colonial India, the small section that was literate, or a larger section that was kind of literate aware, figures like Dara Shukoh do tend to have an important reach. And they also remind us that what happened at the court wasn't something that was just purely located in that context, that what happened at the court was informed by other intellectual conversations, dialogues, cultural processes that were taking place outside the court. So Dara Shukoh wasn't alone, it wasn't just that he invented inter-religious dialogue. He was participating in something that took place in many other venues as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:37.480",
        "message": "No, in fact, one of the things that I have got a sense of in the past few months by reading books like yours and Ira Mukherjee's book, and she was also on the show a while back, and Mani Mukta Sharma and so on, is that, you know, we think of these as almost caricature figures that Aurangzeb is this evil bigoted guy and Dara Shukoh is this tolerant secular guy. But actually, you know, the emperor wasn't the be-all and end-all of the empire, there was a deep state, there was a political economy in which the women of the harems were deeply involved. And also, as we'll discuss shortly, these binaries also don't hold true in the sense that Aurangzeb was also to an extent steeped in culture and engaging with the world and if Dara Shukoh had come to power, he would probably have beheaded his brothers as well. So, you know, it's not that things would have necessarily been as different as we try to make it. I mean, my friend Ashok Malik once wrote a piece where he called, you know, the execution of Dara Shukoh, the partition before partition, which you've sort of cited in your book, and I was, you know, which is almost emblematic of these definitive, simplistic takes that one draw of these. And I was also, you know, struck by, and I'll quote this bit from your book, because it overall seems to sum up how the binaries play out where you talk about the trial of Dara Shukoh and you write, quote, the trial is a powerful motif because it transforms a story about 17th century India into a narrative about today. It creates a dialectic between two opposing visions of Islam. Islam is zealous extremism immediately familiar in our present context. And it's counterpoint Islam as Sufi antinomianism. But even without the supposed trial, the brothers clash is a story that addresses the deepest questions of who we are and how we got here. Stop quote. And you also relate in your book about how through history we look at these two very divergent views of say Aurangzeb and Dara Shukoh where Muhammad Iqbal and Rumuzi Bekhudi praises Aurangzeb as, you know, that ascetic, that sword master and all of that. And, you know, Ashok Malik calls it the partition before partition. But equally on the other side, you have, you know, the two 20th century bios of Dara that you've referred to by Kalik Ranjan Kanungo and Vikramjeet Hasrat, where both of them praise him. And Kanungo says the world has not become richer in any way by the long reign of Aurangzeb, but it would certainly have been poorer without Dara Shukoh. Stop quote. And one, of course, we'll talk about how these binaries aren't true. But the question that struck me while I was reading these is that at some point in our history, what is happening, and I think it happened repeatedly over the late 19th century and the early 20th century, is that these conflicting ideas of Islam are competing with the conflicting ideas of India. You know, as in, where does a lot of the debates that were playing out, you know, where does the good Muslim stand with relation to his fealty towards India? This was part of the reason why, for example, you know, Mahatma Gandhi's alliance with the Ali brothers at the time of the Khilafat movement seems so discordant, because, you know, while Gandhi is fighting for a vision of India as a nation state, per se, the Ali brothers are fighting for a larger Ummah where your allegiance is to somewhere else entirely. So what are sort of your thoughts also on how these competing ideas of Islam have played out against the competing ideas of India? I mean, I realize this is a sort of a larger question than, you know, what your book is about. But because that's, of course, set in those Mughal times, but I'd love to know what thoughts"
    },
    {
        "speaker": "Guest",
        "time": "00:34:05.640",
        "message": "you've had on these. Sure. So thank you. So, you know, of course, the Khilafat movement is very, very modern. It comes at a time when ideas of Islam are changing. And there is this kind of political Islam that is forming in opposition to colonialism. You know, there is a Muslim public sphere, there's a Hindu public sphere. So colonialism played an important role in transforming how these communities drew boundaries around their identities, how they saw each other, how they saw their role. In the case of Dara Shukoh, yes, it's depending on which side of the border you're on or what ideology you gravitate towards, you know, Dara Shukoh is either this terrible heretic, you know, it was like just as well that Aurangzeb got him out of the way. You see this in a lot of narratives from Pakistan, not all, but at all, you know, not kind of more state-sponsored narratives, or Dara Shukoh is this wonderful philosopher and gentle mystic who really ought to have been ruler. But there's always a caveat, there's always a little bit of doubt with that, because even those, like his wonderful earlier 20th century biographers, Phanungo and Hester, even those who praise him, they still feel, well, you know, he was, yes, he had these amazing views and was interested in Sanskrit and Indic thought, but there was actually no way he could really practically rule. He was too weak, he was uninterested in the throne, and you really needed someone more ruthless like Aurangzeb. So it was inevitable that somebody who was more crafty, who was more capable of being"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:58.800",
        "message": "the emperor. And this, as you've pointed out, is not the truth, obviously, I mean, that whole binary that, you know, Dara had his head in the clouds, and he was just doing all these religious studies and meeting Sufi saints, and Aurangzeb was the guy who was going out and, you know, conquering territories and all that isn't true at all. And, you know, Dara was Shah Jahan's chosen successor, in a sense, and they almost co-ruled for many, many years. So, you know, when people asked that hypothetical question of what would Dara have been as a ruler, what you've pointed out is that we already kind of know."
    },
    {
        "speaker": "Guest",
        "time": "00:36:31.840",
        "message": "Yes, absolutely. So, you know, one thing that I've tried to do is to disturb the idea that that's a very modern idea, that a ruler should not be interested in philosophy, that a ruler should, you know, is not really the kind of person to have dialogues with ascetics, that belongs to a totally different realm of life, and it's not part of an emperor or would-be emperor's political relations. And I've tried to show how Dara wasn't an outlier in this regard, he was actually following an established Mughal tradition. He was, without acknowledging them, following in the footsteps of his great-grandfather Akbar and, to an extent as well, his own grandfather Jahangir, that he complemented his own father Shah Jahan, who was often viewed as somebody who was more orthodox, he was paving the way for Aurangzeb's far, you know, stricter, more ascetic orthodox rule. But Dara and Shah Jahan together were hosting Sanskrit pundits at the court who composed poems in praise of them, you know, he was hosting all these intellectual and spiritual dialogues and was very, very much part of what he was doing as a ruler, he certainly saw himself as one. Now Aurangzeb did have an advantage, Aurangzeb had the advantage of gaining a lot of military experience on his own, often in the face of, you know, either opposition and really irritating micromanaging on the part of Shah Jahan. He was able to govern the Deccan as well on his own, so he got a lot of independent experience that served him well in the struggle for the throne later on. But it doesn't mean that, you know, Dara Shukrawal didn't prove himself as a future"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:23.200",
        "message": "emperor. No, I was, in fact, you mentioned micromanaging and there are these very funny bits in your book, which are again, perfect examples of show don't tell and I love the bit about the mangoes where, you know, Aurangzeb I think is in Aurangabad and he's got to send and his dad is waiting for mangoes because it's Aurangzeb's duty to send him the mangoes as soon as the first good ones come. So Shah Jahan writes him a letter and says, have people stand below the tree, I can't wait as soon as they come, they got to catch them as they fall. Aurangzeb sends him mangoes and Shah Jahan replies that these are shitty mangoes and have you eaten my good mangoes and Aurangzeb has to reply that no, your highness, I would not dare to eat. And of course, there's a more consequential version of this during the Kandahar battle where you point out about how they are laying siege to Kandahar, which the Safaites have taken over and Aurangzeb who is on the ground who can see the conditions realizes that the artillery is useless and he's in line with the suggestion that let's just attack from one point and focus there. And he tells his dad and Papa Shah Jahan, you know, doing central planning from hundreds of miles away says no, no, we, you know, use those cannons and we'll, you know, attack from two places and he seems like such an, you know, must be such an irritating dad to have to deal with for Aurangzeb, you know. And since we're talking about sort of Shah Jahan, I found a really interesting character because there are just so many sides to his persona that you can really paint him as anything like you've pointed out, you know, his journey to the throne, of course, is incredibly bloody where he has to get rid of all his brothers and nephews and all of that. At the same time, you have the softer, more sensuous side of him, partly reflected, of course, in his deep love for his wife and, you know, the good deeds that he does. Now, you point out an example of what, you know, today, I'm sure many people would jump on where in 1633, he decides to get a bunch of temples raised, including 66 under construction temples in Banaras. But at the same time, later in the story, when Dara Shikoh is, you know, involving himself with Indic philosophy, calling all these scholars to the court, it is Shah Jahan who is, as you point out, giving them generous gifts and all of that. So, you know, all these figures are so deeply complex and Shah Jahan himself is so complex. This is a dude who, you know, did away with his whole damn family. And yet you see this side of him as well. And in the end, you almost feel sorry for him because he's sort of imprisoned by Aurangzeb. And one story that you pointed out is that, you know, after Dara Shikoh is killed, his head is sent to Aurangzeb and there is, you know, so and this is another thing, there are so many versions of that story. One version of the head story is that Dara Shikoh is beheaded and the head is brought to Aurangzeb and he says, I don't want to look at it. And the other version is that he stabs her three times, you know, and sends it to his dad. So when you're reading all this delightfully juicy stuff, you know, and you have no way of knowing which one is true, right? So how do you navigate that?"
    },
    {
        "speaker": "Guest",
        "time": "00:41:23.400",
        "message": "So with the head story, some of it, you can see if it falls into recognizable motifs and tropes that are used elsewhere. So you know, it's one of the head stories we told by the Italian adventurer Manucci. You see that what he's doing here is really making Dara Shikoh into a Christ-like figure. So whether or not the story is true, the way in which Manucci is recounting it serves a certain narrative end and definitely elicits horror and sympathy. And these are for things that the European travelers to India wanted to elicit in their readers. They spun all kinds of stories and we can't dismiss them completely, but their accounts are colored by the fact that they were transforming their adventures in India into entertainment for the consumption of the European reading public. So they were fitting them into morals that were also familiar to their readers in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:32.120",
        "message": "world. Right. And let's take a quick commercial break. And after we are done with that, we'll come back from Shah Jahan and zoom into his two errant children. Hi, I'm Vivek Kaul. And I'm Amit Verma. Here to tell you about a new weekly podcast that Vivek and I have launched called Econ"
    },
    {
        "speaker": "Unknown",
        "time": "00:42:51.520",
        "message": "Central. In Econ Central, we will help you make sense of the economic news of the last week. And we'll also try to explain complex subjects in a simple language."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:02.120",
        "message": "We will also take events outside the world of economics, like from politics, sports, literature, and explain them through the lens of economic thinking."
    },
    {
        "speaker": "Unknown",
        "time": "00:43:11.960",
        "message": "Why is the stock market going up when the economy is going down? What's the deal with high petrol prices?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:17.960",
        "message": "Should we boycott Chinese goods? What does free speech have to do with incentives? Why are the roving bandits of Uttar Pradesh in competition with the biggest protection"
    },
    {
        "speaker": "Unknown",
        "time": "00:43:26.520",
        "message": "racket out there, the Indian state? All this and more in our new weekly podcast, Econ Central."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:33.080",
        "message": "Econ Central launched a few weeks ago and is free on all podcast apps. You can browse our archives at econcentral.in."
    },
    {
        "speaker": "Unknown",
        "time": "00:43:42.440",
        "message": "Econ Central, you have an incentive to listen."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:46.200",
        "message": "Don't forget the URL, econcentral.in. Welcome back to the scene and the unseen. I'm chatting with Supriya Gandhi about Dara Shukoh, Shah Jahan, Aurangzeb, all of that. So you know what I sort of found very interesting about your story also is that how your narratives by placing us in that contemporary moment makes us for a moment, you know, forget what happened later. I actually, you know, at different points, you find yourself rooting for guys you eventually know got beheaded. And I thought it a very interesting choice to sort of start with the story of Khurram there because like you pointed out when Dara Shukoh is born, Dara Shukoh is basically, you know, the first son of the third son. You know, he's really, you know, there's nothing much happening there and Aurangzeb is even further down the feeder chain and nothing is ordained. And for large periods of time, Khurram is not even his father's choice till eventually he ascends and he becomes Shah Jahan. And you know, Dara Shukoh is sort of regarded, you know, we have the simplistic view that okay, he's a person who was into spiritual matters and really got into a sort of Hinduism and the Indic religions and all of that. But the sense that I got from reading your book is that this stuff happened in stages. And what seemed to me to be the case, and you can correct me, but my feeling was through the book that before his intellectual journey really took off, like the sense that I got initially, although this changes is that it was more of a spiritual journey than an intellectual journey. For example, you know, the way that he meets Mian Mir, for example, and almost instinctively, you know, sort of prostrates himself before him and offers himself as a disciple. And it just seems sort of very impulsive and even irrational, because it's not as if he's read like five books by this guy, and he, you know, really believes in his worldview and all that. It's just that he's following some kind of an instinct to attain some kind of spiritual growth. And for much of that early period, like after Mian Mir dies, we see this, you know, you talk about the visions he's having. And this seemed like very sort of, I mean, I didn't know what to make of that because he's having visions where his former teacher comes to him in a dream, there is one vision where his former teacher sort of unbuttons a shirt and then grabs him and there's this nipple to nipple contact and it's almost like his heart has, you know, this whole sort of mystical exchange of the spirit happens, there are other visions where the Prophet Muhammad comes to him in a vision, you know, and if this sort of stuff was to happen in modern times, you'd really sort of question whether this person needed help, right? And but he's a prince and this stuff is happening. And later, of course, and it seems to me that the whole intellectual exploration where he writes his book about the lives of the 400 Sufi saints and all that, that comes later. So is that sort of a misreading on my part, or you know, that the narrative gave me that impression and what do you make of that early, young questing Dara Shikoh who's doing all these things like he literally prostrates himself first before Mian Mir and then when he goes to Kashmir, you know, Mullah Shah, where he's doing things that no prince should really be doing. But and at that point, you know, you just wonder that these are just religious godmen at that moment to him, he doesn't know any of them intimately yet, you can develop respect later once you get to know them, but he's just falling at their feet and offering himself as a disciple."
    },
    {
        "speaker": "Guest",
        "time": "00:47:22.560",
        "message": "So what did you make of all that? Thank you. I mean, of course, we live in a time where, you know, from a certain rational perspective, you know, all of this seems kind of strange and weird. But if you look at even our own times, we find that there is, especially today, the political, spiritual, intellectual are actually really deeply enmeshed. And that was the case in Dara Shikoh's time, that it's, you know, hard to separate the political, for instance, from the spiritual, you know, Tip Akbar, who made these great public shows of piety, he would walk barefoot to the shrine of Monyuddin Chishti to pray for a son, you know, he would give thanks, and so on. So Dara Shikoh's displays of piety, that he was later telegraphing, not because he wasn't an emperor, he didn't have an Abul Fazl, but you know, through his own writings, you know, I would say these are not merely kind of the rantings of a naive mystical prince with his head in the clouds. He was always making a particular argument. So for instance, when he talks about his first meeting with, with Mian Mir, and he meets Mian Mir, his father is actually the one who takes him, so his father, and then later we learn that even Jahangir had reverence for Mian Mir, so he's an established Sufi figure, you can see that he has influence, because you know, emperors themselves are going giving him respect. So he then shows how he had this amazing experience with him, he gets healed, and he shows Mian Mir true reverence and piety. And then he makes these kind of little nasty, sort of passive aggressive digs at his own father and his grandfather saying, yes, you know, and when they went to visit Mian Mir, they said they wanted to talk about spiritual matters and even sort of like, you know, confided that we're so sick of rulership, we just want to be like you and, you know, be a recluse like you and then Mian Mir sharply rebuked them. So in this case, Dara Shukoh is showing himself in a good light, he's showing himself as the true Sufi murid, he's a true kind of follower of the path of Sufism, unlike other emperors. And then maybe this means that he has a special spiritual quality that other rulers don't have, that he's destined for something really great."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:47.480",
        "message": "Yeah, I mean, the reason I found this striking, because I don't mean this as a criticism of Dara Shukoh to say, Oh, look at that mad guy, he was having visions, I'm sorry, if it came across that way. That's not what I meant. The why I found these incidences fascinating is that I was trying to, during the book, and there are times where I felt I got glimpses of this, but I was trying to get a sense of what is his interior life, you know, Dara Shukoh's, what's the stuff that what does he want, you know, what's the stuff that causes turmoil in him, for example, when he does all of this, like you pointed out, he's trying to portray a side of himself, is he posturing for others? Is he posturing for himself? Is there sometimes an element of self delusion to that? And does all of this, even if let's say he begins to act in a particular way, because he's posturing for others or for himself, does it then shape what he actually becomes? Because later on, you know, he's written all these phenomenal books of scholarship, there's no question that his intellectual engagement with, you know, both Sufism and Islam and later on the Indic religions at a much later stage was very deep and genuine. But in this early stage, what I sometimes get a sense of this young person who is floundering around for an identity and to define his place in the in the bigger scheme, is that a sense you got? And you've obviously read all his original stuff in the original Persian, right? So, you know, do you get a sense of who is this person? What does he want? I mean, strip away all the history and he's an emperor and all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:51:14.080",
        "message": "Yeah. So, you know, that that raises a lot of interesting questions about how one reads these texts, how one looks at narratives of the self, this is, you know, we have, we have a very modern post enlightenment view of the self. The self is this autonomous being. We have, you know, our own narratives of inner transformations, conversions, understandings and so on. We have now that we use the terms of modern psychotherapy, psychoanalysis to, you know, to talk about the self. And there were other ideas that and other concepts that people used to understand the self in Dara Shukla's time. So it's hard to make a distinction between public performance and the inner journey of the self. It's very hard to make that distinction because it's not one that Dara Shukla makes, you know, it's not as though we have a private diary where he's giving us his private outpourings and then he has another, you know, some other documents that talk about his, his public persona. But I think we can definitely see a journey and a trajectory when Dara Shukla plunges into spiritual affairs, again, it's, it's not merely kind of cold and instrumental that he's like just going and paying respects to some, you know, Sufi because he has to, because it's part of his duty. He is actually working on cultivating and transforming the self. And this has been a preoccupation in India in many, many contexts, whether one sees this in the concept of the Rajarshi, you know, the kind of, again, the ruler who is also an ascetic. So we have lots of other, lots of examples, we have lots of examples of, you know, sages, ascetics, renunciants from different religious traditions who, who would work on this. And we have a whole tradition of rulers who either renounced the throne or stayed on the throne and engaged in asceticism. So it's, it's not surprising that later on, one of the models for Dara Shukla is Ram, not the Ram necessarily of the Ramayan, you know, who is in exile and then becomes a ruler of Ayodhya. But this is the Ram of the Yoga Vasishta, where Ram is a young prince and his guru Vasishta takes him on the spiritual journey by telling him a whole range of interlocking stories. One story leads to the other story, and Ram is reaching different levels of spiritual perfection, finally, until he reaches Jivanmukti. And it's this idea of Jivanmukti was one that was very attractive to Mughal emperors, you know, Jahangir had beautifully lavishly illustrated manuscripts of the Yoga Vasishta, there was one that was translated for Akbar, you know, Jahangir had a special one translated. Dara Shukla was also very interested in this text, and even though all the others had their own versions, he also got his own version of it. And it was a text that, in different abridgments, circulated all around South Asia. And even today, you know, whether it's the Yoga Vasishta, or whether it's a similar Vedic text on liberation, you find them everywhere, they're very popular, circulated by Gita Press, they're found in railway stations, and so on. So it's an idea of enduring satisfaction, because at this point, this was a way in which a king or a ruler could be liberated, and then he could still carry out his royal tasks. So, you know, what could be better than that? And then later on, these ideas became very important for merchants, especially for those of the middle castes, you know, so they weren't necessarily going and kind of being ascetics, they were engaged in earning money, they were engaged in the material world. And at the same time, they cultivated a great sense of asceticism, you know, we see that with certain version of business families, you know, there's a great emphasis on personal asceticism, as well as amassing a lot of material wealth in the world. And so how do you balance that, you know, the Yoga Vasishta is a good guide for that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:55:29.600",
        "message": "which Ganesh also found quite useful. So would it be fair to say, and I'm just thinking aloud that then there are two sort of dual imperatives that seem to come into play. And one is that you are an emperor, and you have conquered all the lands you can conquer, but you cannot conquer death. So what do we do? And that sort of leads to this quest. But the other side of that is that, actually, you've conquered nothing, because you've got relatives plotting against you, and every moment is stressful in some way or the other. And you got to watch your back. And this stuff gives you some release. So you know, would both of these be factors, you think?"
    },
    {
        "speaker": "Guest",
        "time": "00:56:01.400",
        "message": "Yes, you know, I definitely agree. I mean, Dara Shukoh, he certainly was going far deeper down this route than a lot of other Mughals. Again, you know, but he wasn't unique, you know, his brother Murad had a Sufi peer, and he was always in contact with him, and the peer was always giving him guidance. Aurangzeb met a whole range of peers, Aurangzeb was more savvy in that way, you know, he didn't put all his eggs in one basket. But Shuja also paid reverence to Mullah Shah, the Sufi peer of Shah Jahan's household, and especially Dara Shukoh. So there were ways in which all the others were doing this, but Dara more than the others was really cultivating himself as the quintessential philosopher, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:45.600",
        "message": "It's also interesting how in the book, you talk about the influence on the Mughal kings of the example of Alexander, like you point out how Jahangir in one of his books quotes this following line, quote, sovereignty brooks no bonds between fathers and sons and emperor has no relatives, stock quote, which you point out is from the Iskandar Nama by Nizami Ganjavi, which is, again, about Alexander. And there are these two sides to Alexander, both of which seem very relevant to Dara Shukoh. One is, of course, that you have no friends, and you got to watch out for your brothers. And as we've seen in Shah Jahan and Jahangir and earlier that, and in, of course, poor Dara Shukoh's own generation that you basically have to get rid of all your brothers and nephews or at the very least blind them. So that's one angle where he's growing up, he is the chosen one of the emperor. But he's got an eye, he's the eldest son, but there's no primogenitor. So it isn't that, you know, the eldest son automatically becomes king. So he's got an eye on the prize. And you know, you've pointed out how in the book, he'll try to influence things his father does about, you know, sending Aurangzeb somewhere or, you know, making sure that two of the other brothers don't meet so they can't plot with each other and all of that. So on the one hand, there is that very realpolitik kind of, you know, eye on the throne, watch out for everyone and beware of your brothers. And on the other side, there is that intellectual and spiritual quest. And Alexander, of course, also famously was on his own kind of intellectual quest. And you also see that mirroring itself out, you know, very often on a tangent, it's very hard for me to imagine those times, because how do people gain the knowledge of the world? There are no books, there's no television, there's no internet, there's nothing. And yet you have these heroes like Alexander and Timur and all of that. So, you know, one wonders what is the popular culture of the time and where do you learn your history from? And yet, you know, people like Alexander and Timur are clearly examples. How much of this would have sort of played a part in Dara's becoming who he was like one is he's wrestling with these dual imperatives of very early real world imperative or watch out for your brothers and do what you gotta do to, you know, be the next big boy. And the other one is that whole intellectual and spiritual quest he's on. And some of it comes from phobias like Alexander, like maybe Timur in terms of the sort of empirary wars or even Akbar, though, as you say, he doesn't acknowledge Akbar much, but even Akbar in terms of the syncretism and the way he sort of is open to other cultures. Is there a sense that these made a difference to Dara Shikoh in shaping him, the person he was and what he went on to become?"
    },
    {
        "speaker": "Guest",
        "time": "00:59:17.360",
        "message": "Yes, absolutely. So all of these were models for Timurid kings. And you know, you're right in that they weren't printed books, the way we have printed today. So books didn't, they were expensive, they didn't circulate in the same way. But books are very important. You know, the invention of writing and of the written codex, you know, meant that you could you could really have the whole world between two covers, you know, in a sort of bundle of papers. And more libraries, of course, also famous, Dara Shikoh had the advantage of several generations of collection. He also, you know, got his own, acquired his own manuscripts and sponsored the copying of others. So books did circulate, you know, they just not to the extent that they do, but they did circulate. And we can see that ideas circulated and ideas spilled out of books and circulated and permeated the popular imagination. So the idea of Alexander as a powerful conqueror, and as a powerful conqueror, he also was successful in India. He overpowered Indians. So there's that. And he also was a philosophical ruler, he would have dialogues, a kind of Darbar sort of similar to the dialogues that Akbar had with philosophers in his Abadadkhana. So these dual roles of Alexander came to be very important. And I think Alexander is one of the overlooked models for the Mughal, the Indian Timurid kings. So these past figures were very, very important for Mughal rulers, and they were constantly invoked. Definitely Temur, you know, Temur is one of them, you know, somebody who Shah Jahan very consciously modelled himself on, and, you know, helped circulate his spurious memoirs that gained a lot of popularity, but honestly, he never vanishes. It becomes very common for people to talk about the second Sikandar, you know, you might even have heard that, you know, so one of the bitter ironies of the story, and one reason why I bring up Alexander at the beginning, in the context of Jahangir and the dialogues that are taking place at Jahangir's court, is because, yes, of course, this both sides of Alexander to different degrees become important for Shah Jahan's sons, and for Dara Shukoh, and then you know that, you know, that of course, so Alexander defeats Darius, you know, the emperor whom Dara is also named for. And then finally, after the Battle of Samogar, you know, there's a poet who says, now in this case, you have the second, the Sikandar, who is defeating Dara. So that becomes, so there is this bitter irony that, you know, we have Dara Shukoh, who is modeling himself on Alexander, you know, on Alexander as a portrait in Persian poetry. And then, then we actually have Aurangzeb, who truly becomes the second Sikandar and defeats his brother Dara."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:26.320",
        "message": "Let's talk a bit about the religious landscape of the time, like another sort of false binary that seems to have come down is that, you know, is of orthodox Islam, the Sunnis on the one side, and then you have the Sufis on the other side, who don't really, you know, believe in all of those conventions and are much more free flowing, so to say. As you point out, this isn't quite true, like you refer to how Dara Shukoh in his first book Safina Tulaliya assigned himself as Muhammad Dara Shukoh, Hanafi Qadiri. And Hanafi, of course, as a nod to the orthodox elements in Qadiri is, you know, one of the Sufi strands. Therefore, sort of point Qadiri, and therefore sort of pointing out that there's nothing incongruous about those going together. And you speak of sort of the interplay between that. So tell me a little bit about that landscape and how the sort of explorations that Dara Shukoh was making, were they as unusual as they are made out to be today? Or was it all par for the course in those times?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:21.240",
        "message": "So I would say both things are true in that, yes, there were sections at the court who might have been disapproving of what Dara Shukoh engaged in. It was also hard to say, you know, who an alim was, who is a member of the ulema. You know, if you look at any kind of modern Bollywood movie on the mobiles, then you might see these kind of black robed people who are always like plucking and tuck-tutting about things that are going on, you know, say Emperor Akbar has a wife and she's doing puja, you know, and then like, they get really upset about that. So you know, a very easily visible group who don't stand for pluralism, you know, who are very close minded. And this stems from modern developments. So the idea of the ulema as a very closed social group who are separate from Sufis is something that happens at a later stage in South Asia. Now at this stage in the 17th century, a lot of, you know, who, you know, an alim, a member of the ulema, is really, is a learned person. And a lot of these people had roles at the court. So they juggled multiple tasks and responsibilities. And many of them had initiation in different Sufi orders. So the idea of a Sufism that, again, is more tolerant, heterodox, and it's totally separate from the more judicial world, legalistic world of the ulema, is not something that we see when we look at the court chronicles and when we look at lists of who an alim is, for instance. So they might have a list of the ulema and the hukama and the fuzala, you know, so the people who are considered to be learned. And you know, these could be physicians. These could be people who are well versed in Islamic law, but they also have initiation in a Sufi order. One such person could have, his main job could be managing the emperor's household, you know, as well. So it's not as though there, you know, there was like the separate like room or council of ulema who didn't have other worldly responsibilities. And you know, their sole job was to release what was acceptable and respectable and what wasn't. At the same time, there were different strands of thought, you know, amongst Sufis also. There were Sufis who leaned towards the more ecstatic sides of the side of things. For instance, those who enjoyed or propagated listening to music, musical audition. And then there were Sufis who espoused a more sober form of religiosity. So there were definitely divisions, but the divisions did not fall along the lines of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:18.640",
        "message": "Sufis versus ulema. You know, having looked at Dara Shikoh, let's also talk about Aurangzeb, because one of the things you sort of demonstrate in your book as well is that the traditional view of him as this austere religious bigot who did not, you know, who was extremely orthodox, did not have any regard for the arts and all of that is not quite true either. So tell me a bit about the young Aurangzeb, especially again, I was sort of struck trying to, by the glimpses one got of the human aspects of him, for example, just as, you know, Dara is close to his elder sister Jahanara and they share so many of the same interests in terms of religion and all of that. We find that Aurangzeb is also close to Jahanara and he's always, you know, going and meeting her and obviously regards her very much. And there's also a sense where you speak about how, you know, Dara's sort of in court in Lahore and Aurangzeb has, you know, is visiting from somewhere else. And he's very upset because Dara is not giving him the importance he feels he deserves. It's almost as if he wants his elder brother to sort of, you know, to love him almost, you know. What's the sense that you got of Aurangzeb as an individual during these young years who's also growing up and trying to find his identity? What's his journey like?"
    },
    {
        "speaker": "Guest",
        "time": "01:07:38.320",
        "message": "So the thing with Aurangzeb is because he becomes emperor later on. So anything that he wrote is of high value and is preserved and circulated. So we have a whole range of letters that Aurangzeb has written and these letters get collected and they circulate later on. So, you know, so we don't have them necessarily all of them like directly from Aurangzeb, you know, with the seal. We don't have those original documents, but you have the letters as they are preserved in later collections, collections that were made during his lifetime. So we do, we have that advantage in that we can see his own personal, we can hear his own personal voice more clearly than we can a lot of the other mughals. And through these letters, we see that there are a number of letters he writes to his elder sister Jahanara. The popular perception is that he was close to Roshanara, Dara Shukoh was close to Jahanara and Murad was close to Goharara and, you know, so there were these different factions that were formed. And we really see Jahanara's role as family peacemaker. She maintains a good relationship with all her brothers. She really goes out of her way to do that. She goes out of her way to try to smooth over any difficulties that they might have, tries to entertain meetings between them, for instance, and, you know, perhaps she engineers reconciliation or tries to between Dara and Aurangzeb when Dara is serving as governor of Lahore. And we get glimpses of like the sisterly relationship that she has with Aurangzeb. She's always writing to him more than he writes to her. She's sending him various gifts, you know, murabbas and, you know, like various like treats and delicacies, you know, so we get a sense of the human side of Aurangzeb through these affectionate letters that he writes to his sister. And we also get a sense of his grievances. That also has to do with the nature of the sources because a lot of the argument that is made later on to justify Dara Shukoh's murder and Aurangzeb's accession to the throne is that Dara Shukoh was really, apart from the fact that, you know, he was supposed to be an infidel and so on, that Dara Shukoh was not really a good son and a good brother. He was, he took over at the helm of affairs from his father, he was not fair to his brothers. So that could also color the kinds of sources that are later preserved and circulated that show Aurangzeb to be a sensitive sibling. At the same time, you know, we do get a sense, you know, that he enjoyed listening to music when he was a prince, he might have, you know, there is this album that's associated with him, like supposed to be a stunning album of art, if indeed it is found and found to be authentic, that would give us an amazing picture of his own artistic sponsorship and interest when he was a prince. So in these regards, he was not so different from other Mughal princes who were patrons of the arts and so on, you know, they cultivated their own aesthetic side as just part of being elite Mughals. He did temper that later on, you know, partly to show himself in contrast to his brother, you know, so he, there was a change, there's definitely, you know, like far less sponsorship of cultural activities when he was emperor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:16.680",
        "message": "And one of the thoughts that kind of struck me while reading the book was that in one curious aspect, Aurangzeb reminded me of Indira Gandhi, in the sense that when Indira Gandhi needed to rebrand herself and distinguish herself from the syndicate in the late 1960s, she took this massive leftward turn to set herself apart, because that was the only way to sort of distinguish herself as a brand. And it seems to me that in some ways, would it be fair to say that, you know, those could be the imperatives behind Aurangzeb also moving in that more doctrinaire, sort of rigid direction to distinguish himself from his main rival for the throne, which was Dara Shago and even perhaps to some extent from his father. So would you say that those incentives also kind of came into play?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:09.360",
        "message": "Most definitely, you know, I think, I think it took Aurangzeb a little while to fully define himself by abandoning the traditions of his forebears, you know, whether it's the Jharkha Darshan, you know, where the emperor kind of sits and has, you know, everyone view him at this Jharkha, which is an institution that Akbar really established and popularized. So it took him a while, you know, it didn't all happen overnight. But there was this process by which, you know, even during the struggle for succession, you can see that there are some insinuations about heresy on the part of Dara Shago. And these insinuations get solidified once he becomes emperor so that he does have a solid case that's built up. And he then has his own very austere model of kingship that again is a departure from"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:59.000",
        "message": "his ancestors. And just thinking aloud, would it be then fair to say that wherever you have this sort of a conflict, it's bound to be a polarizing one and it's bound to drive people towards the extremes? Like you could argue that, you know, Aurangzeb might have been not as extreme as he was, but he felt the need to define himself. Similarly, in modern times, if you look at Pakistan, would it be fair to say that to some extent, they are shaped by their need to define themselves in opposition to what India is, for example?"
    },
    {
        "speaker": "Guest",
        "time": "01:13:27.800",
        "message": "Yes, you know, I think that's, that's really happening on both sides, you know, just take language, for instance, the way in which the Urdu language has developed in Pakistan, official Urdu, is highly Persianized, there are a lot of Persian and Arabic neologisms, there are many ways in which there's an attempt to look westwards, to look at West Asia, you know, for cultural models, as opposed to India, of course, one can't totally sort of build a wall. There are still lots of commonalities and lots of cultural interactions, you know, similarly with the official Hindi that is used in television and in officialdom in India today, that these Hindi and Urdu have become two languages that are not so easily mutually intelligible, for the language that people speak often, you know, falls in the middle of the spectrum."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:18.880",
        "message": "Like, I traveled through Pakistan while covering a cricket tour in 2006, and I spent a month and a half there. And apart from the Urdu signs, it didn't feel like I was in a foreign country and the language is exactly the same and I was sort of aware of, you know, the Hindi nationalism, so to say, and how Shuddh Hindi is such an artificial construct and has been modeled out of that I wasn't aware that there's a similar process happening with Urdu in Pakistan. In fact, just thinking aloud, you know, when I watch Prime Minister Modi's 8pm speeches and all of that, and it strikes me that the kind of Hindi that he uses very deliberately, is that kind of Shuddh Hindi which people don't speak and therefore I'm sort of kind of baffled by the immense popularity because he's not actually speaking even the language of the Hindi heartland. He's speaking this very Shuddh Hindi, which people don't speak in their everyday lives from my experience, so I was but that's, that's an aside. Kind of moving on, you know, and again, earlier, I spoke about how it seemed to me through the book that you have sort of Tara evolving in stages where, you know, initially, it felt like a spiritual journey, and then there's an intellectual ballast to it. And he writes these different books. And then after he's comes back from his failed conquest of Kandahar, there is this deeper turn and this engagement with the Indic philosophies, which wasn't there earlier. I mean, more specifically, the project of translating the Upanishads into Persian. In fact, he even had a theory that the Upanishads were the lost book mentioned in the Quran, for example. Tell me a little bit about that phase. And what do you think drove that phase because it doesn't seem to be, you know, like it's been speculated that part of it was because he was trying to get alliances among the Rajputs and he wanted to portray that image. But this seems a bit too far to go for the sake of posturing. And also the fact of the matter, as you've pointed out, is that, you know, the Rajputs were equally divided in Aurangzeb's camp as in Dara Shikoh's camp. This is simply a post facto binary we have kind of invented. So tell me a little bit about his new deepening interest into sort of the Indic philosophies."
    },
    {
        "speaker": "Guest",
        "time": "01:16:22.320",
        "message": "So I think there are a couple of things going on here. One is the deepening and widening of Dara Shikoh's own spiritual intellectual interests, which come from a genuine curiosity and also a kind of restlessness. So Dara Shikoh is, he feels that he has perhaps had his fill of Sufism, not, you know, not in the sense that he's kind of completed, but he's already ascended these amazing spiritual heights. He's done what he can. He's now speaking not as a disciple, but he's really speaking as a master who is giving instruction on the Sufi path. And you can see seeds of his interest in Indic thought. And there's already a basis for this, because in Sufi writings and poetry, there is the celebration of what is not Islam. There's the celebration of what is called kufr, you know, or infidelity. And the celebration is something that's, it's really complicated, you know, it doesn't mean that everyone has to go out and just do things that are completely against religion. But the poetry, certain Sufi writings, give a space for this in order to really ascend higher spiritual levels and metaphorically see the countenance of the beloved, you know, which is the divine. So Dara Shukh was already, you know, even before this, he's reaching out to other Sufi masters. You know, he's achieved what he's wanted to with the Qadavis and his sister and his father continue their relationship with them and so does Dara, but you know, Dara doesn't stay with that. You know, he writes to other people and what he doesn't want to do is to go into the real nitty gritties of philosophical Sufism, which he can if he wants to, you know, this famous Andalusian mystic, Ibn Arabi, whose very, very complex and abstruse Arabic writings have been translated and commented upon in India, in the Indian subcontinent. One of the most famous interpreters of Ibn Arabi is Sheikh Muhibbullah Elahabadi, with whom Dara has a correspondence. And Dara Shukh wants something that's a little more transgressive and perhaps a little less arduous than kind of sitting and, you know, like understanding these really difficult texts. So he starts getting interested in Indic thought, and there's already a tradition of that. And there are already several yogic ideas that have been incorporated into Chishti mysticism. And you know, it could be that the Qadavis also have some association with that. And then he goes even deeper. So when he's coming back from Kandahar, he makes sure to stop and have dialogues with a Vaishnava ascetic called Baba Lal. And he has all these dialogues. So we have the results of those sessions written down, except that it doesn't seem that these are really the literal transcripts, there are many different versions of this. But we can see that Dara Shukh has acquainted himself with at least the Persian translations of the Ramayana and so on, and he has questions. And I think he finds his dialogues with Baba Lal inspiring enough that he continues and he goes further. And he's already compiled a collection of rather shocking, sort of transgressive, ecstatic sayings of Sufis, and he's included some non-Muslims in them, including Baba Lal. So once he's in Delhi, he starts branching out, and he already has access to a lot of works in the Mughal library, but he wants to patronize and sponsor more. And the other thing that's going on is that this is a time when both he and Aurangzeb are competing to really jockey for alliances and influence amongst Rajput rulers. So say there's some trouble brewing in Mewar, both of them want to try, they want to be the first ones to go there and to try to solve it, and they compete by sending their envoys, Brahmin envoys, like a sensitive choice, and messengers. And later on in the eve of the Battle of Succession, Aurangzeb is also telling Rana Raj, saying, I'm going to be like my illustrious forebears, I'm going to allow everyone to flourish in peace with their own religions, and so on. So Aurangzeb is making this very, very explicit gesture towards fostering an environment of religious pluralism. And Dayaan Shukla is doing it in a less direct way, not that he's not interested, he is, but one can't wish away this backdrop where they each try to gain influence amongst the"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:58.840",
        "message": "Rajputs. You know, all the historians that I've had on my show don't like counterfactuals so much. It's only non historians who love to speculate about, you know, what would have happened if this person did this and blah, blah, blah. But nevertheless, given that there is such a dominant narrative around this particular counterfactual given that, you know, Ashok referred to Dara Shukla's death as the partition before partition, what is your sense of what kind of an emperor he would have been if he had somehow managed to win? Because really, his managing to win is a few lucky events here and there, like you point out how when Aurangzeb when getting rid of one of the other brothers pretended he had dysentery and called him to his tent and plied him with drink. Now Aurangzeb could actually have gotten dysentery and died right in those times. So if Dara Shukla ends up as emperor, what's your brief sense? I mean, you've already pointed out that he was like a sort of a co-ruler for a long time by Shah Jahan's side, and wouldn't have been very different from Aurangzeb because he would have followed the imperatives of politics and he would have had to kill all his brothers. Probably I think in the book, you mentioned that when his son, Suleiman is chasing his brother Shuja across the border, he tells him bring me back his head, something to that effect. So all of that would have happened. But in terms of the Indian subcontinent, would it have made a difference or would the larger currents of history have continued going more or less the way they did?"
    },
    {
        "speaker": "Guest",
        "time": "01:22:17.600",
        "message": "So it's a difficult question. Of course, one thing to keep in mind is that when the war of succession broke out, Shah Jahan was ill, he was possibly severely ill. I actually had a well-known medical specialist from Yale kind of give me his take on what Shah Jahan's illness might have been, but he survives. He survives for many years after that. So Dara would not have been official ruler right away, though he would have been a kind of co-ruler or proxy ruler along with his father. So I think perhaps that period of time would have also helped him learn the ropes better of rule. He would have tried to be a sacred ruler in the model, again, of his forebears, in the model of Akbar. In terms of the broader structural problems of the Mughal Empire, whether what Irfan Habib has termed the agrarian crisis, the very costly Deccan expansions, for instance, the other foreign adventures that Shah Jahan liked to fund. So these were all serious issues, and it's hard to see how Dara Shukoh might have prevented that, if at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:26.200",
        "message": "Right. I think we've spoken a lot about your book, and I'll leave it to readers to read it for themselves. And of course, I highly recommend it. Let's move on to what you're working on now. The book was finished a while back, and of course, there is that whole release cycle and you have to go around promoting it and all of that. But what are you working on now? What preoccupies you?"
    },
    {
        "speaker": "Guest",
        "time": "01:23:46.100",
        "message": "I'm working on a book that, in some indirect ways, is a sequel to this, except that it's not about Aurangzeb, and it's more a history of ideas than a biography of one particular person. But the reason why it's connected to this book is because part of the idea starts by seeing what happens to Dara Shukoh's writings, and that's something that I hint in the epilogue. So Aurangzeb did do his best to efface traces of Dara Shukoh. He didn't succeed completely, and later rulers and writers did try to complete the work. But what we see, if we look at the manuscripts and circulation of Persian manuscripts, is that there were lots and lots of people making out copies of Dara Shukoh's writings, circulating and reading them, and a lot of these happened to be Hindus. And in Aurangzeb, and even during Aurangzeb, you just see growing numbers of Hindus who were literate in Persian. So these came to form part of a socially privileged elite administrative class. There were often certain castes that we see that predominated, Kayas, Khatris, certain Brahmins. They were using Persian just like elite Indians use English today. English is seen as the passport to success, to a shot at a good upper-middle class life, social mobility. And at the same time, there are certain groups who are learning English. I mean, there's not all that much mobility, so the elites are reproducing themselves. And that's sort of what we see in the 17th and 18th centuries, but we see these growing numbers of Hindus who come to be part of the vast local bureaucracy, again, Aurangzeb expanded the bureaucracy, and these Hindus are looking for ways in which to access their sacred texts. And not all of them are Brahmins, and many of them don't know any Sanskrit. They might be, of course, conversant in Hindavi and various early forms of Hindi and so on. And they read in Persian, and they write in Persian, and many of them are reading and writing Dara Shukla's works, and they're also writing, producing their own works. They're producing their own religious texts in Persian. And these people come to be the intermediaries at the time of British colonialism. So we have the British winning the Battle of Plassey, trying to expand their hold over the subcontinent. And they also, they want to learn about the peoples over which they rule. They want to devise laws and so on to apply and use in their courts. And they, initially, Brahmins are reluctant to teach them Sanskrit, and they find people to teach them Persian. And Persian is the first language that they use for governing. So there is this whole class of munchies and translators, literatures, who are either tutors to colonial officials or informants to them, who are telling them about Indian customs and Indian religions, and this is what Hinduism is all about. And part of this is being shaped just by what colonial sponsors and patrons want to learn, and part of this is being shaped by what these informants are telling them. So there is this collaborative process that is creating a huge, huge body of work in Persian that is about religion in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:10.480",
        "message": "And what's the impact of this work?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:12.640",
        "message": "So the impact of this is, it's shaping colonial policy. It's also shaping how Hindus, in this case, are presenting themselves and thinking about themselves. So it's in dialogue with other broader trends that are taking place, that would have taken place in the 18th century, regardless of colonialism. And it's also influenced by the kinds of things that colonial officials wanted to learn, and it's creating new centers of patronage, competing centers. So for instance, in the 18th century, we have Delhi being sacked, there are numerous attacks, of course, there are various Afghan attacks on Delhi, there are the Marathas, and then we have centers that are further east that are really gaining in prominence and in cultural vibrancy. Whether it's Fezabad or Lucknow or Benares, the population of Benares becomes double that of Delhi. We have Calcutta and so on. So we have all these centers that are becoming centers of patronage, and these are becoming hubs of Persian literature, like Benares, which we associate with Sanskrit and Sanskrit learning also becomes a hub of Persian, partly because of the East India Company and their interest in the region. And we have all these Hindus, this network of Hindus who are traveling, who are producing knowledge in Persian. And to me, this is an interesting angle on the prehistory of later developments. So it's often been neglected because it's the historians of the Mughal period of what's called medieval Indian history, but what we also call the early modern period, who tend to use Persian. And often historians of the modern period tend to look at sources in other languages. You know, again, not hard and fast rules, but these are the trends. So I wanted to see what certain elite Hindus were reading and writing, because I wanted to look at the history and trajectory of certain ideas. The idea of universalism, for instance, or the idea that there is a kind of core monotheistic essence to religion, no matter what you call it. Some people called it Sanatan Dharm, some people kind of just called it religion or the essence of Hinduism. So it's the evolution of Hinduism into something that was stripped down, universal, that had its roots in Mughal Indology, and that also becomes sort of seen as the cultural matrix of India. So I find that Persian and Urdu sources are really an interesting lens through which to"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:51.240",
        "message": "look at that. Would it then be the case that this sort of stripping down of Hinduism or, you know, getting to broad core principles and all of that is happening partly because of the language? Is the language shaping the content? Is the fact that this is, you know, a bunch of Brahmins who are speaking and writing in what is essentially till that point a foreign language? Does it change the nature of the content that is being produced? Is it more universal and say less insular than the content that might otherwise be produced at that time in Sanskrit or Hindavi or whatever the local languages are?"
    },
    {
        "speaker": "Guest",
        "time": "01:30:25.360",
        "message": "That's an interesting question. And I find that there are ways in which the language definitely shapes what's being produced. There are certain texts that are just more receptive to translation, but it doesn't entirely shape that. So we do have a lot of Advaitic texts that are being circulated, but this isn't only happening in Persian. So what's happening in Persian also mirrors what is happening in Hindavi. So we have this whole series of Braj Bhasha translations of Advaitic texts that become really popular. So we have a kind of vernacularization of Vedanta and Persian is contributing to and mirroring this trend, but all of this is laying the groundwork for Vedanta being seen as the kind of essence of Hinduism later on. So we have the popularization of Vedanta that is taking place and Persian is a major driver for that. And I don't know how, to what extent Persian is being seen as a foreign language, you know, by some perhaps, but by others, you know, they are very, very comfortable with it. Just like English, for instance."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:35.080",
        "message": "Yeah, that's what I was going to say. Much as English is very much an Indian language today, so no one should complain about words like preporn. And question I'll ask about this project then, I mean, it sounds incredibly fascinating and I wasn't aware that Persian was so widely used within the subcontinent by people who weren't part of the empire per se, but then what's the broad aha moment there? What drove you to the project and what excited you about it?"
    },
    {
        "speaker": "Guest",
        "time": "01:32:00.040",
        "message": "Well, one of the things that drove me to this was when you look at figures who seem to be really key to the evolution of modern Hindu thought, like Radha Ram Mohan Roy, you know, his initial writings, his initial book, the Tawfat al Mawahidin, is in Persian, you know, with an Arabic introduction. It was initially written in Persian, you know, I found that that work is in dialogue with the writings of various other Hindus and Muslims, you know, people who considered themselves kind of sort of freethinkers, but who were very also not shaped by the colonial context who are resident in Banaras and he's supposed to have traveled to Banaras. So I find that it definitely gives an interesting window onto this. One of the ways in which I'm personally interested in the study is that among scholars of the field, there is this perennial debate about Hinduism. And this is something that, you know, no doubt would seem really shocking to many people in India, people who might consider themselves Hindus. And the debate is really about whether Hinduism, of course, the English term Hinduism is something that's pretty modern, you know, from the 18th century. Is this something that was really shaped and formed under colonial rule? Or is this something that existed earlier? You know, there are some scholars of colonialism who are using this not as a way to critique Indian religions per se, but as a way of critiquing colonialism, showing how the colonial authorities try to reshape religions, erect strict boundaries around communities, formed these really as kind of visualized communities and attributed to them, you know, in essence. So some of this might have been done in a slightly more admiring fashion. Other part of this project might have been done in a more denigrating fashion. We have Orientalists who admired aspects of what they studied. We have others who thought this was all just all terrible. So there is one argument that is really strongly in favor of the colonial construction of Hinduism. And those who study the pre-modern period find that no matter what you study, you can always find some early antecedents for this. You can find antecedents for a kind of Hindu consolidation if you study Indian philosophy, for instance. But there's a consolidation of the aspects, you know, against the Gnostics, for instance. Well, why did this happen? It's not something that's very immediately apparent, but it, you know, it could be that having Muslim rulers or an Islamic presence indirectly kind of nudged a unification or a consolidation of these philosophical schools. So it's a perennial question that people are debating. And one of the actual links between the pre-colonial and the colonial period is Persian, because that's a bridged language and a whole kind of view on a cultural world that we find operating seamlessly through the transition from pre-colonial to colonial rule."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:57.080",
        "message": "There's a fascinating book about this called, I think, The Truth About Us by Sanjay Chakraborty. And I also discussed it with Manu Pillay in an old episode where, yeah, I mean, the broad sense that I had of this period of time and how or what we know as Hinduism as a concept came about was that, look, the British land up in India and they don't understand the language. They don't understand anything. They want to make sense of a complex world. They need a simple narrative. Their early interlocutors are these upper caste Brahmins who give them their version of what how society is structured and the varna system is very much part of that. And that kind of one sided view, it forms a convenient narrative through which you view this exotic land and begin to navigate, you know, Indian society. And that becomes the narrative. And oddly enough, this mistaken narrative by, you know, our colonial rulers becomes the narrative that then seeps into all of our culture and gets widely accepted. And regardless of what the intent might be of the British, whether this was a deliberate way or and it played into the divide and rule or whether it was unwitting and they were just trying to what the hell makes sense of the world, how else could they do it? You know, but it strikes me while you were speaking just now that intellectual histories of a period like that must be way more complex than this period, because there are, again, so many languages in play. And, you know, I had no idea that Persian was such a big part of all of this. And is the Persian literature of the time then also playing a part in narratives like"
    },
    {
        "speaker": "Guest",
        "time": "01:36:27.560",
        "message": "this being built and propagated? Absolutely. In the 18th century, there was more Persian being produced in India than in Iraq. Again, you're absolutely right. It's hard to do justice to all the different languages. You know, there was again, there was development and innovation in Sanskrit as well. You know, there's one narrative that, you know, Sanskrit kind of like dies out. There's nothing much new that's done in it. But scholars have shown that the 18th century, far from being a kind of a period of darkness and dissolution, was really a period of great cultural vibrancy at the time of political crisis and turmoil also partly perhaps as a result of that. So Persian is one aspect of it, and what I find that, you know, even after the colonial government abandons it as an official language and abandons some of its earlier interest in Orientalism and producing scholarship on India, they kind of, you know, this is like more of the Macaulay influence that we see popping up. It doesn't really die. We have these generations of people who were educated in Persian. They learned Persian because they also want to get jobs in the colonial administration. And then they find it doesn't quite serve them as well. But they're producing these books. And with the growth of the Hindu public sphere, you have a lot of reformists who are translating these Persian works into Urdu, because now Urdu is what is more commonly understood. And these languages still don't have the kind of communal charges that they have today. So again, although there was beginnings of the Urdu-Hindu controversy in the 19th century, it doesn't always play out that way. You know, in Punjab, for instance, loads of Hindus were learning Urdu, and part of the education policy meant that Urdu really continued there for a long time. So we have people who are proto-Arya Samajis, proto kind of part of groups that, the Sanatan Dharm groups. He has debates with each other, and these debates are in a very Persianized register of Urdu. And they're debating and talking about things that, you know, we'd really get into trouble for if we were to debate or talk about these things today, but they're doing that. There's just reels of really fascinating literature that would otherwise be ignored."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:43.040",
        "message": "And some of these intellectual currents that you're exploring, is it also driven by what is happening in modern times? Because you know, both what you're talking about now and the whole Dara Shikoh book is very resonant with the sort of debates that are taking place today, our different sort of our ideas of ourselves, so to say. So is all of this driven by that and made more, and is that history or the writings of that time made more vivid for you because of sort of the world around us?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:12.600",
        "message": "Yeah. So I would say that, of course, when I started on this path, we were not in our current political scenario at all. So that wasn't my initial impetus, but you know, definitely how can we are shaped by our current times that affects how we view the past. So it's, I'd say it's very, very difficult to step out of that. You know, there's some more, of course, profound questions that I have that I didn't have when I initially started on this path, which is, you know, of course, the ecological catastrophe in one's thinking of what is really worth studying now, you know, with the Anthropocene, with this ecological crisis, you know, what should we be doing with our lives? What kinds of history are worth reading and talking about? But I think it's not, you know, apart from the actual topic, I think just the very practice of reading, critically interrogating, debating, discussing are incredibly important things that we need to just keep doing, I'd say."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:11.120",
        "message": "I can agree with you more. Thank you so much for coming on the show, Supriya. It's been a pleasure talking to you."
    },
    {
        "speaker": "Guest",
        "time": "01:40:15.480",
        "message": "Thank you so much, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:18.880",
        "message": "If you enjoyed listening to this episode, head on over to your nearest bookstore online or offline, probably online, and pick up The Emperor Who Never Was, Dara Shikoh in Mughal India by Supriya Gandhi, magnificent storytelling, and it'll give you a much better sense of the era that it covers. Supriya doesn't seem to be on social media, but you can follow me on Twitter at Amit Verma AMIT VARMA. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening. And hey, what if you hadn't listened? What if?"
    },
    {
        "speaker": "Unknown",
        "time": "01:41:21.640",
        "message": "What if? What if? What if?"
    }
]