[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "People often think of economists as people of ideas who have no connection with the real world. Indeed, we live in times when intellectuals are looked down upon, and we want our leaders to be men of action. Our Prime Minister famously once said, quote, hard work is much more powerful than Harvard, stop quote. He said this while defending demonetization, by the way, and we all know how that went down. His statement also assumes that people from Harvard don't work hard, which is silly. My guest today did his PhD in economics from Harvard, and I can guarantee you that he has spent more time in the towns and villages of India than many of our politicians. Karthik Muralidharan once invoked a headline from the Financial Times to sum up a key value of his, quote, the best economist is one with dirty shoes, stop quote. Karthik teaches and lives in the US, but has spent 1000s of hours in interior India, trying to get to the heart of one of our biggest problems, the state of our education."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:08.000",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:13.200",
        "message": "science. Please welcome your host, Amit Verma. Welcome to the scene and the unseen. I keep saying on the show, ideas have consequences. We only need to look at Indian education to see how true this is. Our education system is broken because for decades, our politicians and policymakers have held the wrong ideas about education. All the conventional wisdom was wrong. And the consequences of that are a humanitarian disaster. Hundreds of millions of Indians through the years haven't reached anywhere close to their true potential. And it's hard to dispute that this has led to all our other problems, such as those of poverty and gender being much worse than they otherwise would be. This is a moral crisis. And it began as a crisis of knowledge. My guest today is Karthik Muralidharan, the brilliant economist who has had his boots on the ground for a couple of decades now. Karthik is the global co-chair of education at the Jameel Poverty Action Lab or J-PAL. And he has written more papers on Indian education than anyone else I know. He has spent thousands of hours all across India, conducting experiments and gathering evidence for all kinds of theories and interventions. And he advises various state governments in India. It could be argued that these are exciting times for economists, because we are now much better at testing our ideas against evidence, a subject for which Karthik's colleagues and mentors Abhijit Banerjee, Esther Duflo and Michael Kremer won the Nobel Prize for Economics last year. I had a long conversation with Karthik, of which the first hour, by the way, is a to and fro on PPE, philosophy, politics and economics, all of which are a part of our education system. So we get into the weeds of Indian education only after an hour or so. But I loved every little bit of this conversation, which felt too short to me. Before we get to this conversation, though, let's take a quick commercial break. level of podcasts. I do many, many hours of deep research for each episode. Besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of the scene and the unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to scene unseen.in slash support and contributing an amount of your choice. This is not a subscription. The scene and the unseen will continue to be free on all podcast apps and at scene unseen.in. This is just a gesture of appreciation. Help keep this thing going. scene unseen.in slash support. Karthik, welcome to the scene and the unseen. My pleasure. I really look forward to this. Karthik, you know, before we get down to the subject at hand, which is a naughty subject at of education, let's get to the subject of your education by which I don't mean your formal education per se. But what's your intellectual journey been like? What makes Karthik Muralitharan who he is? Tell me a little bit about sort of your background and your formative influences."
    },
    {
        "speaker": "Guest",
        "time": "00:04:53.600",
        "message": "Yeah, thanks, Amit. I think, you know, like you said, so, you know, mechanically, I grew up in Ahmedabad. So I'm already kind of a pretty pan Indian by temperament, because I'm Tamilian. I grew up in Ahmedabad. So I speak Hindi, Gujarati, Tamil. So in that sense, my influence is a pretty pan Indian. I'm also, you know, my schooling was very idyllic, actually. Ahmedabad was a great city to grow up in. And so I was on a standard engineering track. My dad was an IIT graduate. And so, you know, that was the default of what you did. But I think I started getting interested in economics pretty early, because my dad would just bring home the economist and just kind of leave it around casually. And I probably started reading it or skimming articles from the age of 12, almost. But I think by the time I was 16, is when economic liberalization happens. I've been born in 75. And so that was kind of, you know, a moment of just getting hooked on to economics, economic policy. And there was an interesting tangent as to how I got in economics, which is I was appearing for this national talent search exam, you know, which is done by the CBSE. And the thing is, you had there were four natural sciences, physics, chemistry, math, and biology, and four social sciences, history, civics, geography, and economics. I was studying in Gujarat State Board, right? And so basically, my physics, chemistry, maths was up to national standards because of studying for IIT. But my biology was nowhere, like, you know, I looked at this and boss, is my failure. So, and, you know, I think my dad was okay, listen, why don't you just pick up one of the social sciences and economics is something you read so much about anyway, so you could do it. So then I did a crash course and kind of preparing myself for the exam. So there was a formal part of getting up to economics. And there was kind of the informal part that was happening with liberalization. But I think the really big inflection point in my life was when I won the scholarship at 16 to go to Singapore. And so I did my last two years of high school in Singapore. And the main academic reason I went was this was 91, the opportunity to mix and match across subjects, which is possible now, but which wasn't possible then, right? So I did British A levels of math, physics, chemistry, so kept all the engineering options open, but did economics as a fourth subject. And I think those two years in Singapore were really the most life changing experience in terms of not just the academic study of economics, where I had a fantastic teacher, but also just studying the Singapore economy and recognizing that, you know, here was a place that was poorer than India. 25 years ago, I got there in 91, late 91. And, you know, 65 is when Singapore became independent. And then, you know, you just kind of get obsessed with the importance of good economic policy and the centrality of effective policy in lifting millions of people out of poverty and giving them a good quality of life. So in fact, you know, Bob Lucas, who won the Nobel Prize in 95, he has this famous paper in 1988 called On the Mechanics of Economic Development, where he starts by saying that once you think about the disparities in living standards across countries and think about what policies and India and Indonesia might adopt that might allow them to grow faster. And when you think about the staggering consequences of that for human welfare, it becomes impossible to think about anything else. So in a way, I was living Bob Lucas's quote in my head well before I ever read the paper. And, you know, so that's how I got hooked on economics. And then I think, you know, the Singapore years were pretty crucial, because I left home, I was in the hostel. So it's one of those things where, you know, when you get homesick and miss your family and friends, one way to go is, you know, you kind of just mope. The other way was to just dive into your work all out. So the marginal kind of intellectual leap I had in those two years was probably the highest. And then I was just, you know, super lucky at various stages that, you know, the options that were open after that were options I wouldn't even have considered coming out of India. So, you know, then my advisors and high school teachers were all kind of saying, listen, you should be applying to the top colleges in the world. And I'm like, really me? And they're like, yes, you know, we've seen students over the years, and that's where you should be applying. And then, you know, I've just been incredibly fortunate at various stages, you know, undergrad, I, you know, had a choice between Oxford and Harvard and went to Harvard, mainly because of the financial aid. And then, you know, the undergrad influences in economics were in a partly Amartya Sen, but partly just a whole range, like being a kid in a candy store, right, of the range of courses and everything you took. So it was quite clear early on that I would care about academic economics, but with a view to improving policy. And then, you know, after Harvard, after four years, I had this vestigial regret of having turned down Oxford for my undergrad. And so I did a one-year master's in Cambridge on a fellowship. And so that was a fun year. And in fact, I followed Amartya Sen to Trinity, and he won the Nobel within six weeks of my getting there. But that was a fun year. In fact, you know, you will appreciate this, given your Crick Info past, right? In fact, it was in 1998-99 in England. So that was the year I, you know, I bought my Cricket World Cup tickets in advance. So I followed the Indian cricket team around. That was the year Paz and Bhupati won Wimbledon. So it was a good year to be in England. So, but anyway, like, you know, I think England year was fun. But I think the other thing I got from Singapore was a very, very healthy respect for the private sector, right, which is something that your typical academic economist or typical kind of government bureaucrat doesn't always have. And so before I went to my PhD, I really wanted to have a private sector experience. And one of the things I did in college was I learned Chinese. And so I went back to Singapore, worked in management consulting for a couple of years, and this is 99-2001, at a time when China has not yet entered the WTO. So most Fortune 500 companies, Asian headquarters were in Singapore or Hong Kong, and with some shifting towards Singapore because of Hong Kong getting, you know, the 97 kind of implications for independent China. So it was a great time to basically just think about how private capital thinks, right? So the kind of work we were doing was really Pan-Asian strategies, looking at where do you source your production, where are the markets? So it was an incredibly valuable two years. But it was also very clear that I was not interested in climbing a corporate hierarchy per se, as much as taking that understanding of how private capital thinks and applying that in the public interest, right? And then, you know, I came back to my PhD. And, you know, since you're a personal, this thing that's not in the, I've had some interesting detours about like, you know, thinking about different pathways to policy, thinking about active politics, thinking about things. And then I think multiple mentors and advisors at various points said, listen, your comparative advantage is always going to be intellectual, right? Like, you know, I mean, so go ahead and get the PhD. And, you know, be an academic, but stay engaged with policy. And that's kind of roughly what I've done. And again, I've been super lucky in the sense that I came to my PhD at a time when development economics was becoming much more empirical. So if this was in the 80s and 90s, when you were really just writing a lot of applied theory models and trying to argue which type of poverty trap was kind of creating poverty, I might have lost interest, right? But it was at a time when, you know, you really had to get your shoes dirty, go to the field, understand what was happening. And I kind of, you know, the RCT movement was happening around that time. And I was kind of the first wave of the students of this year's Nobel Prize winners, right? So Michael Kramer was my direct advisor, and Abhijit Nester, you know, they taught us the PhD development sequence together in my second year in grad school. So and then, you know, I think how I got into education. So at heart, I've really been a public, I'm still a public finance economist, right? So the focus has always been on effectiveness of policy and for which public finance is like the core policy field that is both in the revenue side and the expenditure side. And then the interest in education specifically, I think, came from, you know, partly there's the Sennian influence about belief in human development and human capital. But, you know, I've always kind of believed in Sennian ends but disagreed with Senn on means, right? You know, we can come back to that when we talk about vouchers and how, you know, the Sennian influence itself sometimes would suggest the case for more market-based provision of basic services. But anyway, I think, you know, the PhD, the RCT movement, you know, is very technocratic, is kind of very, in some ways it's humble, right? So there's an aspect of methodological hubris where it gets pushed back of saying it's a gold standard. But it's also at its essence, it's about humility, which is to say that we have way more theories than we have data. And at some point, you just need to subject your theories to real evidence. And so how I got into education was really, there was this conference in Imrana in 2001 at the end where I was a first-year PhD student. And this is this, you know, really high-level policy conference of top US economists, Indian economists, the who's who of the Indian kind of policy establishment were there. And I was this eager beaver PhD student sitting there taking notes. And there were two entire sessions on education. And, you know, the four speakers were literally like the who's who, right? There was Abhijit Banerjee, there was Michael Kramer, there was Caroline Hoxby, and there was Rukmini Banerjee, right, providing a field-based perspective. And, you know, it just got me hooked in the sense of both how important the topic was and how abysmal our performance was and the ability and the potential of good research to try and influence and inform the allocation of public resources to better the common good. The education then just became the topic into which a lot of these principles, you know, that I ended up working on. So anyway, so, you know, and then there's the specific research projects I started doing. My first major study was this All India study on teacher and doctor absenteeism in the public sector. And very simple descriptive work, not fancy RCT, right? All we did was make surprise visits to over 1,500 schools across the country. And that was when I got my fieldwork experience. You know, so it was a wonderful, wonderful experience just seeing rural India, seeing the schools, seeing the reality, and then just crafting survey instruments to just learn what was going on. And I think, you know, having them documented facts on teacher absence and just how much, given the salaries are the biggest component of the budget, just how much fiscal leakage you get just from that one line item. And then, you know, part of I think where I have been, the policy motivation for what I do always shows in the sense that I care about the academic paper, but the motivation is always that how does this research help us understand, improve understanding for policy. And then over the years, we've had some fantastic collaborations, particularly in Andhra Pradesh. This is the, you know, undivided Andhra Pradesh where we set up a series of long term studies on both randomized trials, as well as longitudinal follow-up of kids. And we've learned an enormous amount from that research. So, you know, which I'll talk more about on the call. And then I think in terms of the policy engagement, you know, I've always been fortunate in the sense of having exposure to conferences and access to the technocratic leadership in the country, right? So, you know, whether it's the chief economic advisors, whether it's the planning commission, senior folks, people like Dr. Monte Carlo Valle have been like, you know, long term mentors and influences. And so in that sense, there were windows to then provide inputs based on policy. And then around 2012, when I was frankly very frustrated with the RTE, which I, you know, which I really think set us back in multiple ways, right? It's kind of a classic example of good intentions that are counterproductive. And we can talk more about that. I remember just being very, very frustrated at how policy was not reflecting any of the evidence. And I think Dr. Aluwalia told me, he said, listen, you know, you write these great papers that get published in the top journals, like, you know, and we might at best come to a seminar and clap our hands and say, good job. But in the end, the policy is still written by people who are essentially bureaucrats and who don't understand the research. So if you want to start having impact, you need to roll up your sleeves and kind of, you know, get involved a bit more. And so then he invited me to write a background paper to the 12th Five-Year Plan. And then a lot of the language in that paper ended up making it to the Five-Year Plan. And then after that, you know, I think he again said, listen, you know, it's one thing to put things in a planning document, but now you need to start engaging much more in terms of making this happen. And so then, you know, both with MHRD, where we've done some workshops, and then over time, you know, where I spend most of my policy time, frankly, is with the states, right? Because 90% of service delivery functions are with state governments. And so I continue to work across a range of states, testing a bunch of, you know, continuing to do research, but continuing to also synthesize. So I think one of the things, again, that Dr. Aluwalia, I think, said to me, which, you know, maybe not in the exact words, but the spirit, which I say is, you know, is like, you need to learn to segment your brain into the researcher who says that I know nothing, because you realize how little you know. And so the academic, this thing is always about fine tuning our understanding on relatively narrow areas of uncertainty. But in the policy space, it's like, whether you have research evidence or not, we are still making decisions. And so you need to then be comfortable with saying, we don't have all the answers, but here is the best I would recommend based on what we know. And so, you know, that's kind of then being the spirit of my policy writing, you know, so I wrote that 12-plan paper. And then for the new education policy, which we'll talk about, you know, I've provided extensive set of comments in writing. And the good news is many of those things have been incorporated like, you know, in the NEP. But the note of caution is that many of that language was also in the 12-5-year plan. And so then we'll come back and talk about implementation and what it's going to take to take some of these ideas to action. But yeah, hopefully that gives you some sense of the personal aspect behind this, right? Which is, you know, another kind of way I think about this is in the nonprofit sector, you have tons of very motivated nonprofits trying to improve education, trying to improve development outcomes, right? But the 800-pound gorilla in the room is the government. And so the government spends over 300,000 crores a year in education. And so if you can improve the effectiveness of that by 1%, right, that's basically bigger than the CSR budget and education of almost any kind of, you know, entity that's running schools or providing scholarships. And so it's a very, very hard beast to move, but the returns to improving effectiveness of government expenditure is massive. And that's, that's what I spend my time on."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:50.440",
        "message": "That's extremely fascinating. Now, before we get down to the nitty gritties of talking about your experience and of Indian education and your insights from it, a few threads to unpack. Number one, I thought if someone from Oxford listens to this, they're going to get really pissed off because you basically said, Hey, I missed out on Oxford. So I went to Cambridge for a master's. Leaving that aside, I also found this particularly fascinating what Dr. Aluwalia told you about policy that whereas you may, as an academic, you approach something with extreme humility, and you're trying to work on one small margin of something, but as a policy person, you have to have a clear direction which you're showing. And that seems to me to be a lot like, you know, what Harry Truman once said when he was president about give me a one handed economist, because all his economists kept saying on the one hand this on the other hand. And I was also sort of fascinated. And this is something that this is a thread I come across in the personal journeys of many of my guests, which is a role of serendipity and chance, like you've spoken about how you'd have the economist lying around at home. And in those days, economist was far better than it is today, though it's still, you know, a model of clear writing on complex subjects. So I can imagine, you know, the influence that would have had going to Singapore. I'm sure you've thought about where you might have been if not for sort of all of these, the thread that I want to examine a little bit further before we actually start talking about education is what you said about your disagreement with Sen on means and ends. And I think this is where, for example, someone like Mahatma Gandhi diverged from a lot of the other leaders of our independence movement where Gandhi was always all about no matter what the ends are, the means matter. And you know, we sort of came into this republic with a mindset of that these are our noble goals. These are our ends. And the means are inevitably state coercion. And I can see this playing out at two levels where the first part of my question is that when you start examining this, and some of your early training was to be an engineer, but at the same time, you've seen the power of free markets in Singapore, and you've read The Economist, but how do you sort of handle this dichotomy between means and ends and keep telling yourself that listen, you know, whatever beautiful policy I may recommend it is after all the heavy hand of the state, which often has to carry it out. And that mindset, of course, is changing. And the second part, which I'll explore immediately afterwards, but the second part also is that then this tacit acceptance that listen, there is going to be a certain amount of state coercion involved here. So let's at least make sure that it is effective and justified by bringing experimental methods and RCTs and all of that, which I'll explore shortly. But on this whole broader question, how has your thinking on means and ends, you know, specific because you after all deal in a field where there is significant amount of state presence and state presence is equal to state coercion, you know, all of this money that is being spent on education is after all, coming from somewhere. So how has your thinking sort of evolved on this? And, you know, and can you elaborate a bit on your differences with the Sanyan view as you put it?"
    },
    {
        "speaker": "Guest",
        "time": "00:20:47.640",
        "message": "Yeah, so and I think, you know, this is, you know, I'm just starting to see why the conversations are so much fun than lectures, right? Because you can follow tangents, follow nooks and crannies. So remind me because of your cricket forepast to tell you one very important cricket joke, not just a joke, a cricket true story in my life, but that has to do with my year in Cambridge, because you mentioned Oxford in Cambridge, right? But yeah, so I think the Oxford-Cambridge joke notwithstanding. So I think, you know, coming back to Sanyan, I think the Sanyan moral point of view, that development at the end of the day is not just about GDP, right? But it is about enhancing human capabilities, and that health and education are a core component of that. You know, I think that's a very simple and important and deep point, right? And I think if you'll allow me a tangent, see a little bit of the Sanyan worldview is, I think, being borne out right now as we speak, okay? So when I teach my undergraduate class on development economics, one of the things I talk about is, you know, you can measure countries' welfare and prosperity by GDP per capita, which is a standard thing, or you can measure it by the Sanyan Human Development Index, which the UNDP, you know, follows. And the basic difference is that the Human Development Index has only a one-third weight on income, it has a one-third weight on health, one-third weight on education, okay? Now, what's interesting is if you rank countries around the world by GDP per capita, or if you rank them by HDI, the rankings are remarkably similar, okay? So there is very little difference. And so the only exceptions you get, there'll be some countries like Saudi Arabia that are much worse off in HDI than income because, you know, simply accidentally finding oil under you doesn't make you develop if, you know, half your population can't go to school. Now, and conversely, I think the Sanyan examples of Vietnam and Kerala and others would be that here are places that outperform, right, like on human development compared to income. And I think where I would say there's a slight vindication of the Sanyan view in our current COVID crisis is that if you look at which are the societies that have outperformed dramatically relative to GDP per capita, it is the societies that are in fact higher HDI. It's all relative because obviously better income helps with everything, right? So anyway, so I think there is a deeper point there that, you know, education and health are, you know, somewhat kind of broader enablers of society, right? And one of the philosophical tensions in education, which again, I'll come back to in the end, there's too many, you know, because you see it, but I'm bringing it now because, you know, I know you're kind of a classical liberal, right? Like, you know, I mean, and, you know, and I have many of those same instincts. But here is the fundamental tension, right? The fundamental tension is, I think many of us probably have an ethical worldview that says that, you know, people should be allowed to keep the majority of what they work for. And so the coercion of the state in that sense, measured by say taxation, right, should be kept low. Okay. But I think a lot of us would also share a worldview that says that the role of the genetic lottery in life outcomes should be minimized to the extent possible. So to, you know, to kind of come up with an analogy, which again, I use in my undergrad class is to say, you know, when you look at the field of life as a soccer field, and you say this is an uneven playing field, the problem with socialism, communism is you say it's uneven, and therefore, the game should be a draw. But if the game is a draw, there's no incentive to play. And there's no spectators, there's no economy, there's nothing. And so then, you know, it's kind of you shrink all activity, right? So what we would like to do is we would like to level but if the game is so uneven, right, then there's no game, right? I mean, so what you would like to do is level that playing field as much as possible, and then saying now go play, right, you know, now go play and let the natural kind of, you know, talents and effort and everything emerge so that you then get to keep the fruit of your labor, right? And the reason I'm making this tangent is because it deeply then has to go with what is the role of the state? What is cohesion? What is this thing? And so, but I think the fundamental tension here is that at one level, we say that we want people to be able to keep the fruit of their labor. At another level, you say that we would like to keep a level playing field and prevent the intergenerational or not prevent or at least mitigate the amount of intergenerational transmission inequality. The problem is that the thing that people seem to want to do the most with their money is propagate their advantage to their children. And so if you look at what people do in terms of schooling, etc. So I think the role of the state in the basic services of health and education, I think is therefore much more, you know, warranted in terms of providing that kind of level playing field. So then I think there's the tactical question of how do you achieve this? And I think that's where there's this slight divergence with Sen, right? Like, you know, where the original Senian view is that, listen, the countries that have delivered, that have outperformed the human development relative to incomes have been like the Keralas, the Vietnams, the Cubas, that have all had like heavy state involvement, or even China, or even the East Asian miracle in some ways, like, you know, did, was built on very heavy state investment in education. Okay, so, you know, and I know, and we'll come back and talk about vouchers and markets and stuff like that. But I think the one very compelling argument that the anti-voucher crowd has is to say that, listen, no country has ever managed to achieve universal education at scale without public provision. And this is true even of East Asia. Okay. Now, that being said, I think, in many ways, India needs to chart its own path based on our lived reality. And this is a topic of, you know, in many ways, like I said, I'm working on my first book, which will be out next year. So there's many, many things that we'll come back to later. But to keep the focus on what you said about the means and ends and sense, where I say there's a little bit of a cognitive disconnect in Sen's own results versus his views on, say, vouchers, okay, comes from the fact that if you look at one of his most powerful ideas on famines, that people historically thought that famines were because of collapse of food production. Okay. And what he showed was that it's not the collapse of food production per se, it is the collapse of purchasing power, right? So typically, when you have a famine, there is food nearby, and you know, you can buy the food. So sitting in Bombay, you don't starve just because Bombay doesn't grow its food, right? You buy the food from places that grow the food, right? And so similarly, like the problem with the famine is not that the food production collapses, it's because the daily wage labor collapses, because there's no harvest, there's no work, that incomes collapse. And it's because incomes collapse that you have starvation and famines, right? So the entire idea of Enrega, or the idea of an employment guarantee scheme as a better means of social protection, rather than publicly provided inputs, comes in a way from Sen's insight that it's the purchasing power that's the problem, as opposed to the lack of supply that the market will take care of supply if you provide the purchasing power. So if you take that logic to education, then the case for, you know, voucher-based financing and saying, let kind of the market provide and let the state come in by kind of providing the purchasing power, I think is quite compelling. But as I'll, again, we'll get to in more detail, when we talk about private schooling, it's much more complicated than that. And where the market analogy kind of breaks down in schooling is what we forget, is that schooling is a club good, where schools define themselves as much by who they exclude as who they include, right? So schools are not trying to maximize market share, right? So if you look at Harvard over the years, right, and I'm a product of Harvard, Harvard undergrad, Harvard PhD, 10 years there, but I've now spent 11 years as a faculty member at the University of California. And, you know, and at a moral level, I feel so much happier here, right? I mean, and that's because the Harvard objective function, the endowment has grown 10 times, but the enrollment has not increased at all in 70 years, right? It's because it's fundamentally a club. It's like, how do I identify a bunch of smart, privileged kids and give them even more resources? Whereas the University of California model, because it's a public university, is saying that how do I maximize the number of people educated and how do I maximize the integral of human capital times the people as opposed to just maximize prestige, right? So it gives you one sense of why the simple market analogy breaks down. But that being said, there are creative ways of leveraging the kind of the dynamism and incentive compatibility of the market in the public interest, which I'll, you know, which I'll talk more about. But I think the main caveat I'm making is that it needs to be much more nuanced. I think, you know, and all of us in education go through this phase, including myself about 12 years ago of kind of, you know, you hear the idea of school vouchers and it seems magical. And I think there's a lot of potential in that. But I think it's a much more complex subject than other market analogies, which we'll come"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:28:43.080",
        "message": "to later. I am not, by the way, a votary of either school vouchers, and I'm not against public schooling either. Let me kind of clarify a couple of points. Number one, when I mentioned coercion, one aspect of coercion, of course, is that whatever the government does is funded by violence because it is taking money from people. But the other aspect, the important aspect is that it interferes in people solving their own problems. What are markets? Markets are the mechanism through which society solves its own problems. You need something, I give it to you. It's a positive sum game, both of us benefit. That's how we all grow. You know, and that's the kind of coercion that I actually object to far more that when people can help solve each other's problems, the state gets in the way. And we've seen that especially, you know, in the context of education, where, for example, it's good to have a goal that these are our goals, everyone should have this level of education, ever, you know, we should have a level playing field, we should do something about the genetic lottery. I agree with every little bit of that. I have no caveats with that goal. My issue is, what are the processes through which we achieve that goal? Not just what is the ends, but what are the means? And what are the means not in a moral sense of all coercion is morally bad, but also the means in an instrumental sense of what will help take us towards that goal the best. And, you know, one of the most fundamental things that seems to have gone wrong here is that I think India has, and I'll ask you to elaborate on this at length after this, but I think India has adopted with good intentions, the sort of wrong means where we, you know, prevent society from solving its own problems. For example, I'll quote from something that you have written, where you wrote, quote, it is worth recollecting that shortages, waiting lists and site payments were common in many sectors, including telephones, computers and cars in the mid 1980s. The most important lesson for India from the successful economic liberalization in the early 1990s, is that the key to expanding access, increasing quality and reducing costs in sectors ranging from electronics to transport was a reduction of barriers to the entry of private providers, and the resulting increases in choices for consumers and the competition among producers. It is perhaps no accident that the greatest challenges for the Indian economy are in sectors like agriculture and education that have not seen similar reforms, stop quote. And when I read these words, which I read today, when I read that paper that you sent me, I was like, come to my arms, because for years, and I'm like a year older than you. And for years, I've been telling people about how when I grew up in the 1980s, you had to wait five years to get a telephone unless you were a privileged kid like me, but you had to otherwise wait five years to get a telephone, airline tickets were so expensive, blah, blah, blah, you open those out, you allowed society to solve its own problems, you allowed markets, you took away that element of coercion, and boom, magic, you know, today, no one considers those areas a problem. And the government provision is not an issue. But what has happened with education is that we didn't allow the private sector a full reign, a lot of it coming from that early mindset, which, you know, we can get into about how for profit schools are still not allowed. And, you know, because of that, these areas which are so important, which you you could argue, like education and agriculture, as you pointed out, are so crucial to the well being of our people forget our development as a nation, which is a broad concept. But just to the material and physical well being of our nation have been kind of ignored because of this mindset. So I would actually say that, you know, choosing the wrong means can take you further away from your ends, even though it seems intuitive that, hey, we have a problem, let bring the state in and the state will kind of solve it."
    },
    {
        "speaker": "Guest",
        "time": "00:32:20.000",
        "message": "No, I couldn't agree more. And again, you know, I'm starting to, these are different themes, which I'm talking about in this book, which I mentioned, right. But I think one simple source of confusion, I think, by the way, I agree completely. And since you quoted me back to myself, I can't disagree, right? Like, I mean, but, but no, I think the key to solving most of India's problems really is expanding supply, right? You know, that we are a short, so where we are a shortage based economy, because of regulation is where we have a bulk of problems, right? So I think so there, we are completely in agreement. I think what makes this whole issue so complicated is the government plays three very different roles in the ecosystem, right? The government is a policymaker, the government is a regulator, the government is also a provider, right? Now, the problem, most of the schizophrenia with regard to how the government approaches the private sector comes from the fact that the role of the private sector is actually dramatically different in these three functions of the government, right? So for the government as a policymaker, the private sector is an ally, right? Because as a policymaker, you care about how do I get the best outcomes, right, for the society, right? Because as a policymaker, your role is to maximize aggregate kind of welfare, right? Now, as a reg, so if the private sector can deliver it better, then on the margin, you want the private sector to do it, right? So as a policymaker, you're kind of the private sector as an ally, because it gives you more supply, it gives you more diversity of options, it gives you, you know, just more options to play with, right? Now, as a regulator, the private sector is an equal, right? You need to treat the public and private equally and not privilege one versus the other, so that it's a level playing field. And again, here, you know, we don't quite do it. But then as a provider, the private sector is your competitor, okay, because then you're competing for the same market share, right? So I think part of the problem here is that if you look at the structure of a government education department, the majority of kind of the budget, as well as the personnel are dedicated to government as providers, right? And so therefore, government as provider automatically is the lens through which we look at the policymaking, the regulatory function as well. And in that, as a result, we end up doing untold damage, right? Like, you know, by restricting private entry, because government as provider doesn't want the competition, though government as policymaker, right, you know, should absolutely want that. And it's the same issue in aviation, right? So I think, you know, again, speaking of Singapore, I just talk about as examples in my Indian economy class about the distortions that come from, you know, government as provider getting in the way of what's in the public interest of government is regulated, right? And I think Air India is an even more direct example of that, right? Where, you know, a country as small as Singapore gets more tourists in a year than all of India, right? I mean, this is a manmade island, like, you know, that has to create these theme parks for tourism. And here we are this kind of, you know, millennia old civilization that doesn't get the same number of tourists. And like the big, one big reason for that is Singapore's open skies policy. So anybody can fly in, anybody can fly out, pick up passengers, drop passengers and people come there. And whereas here for decades, our aviation policy is essentially being still focused on bilaterals and kind of reciprocity for Air India. And so trying to therefore protect Air India, like it has over the years dramatically cut short, you know, India's global integration in terms of transport. So anyway, so I think that part of the confusion here comes, as I couldn't agree more, the government is this incredibly heavy handed beast. And, you know, we can come back to what the policy framework should be. And I think the challenge again, you know, is when the issue is so complex, that maybe what we should do is we should first kind of segment and discuss on the evidence and what we know, because understanding itself is difficult enough. And then kind of say now based on what we understand, how would we craft a set of policy responses that are both consistent with the evidence, consistent with the principles, but also that there is a political way to make this happen, right? And then we'll come back to the various political constraints, right? Like, you know, between rent seeking, and sometimes it's not just rent seeking, it's just good, it's just bad ideas, right? I mean, that take over, and that are very, very hard to get rid of. So, but hopefully, you know, that clarifies a bit in terms of the private sector. But yeah, I haven't given you answers yet. I've just tried to, you know, clarify what the issues are."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:20.360",
        "message": "No, I think you're showing academic humility there rather than the certainty of a policy scholar to use Dr. Aluwalia's binary."
    },
    {
        "speaker": "Guest",
        "time": "00:36:27.200",
        "message": "To be fair, it's not even the policy scholar, right? Like, you know, it's the consultants with flashy PowerPoints that I'm most scared about, right? So one thing I say is, you know, consultants have confidence, academics have confidence intervals, right? You know, so"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:44.760",
        "message": "That's so beautifully put. No, I know what I will also want to therefore clarify to the listeners, I think the last part that I didn't get over is that for all my sense that the government should not in any way, stop society from solving its own problems for something like education. I'm not against public schools or public education at all. I'm saying let a thousand flowers flourish, whatever works works, we'll find out what works, and which is a different matter. So let's kind of actually turn to the subject at hand after these delightful digressions and talk about education itself. Give me a sort of a broad overview, not just in terms of where things stand today, or where things stood before the NEP. But just over the decades, what has been wrong with public schooling per se, number one, which you've, you know, seen and examined and written about at a very granular level. And before that, what do you think other mindset issues which were the problem like one mindset issue, which I think you would agree with, but that's like a separate issue is, of course, for profit issue that, you know, Nehru once famously said to JRD Tata, quote, do not talk to me of profit, it is a dirty word, stop quote, you know, little realizing that, like to me, profit is a driver of benevolence, because the only way you can make a profit is by providing value to someone else's life. But leaving that mindset part aside, just at that broader sort of conceptual level, where do you think we went wrong? When after independence, where we put our whole education system and our public schooling in place?"
    },
    {
        "speaker": "Guest",
        "time": "00:38:10.720",
        "message": "Sorry, I mean, you know, I guess this is the challenge. So even before I get there, I want to follow up on what you said about profit being a dirty word, right? See, and I think, so again, it's useful to kind of connect the models in the markets for a second, right. So and I think, and I share your I share your deep kind of belief that the libertarian reason for why you believe in markets so much, the moral case for markets, right, is that no transaction can take place unless both sides want it, right. So, you know, if there's no pressure on you to buy, right, there's no pressure on me to sell. So I will only sell if I make a profit, you will only buy if your consumer surplus is positive, right. So and that's an incredibly valuable disciplining device for resource allocation across the economy, right. Now, the only problem with that, and why that problem becomes especially first order in India, is that, see, I think the economic approach to policy analysis as per a to improvement, right, which is our both sides better off, right, I think is a very powerful framing, but it completely ignores the justice or lack thereof of the original position, right. So it takes the initial position as given, and doesn't question, right, like, what is the moral basis of that initial? So, in a world where you have the level of abject poverty that you have, right, the market solution for the most part, essentially is to leave those people out completely, right. So one way to say this is that democracy is one person, one vote, right, whereas the market is one rupee, one vote, one dollar, one vote, right. So how much purchasing power you have in the market, so market is an amazing thing, except that it doesn't care for you if you don't have purchasing power, right. So to take example, say, pharmaceutical research, right, like, you know, we spend more money kind of on anti wrinkle cream research in the US, like, you know, then you would on tropical diseases put together, not because it doesn't affect more people, but because there's no money to be made, right. So in that sense, the so the power of the market is the incentive compatibility of the transaction, the blind spot is the fact that, you know, effectively, it's $1, one vote. And so, you know, I think a lot of, you know, what I would call left libertarian, right, which is broadly how I think of myself, which is to say, I believe in individual liberty, I believe in kind of, you know, minimizing the heavy handedness of the state. But I also believe in to the extent possible, reducing the effects of the genetic lottery, so to speak, right, by providing more purchasing power and dignity to the poor that then gives them a chance to compete in this market, right. So I think, but the point I'm making is that, so and this is again, it's a theme I discussed in my interview with Arvind Subramanian five years ago, and something that will form a big part of my book is that, see, what makes India an outlier in human history, right, is that we are the only kind of country that had universal adult franchise and democracy is such a low level of per capita income, right. And so what democracy before development has meant for India is that if you look at income distributions, in general, income distributions are right skewed, right, which means the median income is typically below the mean. So in kind of a simple democracy, the median voter is always going to want more redistribution, right. So most of today's rich countries built their welfare states after becoming rich, right. But India, so the core question in public finance is how do you allocate taxpayer money between public goods that create productivity versus redistribution, and democracy before development in India has basically meant that that scale has always skewed much more towards redistribution rather than public goods, right. Now, so all of that, I think still, it's a preface to say that given our kind of unique history as a country, right, it is impossible to get away from the massive, by when I say political demand, I mean, popular demand, right, I mean, of kind of public involvement, right, which is what kind of shapes my thinking as to say that the public involvement is kind of a given. So then how do you optimally allocate or optimally direct that urge for public? Now, the other place where I massively agree with you in terms of letting people solve their own problems is that one way to, I think, let democracy deliver better services is to decentralize a lot, lot more, right, because I think where democracy is kind of failed, India is not in the idea of democracy, but in that the level of aggregation is so high, that you're expressing your preferences over so many dimensions of what you care about as a citizen in one vote, that decentralizing is a way to kind of unbundle the vote, and then allow your local vote to focus much more on issues of service delivery, and build, you know, democratic accountability. So sorry, you know, but I think this is the time, you know, you raise things, and then I have to get to those tagets, answer that, but that's"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:25.520",
        "message": "fun. And then, you know, these are very much the kind of conversations I enjoy. And when you spoke about decentralization, that was another moment of come to my arms, Karthik, you know, sort of get back to the earlier sort of points that you raise where I kind of agree with everything you said, but let me tell you, sort of the margins at which I would add my little two pence, I think, when Nehru said what he said about profit being a dirty word, I think he meant it in the sense of not in the nuanced sense that you're speaking of it, but more in, because he had a zero sum vision of the world, that he assumed that if someone is making a profit, someone is getting exploited. And that's, of course, fundamentally not true. That's one of the way the world works. And yet, that is a mindset, which a lot of Indians have even today, which is why a lot of populism will focus on redistribution and in the popular narrative, you know, which is rational, and there's a reason why that is so, but that isn't necessarily correct. The other thing that I'd like to sort of go into is, and again, that's another point that I keep making that, you know, a lot of the countries which became welfare states did so after, you know, they became prosperous, and there is something to be noted there. And if you attempt to become a welfare state before you become prosperous, what happens, and I had, you know, written a piece while back, which I'll link from the show notes. In fact, I'll link a lot of your stuff from the show notes. So my listeners should kindly check that out for, you know, videos of Karthik's talk with Arvind as he mentioned and various other links. But anyway, so this piece I wrote a few months ago was about how Indians should be obsessed about poverty, getting rid of poverty, and not with inequality. And to me, the two are very different things, and people don't get it. And they appear the same when you look at the world in a zero sum way that if someone is getting richer, someone else must be getting poorer. So if inequality increases, that means poverty is increasing, but actually, that's not the case at all. And actually, as we've seen since India's liberalization, or even since the 80s, that as poverty has reduced, inequality has gone up, they often in a developing country like India, I think they often go in opposite directions, because everybody's getting better off at the same time, but the rich are getting better off faster, because they're able to achieve scale and put their money to use and all of that. But what I would focus on instead is what the philosopher Harry Frankfurt calls the doctrine of sufficiency, which is Frankfurt's view is that when we look at humanity, what we should focus on is not the differences between the rich and the poor, but how poor the poor are in absolute terms, and how he defines a doctrine of sufficiency. And obviously, I'm saying this from memory, so I won't get the exact words, but how he essentially defines it is that you figure out a measure of what a person needs to live with basic human dignity. And you define that as sufficiency and that is what you aim for. And for Indians, especially, I think many of us English speaking elites have, you know, picked up this fashion from abroad that we can talk about inequality and all of that, but I don't think is relevant to us because you can solve inequality with redistribution, you can make everybody equally poor. But if you want to solve poverty, then you have to acknowledge the positive someness of human interactions and the centrality of profit to that and work with that in mind. So where I, you know, agree with what you said about the original position, that, you know, it is not enough to say that if I interact, say with someone who is much less privileged than me, that doesn't solve the problem of privilege, right? It doesn't solve the problem that he's relatively poor, and I am much better off. But I am saying that I'm wondering if that's a problem to solve. The problem to solve is that he is not well off in absolute terms. And by transacting with me, he gets a little better off with that transaction. And what we then think about as a benevolence of the state in practice never really works"
    },
    {
        "speaker": "Guest",
        "time": "00:46:02.400",
        "message": "out that way, as we have seen. Correct. So I think, you know, so let me, you know, let me agree with that, but then add two additional important points of nuance, right? So I think, you know, so where I agree with that completely is that, you know, and this is in fact consistent even with the view of Rawls, right? And Rawls is generally considered, you know, much more of a social democrat philosopher by focusing on the welfare of the poorest. And even though Rawls would say that inequality is good to the extent that it actually makes the worst off better off, right? So if it's the inequality that gets the innovation and gets kind of the, you know, the new enterprises that are delivering outcomes at scale that help the poorest, absolutely. I think, you know, that's wonderful. And I couldn't agree more with you that for a country like India, you should focus much more on absolute poverty rather than inequality. I think the two caveats are the following. The first is that where the inequality like intrinsically matters is the consequences of the corrosion of the democratic process, right? I mean, and that's because essentially, you know, what is the state? The state is also kind of allocating policies and largesse, right? So if inequality gets to the point where essentially elites capture the government, right, then you kind of get, and there's tons of work just showing how you kind of decay institutions decay. And Raghuram Rajan has this wonderful, his first famous book, right, was Saving Capitalism from the Capitalists, right? So, and this is true even in economics, right? What we idealize about the market, this is something I learned very early, right? Which is what as economists we idealize about the market is the ideal of free competition that, you know, the competition is what forces people to be accountable. But then when I went, became a consultant, the first thing you're trying to do as a consultant is minimize your competition, right? So is how do you define and how do you get either legislative barriers to entry, patent barriers to entry, different kinds of barriers to entry. So, you know, and we just see again and again and again, that that inequality can capture the political process, right? So that's, I think, one important caveat. The second caveat, which is, I think, more subtle, going back to what Nehru said, is that, see, it is absolutely true in a place like India, that if you look at a feudal history, right, that the feudal history is built on exploitation in the sense that, and this is something that modern economics hasn't dealt with enough, but we're now starting to see a bunch of very careful micro-founded work, right? You know, that how much of the attention of the capitalist class was spent in reducing the outside options, right? So going back to is reducing the outside options of workers. And so what appears like free market, yes, it is free market, but I am essentially constricting your outside options so much that you have no option but to accept this very low wage, right? And I think the best example of this is really seen in my own changing thinking on Enriga, right? So, you know, when Enriga was first announced, I was a skeptic, right? I was a skeptic, and I'm on the record, as with many neoclassical economists, saying that, listen, this is going to boost wages without boosting productivity, and this is just a bad, overall bad idea, right? And in fact, the rhetoric around it was bad and continues to be bad now in the context of the migrant crisis when people say, oh, we want to prevent migration, which is, again, getting it completely upside down because it's urbanization that's kind of the engine of development. But to leaving that aside, right, when we did this massive large-scale randomized controlled trial in Andhra Pradesh on the effect of improving Enriga implementation, right? The results just blew our mind, right? And what we found was that not only did it improve wages, it actually improved employment and incomes across the board. And because what was happening was we also find very robust evidence of monopsony, right, of essentially, you know, when you have a few large landowners who can kind of ration employment and suppress the wage, that improving the outside option and improving the bargaining power of the workers, which is what Enriga does, right, is not only kind of improving their welfare, but improving – it's not only equity, but also efficiency, right? So, I think my goal right now is like to focus on the holy grail of policies that improve both equity and efficiency. And there are, in fact, a class of anti-poverty programs that, you know, that while we might call it as just, this is another welfare program, if they're well-designed, can in fact be efficiency-enhancing as well, okay? So, you know, we are already like, you know, an hour where – and we can see that we can talk about so many things that – but these threads are all connected, right? The threads are all connected because how we approach anti-poverty affects how we approach education, affects how we approach health. And this is this fundamental tension between the state and the market, right, which is, you know, the democratic ideal is one person, one vote. The way the market allocates resources is one dollar, one vote, okay? Now, to the extent that that dollar that the person commands in the market reflects essentially effort and returns to that effort that is expanding the common good, we don't grudge that, right? But to the extent that that reflects accidents of birth, I mean, that is something that we do want to come in on. So, anyway, I think, you know, philosophical things aside, in the end, I think this is why, you know, there's a reason why the original public policy degree in the world, going back to Oxford, was PPE at Oxford, right? It was philosophy, politics, and economics because, you know, it's the philosophy that taught you what kind of society you wanted. It's the politics, like, you know, that said, how do you kind of come up with a positive sum game, right? Like, you know, given the competing interest in society. And then it's the economics that says, boss, you always have less resources than what you have demands for. And so, how do we optimize the limited resource envelope we have? And, you know, I think where I've spent more of my time on is on the last one, right? Because you can argue the first two, kind of, till the cows come home. But the point where I want to focus more attention on is, given any set of ethical objectives, given any set of policy objectives, there is so much inefficiency in how we do it, okay? That if we can try to squeeze out some of that inefficiency out of the system, right, you know, you will actually deliver substantial improvements over the status quo, right? Which is kind of where I focus more of my time. And so maybe that's a good segue to then start talking about, you know, education itself and, you know, where we are in terms of our journey as a country and the evidence of the cost effectiveness of how we are spending"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:36.960",
        "message": "our scarce public money on education. That's so insightful. And I'm glad you mentioned the PPE because it is one of my failures that I cannot talk about E without talking about PNP. And yeah, before we go in for a commercial break and after that, we promise our listeners, we'll talk about education. But before we go in for that, a couple of asides where, you know, I won't disagree with anything Karthik said, but a couple of asides where having spoken about E, in fact, two E's, education and economics, I'll also, you know, drop some philosopher names, which is give some perspective on what did Karthik mean when he spoke about Rawls. So John Rawls in the early 70s, wrote this very influential book called the theory of justice. And the principal idea behind the theory of justice is what he calls a veil of ignorance. So imagine that all of us are behind this veil of ignorance where, you know, before we are born, where we don't know what our, you know, a position in the world will be, what would we want society to be like, and people often use this thought experiment to, you know, imagine a sort of a socialistic world. But a lot of libertarians actually like Rawls and see this as a justification for libertarian thinking. Because the way I would come at it from my classical liberal position is that if I knew the ways the world worked, if I understood the rules of economics, the power of incentives of scarcity, what human nature is like, then from behind the veil of ignorance, I would want a world with minimal coercion, where individual autonomy is respected, not in the sense that there is no state and no coercion at all. So I'm not one of those. But and what I often recommend that, you know, there are two books people should read together. One is Rawls theory of justice, which is a masterpiece and also anarchy state in utopia by Robert Nozick, which was in a sense a response to Rawls, and talks about why we don't need the state at all, which is just at an intellectual level, whether you agree or not, I think just reading it is a fascinating experience. And you should definitely do it. The other sort of point I wanted to get at is that, you know, I also do this weekly economics podcast with my friend Vivek called called econ central. And we recorded an episode of that yesterday, we are recording this episode on Wednesday, August 5, that episode is actually going to release tomorrow. And this is going to release on Sunday, where I spoke about how about Milton Friedman's famous warning about how pro markets and pro business are two opposite things almost, you know, the exact point you were making, you know, citing Rajan's book, Saving Capitalists from the Capitalists. And I would argue then that I have a mild objection to your phrase about inequality capturing the state, I think the rich capture the state. And the problem there with the rich capturing the state is that why are they capturing the state, they're capturing the state because the state has much more power than it should. And therefore, they can generate more money for themselves. And this is a very perverse process. And I agree with you that it harms the poor the most and allows the rich to generate more wealth for themselves through state coercion. And the solution there is not to outlaw the rich. But the solution there I would say is to reduce the power of the state. So the rich don't want to capture the state because there's nothing in it for them. The only way they can make more money is, you know, through the pursuit of profit and adding value to the lives of other people. On that note, you know, let's let's take a quick commercial break. And then we'll come back and talk about education. On the scene and the unseen, I often speak about positive some games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you head on over to Indian colors.com. Indian colors licenses images of fine art from some of the best contemporary artists in India and adapt them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy win win game. The Indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmay Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaydeep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian colors. Corporate gifting is also available. So head on over to Indian colors.com as colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right on scene for 15% off at Indian colors.com. Welcome back to the scene in the unseen. I'm chatting with Karthik Muralidharan about the PPE of Indian education and of course, the new education policy or the NEP as it were. Before I get to him though, one final little digression which comes on from, you know, before the break, which is very simply that I had spoken about how you can get arguments for liberty or for classical liberalism from John Rawls. And if you're intrigued by that, what is he talking about? What does he mean? I recommend this excellent book called arguments for liberty, edited by Aaron Ross Powell and Grant Babcock, which is a collection of essays about how you can arrive at liberty from a different set of first principles. We of course know that you can arrive at it from utilitarianism, you can arrive at it from the natural rights of John Locke and so on. But this book also shows you how you can take Aristotle's ideas and the ideas of John Rawls and of course, the ideas of Kant and also get to an appreciation of human liberty and individual autonomy. And I think our listeners have had enough of that. Let's get to education. Karthik tell me so you know, I'll go back to the earlier question. And I've really enjoyed, you know, reading through a few of your papers, which you so kindly sent me, which I link from the show notes, of course, give me a sort of overall general bird's eye view, not just at this moment in time, but through the last few decades, that what has been wrong with our public schooling, not just at a granular level, and you've, of course, examined various different aspects of it. But even to begin with, perhaps at a broader level of the mindset towards it."
    },
    {
        "speaker": "Guest",
        "time": "00:57:36.360",
        "message": "Yeah, so this is this is great and look forward to just getting diving into the into the core topic of the day. So if you look at education policy for 70 years after independence, right, I think the first couple of decades can be characterized by, you know, essentially neglect of primary education. Okay, so there was definitely investments in tertiary education with a view that this is important for building a technically trained labor force that would help India make the, you know, do the technological adoption needed for adopting technology. And Nehru in that sense was kind of, you know, as a state led modernist, and therefore, that certainly wanted the ability to absorb the technology. But that original orientation of the Indian education system still casts a very long shadow, right, on the modern Indian economy today, right. So if you come back to why is it that our economy is not able to compete with, say, China or East Asia in labor intensive manufacturing, it's because the lack of primary education and the lack of foundational skills kind of hurts us in the mass market. Whereas the nature where India does really well, is actually in much more technically sophisticated manufacturing, right, which is consistent with our investment tertiary education. But I think, you know, where we certainly did start making a course correction in the early 90s, you know, so you had these waves of programs, it was first out Operation Blackboard, then there was Sarvashiksha Abhiyan, then, you know, you had the right to education, now you have the new education policy. And over the past 25 years, I think, certainly, or 30 years, there's certainly been a substantial pivot in terms of focusing on school education. So I'm focusing first on the good news. Okay, so at an enrollment level, and if you just look at net enrollment rate and completion, is that between 1991 and 2011 censuses, you know, there's a sharp increase in enrollment, if you look at the fraction of children aged 7 to 14, who are in school, or at least enrolled in school, that number is now over 95%. And one consequence of that increase in enrollment is also a sharp reduction in different dimensions of socioeconomic inequality with regard to access to education, right, because you don't get to 95% without basically getting almost everybody there. So the glass half full story is the success in terms of enrollment, right. So you've seen massive increases in spending, increases in school construction, increases in recruiting teachers, increases in, you know, building toilets, building compound walls, building school facilities, providing midday meals. So there has been an enormous increase in expenditure on education, okay, relative to what it was before. And, you know, you do have positive results in terms of enrollment. And it's not even to say that that doesn't give you any learning, because the counterfactual of no schooling is clearly going to produce lower learning, okay. But the glass half empty part of the story is that despite these massive investments of not just money, but also time, right, the opportunity cost of time is not zero, including for children, is that the translation of all of this spending into outcomes has been remarkably poor, okay. And so this, here, I'm talking mainly about the public education system, right. So and then there's the parallel piece that's going on. And so and we'll talk more about the research and evidence on specific reasons for why the quality of expenditure in education has been so poor. But, you know, basically, it comes down to weak governance, okay, and suboptimal pedagogy. And I'll talk about both of those points in a moment. But one manifestation of the weakness of the public education system is kind of the widespread exit to fee charging private options, right. And basically, alongside this increase in public education, public investment, you're also seeing a steady increase in the market share of private schools where, you know, even in rural India, it's about 30%. In urban India, it's probably 70%. I think recent estimates suggest that at an all India level, you're talking close to 50% of children are enrolled in private schools, okay. And this is, at one level, it's an enormous indictment of our public expenditure in education, because the exit to private schooling is not happening as a response to shrinking government spending, right. It's happening despite increase in government spending. So, you know, so one way to think about kind of the value destruction in terms of the low return on investment, or not ROI, but low quality of expenditure, those are two different terms, because the ROI can still be positive, but you could do much, much better, okay. The, is the fact that, because if people are voting with their feet on the private school, one way to ask this question is, what does it say about the quality of your product that you can't even give it away for free, okay, which is, and you can't even give it away at a negative price, right, because the price of public education is negative, because you're providing midday meals, you're providing a bunch of other inputs. So, the business as usual is not working, right. So, so at a big picture facts level, expenditure has gone up, enrollment has gone up, school completion has gone up, and dropouts have gone down. And on input based measures, we're doing really, you know, on every input based measure, it looks like the school system has improved, till you get to this vexing question of learning outcomes. And that's when, you know, the emperor really has no clothes. And so I can now talk a little bit more about the detailed research on each of the factors in each of the reasons. But you know, if you want to comment a little bit on this big picture, that's fine. Or I can go into the research itself."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:28.360",
        "message": "No, the big picture thing is very worrying. Because as you've pointed out, even though enrollments have gone up in the last couple of decades, outcomes have actually gone down. And like you said, it's telling that it's not improved, you know, at least not at least not improved. And what is also sort of depressing is that despite the fact that there are that government schools are not just free, they're actually giving you stuff in terms of midday meals and all of that. So they're better than free. But poor parents, not just the rich who can afford elite private schools, but poor parents still tend to spend significant chunks of their income sending their kids to private schools instead. And there is this misconception that private schools necessarily means a Bishop cotton and a St. John's and elite private schools, but most private schools are little budget private schools operating out of holes in the walls. But I want to turn to private schools later after we sort of start talking about public schools. One broad thing that I'd like you to elaborate on which I found incredibly insightful in your writings was when you pointed out that one fundamental way in which the Indian education system falls behind others is that the education system can basically fulfill two functions, which are human development, where you actually increase the skills of the kids, or sorting. And we have focused on sorting, we are focused on filtration, rather than education. Can you elaborate a bit on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:45.800",
        "message": "Yeah, so I think and maybe, maybe it kind of, you know, makes sense to come to this"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:50.320",
        "message": "after I quickly discuss the results, right? The research, let's go for that becomes an"
    },
    {
        "speaker": "Guest",
        "time": "01:03:54.480",
        "message": "interpretive lens of making sense of why we are where we are, right? Like, you know, so let me, you know, so the first part is, so obviously, let me just give you the details a little bit of insight, right into why all of the spending is not translating into outcomes. Okay. And then, you know, so if you look at where the budget goes, the majority of the budget goes in four line items, okay, so by far the biggest is teacher salaries, right? And then there's also money that gets spent on school infrastructure and building toilets and compound walls and providing books and computers and resources and stuff like that. Then there's money spent on student inputs of say, midday meals and school grants and stuff like that. And then, you know, you also spend a fair bit of money on teacher training, and other kind of quality upgradation kind of investments, right? Now, the bad news is that none of these four things, for the most part, seem to have much impact on learning outcomes. And let me just explain why. Okay, so first of all, I don't know if your listeners want a little bit of a detour into kind of research methodology, but maybe I will not do that here. And, you know, you can point people to other sources where I've written about RCPs and research methodology, you know, but maybe it's worth taking just two or three minutes, right, which is, and it's also something about the nature of research more generally, is that the problem with research is that actually bad research is worse than no research, okay, and that because it kind of crowds out people's attention by creating more confusion, okay. So, you can get very, very misleading results, right, if you don't account for the fact that correlation is not causation. And often you have to, you know, you need well-identified research strategies that give you credible control groups against which you can be sure that you're, in fact, evaluating the effect of the policy that you say you are, okay. So, to take a two-minute detour on research methodology, let's just take the midday meal program, right. So, this is something we spend thousands of crores on on a year. And if a finance minister would ask the education minister saying, we spend all of this money on this program, can you tell me what the impact has been? The education department actually has no way of answering that question, right, because they haven't necessarily thought about the outcomes or measured the outcomes. Now, even if you measure the outcomes and saying in 2003, I have some baseline indicators of, say, you know, of attendance, of nutrition and of learning outcomes, and you say, okay, let me measure this five years later or 10 years later after the midday meal and see how much it has improved, okay. Now, the problem with that comparison is that there are hundreds of other things changing at the same time, okay. So, you've got general economic growth, parental incomes are increasing, attitudes are changing. So, maybe you got those improvements without your program at all, okay, which is kind of why you need a credible control group. And part of the reason, you know, the main reason for this year's Nobel Prize in economics was kind of the bringing of experimental methods from clinical trials into the evaluation of social policies. And a lot of the work I do, you know, as you said in the introduction, I am the global chair of education for J-PAL. And so, oversee the entire, or not oversee, but at least provide, you know, help channel the insights from all of the research happening around the world into kind of updating our syntheses about knowledge and education research, right. So, the research summaries I'm going to give you are based on high quality work. And so, coming to school infrastructure, you know, so having a school relative to not having a school definitely matters, okay. It matters for enrollment, it matters for learning outcomes. If the counterfactual is no schooling, there's no question that schooling matters. But if you then look at the budgets that we're spending on upgrading classrooms and building toilets and compound walls and all of that kind of stuff, for the most part, or libraries, computer labs, you know, none of these things seem to matter, okay. And I think we can get into the reasons for this. But the broad and simple answer is that I think there's three possible things, okay. So, one is that all of these infrastructure can help make education a better consumption experience, but it may not actually be what matters for teaching and learning, which is for learning, which is what happens inside the classroom, right. So, one slight tangent, but which is very related to this. There's this wonderful paper looking at German higher education after World War II, okay, and tries to study the relative importance of physical capital versus human capital in education, okay. So, it's a paper that looks at allied bombings during World War II created quasi-random variation in physical capital destruction, because some universities lost their buildings completely, okay. Whereas the universities that had a higher fraction of Jewish faculty had a much bigger loss of their intellectual capital, right, because these people, you know, they were either shunted to camps or they migrated to the U.S. And so, what the study shows is that 10 years after World War II, that the universities that had lost their physical capital had completely recovered. Whereas 50 years after, the universities that lost their scientists and faculty had still not recovered, okay. And so, what that tells you is like, and this is relevant to India's, you know, expansion of higher education today that we keep talking about buildings, right, but we don't have the faculty. Till you have kind of top class faculty, this is not going to translate into higher quality education. So, you could say the same thing about schools where the buildings may be nice to have, necessary, but by no means sufficient for getting learning outcomes. And then there's other things that could be going on, but at a big picture, I'm not going to say don't build schools. I'm just going to say that the evidence suggests that it may be an enabling condition, but it's certainly not sufficient to get you learning outcomes. Now, the harder part then is teachers. If you look at where we spend most of our money, so you say, okay, maybe it's not buildings, maybe it's teacher quality, right? And here again, the news is very depressing. It's depressing because if you look at, say, teacher training, which everybody says you need to train teachers and teacher training will improve outcomes, is there's not a single study in India that finds any meaningful correlation between possessing a teacher training credential and your effectiveness in the classroom as measured by, you know, improvement in student learning. So, again, as an aside, some of the best insights we have gotten onto public sector labor markets in terms of research has come from the education sector. And that's because measuring public sector worker productivity is very, very difficult because it's multidimensional and you're working in teams. Whereas teachers are a class of public sector employee where if I measure the learning levels of students before the school year and measure it at the end of the year, and I know which teacher is assigned to which student, you can actually measure productivity as effectiveness at improving learning outcomes. Okay. So, there's a lot we learn about public sector labor markets in general, but specifically, you know, using methods like that, this value added analysis, we find there is really no evidence, not in my studies, not in any other studies. And so, again, what's going on? Okay. So, why? And this is very depressing to me as an educator, right? Because I believe in training, I believe in education, that's what I do. And to then see the results that none of this seems to matter. Okay. So, and again, there's three broad explanations. The first is, remember that what we are pushing is a teaching credential as opposed to any effectiveness at teaching. Okay. So, a bunch of these credentials are probably just fake, given that we have, you know, an entire industry, a cottage industry of kind of, you know, diploma mills, and then it's not surprising it has no effect. But I think a deeper problem is, even if you look at the legitimate teacher training programs, if you were to go look at the content analysis of their curriculum, right, most of the curriculum of teacher education programs focuses on history, theory, sociology, psychology, philosophy of education, and very little on actual pedagogical practice of how do you teach. Okay. And one of the reasons for this is that education schools themselves tend to be occupied by PhDs who have PhDs in their disciplines. And so, they want to propagate their disciplines in the context of education, as opposed to get their hands dirty with the actual job of learning how to teach, which is a practical skill. Okay. So, the practical orientation is kind of non-existent. And if you look at the better teacher training programs around the world, they have things that are, you know, more practicum based. And I'll come back to that in one of my policy recommendations. And then the third problem is that even if the teacher training credential were to give you some meaningful knowledge, in a de facto setting in a government classroom where there's zero motivation and accountability for outcomes, you don't use that knowledge, right? Like, so that knowledge may not translate into practice. And the way we know this, what you see is that the same teacher training program that is found to be highly effective in private schools, when you do that training program in a government school, ends up having no effect. And I can give you links to the research on this. And conversely, when you do performance based bonuses for teachers in the public schools, what you'll find is that in the business as usual setting, teacher training has no effect. But in the incentive schools, the better trained teachers do much better. Okay. And so, what that tells you is that the training gives you the capacity to do be better if you were to choose to exercise that capacity, right? So, quality is kind of knowledge times effort, right? And if effort is low, then the knowledge doesn't matter. And this is something that shows up even in my research on health, right? When we can have maybe a separate show on the even greater crisis that's our healthcare systems, okay? But the fundamental point is the same. And this will show up when we get to the private schools also. At the private school, teachers are less qualified, but they make up for their lower knowledge with much higher levels of effort, okay? And so, in the public system, the teachers are much more qualified, but the effort levels are low, which therefore limit the transmission of that knowledge into better outcome, right? So, that's the training for you. So, now think about it, right? Because the entire building block of our right to education, of kind of these legislations and going back to the heavy hand of the state and regulating in terms of credentials, and all the research shows that those credentials have zero impact on learning outcomes, okay? So, the whole system is pushing in some ways for the meaningless credential. So, we can come back to that later, okay? And then the third part of business as usual is kind of reducing pupil-teacher ratio, reducing class size. And this is by far the most expensive thing that we spend our money on, right? So, if you look at the Right to Education Act, we need to move PTR from 40 to 1 to 30 to 1, which roughly cost an extra 25,000 crores a year in terms of additional teacher hiring, okay? Now, the effects here are not zero. The effects, you do have some positive effect on learning outcomes, but the magnitudes are very, very small, and they're so small that the investment per se does not appear to be very cost effective, okay? And now, what are the reasons for why the reduced PTR may not be having an impact? It's again, if you look at the data more carefully, what you'll see is that where class size matters the most is when children are very, very young, okay? So, when you're really young and you need small group attention because children can't even sit in one place. So, one way to think about this is think about university education. As a professor, I can lecture to 100 students or lecture to 200, okay? Now, how much better is the quality of education when it's 100? Maybe it's slightly better. Maybe there's a little bit more discussion relative to 200. But the question is, is it twice as much better? Because that's what it's going to cost you, right? Like you need to cut the class size in half, okay? Or at least some variant of that, right? So, the class size reductions matter the most when children are very, very young. There is our norms on PTR as done at the elementary school level. And if you go look at the schools often, what will happen? The senior teacher will teach class five in a small class and assign the junior teacher to the large younger class, okay? So, the PTR reduction at the school level is not optimized in terms of how it's used. Then there are other issues of PTR which kind of we have to do, and I'll come back to this in the policy recommendations, which is one of the problems in India is because we have expanded school construction across the board. You now have so many subscale schools that you have literally like, you know, over tens of thousands of schools that have enrollment of under 20 or 30 students with one or two teachers. So, in that setting, then you have multi-grade teaching across five grades. Even the PTR reduction doesn't translate as much into learning outcomes. So, again, the point I'm making and why all of this is important is that if I were to put 20 experts in education and I'll come back to the new education policy later, and I think overall the new education policy is a great document, it's a wonderful document, and I'm happy about many things about it, but the big kind of blind spot is that there is no discussion of kind of a word that is considered dirty among educationists, which is cost-effectiveness, okay? Like, which is, you know, when you have a bunch of things to do and you have limited resources, you need a way to prioritize this, and typically what ends up happening is you spend your money on what looks like all the components of an education system, but many of them are actually not the most important things and you're spending tons of money on things that don't matter. And what gets even worse, see, PTR reductions are still okay, but perhaps, like, the most inefficient part of our education system is the fact that teachers' salaries are so high, okay, and relative to either the market or private schools or kind of other, you know, multiple metrics of what the outside wage for the human capital that's as public school teachers is, is we've now got large-scale studies showing you that even unconditional doubling of teacher salaries gives you zero impact on learning outcomes, okay? And so given that the bulk of our budget, once you kind of take your pay commission recommendations, that absorbs 60, 70, 80% of the education budget. So when you look at our education budget is going up, most of that is just being absorbed by salaries, right? I mean, and those salaries are not translating into outcomes because we have a binding constraint to both governance and pedagogy, right? So the story in terms of the business as usual is very depressing because, and most of what the government does. And then the last thing is kind of midday meals and other kinds of inputs where, again, the effects are positive, but they are very, very modest, okay? So, and one reason is what we see in multiple studies is when the government provides a bunch of inputs, books and meals and stuff like that, you actually see a little bit of substitution in the household, right? Because the household then offsets its own expenditure. So this is not to say that the household did not benefit from the expenditure because they save money, but it doesn't stick where you send it, right? Because money and resources are fungible, okay? So the bottom line is that you can get this even from looking at the big picture, that expenditure has gone up and learning outcomes are flat. And then if you start looking at this component by component, you'll kind of see that each of these big expenditure categories are not really having much of an impact, okay? Now, this can be very depressing. This can be very depressing because you say, boss, like, you know, this is what I spend all my time on. Is there any hope here? And on an optimistic note, I think there are two very robust classes of interventions in public schooling that have time and again been found to be effective and found to be massively cost effective, right? So, and the first and basic thing is just governance, right? That our public school system is incredibly weakly governed. And, you know, my best known study is still the study I did 15 years ago or 17 years ago, just measuring teacher absence, right? That on any given day, about 25% of teachers are absent. And, you know, some people have gone and quibbled and said, no, it's lower than that. But actually, you have to include the times when you make a surprise visit and the school is closed because there's nobody there, right? Like, you know, and I think some studies have not included that as absence. So, you know, but the true numbers are about 25%. Then we went back in about 2010 and measured in the same villages. And what you found was that on every input based measure, the number of toilets has gone up, number of electricity connections, compound walls, every input based measure of quality has improved. But the absence had reduced by only about 2%. And in fact, in more recent ongoing work in specific states like Madhya Pradesh, you know, if anything, the absence looks like it's continuing to go up. Okay, so that's a problem that's just not changed. So, to give you a sense, the fiscal cost of teacher absence alone at 2010 salaries we estimated was about 10,000 crores a year. Okay, that's just one line item of kind of just money down the drain. And given the increase in salaries right now, that's probably even higher. Now, this is not to say, therefore, that you should not hire teachers or the like. The key point we make is that what's missing is the governance layer, right? So, the most robust finding in our earlier work is that the biggest predictor of lower absence is just has there been any monitoring visit made to your school, okay, that has any superior officer visited your school once in the last three months. And what you see is that there's kind of staggering vacancies at the level of the block education officer and even the tenure of a district education officer in our data as average of about one year. Okay, so these guys come, they go, and we can discuss all the pathologies of public sector personnel management later, right? But the bottom line is that the public sector personnel management is just incredibly weak. And if you manage, we have multiple studies from different kinds of governance interventions ranging from better monitoring to even slight amounts of time paid to measures of performance and learning outcomes. And we can come back to whether we have the state capacity to implement that. So, one of the reasons I have not even recommended that even though I did the study in performance pay, I've not recommended we scale it up because I don't have the confidence that we have the capacity to implement that, right? But the reason that study is important is more as a proof of concept of how much slack there is in the effort of a typical teacher, that even 3% of pay that is linked to performance with nothing else can give you dramatic improvements in performance, right? So, the default level of slack is very, very high, okay? So, the first class of interventions is governance. But there's another variant of this where you see where study after study after study finds that locally hired contract teachers, right, who are hired typically at the village level who have 10th or 12th pass kind of credentials, no formal teacher training, and who are paid one-fifth to one-tenth of what a government school teacher is paid, is at least as effective, if not more effective at improving primary school learning outcomes, okay? So, and so what that tells you is that the training and the salary is neither necessary nor sufficient, right? So, where most of your resources are going right now is saying I want trained teachers and I want highly paid teachers, but neither of those things seem to matter relative to kind of are you there and are you in fact teaching at where the students are, which I'll come back to in a moment, okay? Now, so one part of the problem is governance. But now for a moment, you know, people, teacher unions and others will often kind of, you know, really get upset at me. They'll say like, you know, your studies on teacher absence have been, you know, a real setback for teacher morale, setback for this thing. And I'm like, you know, the problem is not the fact that I'm calling out the 25% who are absent. It's that those who are absent are shedding a bad light on those of you who are sincere, okay? Because there are a bunch of sincere teachers, okay? So, this is not to paint all public school teachers with a bad brush. There are many, many, many incredibly sincere teachers, right? Who overcome a lot of hardship, go travel to remote areas, are very committed to their students and try to do a lot, okay? So, this is not meant to paint teachers like broadly with a bad brush, right? So, now let's look at the second part, which is let's look at a highly motivated teacher, okay? And this is, in a way, an even bigger problem. Because if you look at what does a highly motivated teacher do, a good teacher defines his or her goodness by, have I completed the entire portion, okay? So, you take the textbook, you convert the textbook into lesson plans, and you say each week, you know, you're very diligent. You say, this is my class lesson plan. I will teach, I will do the homework, I'll discuss the exercises, I'll do all of this, okay? Now, the problem, and this is the elephant in the room that pretty much like, you know, people just haven't recognized, is that what has happened is that because your curricular standards are set at a time when the fraction of people who are going to schooling was relatively small, okay? That these curricular standards are, in fact, very, very high. And you have tens of millions of first generation learners who are entering the schooling system without the LKG, UKG that most elite kids have. And so, they fall behind the curriculum. They fall behind the curriculum so fast that if you get to class three, and if you don't have foundational literacy and numeracy, at that point, you could be sitting in the class. And even though the teacher is very sincerely teaching, right? Like, you know, it's just not making sense, right? It's like, you know, what the engineering college or the single set bouncer guy, right? Like, I mean, to use a cricket analogy, right? And this is, I guess, the one place where a podcast is limited relative to, you know, videos, but maybe you can even just put a link to this one picture, you know, which I've put in a bunch of my articles, which I think is the single most important picture for understanding education in India is this picture that, and assuming you kind of put a link to this, that shows that on the x-axis, if you have students by grade enrolled in, and in the y-axis, you have the grade appropriate standard. If the children are on the grade appropriate standard, they would be on the 45 degree blue line, okay? But in practice, the true learning level is about half of that, okay? So, the progress that's being made is about half of the curriculum. But what is even more, I think, problematic is the enormous variation in learning level within a given classroom, okay? So, if you look at that picture, you'll see that, and this is partly a result of the no detention policy and another case of good intentions kind of backfiring. But because you have promoted children through regardless of learning levels, you end up in a situation in a class six or seven or eight where you have children at second standard level, third standard level, fourth standard level, fifth, sixth, and seventh, right? So, it is like humanly impossible for a teacher to cater to that kind of variation in a classroom. So, the teacher defaults to completing the syllabus and the curriculum. And so, what happens is that children are going through the motions of sitting in school, learning nothing, and that's because the system has already left them behind, okay? And the one, you know, very powerful way of just seeing this point is, you know, you You are sitting there in the class, I will suddenly come and ask you what I said now, you won't understand a word, then what will I do, there will be a child next to me, that child will understand, I will look at that child and say, look, I will stop this child and say, okay, you solve the problem I said, then it will do, then I will look at you and say, idiot, why don't you study like him, right? So, what have I just done to you, right? I have given you 45 seconds in the shoes of an Indian child in a typical Indian classroom, right, which is that, and this is that sense of helplessness that you feel sitting in that classroom, where you feel that this is beyond me, is basically the lived reality of the majority of our children day to day in our school system. And that's because, essentially, and this then brings me back to the filtration and sorting, okay, which is, how do you make sense of this education system? So, once you understand that this is the binding constraint, there is also now tons of evidence, and in fact, this is a big part of the work that was cited in the Nobel Prize awarded last year, which Esther and Abhijit in partnership with Pratham and Rukmini Banerjee and others have done a series of studies, they just show that, you know, if you don't need highly qualified teachers, you can have volunteers with a 10th standard education, but all that they're doing is teaching at the right level. If a child is not able to read letters, you teach them letters. If you can't read words, you teach words. If you can't read sentences, you teach sentences. And you kind of build the scaffolding and meet the child where they are and teach, as opposed to kind of going lockstep with the curriculum, because this is what I need to do. And now, you know, we have tons of evidence that if you manage to kind of teach at the right level, that that becomes highly, highly effective and cost effective, okay? So, if you take this kind of overall picture on the public education system and say, how do you make sense of this? It's useful to then take a step back and realize that education systems have historically served three very different functions in society, right? There is a part of this which is about creating, teaching skills and teaching, you know, actual content. And you can call that the human development or human capital function of education, right? But the other function that education has served historically is it's also served a sorting and screening function of identifying who is smart, so that you can then allocate the people who are smart into positions of higher education, positions of leadership. And because, you know, you want your kind of highest ability citizens in positions of responsibility that affect kind of the larger group. Now, don't get me wrong, right? There is nothing wrong in sorting per se, right? Every society needs sorting, whether it's kind of, you know, whether it's Europe, whether it's China, every society finds a way to identify its most talented and direct them to positions of responsibility. And that would actually be consistent with the Rawlsian view, because you want your scientists and your, you know, people who are doing things that have broader social impact to be of the highest quality, right? The problem is not the sorting per se. The problem is that because you obsess on sorting, that if you're not going to meet that cutoff, then the system basically abandons you, right? And so when you're below that, effectively, you know, the only thing that the system cares about is are you passing this exam? OK, so which is why the best way to make sense of the Indian education system is that we are not an education system. We are fundamentally a filtration system, right? So if you look at the IITs, you know, people will say, look at our IITs, you know, and when I talk in the US, people often are very stupefied, right? Because they'll say, I thought India had the best education system in the world. You guys produced the CEO of Microsoft, the CEO of Google, the CEO of IBM, you know, the chancellor of my university, UCSD. Like, you know, they all went to IIT, the former provost, they all, you know, and then I tell them that, you know, that's right. But the magic of the IIT in some ways is that you maintain the stringency of the selection process. And so if I manage to select the top 0.001 percent of a billion percent distribution, I could put those kids in a circus and they will still do fantastic things. Right. So what we have is and this is true of the IIS, it's true of everything. Right. I mean, it's true that we have this selection focused education and exam system. And that's what drives everything. Right. It drives everything to the point that then if you're a student that's behind the exams, what do you do? You don't try to learn concepts. You try to say, how do I cram every past exam paper to give myself some shot at passing this exam? And which is why you then get this phenomenon of completely unemployable graduates, because they have crammed their way into something without any understanding of what's going on and famously captured in three idiots. So I think the point, the reason this is important is that people rail against the exam based system. But sometimes that can also give you very counterproductive, like, you know, well-intentioned, but backfiring kind of approaches like, you know, with, I think, Kapil Sibal and Aarti tried to do of saying, let's get rid of board exams. OK, but that is actually a mistake because getting rid of board exams doesn't get rid of the fact that society still wants the sorting. And so the rich will find other ways to signal. Right. Like, I mean, they'll take IBs, they'll take other fancy boards, they'll take, you know, other they'll take horse riding and find other ways to show that they're smart. And for the poor, in fact, your board exam is the only option. OK, so by taking that out, you've actually made it even harder. So that's, again, an example of why you need to not just kind of, you know, identify the symptom and go after it, but identify what are the deeper structural factors of the education system that give rise to these two very conflicting pressures where the human development paradigm is something that says, regardless of where you are, I want you to be better than where you were yesterday. Right. Which is what we want our education system to be doing. Whereas the ranking and sorting paradigm is all about, like, can I get past this hurdle? So I think my larger point, and this is something I mentioned in my, you know, both the paper that I wrote for the volume that Abhijit Banerjee and Raghuram Rajan and Geeta Gopinath and Mir Sharma edited, as well as those were very much in my comments to the committee on the new education policy, is that the fundamental challenge for us is how do we move our education system from a filtration system to a human development system that's able to add human capital to children at every part of the distribution and allow you to be better than where you were yesterday, as opposed to kind of chasing this ranking system, because that's a zero-sum game. Rank, by definition, is zero-sum, right? You know, and you then create the pressure without creating the education. So, you know, I've said a lot there, so let me just take a pause and, you know, let you come in on what you would like me to elaborate on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:46.560",
        "message": "Yeah, you know, I've been listening with rapt fascination. I'm a running temptation, Jay. I'm your bungalow, but it's okay. I won't burden my readers with a minute of bungalow after your minute of Tamil, which was most charming, by the way, if I was a student in your class, that would have been the high point of my class. So what are you talking about? But let me unpack some of what you just said, and you can tell me if I understood it correctly and if I'm summarizing it okay. Number one, I want to go back to the slight detour you took, which I don't think is a detour. I think in many ways is central if we want to get ahead, which is the role of research. Where, I mean, something that you have spoken about in the past, of course, is the difficulty of research in social science, where there are so many variables. My guest Shruti Rajgopalan once put this very well when she said that, you know, in the hard sciences, let's say, if you want to, you know, test the proposition about whether putting a coin in a body of water will displace water or not. You know, you can take a jug of water, put it there, you can measure where it is, put the coin in and you can measure it again. But in the social sciences, you're basically there's a swimming pool with a hundred people swimming inside and splashing inside and you're throwing a coin in there. And then you're trying to come up with, you know, was this an effective intervention? And, and, you know, like you said, that, you know, bad studies, which can, you know, put mistake correlation for causation can often sort of go wrong there. And what has sort of begun to happen in the last 20 years and why your three esteemed friends and teachers got the Nobel Prize was talking about randomized control trials and how even within the social sciences, there is a role for doing well-designed studies, which can throw light on certain things. Now, I was struck by a couple of those studies, which you cited in your papers, like number one. And the interesting thing about many of these studies is that they threaten conventional wisdom. Now, what happens if you, if social science research is all muddy and you can't get any conclusions? Conventional wisdom tends to propagate itself and, you know, become hardwired into the way we think about education. And you pointed to a couple of studies, which actually challenged conventional wisdom. One was there was conventional wisdom that one laptop per child would actually improve learning outcomes for children and all of that. And it just seemed so intuitive and obvious that no one really bothered to test it until someone did test it in Peru, as you pointed out. And they found that it had absolutely no impact, which is counterintuitive, but there you are. And similarly, you referred to the study in Indonesia, where teacher salaries were doubled and no impact at all on outcomes. Now, why is this important? What is important here, which I kind of want to stress and I think is an enormous point that you made, is that it is not to say that giving a laptop to every child is not desirable or that paying teachers well is not desirable. It is to say that our resources are limited. There are limited things that we can do with them. There is a scarcity of resources. And especially because this task is so mission critical, because we need to educate our children. It has a moral dimension. Therefore, we need to focus on how best we can use the limited money available to us. And the central, the sort of core thinking of the Indian state over the decades of this has been a focus on inputs, like even the RTE, which we can discuss in detail when we get to private schools. But even there, the focus is on inputs. How much are we paying teachers? You know, how are the buildings? How many toilets are there? Is there a playground? And as you have pointed out in a phrase, which I found very telling, these are neither necessary nor sufficient. And the research shows that. So it is no longer a question of coming from a particular ideology, say, you know, a socialist ideology versus an anarchist ideology or whatever, and saying that, no, this is bad, that is wrong. But what you are doing is you're saying that, one, these things matter. And two, now we can measure these things. So let's measure them. And let's sort of design interventions accordingly, because we have limited amount of money to play with. So we need to know what works and what doesn't work. And I think that's a profoundly important point, because when we think of state action, we often take a lot of things for granted. We assume that the money is unlimited. And, you know, we also assume that just increasing imports, or everybody will talk about how we should spend a greater percentage of GDP on education. But the point is, spending more is not enough. What are you spending it on? What are the outcomes you're getting? Those are extremely important, as you've pointed out. And the other point that you made, and in fact, that graph, if listeners go to cnunc.in, on the show notes of the episode page, I'll actually reproduce the graph, because it is a very powerful graph. And what the graph basically shows is two things, that number one, you know, we are not meeting the outcomes that we should be meeting. You know, one recent example of this that you've given from Pratham's annual status of education report, what is called ASER report is, I'll quote from your, something that you've written, where you said, quote, data from Pratham's annual status of education report shows that A, half the children in rural India cannot read at a second grade level after five years of schooling. And B, the large increases in education spending in this period have not led to meaningful improvements in these outcomes. And people can look at inputs and say that, hey, we spend so much more, we are doing something about education, but not if you don't focus on outcomes. And your graph is powerful because not only does it not show that we are nowhere near those outcomes, like a fifth standard kid doesn't have anywhere near the fifth standard proficiency that you should have. But I was very interested in just that visual depiction of the range of outcomes in that fifth standard, where if on a scale of 1 to 10, 10 is that you are where a fifth standard kid should be, and 1 is, you know, nothing at all. And that there are just a massive number of people all the way between 10 and 1, even at 1, 2, 3, 4. And that also explains to me that other big puzzle for which I entirely blame the state, which is that there is this really bewildering gap between supply and demand when it comes to the workforce. In the sense that, yes, of course, there is a jobs crisis in India, but it is also true that most of the people who get an education there do not have any skills. They are useless. Why is that gap there? Is this not a problem we need to solve? You forget the people who don't get educated, the people who are finishing their 10th, who are getting graduate degrees, postgraduate degrees, have no skills. They are unemployable. And, you know, what you said about the way the whole system works, the emphasis on rote learning, and the fact that, you know, in that fifth standard class, the guys who are on 10 or 9, they are okay, they'll understand what the teacher is saying. The guys who are at 1 or 2, they are like a kid listening to something in a foreign language, or Tamil or Bengali, if they don't know those languages. So it is a great sort of tragedy that we have to address, which you so eloquently explained just now and in all of these papers. So two questions. One, is there recognition of this within the policymaking world? And number two, what are the kind of ways that you have recommended that we can actually improve the system? Given, number one, the core issue that, you know, we are optimized for filtration rather than education. We are sorting instead of teaching all the kids left behind. I mean, this is almost most child's left behind, right? You would call this. And, you know, we are optimizing wrong, we are optimizing for sorting versus human development. How can we correct that? And number two, how do we change the mindset where inputs are considered so extremely important, but like you pointed out, they're not. Private schools who pay their teachers one-fifth or one-tenth, you know, do so much better. And the other big point I'd make there, of course, is that the difference is not private or public. The difference is in incentives, you know. And that's also something policymakers perhaps don't consider enough. So I think I've asked you too many questions."
    },
    {
        "speaker": "Guest",
        "time": "01:38:28.560",
        "message": "No, no, I mean, I think like, you know, this is, you know, we could easily go for six hours and break a record of like, you know, the longest show you've done. So, yeah, let me just, I think, agree with and reinforce a couple of the important points you made, right? When you talk about the role of the research. And I said this in my op-ed, you know, commemorating the Nobel Prize and going back to the private sector. See, as an economist, I don't worry so much about how Toyota produces its cars or how Maruti produces its cars. And the reason is that you face market prices for your inputs and you face market prices on them on the product side, right? Which means that if you are inefficient, right, on either how you're sourcing or kind of how you're pricing or how you're able to compete in the market, you'll be competed out of business. OK, so, you know, so there's a natural selection process by which you have to be efficient. And the efficiency is rewarded in terms of profitability. Right. So and there is something just relentlessly beautiful about the private sector and scale where, you know, if a McDonald's manage, it's easy, it's pilloried for being cookie cutter. But if you manage to improve, like, you know, the time efficiency of a process by two seconds and multiply that by the number of burgers or number of fries you serve, right? I mean, the implication of that for the bottom line is enormous. OK, so a Toyota has a Kaizen like approach to management, which is to say continuous improvement. And let's keep on finding out epsilon ways in which you can improve things. And that multiplied by the sheer scale of what you do is going to give you big returns. Right. Now, the fundamental problem in the public sector is that you can spend other people's money badly for a very long time. Right. Because there is no market test. And so essentially, what do you spend on? You know, the bureaucrat's goal is typically how do I minimize my kind of. So even the best intention bureaucrat has, you know, has limitations in terms of time horizon, has limitations in terms of the technical knowledge and capacity that's available on these things, and is also responding mainly to the pressure groups around. And so it's a it's a basic function of the politics of what is visible. Right. That you end up focusing on imports because the inputs are visible. You can have a school building. You can have a politician go cut a ribbon and saying, like, look, we have built a school for you and, you know, and coming to laptops. Right. So it's actually when I give I have this whole paper on technology education, in fact, which is in the AER, which kind of highlights and I'll just build on that example a little bit and then come back to the the politics point, right, which is what we find is that so here are these studies with one laptop a child that have zero impact. Right. On the other hand, we've gotten incredibly optimistic results from a study we did in Delhi using an Indian developed software called MindSpark. Right. And the key is this is a company based in Ahmedabad, now in Bangalore, you know, and they have spent 15 years developing a bunch of assessment products and over the years have kind of, you know, built this online tech platform. But the key is that because they have millions of data points and kids, they are able to calibrate your learning level and customize your instruction to exactly where you are. Right. And what we see is that that program gave you stunning improvements that within five months of exposure, we saw bigger gains than in other programs over five years. OK. And the main reason is that it's because it's able to customize instruction and actually achieve this human development paradigm. Right. As opposed to the sorting paradigm. Right. So the good news is that that's incredibly effective. The bad news is if you go look at the national ed tech policy, the national ed tech policy is still fundamentally an input and procurement policy. Right. It's OK. Everything is based on estimating budgets for how many computers, how many schools, how many this thing. And again, you can't blame them because if you go to, you know, whether it's not to pick favorites across states, this was true in Tamil Nadu, this was true in UP, that when the chief ministers announced the laptop programs, the most important thing they wanted was to put their photo on it. Right. So the Tamil Nadu laptop program had Jayalalithaa's photo on it. The UP laptop program is even better. It had like, I think, 30 seconds of Samajwadi Party propaganda, like in the login. You know, like when you come in, you see, you know, you see Akhilesh Yadav smiling and giving it to you. And of course, then there was an aftermarket in getting rid of the software. Right. Like, you know, but the point is, but the point is that politics is about what is visible. Right. And that's kind of what makes service delivery such a vexing problem. Right. That our usual machinery of democratic accountability rewards what is visible and, you know, the seen and the unseen. Right. So the seen is the input. The unseen is the outcome. Right. Because you don't measure this. And so, which is why in many ways, the most important contribution of research and kind of, you know, public interest work is just good measurement. Right. So there's this wonderful example from Rukmini Banerjee. Right. So 15 years, Pratham has been doing this work on learning outcomes. And in fact, one of my colleagues, Abhijit Singh, has this beautiful new paper on administrative data integrity. Right. Like, you know, where he shows that if you go look at the official measurement of learning outcomes and then do an independent audit of that, you'll find that the true learning level is less than half of what is reported in the official data. Right. Like, you know, because everybody has an incentive to inflate these outcomes. So Rukmini has this great story where I think she I can't remember if she said it in a conference, if she wrote it in an op-ed. But, you know, I think she went to a village somewhere. And again, she goes to schools, tests kids, and they can't do anything. And she goes to the Gram Pradhan and saying, do you know that your children can't read? And the Pradhan refuses to believe it. And then she takes the Pradhan and shows them like, you know, that this is what the learning levels are. And then there's an education department functionary or maybe it's a teacher who gets very upset at her. And apparently this is wonderful line. He says, Madam, aapko asliyat se itni lagav kyu hai? Like, you know, so humaari kahaani chal rahi hai, like, you know, school ban raha hai, like, you know, teacher appointment, bache ja rahe hain. Like, you know, I mean, so why do you want to come and puncture this balloon with this pesky thing called reality?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:59.560",
        "message": "Let me translate that for the readers. Aapko asliyat se lagav kyu hai means why are you so attached to reality?"
    },
    {
        "speaker": "Guest",
        "time": "01:44:04.560",
        "message": "But it kind of then goes back to how some of the most important contributions of research and this thing is just measurement, right? That if you kind of, you know, in a world where marketing has kind of taken over substance in so many areas, right, like, you know, that, you know, to insist. And, you know, again, when I come to research, come to this thing, you still want to be able to market and present the insights. But you need the substance of that first, which is why I spent five years before I come and do any presentation after learning what's going on. Right. But, you know, but it just highlights going back to the politics of all of this that has the lesson been learned. And I think, you know, when I go to the IAS Academy in Missouri, right, I'll find many, many thoughtful IAS officers will come after my seminars and saying, you know, this was wonderful. We agree with everything you said. Like, you know, can you please come and help us do something in our states? Right. So there are multiple chief ministers, multiple, you know, education ministers, secretaries who will be motivated and try to do something. The problem is, and this is why, you know, I have this whole book, which I'm working on, which I won't even give away the title. It'll be out next year. But it's this kind of it's my 20 year arc of kind of trying to improve the Indian state, right, on different aspects. But one of the challenges that even the best intentioned people like, you know, will have tenure of two years or three years. Right. So which means that the time horizon you have means that even the highest quality bureaucrat can at best create a new scheme, get it funded and get it rolled out. So the metric of success that's available is fundamentally an input based metric, right, that you get to show in your time frame. Whereas getting these outcomes improved are kind of wicked problems, right, that take a generational investment, five, 10, 15 years. And these are just incredibly difficult. In fact, you know, every time I go to MHRD and go to the secretary elementary education's office, I kind of have a smile on my face because the first time I went there was 2001 when the education secretary was S.C. Tripathi. And then I look at the names on that board. Right. You know, there's been at least 10, if not more names in that period between then and now. And whereas, like, you know, those of us who are in the weeds are there thinking about this long term basis. So, you know, and so this is a tangent that maybe we should just do a complete second show on this, which is, you know, why so much of my policy engagement these days is done with the states. Right. And, you know, I've kind of I talk to I've always provided inputs to the planning commission. I am an informal honorary advisor at NITI Aayog. But again, in practice, where I find the highest return on investment of time spent is in the states, because, you know, education is a state subject and there are states that are trying a bunch of things. So let's maybe that's a good pivot to then talk about. So I think all I've done here is clarify why these issues are so difficult. Right. That it's easy to spend taxpayer money badly, other people's money, like everybody wants to spend other people's money. Right. Like, you know, so that then goes back to the coercion, which is why I sometimes get nervous when the government talks about raising tax revenue, because I don't want to raise tax revenue till I can be assured in the quality of expenditure. But and this is a dominant theme in a lot of my work, where, in fact, I think we need more public spending. We need more public kind of provision. But the efficiency is so low, like I mean, that I kind of that I wonder, right. You know, that often there are more efficient ways. And I'll come back and talk about this with a very concrete example of early childhood education. So, yeah. So I think my bottom line is I agree with you. I've tried to clarify for your listeners two or three additional concepts about why, you know, value for money in the public sector is so difficult because you're spending somebody else's money. Why the politics of kind of visible the seen and the unseen. I'd not even planned that, but it's beautiful. Right. Like, you know, because what is seen is the inputs and what is unseen are the outcomes. And so, you know, you will naturally focus on what is seen. And then the last part is that the issues in terms of the time horizon and the nature of some of the reforms that are needed are so complex that they cannot be done just by an education secretary. Right. So if you want to change aspects of recruitment, you know, you need coordination with finance, you need coordination with other parts. And let me also, since anecdotes are so powerful, just like the asliyat se itni lagav kyu hai, let me give you one more true anecdote. Right. And I won't give you the year because that will give away the person. Right. But, you know, the other problem in government is that individual line departments typically have zero incentive for cost effectiveness. Right. Because what they're trying to do is maximize the budgetary allocation that they get. And a very senior education department official once looked at some of my work and actually with a straight face said, your research is going to hurt education because the finance ministry is going to use your research to cut my budget. OK. And because you're showing that we can do this at lower money. And I'm like, you know, sir or ma'am, I won't even reveal that. Right. Like, you know, that I want to keep your budget the same. If anything, I would like to increase your budget. But I cannot in good conscience make that case when there is so much inefficiency in your expenditure. Right. So and I want to connect back to a very important point you made, which is, I think, one of the source of tension between activists and economists is, you know, the activists kind of there is a large sanctimonious left in this country. Right. Like, you know, I mean, that believes that we need the state to do more of everything. And think about the economists as being counting scrooges who say like, you know, Iske le pesa nahi, uske le pesa nahi. Right. But I think the point is that in a world of limited resources, cost effectiveness is not just an economic convenience. It's a moral imperative. Right. It's a moral imperative. Precisely, like you said, because these problems in terms of human development, whether it's malnutrition, whether it's learning outcomes are so pressing that in a world of limited resources, it is kind of morally unacceptable to not put cost effectiveness at the center or at least give it a very high weight in how you allocate scarce public resources. And, you know, that's kind of a unifying principle that informs a lot of my work. And the other thing I sometimes say, and again, you know, I have an entire three hour kind of lecture, just an education that I give to the top officials, is, you know, if you look at education outcomes and look at per capita income. Now, of course, there's a strong positive correlation. Right. But if you look at the countries that are big positive outliers, again, what you learn is that for any given level of per capita income, if I can pivot my public expenditure from things that are less cost effective to more cost effective, you can deliver much better outcomes at any given level of fiscal and administrative capacity. And so, you know, and so let me just say very quickly what I think about the new education policy and then come back to, you know, my own views and kind of policy way forward. See, I think the new education policy on public schools is for the most part an excellent document. I think the process was good. I think they solicited, they had a very, very extensive set of consultations. You know, I've gone and met with the chairman, met with the members. I have provided extensive written comments. And in fact, a lot of in fact, sometimes I worry that people like, you know, there's a plagiarism risk here. Like there's a side story about that, which is I have provided the same set of inputs into the committee and also put that in my, you know, this paper in the Banerjee Rajan book. So I think some of the language, including in foundational literacy numeracy, has been taken verbatim, like, you know, from from what I've said. So I feel very happy about that. OK, so at that level, I think it's a good document. It recognizes the centrality of foundational literacy numeracy. And I said this, I said, if you do nothing else as a country in the next five years, then make sure that every child who is today coming to class one is able to be functionally literate and numerate. You would have done more for this country as an education system than we've done in 70 years. OK, and that's because what my data also shows is that if by class three, if you haven't reached foundational literacy numeracy, that's when there's an inflection point where the additional time in school is almost kind of irrelevant. Right. And going back to some of the skilling points, I think it's Manish Sabharwal who once said that the best skilling program for India is a better school education system, because by the time you get to skilling and vocation, it's already too late because the building blocks are not there. OK, so I think the NEP in that sense is an excellent document in the sense that it is moving away from the input based dogma of the RTE. It correctly identifies the priorities. And I think a lot of the ideas in there, I think, are incredibly sensible. I think the big blind spot, again, is I'm not seeing enough discussion of cost effectiveness. Right. So and there is this kind of general sense, OK, we need 6 percent of GDP to get this. And that's maybe like, you know, as with all of these things that are produced by committee, it's because when you are an educationist, you feel that you're kind of, you know, it's amazing how much of the international aid community for education of any sector measures their success by resources raised and will not ask about what are the opportunity costs of those funds. Right. In other sectors. Right. So it becomes the holy grail, therefore, to come and ask for 6 percent. And my own view is given where we are as a country in terms of tax to GDP ratio, we don't have that kind of money. And given what we know about how much inefficiency there is in the status quo, that I would have liked to see much more emphasis also on just cost effectiveness and how do you deliver these goals in a cost effective way. But that's, I think, my main quibble. Now, there's another issue with regard to how you deal with private schools. And I'll come to that later. But, you know, as an aspirational document, I think the NEP is excellent. I think it says all the right things and there's very little to disagree with it substantively, I think. But what it is, what says a lot less on is the how. And that how then requires engaging with the nitty gritty of the state that we have with its limited fiscal and administrative resources. And then how do you make this happen? Right. So that's kind of my big picture take on the NEP. And maybe that's a good point to then segue into maybe four or five or six, depending on time, very specific policy ideas."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:02.560",
        "message": "Right. You know, that I feel can be implemented. Before we do that, let me quickly, once again, unpack some of this. And I'll, of course, come back to the NEP. And I have a couple of further questions on that. But you mentioned the sanctimonious left, so to say, the activist versus economist. And one of the big mistakes I find the sanctimonious left, so to say, often making is giving importance to intention over outcome. If there is a policy which has a good intention, then they just judge it on that and they don't actually see the outcome. And the point is, there are many good intention policies which lead to terrible outcomes. It's the seen and the unseen. That's what we've, you know, routinely seen over the decades, like the labor laws, for example, or like much of what is happening in education, like the Right to Education Act, for example, which we can also discuss when we come to private schools. And what you were talking about, you know, the bureaucrat saying that, oh, this will harm education, because actually it would have harmed his or her budget was very sort of telling for me because it reminded me of Parkinson's Law. So Parkinson's Law, C. Northcote Parkinson wrote this book called Parkinson's Law. And Parkinson's Law basically is that, you know, a work expands to fill the time available, which often explains why I get so little done. But the corollary for this for bureaucracies is that bureaucrats just want to maximize their own budgets. They don't care about anything. You want to grow your department and the number of people who report to you and you want to grow your budgets. And that's the incentive and that's the game. And, you know, you brought up incentives, one with relevance to the bureaucrats, right? If a bureaucrat is to plan ahead, if he's got tenure in a particular department for three years, how does he show he has done something? He cannot show outcomes because outcomes of good policy will happen 10 years, 15 years down the line and cannot be easily attributed to any one policy. So what does he show? He shows inputs. And these sort of bad incentives then become a problem within the system. And I would say, you know, politicians have the same kind of incentives where they are always catering for the next elections. So not only are they catering to populist sentiments, which might be devoid of economic logic, but they are also catering to short-termism. So this kind of long-termism may not really have an impact. A couple of quick questions about the NEP since you brought it up."
    },
    {
        "speaker": "Guest",
        "time": "01:55:13.560",
        "message": "Before you do that, you know, because I do want to kind of have one important nuance there. Because I think any discussion or comment that we make about the political time horizon can easily be interpreted as kind of an indictment of democracy. And, you know, I want to make sure that that's not the implication. But I think what we need to do a lot more hard work on, and again, I have a whole chapter in my book on the political economy of these reforms because all the well-intentioned ideas will not happen without thinking through how do you make this incentive compatible politically, right? So I think, you know, the answer is not to say, and it's very naive to kind of say, okay, look at, you know, successful states like China, South Korea, they all kind of develop, you know, under stronger leaders with longer time horizons. And that would be a big mistake because I think the biggest kind of, you know, the biggest disasters have also happened like under strongmen, right? You know, and as we've seen around the world. So I think the implication of this is not to say, okay, the limitations of democracy mean that the politicians are going to focus on inputs. The implication is how do you make democracy work better, right? And a key part of that, again, goes back to decentralization because if you look around the world, education is an incredibly local subject. And if you're voting for your local empowered mayor or local thing, essentially on your service delivery, then you're making your vote work better by kind of unbundling what the vote does so that your vote at the national election can be for functions that ideally sit at the level of a federal government, you know, issues of national security, issues of, you know, overall economic growth and national performance. And then there are issues that matter at the state level and service delivery should be sitting at the local level. So I just wanted to come in because, you know, it's very easy to interpret some of these frustrations of political incentives as kind of saying frustration of democracy. But the answer is not get rid of democracy."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:49.560",
        "message": "The answer is make democracy work much better. Yeah, I couldn't agree with you more. I mean, to give into an authoritarian system is basically to give the state endless power and we know what the incentives are there and that's not going to end well. So it's like someone said, democracy sucks, but it's the best of all the bad systems we have available to us. So we got to make it work. And one way of making it work is to think about incentives. Quick question on the NEP before I'll ask you to elaborate on what your solutions for public schooling would be. And if you have time, I have time and I think my listeners have time. So we'd like to hear all of them in detail. But before that, a quick question on the NEP. A couple of quick questions. One is, of course, my pet bugbear that, you know, this whole mindset we have against allowing for-profit private schools. Does the NEP address that in any way? And secondly, the bugbear that both of us share, but you have worked much more on and elaborated so well, that does that sort of mental focus on inputs rather than outcomes? Is there a change to that at that broader bird's eye level?"
    },
    {
        "speaker": "Guest",
        "time": "01:57:46.560",
        "message": "Yeah, so I think, you know, so let me do the second one first and come back to for-profit when we talk about private schools. I think on the second point, the NEP does, I think, you know, by talking about a national testing agency, by talking about measuring learning outcomes at third, fifth, and eighth, it's already, I would say, a step function improvement from the RTE, right? Like, you know, which tried to kind of move away from testing and measurement altogether. You know, they had this very utopian idea of continuous and comprehensive assessment, which, I mean, again, to be fair to the RTE, like, you know, some of the ideas were absolutely spot on and not inconsistent with what I'm saying, right? Because what I'm saying about a human development paradigm, there is the sense that exams are fundamentally about sorting and that this continuous and comprehensive assessment would help better in terms of learning. The problem is you still need the exam as a way of providing objective feedback to the system, right? So it's not – the key is you don't want the test to be a test of the student as much as a test of the system, right? And that's a very important distinction, right? So you're not using the test in third or fifth standard to say, actually, I'm failing you, the student, right? It's more like saying, if my goal is to make sure every one of you pass an absolute standard, what do I need to do as a system, right, to give you the additional support needed to meet those learning objectives? So I think in that sense, the NEP is definitely a step in the right direction in terms of improving the outcome focus, okay? And to its credit, I think it's not just talking about a blind expansion of inputs. So there's many things about the NEP I actually like a lot, and it is, I think, a very thoughtful document in that regard. I think the bigger challenge is that bureaucracies are so good at converting goals into inputs, okay? And I'll give you an example of this in the context of, again, education, right? See, one of the things I have argued – in fact, the one piece of work I did, my political work at DTIO was kind of devised this thing called a school education quality index where, you know, we would essentially – the broader idea here is that high-performing organizations are characterized by autonomy on process to frontline workers with more accountability for outcomes, okay? So you say, I'm not going to micromanage how you deliver. You know the situation on the ground. You deliver, okay? But I will hold you accountable for outcomes, right? Whereas in government, we do exactly the opposite, right, which is we micromanage on process with zero accountability for outcome. This is seen even in the centrally-sponsored schemes of how the government of India interacts with the states, right? So because the government of India gives you budgets under these centrally-sponsored schemes that often have – like I think a former NITIAYOG advisor was telling me that in health, there's about 1,500 line items under the National Rural Health Mission. And so every state every year has to send what's called a project implementation plan, which is how they are spending against each one of those line items. So you have an army of consultants preparing these reports on one side, an army verifying them on the other. And in the end, this is just meaningless paperwork on both sides, right? So if you could shift some of the focus to saying, okay, we're going to provide some more untied funding to states to figure out how you're going to do this, but hold you accountable for outcomes and start tying a little bit of funding to improvement in outcomes, right? That would be – I think those are – that's the next level of the how that is missing in the NAP. But the good news is it doesn't tie your hands. I think the reason the RTE was such a kind of, I would say, negative impact is because it tried to micro-specify so much, right? That is, policy documents, I think, are more effective, particularly national policy documents, I think, are better as statements of principles, like of what we want to achieve, without getting too much into the details. So that's both a strength and a weakness. I think the weakness is, of course, you say, now how are you going to do this? Can you apply your thinking to that? The strength is by not prescribing one model, it allows kind of a thousand flowers and state-level thing. And so, which is why I think the most important next step is how does MHRD translate the NEP into a set of kind of programmatic interventions that then translate to the states, right? So MHRD, for your readers, of course, Ministry of Human Resource Development. So, but to give you an example, see, my view on outcomes is if you look at the three goals of education, of access, equity, and quality, right, are three very, very sensible goals. But my view is that if you measure learning outcomes in a systematic way in a census, you know, where you're able to do this, that the best thing you can do for access is, again, improve foundational literacy and numeracy because the drop-offs are happening at some level, the drop-out happens at some point because the child realizes that going to school is pointless, okay? Today, there's no child or no parent who doesn't want their child to study, right? The drop-outs happen because even the most illiterate parent recognizes that after four years in the system, my child has learned nothing. And I remember a field visit of mine, now about 10, 15 years ago, we went on a field visit to identify drop-out children. And we found this one child who was working in a motorcycle mechanic shop, must have been about 11 years old. And, you know, I think there was this big push to the parent, like, you know, why aren't you sending him to school? And, you know, this dad was illiterate, but he very, very clearly said, he said, listen, I've sent my child to the school for four years and I know he has learned nothing. He's actually learning something. And I'll come back to that when it comes to vocational education. So, therefore, if you want access, promoting foundational literacy and numeracy education is going to be your best way to keep kids in school because then they'll actually be learning something. Equity, again, what you want to do is you just want to be monitoring outcomes and seeing are you bridging outcome gaps, right? Because if you are doing that, then you're actually achieving equity. And quality by construction would be learning outcomes. Now, the beauty is if you then look at how an education bureaucracy takes these three goals and then spits out programs out of them, right? So, access becomes school construction, right? Equity becomes, do I have schemes for girls and minorities in every underprivileged group? So, every department of the government is running its own scholarship schemes, like, you know, for its narrow slice of the population that it's meant to serve. And then quality becomes, how much have I upgraded facilities and how much have I trained teachers? Which, again, we have shown has zero correlation with outcome. So, in that sense, the RTE was a much poorer kind of document because of how much it micro-specified these things. And the NEP, I feel, is, in that sense, a much better document. But it can become as bad as the RTE if MHRD decides to take it and micro-specify a bunch of things. So, the key step now is going to be how do you design an architecture of center-state relations where the center, you know, provides the funding and provides the technical support as needed, but provides more autonomy to states in figuring out how they're going to deliver the goals. And maybe this should be an entire separate topic on Indian federalism, like, you know, that we can do, because, yeah, there is many, many threads in here."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:55.560",
        "message": "You know, so one question that comes to mind quickly, and what I'll do is, before we get to the rest of the episode, we'll, for the first time ever, take a second, another commercial break in the show, so you get a break as well. But before we get to that, one question that sort of comes up from this, and this is a thought that I've often had whenever there's a sea change from one system to another. Now, let's say that in education there was a state of affairs, and now with the NEP, it's the, you know, the idea is to move to another state of affairs. And my question here is that when one then designs a shift like this, a new state of affairs, does one take into account, number one, the transaction cost of shifting from one to the other, so to say, and number two, you know, whether there is the state capacity and the intellectual capacity within the state to do that kind of shift, do these considerations then have to be part of the design? Because as you pointed out, you know, if goals can just become these inputs, and, you know, because any metric that exists can easily be gamed, and the whole system can just go to hell very fast. So, does the NEP sort of address some of this? Is this stuff that people like you who are trying to bring about broad changes in policy, as well as, of course, incremental improvements, but also broad changes? Is this something that you guys have to keep in mind and"
    },
    {
        "speaker": "Guest",
        "time": "02:05:07.560",
        "message": "think about? Yeah, and I think, you know, again, so the challenge of policy documents for countries as large and diverse as India, again, you know, we have 1.4 billion people. That's more than the entire Western Hemisphere put together, right? More than North America, Central America, South America put together, and you don't have, like, a government of the Western Hemisphere. We have more people than all of Africa put together. You don't have a government of Africa, right? So, to that extent, the sheer heterogeneity of the lived reality of Indians is so large that I think trying to micro-specify any more would be a mistake. So, in that sense, I think the NAP has the right balance of kind of being essentially a statement of national goals. So, what is it that we want to achieve? And, you know, providing some frameworks for national public goods, including, you know, standards, accreditation, and stuff like that, and hopefully providing a lot more policy space for states to do this. And I think and the reason that's important is because the state capacity itself varies so much across Indian states, right? You know, and that's why I think we should we should definitely do a complete separate issue, an episode on federalism, right? Because I think given my work in the states, what I see is one of the other problems of these overbearing centrally sponsored schemes is that over the years, it has essentially atrophied the policymaking muscles at the state level, right? Because you go to the, you know, even state departments, education departments, health departments, and better functioning states like Tamil Nadu, like, or Maharashtra, and, you know, often the default is like, okay, but is it in the central guideline or not? Okay, because if it's in the central guideline, it means the money will flow. Whereas, if you have to come up with your own policies, you need to argue for that case with your finance ministry. And that's why where the lack of intellectual kind of machinery to do this comes in. So, you know, it's a very fraught problem, right? And so there's a very big literature on decentralization that says that one of the problems with kind of decentralizing too much is then the technical capacity and state capacity doesn't exist. And that kind of because there's economies of scale in terms of designing some of these architectures of policy, right? So you don't kind of have that necessarily at the level of every district. So, which is why I do think we should do a separate issue in federalism and go through the first principles of what kind of, you know, functions sit at different parts and how would we structure a national policy framework that also maximizes our chances of getting it done, given our limitations of state and administrative capacity. But I think it's very hard for a policy document to explicitly talk about that because you can maybe acknowledge that constraint and, you know, and I haven't read it word to word, maybe that's even there somewhere. But the constraint is very,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:32.560",
        "message": "very real. That's fascinating. In fact, I had an episode with Pranay Kottasane on centrally sponsored schemes and why Pranay's point was they should be restricted to just 10 and obviously a call for greater federalism as well. For the first time ever in the history of the seen and the unseen, we'll take a third commercial break in one show and I hope you'll still be here on the other"
    },
    {
        "speaker": "Guest",
        "time": "02:07:51.560",
        "message": "side of that. I think the second break, but we're"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:07:54.560",
        "message": "breaking it. I take one break right after the intro outro, which I haven't recorded. So even I, even I was about to say second, but then I realized, wait a minute, it's actually the third. And let me point out that no one actually buys advertising for the show. I just put my own random things in the commercial break, but it gives a moment of pause. You know, you can end your dishwashing session here if you're listening and then resume at the, you know, the next time you have to wash dishes."
    },
    {
        "speaker": "Guest",
        "time": "02:08:19.560",
        "message": "Excellent. So let's take a break."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:25.560",
        "message": "Hi, I'm Vivek Kaul. And I'm Amit Verma, here to tell you about a new weekly podcast that Vivek and I have launched called Econ Central."
    },
    {
        "speaker": "Unknown",
        "time": "02:08:32.560",
        "message": "In Econ Central, we will help you make sense of the economic news of the last week. And we'll also try to explain complex subjects in a simple language."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:42.560",
        "message": "We will also take events outside the world of economics, like from politics, sports, literature, and explain them through the lens of economic thinking."
    },
    {
        "speaker": "Unknown",
        "time": "02:08:51.560",
        "message": "Why is the stock market going up when the economy is going down? What's the deal with high petrol prices?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:57.560",
        "message": "Should we boycott Chinese goods? What does free speech have to do with incentives? Why are the roving bandits of Uttar Pradesh in competition with the biggest protection racket out there, the Indian state?"
    },
    {
        "speaker": "Unknown",
        "time": "02:09:08.560",
        "message": "All this and more in our new weekly podcast, Econ Central."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:12.560",
        "message": "Econ Central launched a few weeks ago and is free on all podcast apps. You can browse our archives at econcentral.in."
    },
    {
        "speaker": "Unknown",
        "time": "02:09:21.560",
        "message": "Econ Central, you have an incentive to listen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:25.560",
        "message": "Don't forget the URL, econcentral.in. Welcome back once again to the Seen and the Unseen. I'm chatting with Karthik Mudlidharan about the state of Indian education. And it's about time we actually get down to concrete brass tacks and talk about how we could actually improve the state of our public schools. And reading Karthik's many papers and watching his interviews and all of that, I've always come away with so much insight into what the problem is. So Karthik, go ahead. What are the sort of things that, if you had unlimited power, if there was no democracy and you were"
    },
    {
        "speaker": "Guest",
        "time": "02:10:03.560",
        "message": "the man in charge, what would you do? So let me first of all say, I want democracy. And in fact, I'll tell you what I would do if I was in charge. But certainly there's an aspect of this that, and let me take a step back and talk about the power of good data and the power of good ideas. And in my interactions with Kaushik Basu, Arvind Subramaniam, and again, they would say this again and again, is that, you know, your typical policymaker is just, it's so easy to criticize the bureaucrat, right? But if you spend a day observing their lives, I mean, it is not a life anybody would want in terms of the sheer pressures that they're under in terms of, you know, the almost inhuman number of things that have to be delivered in a time-bound way, okay? So, and they just, even the best of them, you know, and as you know, the other version of Parkinson's law is the only reward for good work is more work, right? Like, you know, so even when you get very good people, they get saddled with more and more responsibilities till the best, each person has enough responsibilities to be close to their breaking point, right? Like, you know, so which means that it's kind of, you know, it's really more about not criticizing the bureaucracy, but recognizing the incredible constraints under which they function. And then for those of us, like, who have the luxury of time to kind of think deeper, harder thoughts about what is wrong, and how do you then want to improve, you know, it's our kind of response, because so much, it's just so easy to throw stones from the outside, that part of our kind of moral responsibility as how do we contribute our piece of this ecosystem is to just clarify the basic facts, right? And once you clarify the basic facts, then going back to democracy, it's like, we think about, there's good democracy and bad democracy, right? So, there's good politics and bad politics. The bad part of politics is the pursuit of power and keeping power, which is unfortunately what most of the time the media is focused on. There is a good part of politics, which is how do you adjudicate conflicting claims in society and come up with a win-win solution, right? So, and I'm very glad you brought up politics, because many of the ideas I'm going to talk about, I'm also going to talk about what might be political constraints and what would be, you know, essentially a sensitive, democratically validated way of implementing some of these reforms. And so, you know, the reason I keep coming back multiple times to push back at any suggestion somehow that like, you know, if you're a czar, you'll get things done. It is, you know, it's all about making democracy work better. And one part of making democracy work better is just more facts and transparency on, you know, where the money goes. Is it being spent in an effective way? Because what you do is you kind of, like you said, for good intentions, it's like, if I have said something good, the problem with the right to education is like, it is like, you know, it's like the national flag and apple pie. I mean, how do you object to a right to education? You don't, right? The problem is that the innards of that act are disastrous, right? And so you need to then flesh it out and saying the problem is not a right to education. The problem is this provision and how misguided it is. And so that's a long hard slog, right? So anyway, so I think with that caveat aside, let's come back and talk about, so let's say I was a state education minister or, you know, an advisor to the union education minister and trying to set up certain priorities for what we need to do as a country and how do we actually make it happen? Okay, so the first part, which I think is very clear and it's in the NAP is a foundational literacy numeracy mission to make sure, right, that every child in the next five years, that every child in this country has functional foundational literacy numeracy defined as the point where you can read to learn, okay? So the first two or three years in school is you learn to read, but are you able to then read to be able to absorb new content, right? So that to me is my functional definition of foundational literacy, right? Are you at the point where you can read to learn content? Okay, so and that's what primary school is supposed to get you to the point of doing and we need to deliver that, okay? Now, the question then is how are you going to deliver that? And I think part of the problem is because is the lack of coherence with regard to goals down the system. So if you go spend time with a teacher or spend time with a block education officer, if you look at the, and this is why you need to get into the sinews of the state and so much of my work is kind of the last mile service delivery architecture of this country, right, is if you go look at what a teacher or Anganwadi worker is being held accountable for, they're mainly held accountable for paperwork, okay? So when you get a supervisory visit, the first thing this person does is come and check your registers, right? Is the paperwork in order? Is your enrollment correct? And you know, there is the, any sense of learning outcomes is non-existent, okay? So at best you might have somebody you might call a child and ask a question or two, but that doesn't happen with any clarity down the chain as to what is it that we're trying to achieve, right? So the first part of this is just coherence and clarity as to what foundational literacy numeracy means with regard to achieving certain absolute standards, right? So it's not about marks. It's not about ranks. It's about if I give you a sheet of paper in second grade or I give you a passage, are you able to read it and answer four questions, right? And again, this should not become like, have I memorized that paragraph? In fact, it's kind of shocking coming back to curricular reforms. I remember Madhya Pradesh once looking at an eight standard Hindi exam and I looked at this and said, boss, I would fail this exam, even though like, you know, obviously, you know, my Hindi is decent enough to certainly pass an eight standard exam. But it's because that exam was essentially about reciting verbatim text like, you know, that if you have learned a kavita by heart, then it'll be kavita me kavi ne is pangti me kya kaha, right? You know, which is, what did the poet say in this line, which is essentially an act of memorization as opposed to in any way a test of language or comprehension, right? So the first part is just coherence on the assessments and measurement so that everybody down the chain from the education minister to the education secretary to the district education officer, block education officer, teacher, and parent understands that as an education system, our goal is going to be to deliver every child reaching these levels, okay? And once you have that, then there's the question of, so it's not just enough to measure, right? Because you have this foundational problem of data integrity, okay? And so it's not like, and in fact, some of the better initiatives in the country, Gujarat, again, when the PM was a CM, and, you know, I think there were many effective things he had tried as chief minister, including Grunotsav, which was his attempt to do a universal kind of census of learning where senior officials would go and, you know, do this measurement exercise. And then Madhya Pradesh, in fact, expanded this to what's called Pratibha Parv, which is a, and on paper, it's a fantastic exercise. It actually happens, right? They do a census assessment of every child every year to kind of say, are children learning? And in fact, the exercise is so comprehensive that NITI Aayog had actually put this as one of their examples of best practices in the country, okay, for education measurement. So the elephant in the room, and that's this kind of beautiful paper by my colleague Abhijit Singh, you know, that's just come out as a working paper, and it's called The Myth of Official Measurement, right? And so what it does, going back to asliyat se lagav, right? It just takes a random sample of schools and a random sample of kids and retests the same children on a subset of the same questions, okay, two months later, and finds that the true learning level is actually remarkably lower. Now, and it's a very interesting kind of data fudging, okay, which is if you look at the ranking of the students, the ranking of the students is exactly the same, okay? So on our independent tests as well as the official data, the ranking is not fudged, okay? But what is fudged is the level. So that, and that fudging is disproportionate at the bottom because there might be children who can't do anything and they will still be shown like as being able to do the question. And again, this reflects the fact that the system understands that at its core, it is a sorting system and not a human development system. So the reason you don't compromise with the ranks is because the ranks will matter for a child at some point in the future and it is unfair if I flip the rank, okay? But you don't mind compromising the absolute levels of learning, right? Like, you know, because who cares? And teachers will then say, okay, if I show this child is not performing, then I will have to do remedial education and who will do that, okay? So the entire FLN mission will fail if you don't have, you know, not only administrative data at the level of every child, but a system of administrative data integrity of making sure. So, and in some ways, again, this is all chapter and outcome measurement in my book where I talk about, you know, a structure of nested supervision where you can, the kind of inspection we did, it's not that difficult to actually build into a system. And the key is that you hold the teacher accountable, not just for outcomes, but accountable for the truth, okay? So coming back to system ko asliyat se lagab hone chahiye, right? Like I mean, which is how you will actually deliver outcome, right? So this is then the nitty-gritty plumbing that is not in the policy document, but that comes from our research and shows how important this is going to be, right? So you need the goal clarity, you need a system of administrative data on learning outcomes with data integrity so that at the level of the child, you're able to follow progress and make sure that you're getting the interventions needed to be able to succeed, okay? So then the third key part of this is the pedagogy itself, right? So going back to what I said, the tyranny of the syllabus and the tyranny of that exam is not going to go away anytime soon, okay? So, and the teacher is still going to face this fundamental tension between should I complete the portion or should I be doing customized instruction for children who are below the levels? And so concretely speaking, there are NGOs like Pratham and Madhi in Tamil Nadu who've done a lot of micro-optimizing of the time within the classroom. And the best practice right now is that you have about 90 minutes a day in the timetable, which is meant to be for revision or supervised work, okay? So it's very difficult to tell a teacher to take away some of your regular periods because the syllabus completion pressure is very real. But then you can use that other 90 minutes of unstructured time to say, okay, now let me do the additional work on foundational literacy and numeracy to make this happen, okay? So that is the pedagogy piece of this. So you need the goal clarity. You need to be able to measure that with integrity. You need to direct your pedagogy towards delivering that. And then there's, of course, you know, so there's the governance piece overall. And frankly, I think, you know, even more than attendance, which even though my own work has been on attendance, I think, you know, it can get a little, you know, really intrusive to then say I'm going to do cameras and biometric scanners because frankly, in the end, I don't want to kind of invade the teacher's sense of agency as long as the outcomes are done, right? So I would much rather have a culture of autonomy on process and accountability of outcomes. And if the governance machinery is able to ensure administrative data integrity and learning outcomes for every child, I am reasonably confident that the system is capable of delivering improved outcomes. Once you know that, this cannot be fudged, okay? And then there is a piece of actually providing supplemental instructional resources. And so, you know, ideally, there would be a way to hire kind of teaching assistants or, you know, contract teachers or, you know, on short-term, two-hour, three-hour as a day to provide that additional instruction to the children who are falling behind. And that can be incredibly cost-effective as we've seen in study after study. So, and I'll come back to my third big idea where I will integrate this, okay? So I think the first part of this is the FLM mission that's there, and I think the MHRD is going to come up with these frameworks. So, but the key thing is going to be getting to this next level of detail of measurement as well as data integrity, which is not in the NAP, but which will need to happen, okay? So that's, I think, point number one. Does that make sense?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:58.560",
        "message": "Any response, reaction? It makes sense. I mean, my response that is like, first of all, when you started speaking of goals, I immediately thought that, wait a minute, like, you know, like when I speak to, I teach a class on writing. So when I, I always tell my writing students that, you know, everybody has goals. Bad writers will have the same goals as the good writers. What is important is the process. But then I get what you're saying, that we should at least begin by having clarity"
    },
    {
        "speaker": "Unknown",
        "time": "02:21:19.560",
        "message": "of what are we trying to achieve. And if these are the outcomes"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:22.560",
        "message": "we're trying to achieve and we have that clarity, then those goals are very useful if they are then communicated to everyone. Where I feel a little skeptical of what happens after that is when you talk about the integrity of measuring it, because my experience in India, which is, you know, the center of Jugaad in the whole world, is that if there is a metric, it will be gamed."
    },
    {
        "speaker": "Guest",
        "time": "02:21:43.560",
        "message": "Correct. And I agree, right? So, and I think, see, in the end, these are all about probabilities, right? So you'll have about 20% of teachers and administrators who will be high integrity. There'll be 20% who you will never be able to fix. But that middle 60% does respond, right? Like, you know, to what the overall thrust from the system is. And I think, you know, we have additional micro evidence on how using technology for measurement can, you know, really be a game changer for data integrity because then it's kind of real-time measurement that gets uploaded. It's hard to fudge. It's hard to, you know. So we've done a bunch of pilots on this. And I think a bunch of these inputs, we will probably put in a memo and send to MHRD and, you know, send to states. And hopefully some of that gets reflected because the NEP has been announced, but there is still a set of details that, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:27.560",
        "message": "still has to show up. Yeah, that makes sense."
    },
    {
        "speaker": "Guest",
        "time": "02:22:29.560",
        "message": "I mean, so let's move on from there. Yeah. So then coming back to cost effectiveness. So I think, so one thing which NEP does talk about, it talks a little bit about school consolidation. Sorry, school complexes, not school consolidation. But let me again provide some facts for your listeners, right? So one of the problems of our approach to access of creating schools within a kilometer of every habitation is that 20 years ago, that may have been necessary to get marginalized groups into school because they would not be able to travel, right? But one of the consequences of this is that your public schooling system, the countryside, is pockmarked with these subscale schools with enrollment of about 20, 30 children. Then you have five grades, two teachers, and, you know, it's bad for governance, it's bad for pedagogy, and it's bad for cost effectiveness, right? So it's bad for governance because going back to my point about monitoring visits, it's really hard to go and visit like, you know, every school that is so far out and remote and you have limited capacity. It's bad for pedagogy because you, by construction, you have multi-grade teaching. The two teachers are now teaching simultaneously across five grades, so it gets really, really hard even for a motivated teacher to deal with that. And it is also really bad for value for money and that's because you have a norm of minimum two teachers. You end up with PTRs of about 10 to 15 in these places, which is pupil-teacher ratio, so the cost per child in these small schools ends up being, you know, from the few states where I've calculated the data, ends up being over 75, sometimes 80,000 sometimes 80,000 rupees a year per child compared to an average cost per child of maybe 30,000-35,000 if you are at a scale of about 30. Okay? So one simple idea is that there is a trade-off obviously between access and scale, right? So if I try to provide access in this way of building schools, you're losing scale, right? Now, an alternative way of providing access, which is what we see in our Bihar girls bicycle paper where we see that that was an incredibly effective program, right, is that you can have schools at larger scale in the middle of a gram panchayat and be able to provide transport, right? Like, you need to have a larger catchment area and you don't even have to provide transport vouchers. You can literally run a bus service, right? You can run a bus or you can contract a bus service to say, here is my catchment area that's actually two or three kilometers and I'm just going to go pick up children and then have this focal school in the middle of the gram panchayat or anywhere else in kind of, you know, what your catchment area is and then once you have enrollment of about 150 to 200, right, then you're at a place where you have much better pedagogy of teacher per subject. You have much better governance because you can have a principal. You actually get better teacher morale because teachers actually enjoy having a community of peers as opposed to being out there in the village as the only kind of educated person and you also get much better value for money and that gives you the scale that allows you to then invest in whether it's the computers or the, you know, or the other facilities. So, you know, I think 20 years ago, 25 years ago, it might seem that this was unrealistic because we didn't have the road transport infrastructure but given the investments in roads and all of that, in fact, there's a very nice study by Shilpa Aggarwal at ISB looking at, I think, you know, child mortality, maternal mortality, I'm not sure on what the exact outcome is but what it shows is that in fact that you get much better health outcomes from investing in roads than from investing in clinics and that's because the clinics, when you build them remotely, these are sub-scale and they're not used as often whereas when you build the roads, you're able to bring people to where the scale facility is, right? So that same logic, I think, can apply with the logistics of how we organize our schooling system. So this is, again, a very plumbing kind of discussion but it is enormous in terms of cost effectiveness because the bulk of our money goes to teacher salaries and the cost per child in these schools is about 70, 80, 90,000. Okay? Now, but coming back to political economy, what are two of the important potential political economy concerns? Okay, so the one is that local communities tend to take a lot of pride in their school which is often something that has been created after lobbying a lot and then, you know, whatever it is, like, I mean, school is a source of pride for a local community. So a top-down decision of saying, okay, we're going to shut down these schools and consolidate will backfire on day one, right? So what you need is to kind of have a democratic validation of this process by having a policy or a, you know, project that says, here is a proposal that in this panchayat, what this would mean is that we would build a school, we would provide this transport, this is what would happen and then let the panchayat themselves vote on that, right? And say that, is this something they would like to do? And so again, as a way of accommodating heterogeneity as opposed to going top-down, if you have an approach like that, maybe there'll be 100 villages, 200 villages that say, please try this and then you try it out and then if it works, right, then it spreads by demonstrated success as opposed to trying to do this by top-down. Sometimes policymakers have a view that says, no, in India, the only way to do things at scale is to force it down the throat. But, you know, going back to the coercive state and how do you make democracy work better? I think, you know, where you balance the economies of scale that come from the higher level with kind of the agency that you want to provide to citizens and communities is to use the analytical horsepower at a higher level to say, here are some policy reforms that may make sense that within a given budget envelope can deliver much better outcomes and now you, the community, come back and tell us if you would like to do this and if you would, then, you know, let's roll it out, right? So I think that would be my approach to this larger issue of school size optimization, I think is the right way to frame it. And then from a teacher's perspective, there is likely to be some union opposition because in the long term, the cost effectiveness of this comes from the fact that you're reducing, potentially, the number of teacher posts, right? Because, you know, but there are two, I think, broad answers to that. So one is that, in fact, it actually improves working conditions for teachers significantly, right? Because most teachers live in urban areas and commute to the rural areas. So by kind of making the school in a more central area, you're actually making the school more accessible, but you're also improving the working environment by having a profession, a community of peers, right? You go in, it's much more fun to, in fact, what we document is the absenteeism even in healthcare that is much lower in district hospitals than it is kind of in the outposts, right? Because there is a set of peers, there's both peer monitoring and there's kind of a community of practice, right? So I think from a teacher working condition perspective, this would almost certainly be a positive. And you're also not firing anybody, so you're basically ring-fencing this and protecting incumbents. And so the fiscal savings will come over time, but this is then something that will substantially improve not just cost effectiveness, but governance and pedagogy, right? So it's a very concrete idea. So and what I try to do in my writing is kind of cover both the principles as well as very concrete ideas, right? Because abstract means sab kuch bol sakte hain. But it's like, now give me five implementable ideas that as a state education minister or secretary I can do, right? So the foundation literacy mission that I told you about is something a state can do. This is something a state can do, okay? So does that make sense before I move on"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:57.560",
        "message": "to my third big idea? No, it makes a lot of sense. I mean, a couple of reactions. One, of course, the point of education is to educate children not to employ teachers. So that's something we should keep in mind. So I don't, you know, what the outcomes for teachers are is kind of irrelevant for me, though I can see why in the political economy the unions would matter. In the same way that the point of markets, for example, is not to protect local businesses but to fulfill the needs of customers. And we often get the wrong way around. And for me, the big aha moment that you just provided is when you, you know, you referred to that study about how, you know, you'll get better outcomes for health care if sometimes, if you build roads rather than clinics. And similarly, you can get better outcomes for primary education if you hire buses instead of building schools, which is, you know, such a phenomenal and a very counterintuitive way of thinking about it. And I think, you know, if local communities are given all of these choices, you will have a thousand flowers blooming, different experiments. I mean, you know, there's a limited set of conventional ideas on this that exists within government. Economists like you bring in some more like you just did, but just open it out to local communities and I'm sure there'll be stuff that even you couldn't have thought about. So you have to kind of enable that to happen. I'll ask you to move on now."
    },
    {
        "speaker": "Guest",
        "time": "02:30:04.560",
        "message": "No, no, no, exactly. End of question. And so, but again, I mean, the challenge, and again, which is why I think we definitely need an episode in federalism is because the entire culture in Indian government is one of kind of lack of trust, right? So one of the reasons you don't move the money down is you'll say, it'll get siphoned away by the local political elites, right? So, which is why you need to combine that autonomy and process with accountability and outcomes. And so there is this very delicate federal architecture, right? You know, that is, should be discussed, you know, at length in a separate, separate panel. So I think the third idea, and frankly, if tomorrow, if I was an education minister, this is the single most important thing I would do, okay? And this is something that straddles a whole range of service delivery sectors. And it basically has to do with the following simple idea, okay? That one of the foundational aspects of weak state capacity in India is we don't have enough frontline employees, okay? We are understaffed in education, we're understaffed in police, we're understaffed in health, we're understaffed in Anganwadis, but the reason you're understaffed is because salaries is you get like 200, 300 applicants for every government job, right? So Econ 101 will tell you, like you lower the wage and increase the quantity, right? And we don't do that. Now, it's not enough to just say that the salaries are too high because maybe the high salaries are attracting high quality workers, which is why you then need the ton of research to show that the salary level seems to be completely uncorrelated with effectiveness. So I'll send you another paper which I didn't want to inundate you, but I have this entire paper on restructuring public, you know, on public sector labor markets, right? So the pathologies of public sector labor markets,"
    },
    {
        "speaker": "Unknown",
        "time": "02:31:33.560",
        "message": "right?"
    },
    {
        "speaker": "Guest",
        "time": "02:31:34.560",
        "message": "So, which is a whole range, everything from, you know, you don't hire right, you don't pay right, you don't, the spatial distortions, there's, but so coming back to education, right? So what we have is we have very, very robust, so let me give you the idea first, okay? And then give you how it kind of is consistent with the research, but also navigate some of the problems, the political problems, which I think, again, in a democracy, we have a lot of politicians who don't do it. But I think, like the prime minister of Luxembourg once famously said, he said, we all know what to do, we just don't know how to get reelected after doing it, okay? So, so, so it's actually irresponsible of economists to kind of not, you know, you don't need to be political to say what are the political constraints and how do you make good economics be good politics, right? So that's incumbent on any economist who wants to do sensible policy work, okay? So that we make teacher training a much more practicum apprenticeship, you know, based system, where today what happens is you can basically pass some exam somewhere and kind of get hired as a teacher with maybe token four weeks or six weeks of kind of practical training. And what I have in mind is actually much more ambitious than that, which is to say, let's have a three to four year teacher training program that's basically 75% practicum, okay? So you take the current content, which is all the theory and everything, and you put that into one year, you do one quarter whereby you kind of satisfy one module of theory. And then you do nine months of practice where in that practice you're basically paid a stipend and you're working in an actual school providing the instructional support specifically for foundational literacy numeracy, right? And then what happens is you get paid a modest stipend in this period and at the end of four years you get a credential as a bachelor's in elementary education that has a teaching credential. But then the key additional pieces when it comes to time for regular teacher recruitment, what you say is that you will provide extra points for every year served as an apprentice, okay? Served like in a practical lesson. So what you're doing here is you're killing many, many birds in one stone, right? So what you're first doing is you're improving the long-term quality of teacher training, right? By kind of making a practicum based and making teachers actually understand what it means to be effective and then the theory starts making much more sense because today I can have a credential and show up on day one and have 25 screaming kids and I have no idea what's going on. So you are improving the long-term quality of teacher training. You are providing a fiscally feasible way of augmenting teaching staff, right? Because you're now saying I'm taking these apprenticeships seriously and providing a stipend of five, seven thousand rupees a month, right? Which again, in the rural areas is something that people will happily line up for those jobs. And so you're providing a stipend that makes this a serious kind of engagement and what you're doing is it's consistent with all the research and evidence on the contract teachers where what we see is when you have even a 10th pass or a 12th pass kind of typically young woman from a village that they are incredibly effective at early childhood education and you know and providing foundational skills. Now, you can't do middle school math because at that point your learning becomes a binding constraint, right? But when it comes to foundational literacy numeracy you're more than able to do this, okay? Now, the question is and then the other big thing it does is it helps with some of our issues of female labor force participation because one of the big barriers is that women are not able to leave the village, okay? So now you're creating employment opportunities within a village that both creates empowerment as well as role model effects that cascade down, okay? Now, if you look at the evidence, right? The contract teacher there are studies after studies that basically show that these teachers were highly effective if not more effective certainly way more cost effective, right? Equally effective at one-fifth the cost so the correct comparison is not contract teacher versus regular teacher but for the budget of one regular teacher I could hire five of these guys, right? And that comes back to the basic private school economics which is to say I get lower wages and so I can provide a better education, okay? Now, the reason the contract teacher model is widely believed to have failed and why kind of, you know the RTE explicitly kind of prescribed it is because the education establishment hated the idea, okay? They hated the idea that you could have untrained professional teachers, right? Untrained teachers. So there's kind of the occupational licensing source of objection. Now, you and I might believe that that's just a source of rent seeking but like it or not like, you know, that is certainly a part of kind of the ecosystem that says we need to train, okay? Now, the second problem was judicial because once you got enough, you know you would have a bunch of these guys going to the courts and saying, you know we are doing the same work and being paid one-tenth and so you have this equal pay for equal work kind of things where courts will arbitrarily come in and say, no you need to regularize these guys like, you know pay large amounts and then there was a political problem which is because this was done as a regular teaching was frozen this became kind of this purgatory of cohorts of teacher you know, people who were wanting to become teachers who were in this limbo and every time before an election there would then be massive pressure to promise regularization and once you do that mass regularization then you have the worst of both worlds because you've regularized them but they're not even credentialed, right? Like, so which is why you know, states like Madhya Pradesh like, I mean now they say that even though the improvements they got in the 2000s with the Shiksha Karmis education guarantee scheme not, yeah they still look at the pressure of regularization and that has kind of saddled them with a bunch of civil service teachers who are not even qualified, okay? So then that's kind of so the economics of contract teachers works but it fails for both, you know ideological reasons kind of legal reasons and political reasons, right? So what I'm doing with this teacher apprenticeship idea is saying how do you take the kernel of that idea of what we've seen in the evidence and make it pass through all of these filters, right? So now what you're saying to the professional crowd that says we need credentialing you're saying I absolutely believe in credentialing but if anything you're going to improve the quality of the credential over time because this is now a practicum based training, okay? So this is going to improve the long-term intake into teaching. You're solving the judicial problem because this is you're no longer in this problem of equal pay for equal work because it is an apprenticeship it is defined as an apprenticeship that is part of your training that has, you know it is not like an endless stopgap kind of arrangement and you're alleviating the political pressure by saying that listen you know having a teacher training certificate is no guarantee of a government job, right? So today people take dozens of exams and try to get in. So just like taking exams is no guarantee of the job but sitting for the test multiple times actually increases your chance of cracking the exam without making you a better teacher what you're now saying is like I mean that I'm going to provide some weight for this practical experience in the regular teacher hiring, right? So and this reflects I think what is realistic in our political economy setting where you're not going to say get rid of government teachers you're not going to say reduce their salaries what you're trying to do is saying let's improve the pipeline so that the people who make it are people who actually want to be teachers because today essentially most educated youth are playing the government job lottery, right? Of essentially applying for every possible government job because if you crack it you're set for life, right? So you have tons of people who are in teaching who have no interest in teaching, right? So once you've done this for three or four years you're actually improving at least the two-sided match on unobservables with kind of what the job characteristics are and you are improving the longer-term kind of pipeline of teachers while also solving your short-term problem of providing augmenting your teaching resources in a cost-effective way by taking the apprenticeship very seriously and the other thing you could do is to kind of say that listen each district can have one of these you know the diets the district district education training can run these practicum programs where you say for the apprenticeship itself I will select the top 12 standard candidate from every panchayat and then your practicum is based back in your panchayat so you come you know from the panchayat training and then we use technology to kind of monitor you every week to kind of give you additional refresher so there's a bunch of details that can be worked out but the core idea going back to my paper and spatial on the labor market distortions in the public sector is it also deals with the spatial distortion which most people don't appreciate right which is the problem with public sector recruitment today is because you recruit on the basis of exams and who cracks the exams the candidates who crack the exams are typically from urban areas or at least once you have a government job your kind of aspirational dream is to be in the urban area but the jobs are all rural okay so part of the absence comes from the fact that you're sitting far away from the community that you're serving and part of the effectiveness of the contract teachers comes from the fact that you belong to the local community right so and there is kind of this occupational licensing mafia that sits in both health and education and every sector but this is one way to kind of be cognizant of that and not try to wish it away but then try to create a pipeline that allows you to kind of augment yeah so and the reason why I definitely believe in this is given the jobs crisis right like you know you also then have a way of increasing just the you know utilization and opportunities for educated unemployed youth like you know you have 12 and it's a way to provide structure and and frankly what will also happen is there's a lot of women who for good or for bad will drop out of the labor market once they get married and have kids so but you are providing from the age of 18 to 22 like you know for rural educated women who today might get married at 18 they can mean after finishing 12th you're providing you know a whole window of delaying marriage and fertility of improving empowerment and I think it's one of these win-win-win things that any politician should also latch on to because it gives you visible outputs right like and will allow you to do this in a cost-effective way so tomorrow if I were an education minister in a state I would apply an enormous amount of you know energy to making something"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:03.200",
        "message": "like this happen oh it's fascinating and it's very impressive also how number one you get to the grassroots and you figure out exactly what's happening the nuts and bolts the root causes and these are the root causes and then when it comes to fixing it you're not coming up with you know a policy brief that is one mile high up in the sky but you're actually taking the political economy into account and saying okay I have to cater to the incentives of you know the politicians who will bring this into force and the policy and the actual people on the ground who will implement it and all of that that's kind of very impressive"
    },
    {
        "speaker": "Guest",
        "time": "02:41:38.200",
        "message": "so what stands in the way of something like this happening so it's a great question and I'm not going to give this away like you know because this is like a topic for a new this thing but one of the big kind of things which I'm doing right now which you know we're not yet public with it we don't even you know have a website but we're starting to do some deep work is so the two big things I'm doing right now is one is writing this book on state capacity which has a provisional title of fixing the Indian state but there's the other part of what I'm doing which is I'm setting up this whole new institute in India right meaning called Rajasthan Institute which is going to help you crack people who are embedded in state governments who are able to take these ideas and then translate that into actual policy right so in the past five years I've had access to policy makers at the highest level right so I've served on Rajasthan's chief minister's advisory council I've met you know with multiple chief ministers I've met you know routinely with education secretaries and basically like you know all the access can at best plant an idea but it doesn't translate the idea into action without kind of having a joint secretary right it's a long haul it's a long kind of it's a 20 year journey of trying to augment state capacity but I genuinely believe that there are enough and that's another reason why I believe so much in working at the level of states because if I'm pitching ideas at the center one joint secretary can kill an idea right but if I'm pitching it at the states I just need one guy to buy it and then you kind of see can this work and the way you will actually make change happen is by making things happen properly in one or two states and then I shouldn't be the one evangelizing the idea I should be the one who is the education secretary or education minister can have a workshop of other states and saying this is what we've done so our role then becomes saying here are the principles here is the evidence here is an idea that I have designed in a way that accounts for your constraints now let's make it happen but I think the challenge to making it happen is still and this is partly why I built CJS right so over the past 4-5 years there is almost not a single senior government official who has not said I was the joint secretary in the prime minister's office when he was the discussant on my paper on public sector recruitment so you know and he's a tough nut he has a PhD and he has very little patience for ivory tower academics right because he's brilliant he's been in the government and so his highest praise for me on that paper was that says it shows an admirable understanding of ground realities ok but and then he said he said like you know the way you will make progress is by doing this at the level of one or two states and even at the level of states the challenge is that making this thing happen it requires kind of a stability a policy vision that is beyond the lifetime of even an individual secretary right like you know because it requires thinking about a training architecture that will still show you results over 3 or 4 years it requires them thinking about what are your public sector recruitment rules can you tweak that to then provide weightage so and it turns out that individual officers who understand will be very sympathetic but it is beyond the limit of any one person even a principal secretary to make it happen and that's kind of why you need an institutional presence in the government that says this is a strategic initiative that we are going to coordinate across ministries and make it happen so it's a very long journey and I don't want to talk too much about this because again the chances are we will fail ok but at least we have to try and this right now reflects my best bet at how do you take all of these ideas and try to make something like this happen but maybe we can do"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:59.200",
        "message": "an episode on this next year right like you know once we have the book published and we have a few minutes left and it would not behoove me to leave a subject like private schooling out of this because it strikes me that everything that we are talking about and I think you barely even scratched the surface of all your great suggestions on public schools and I will link to all your papers and let listeners discover that for themselves but you know coming to private schools number one I have sort of had a bunch of episodes on education before on the profit motive in education on the disastrous impact of RTE and I will link to those episodes as well and the key you know to just give like a cliff notes version of what that is it is basically that there was all this focus on inputs and a lot of low cost budget private schools had to shut down because it was like if you don't have a playground you can't teach and these people are like you know we are not selling playgrounds we are selling you know education we are selling to free government schools which are also giving freebies like midday meals and all that people are actually choosing to pay out of their own pocket their hard earned money rickshaw drivers slum dwellers because they want their kids to have a good future and one scheme that you have discussed in you know over the years many times is of course school vouchers again to give a cliff notes version of what that is for my listeners school vouchers basically means that the state takes it to a school of his or her choice and you know the education happens there so what you have is that you have parents making the decision and they are in a much better position to decide than the state is parents making the decision where should I take my school and giving them that autonomy and that power is you know also a moral imperative plus you bring in the value of competition so schools complete with each other for the money of the state which are far more efficient you know their outcomes are more or less the same or sometimes better as various papers have shown but they are much more cost effective because the dictates of the market come in play now as I said at the start it is not that I am entirely a supporter of school vouchers myself my sense is that listen if you just let the free market operate which you don't if you just let the market operate you only get one kind of education and we need a little more of markets coming into play now I know that you know you have written extensively about private schools where you have written about school choice you have also written about charter schools which is a relatively new concept in an Indian context what are your sort of thoughts on this at two margins one is that does this fundamental distrust exist among bureaucrats I don't know but in the way the state approaches it it seems to is that going to change is there a recognition that that is a problem and secondly at a more granular level when you come down to actual policy and you have spoken about the need of redefining"
    },
    {
        "speaker": "Guest",
        "time": "02:48:22.200",
        "message": "the relationship between the state and markets when it comes to education what is your thoughts on this issue I think on private schools let me take two minutes to summarize the key facts I have done years of work on this the key facts are your typical budget private school here is the problem to take a step back and look at what is happening in the private schools and what is happening in the public schools and what is happening in the private schools and what is happening in the public schools and what is happening in the private schools and what is happening in the public schools and that is what is happening in the private schools in India and poor kids who are attending government schools and gave them a voucher to go to private schools. Okay, so and they attended a private school of their choice in the village and attended for up to four years that at the end of four years, surprisingly, so first, let me talk about the processes, right. So the private schools are poorer on observable measures of input, but do better on every measure of effort. Okay, so they have the teachers are less educated, they are less qualified, they're less trained, they're paid much lower salaries, right. So in an RTE framework, private schools look miserable, because on inputs, they are actually way inferior to the government school. But once you kind of go measure effort, you'll see that the private schools do better on every measure of effort, right. So lower teacher absence, higher time on task, longer school year, longer school day. And we also have like a module that measures management practices. And in fact, that's a new working paper which will release in the next couple of weeks. And you see that on even concrete measures of management practices, the private schools do much, much better. Okay, so, but, but, but this kind of the stupefying result is even though the observable characteristics of the private schools are so much better. At the end of four years of this, we find that the kids who went to the private school did not do any better, okay, on either maths or Telugu, which was because this was in Unified Andhra. And so you know, what this tells you is that, you know, at one level, the critics of the private schools that say that most of what the private schools are doing is functioning on the selection margin, as opposed to the education margin is actually correct, right, which is, there is a selection aspect of both the better, relatively better off as well as private schools trying to screen out children who might, you know, be slow learners or disabled or whatever. Okay, so in that sense, there was enough in the results to kind of, you know, put a note of caution to the kind of blind voucher walas, right? Like I'm saying, acha voucher karo, private kar dekha, because there's nothing. But on the other hand, what we see is that the private schools are actually delivering the same output at one third the cost, right? So the cost per child is actually much, much lower. So if you look at the cost per child in the public schools, it's much higher. And because the private school has to compete in the market, they are much more cost effective. The other subtle thing that's going on with the private schools, and this is what makes education research so vexing, right, which is that it, you know, so what we did is we went and looked at the timetable. So what you saw is that the private schools actually spend much less time teaching Telugu and math. And they use that extra time to teach other subjects that are not in the government school. So they were teaching more English, teaching more Hindi, okay. And so this makes it very difficult, because now it's not an apples to apples comparison. So even though the level of learning is the same, it was being achieved with much less instructional time, right? So the productivity in the private school was higher. And we see that the test score results are higher in English and Hindi. And now, but even there, you can have difference of opinion as to, should you aggregate these results and saying that the private schools do better? Or is the problem that, you know, and Abhijit Banerjee himself told me this, he said, like, you know, what is the point in not being able to read in three languages, right? Like, you know, you're not able to read even in your mother tongue, so that you're diversifying your curriculum, and part of what's happening. And if you look at the private school curriculum choice, there is one view that says these guys are being incredibly forward thinking, because the labor market returns to English and Hindi are going to be higher than if you're in Andhra Pradesh, Hindi gives you access to a national labor market, right? So just given the amount of internal migration, say workers from Bihar and UP coming to AP, if you are, if you are a Hindi speaker, maybe that increases the chances of being a factory foreman, and so and supervising these workers. And so the returns in the labor market may be higher. And you know, even if you can't speak English, okay, so one view is these guys are being very, very farsighted. The other view is that no, there is isomorphic mimicry, even in the private schools that they're just like mechanically copying the curricula of elite private schools. And because elite private schools do multiple languages, they do that. And even though that may not in fact be optimal for these voucher kids, okay, so, so I think, basically, the school choice argument relies on two pieces, it relies on kind of there's a productivity argument and there is a choice argument. And I think the challenge here is that the market metaphors break down for multiple reasons, because choice and assessing school quality is an incredibly challenging problem. I have a PhD in economics from Harvard, and I have no idea what's going on in my child's preschool, right? Like, you know, so you only have some proximate measures of quality. And so it's very, very hard. Okay. So the punchline from all the results is to say that, listen, the private schools are more productive, but it is not obvious that expanding a voucher system in the current status quo will by itself give you better learning outcomes, it might give you better value for money. But that is not the same. And which is why when I look at the global research on education, there is a different model, right? Like, you know, so what are the problems even with vouchers? And I think is that when kids have the freedom, parents have freedom, it's very attractive. But there is no guarantee that the school has to accept you, right? So that goes back to the Harvard point I made in the beginning, right? Like, you know, you can afford it, but you're not getting in, because Harvard's partly a club, right? I mean, that's kind of excluding based on multiple characteristics. And most private schools in India, at least the elite private schools, which kind of play in the consciousness of the policymaking class, are also fundamentally clubs, right? By kind of the way they interview the parents and everything that they do. Okay, so one place where the market metaphor breaks down is when a school is not actually trying to maximise market share in the first place, but trying to maximise exclusivity, right? So you want to design systems whereby schools are competing on effectiveness as opposed to selection. And there is interesting theoretical work that shows that how an unbridled voucher system can actually make outcomes worse by moving the margin of competition to selection rather than value addition. Okay, so that's something we need to be cognisant of. Now, there's another part of the choice argument where voucher studies have shown, you know, need for caution, which is that parents often pick aspirational schools, right? You pick schools that you think are aspirational and look good. But going back to this curriculum mismatch issue that I highlighted, that if you're picking a school where the curriculum is so far ahead of where your child is, there is a real sense in which this could backfire. Okay. And so there's an alternative model of saying, how do you bring the efficiency of private management while kind of minimising some of these pathologies in private schools? Okay. And that's basically what the idea of charter schools is, right? So the idea of a charter school is that you maintain the public characteristic of a school, but you basically provide a management contract, right? Like you lean to a private entity that says I will, yeah, okay, sorry, before I get there, maybe just get your quick reactance"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:56:13.320",
        "message": "to the research. Yeah, yeah. Before we get to private schools, my quick reaction is first of all, you know, I'm familiar with your study. And I've also read the responses by Gita Gandhi Kingdom and James Truly, where they pointed out the Telugu angle that you're pointing out now, my, my, my sense of it is that, you know, and they've also done studies and, you know, there are other studies we showed that, you know, private schools give better outcomes and so on. But leaving that aside, just kind of focusing on this issue, my sense of this was that leaving the choice angle aside, just on the productivity angle, that one, yes, they got, you know, outcomes at much cheaper, so better value for money, that's a sight. But also, they didn't get worse outcomes on any margin, exactly. Even if they were the same, if they're getting it cheaper, and they're learning a couple of extra things, that's okay. The second thing that sort of struck me was that I think that choice argument is actually enough on its own, because I think who are we, you know, if a choice has to be made for the child, it's very condescending to say that the parent does not have the ability to make that choice. It is only the parent who should make that choice. And, you know, my view, and what I would say is that, like you pointed out in your paper as well, like your 2018 paper, which you sent me was quite nuanced on this issue, where you pointed out all these different sides. And there, you pointed out that, you know, even if parents may make a mistake, sending their kid to a place where the main medium of instruction is English rather than Telugu, because studies have shown that learning happens at that early age much better in the mother tongue, despite that, that could be offset by a later premium that they get for having gone to an English medium school later on in the labor market. Now, as you said, it's too complex for anybody to judge. And therefore, morally, the choice of where the kid go should just stay with the parents, given that there is such muddiness of information, either way."
    },
    {
        "speaker": "Guest",
        "time": "02:57:54.320",
        "message": "And I'm very, very sympathetic to that, like, you know, and I think, I mean, the only slight pushback to this is, you know, and it goes back to the third goal of education systems, the public education systems, which we haven't spent enough time on, right? Because, you know, but this is very, very important. And it's important to understand that the spread of mass education actually had very little to do with either of the first two goals, right? Because the sorting goal, like, you know, could happen by kind of elite exams, which, you know, Chinese bureaucrats have been passing for a very long time, right? So where the modern state was willing to invest in mass education, in fact, my colleague at UCSD, Agustina Paglian, is a political scientist, and she's done some very nice work on this, is that the third objective of education systems, there's human development, there is sorting. But the third is actually creating a common shared sense of citizenship, right? So and what makes education inherently political, right, is that as economists, we are used to saying, how does a free market or free agency make choices conditional on your preferences, right? But we don't ask where do the preferences come from, right? And so what makes education inherently more political than any other market analogy, is it's because it's the place where you're actually forming preferences, right, that can mean of a generation. And so and that creates externalities. And then that's a good question about should the government have a say, right? And so but the language question, and again, we should do it, we could do an entire episode just on the vexing question of language, right? But it's an incredibly vexing question, right? So and it's because no language is morally superior or inferior, right, that can mean and then, but the market attraction of a language is a function of a bunch of other things. So but the larger point here is that one of the reasons public education systems try to kind of put their thumb with regard to language is precisely because there is a certain public good with regard to culture, right, that goes beyond the individual choice. And that's a much more nuanced discussion. That's all. So I don't agree with the spirit of what you said, that in the end, however complex it is, it's the parents and the ultimate users who should make their decisions. But even without coercion, you can still put your thumb on the scale as a society that says there is a collective good. And this is classic public externalities, right? Like, you know, there's a certain collective good in maintaining a language or a culture. And we find ways to put our thumb on the scale on that one way or the other."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:03.440",
        "message": "What I would add to that is like, one, whenever I hear the word collective, I'm like, no, we should think in terms of individuals, not collectives. But whatever, that's just me."
    },
    {
        "speaker": "Guest",
        "time": "03:00:10.640",
        "message": "But hang on, but let me pause there, right? Because I think there is a limit to kind of the extreme individualism, which we kind of see in the US with kind of the disaster and masking right now, right? Like, you know, so when you build this kind of myth of kind of the frontier man, like, you know, who's out there on his own doing things, then when you need the public good of wearing a mask, not for yourself, but for the public good, you find it very hard to do that. So again, there's a balance."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:00:32.920",
        "message": "On that issue, I agree with you entirely. But the point is that if you look at the negative externalities of how this Indian state has messed up education, they are disastrous, you know, and my point there would be that earlier, we were talking about how both of us, of course, support democracy, because you want every individual, every citizen in a democracy to in a nation to feel empowered and democracy gives you that. And similarly, I'd say that the current education system is actually the opposite of that it is an authoritarian system where you are building a model. And yes, some experts like you are having some input into the model model, and hopefully the model will be improved on the margins. But it is one model being imposed on everyone. And what would be nice is to see many, many models flourish. One way of doing that, of course, which we will discuss in our next episode, which will hopefully be even longer than this is the federalism model where you have so much local governance that you have different models coming out locally. But another model would be that just let entrepreneurship flourish in this field unleash the market, you know, society will solve its own problems that doesn't happen. But we only have a few minutes and it would be a travesty if I do not let you speak about charter schools, because you've been very insightful and eloquent on that as well. So"
    },
    {
        "speaker": "Guest",
        "time": "03:01:40.760",
        "message": "on private school policy, let me say two things, right. So there is one set of policies that matter where you say unleash the private sector regardless of your ability, even if you don't cater to the poor, okay. And because that's kind of the status quo anyway, right? 50% 60% are doing that. Okay. So on that, I think my biggest policy thrust, which I think you will also agree with is to say, you regulate based on disclosure as opposed to mandates. Okay, so you still need some regulation, because you know, there are problems of asymmetric information, there are problems of you know, safety, public goods, etc. But what do you say is, listen, you know, if a qualified teacher truly matters, let the market decide, like, you know, where the parents are willing to pay for that. And if a school decides that I can provide better education by hiring for teaching assistants, the 10 standard paths were able to provide small group instruction, let them have the freedom to do that. And the only requirement is that they so basically, it goes back to my point about admin data integrity, right? Like, so my basic approach to say regulate based on disclosure is, if you lie, I will shut you down. Okay, like I mean, but as long as you're telling the"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:42.160",
        "message": "truth, you can do whatever you want, right? Let me quote you on this. Since you brought up regulation, let me quote you on this, because I like this quote, and which is why I sort of copy pasted it into my notes. Quote, while these reasons for regulation make sense in theory earlier, you've basically given reasons for regulating private schools, one, there are public spaces to there is information, asymmetry in the sense, you know, parents have no way of knowing schools are so complex, like you said, you don't know what's happening in your kids play school. And then there is a symmetry of power that private schools can arbitrarily do whatever and parents have no power. So on these, you say, quote, while these reasons for regulation make sense in theory, the Indian approach to regulation of private schools has in practice been heavy handed and arbitrarily enforced. In particular, the approach has placed a lot of power in the hands of school inspectors who can shut down schools for a wide variety of reasons, and extort bribes from school management to overlook regulatory violations. Further, this problem has worsened since blah, blah, blah. And then you talk about the right to education act, very eloquent. I don't want to, I don't want to take up your time, but I agree with you entirely. And your solution, as you were saying is that rather than make them comply with a whole bunch of these things, and then inspectors will come to test it and they'll have to be bribed and everything goes haywire. You let them disclose everything. And then if you find they happen to lie about something, then you take them to task, but otherwise you reduce the regulatory burden."
    },
    {
        "speaker": "Guest",
        "time": "03:04:00.720",
        "message": "Exactly. I think, you know, and the status quo is particularly kind of corrosive, right? Because what happens is the burdens are so onerous that kind of very few legitimate operators can in fact meet them, right? So you kind of get negative selection that the good guys don't participate. And the only people who will participate are the ones who are willing to pay the bribes to kind of get, so you get this corrosive equilibrium where you cannot meet this. And so the good guys go out and the ones who are there are the ones who are willing to kind of, you know, bribe their way through the inspection certificates. And of course, I mean, and that's a status quo that benefits like obviously the inspectors. And it also goes back to this kind of cognitive dissonance that I think the government finds it incredibly hard to separate its roles as policymaker, regulator, and provider, right? And so those are three very different functions that require different approaches to the private sector. So on the policy side, that's basically all I would do, right? Now, there's a second part of the policy side on private schools, which is, I think there is a case for saying, how do you harness the creative energies of the private sector? And going back to something I said at the very beginning, right? That if the problem with the market, the democratic ideal is one person, one vote, okay? The market ends up doing one rupee, one vote, okay? So what would kind of a left libertarian do is you say, you equalize the playing field or reduce the inequality by putting purchasing power in the hands of the poor, and then let the market cater to them, right? Which is kind of exactly the voucher idea. And I think we're all in sync with that. And in fact, to connect back to, you know, so that your listeners understand that first one hour was not a long ramble of different things, but everything is connected, right? Through those principles. So going back to why this is consistent with Amartya Sen, right? Because the Sen point is that providing purchasing power and then letting the market provide the food was in fact a better approach than trying to actually send food into the famine hit areas, right? So similarly, you know, the voucher of providing the purchasing power would do that. Now, I think that the limitation with vouchers is not the conceptual point of empowering parents and letting them choose. It is the challenge that we have seen evidence in multiple settings that because parents perceive school quality based on the level of achievement and not on the value addition, it creates incentives on the school side to basically focus on selection as opposed to value addition, right? And so the question is, how do you harness the energies of the private sector and kind of architect a system that harnesses that for the public good? So the idea of a charter school is very simple, right? Which is you basically say this is still a public school, but you award management contracts to kind of qualified private school operators, and they get reimbursed on a per-child basis. And the only two restrictions are that you cannot do selective admissions. So any child who applies to this school with public funding should be admitted. And if you have excess demand, then you run a lottery. And the second is that you're not allowed to charge top-up fees because then that again creates a gradient based on ability to pay, right? But subject to that, you run the charter. And what the evidence in the US shows is that the charter schools have been much more effective than the vouchers. And the main reason, and this goes back to pedagogy, right, is that because the charter schools are often set up in low-income communities, the entire pedagogy in the school is optimized for a context where children don't have the kind of home support that is envisaged by a typical private school. So a typical private school will assume that the parents can do this and parents can do this and parents can do that. And a lot of your, in fact, what we see even in our own AP data is if you look at the value adds, the typical child who goes to the private school actually does much better gains than the typical child going to the government school, right? It's the voucher child who doesn't disproportionately benefit. And that's partly because they are much lower SES and starting at close to 0.8 standard deviations below, which means that teaching at the right level problem is probably applying, right? So what the charters have been doing is optimizing pedagogy for low-income settings, making sure that you have extra time to complete homework because your parents are not able to support you, right? So there's a bunch of additional pedagogical innovations that are optimized around how do you improve learning outcomes. So the way I would think about our policy framework for India for leveraging charter schools is almost to say, let's set a grand challenge, right? Where we say as a grand challenge, the truth is we actually have not yet cracked the problem of how do you deliver learning outcomes at scale to first generation learners. I mean, this is an incredibly hard, wicked problem. We've thrown a lot of money. We've tried all kinds of approaches. I have talked about a foundational literacy and humanism mission, the certain principles, but there's no guarantee that will succeed, right? So maybe a better approach would be to say that here is the budget per child, right? I'm going to open up a bunch of schools to these charter kind of private management. And what you're seeing already in India is that there are a bunch of these education providers who have come to exactly the same realization that they would like to serve low-income communities, but that they would like to have management autonomy on schools. And so there are nonprofits, I think people, Akanksha, Madhi, you know, the bunch of people who are actually doing this. The problem today is that the government is allowing them in, but they are raising their money from CSR, right? And so the government is not kind of reimbursing that. And so that gets us to, you know, Manish Sabharwal's wonderful quote of the impossible trilemma in service delivery here, right? Which is that the government has an execution deficit. The private sector has a trust deficit and civil society has a scale deficit, right? Because civil society has both intentions and ability to deliver, but is limited by kind of its fundraising. Government has scale and legitimacy, but can't execute to save its life. The private sector can execute at scale. So, you know, in all my years of fieldwork in rural India, the time when I started getting drinking water was when then like Coke and Pepsi started having Kinley and Aquafina. So their kind of logistics and delivery networks would reach the hinterland way before like any government yajna would reach, right? So in that sense, the private sector can deliver at scale. The problem is that, and this is where it gets so difficult when we think about private sector and health and education, which is there is a point up to which you can improve outcomes by squeezing inefficiency out of the system. But beyond that, even the private player also becomes a rent seeker, right? Like, you know, I mean, partly by excluding difficult children. You know, so there's a bunch of aspects of schools and public spaces, which kind of limits the unbridled use of the private analogy, right? So what's nice about charters is you're saying you're maintaining a couple of essential characteristics of public education, which is non-discriminatory admission and no top up fees, but you then have the autonomy and kind of come in and bring all your ideas here to solve this grand challenge of how are we going to improve learning outcomes at scale. Now there's a bunch of other complications with regard to procurement, with regard to the fact that there's this wonderful study in Liberia published in the American Economic Review recently that was done by my own former student that looked at a charter school experiment like this. And what it found was that there were eight different providers, but there is enormous variation even among the providers. So there are some who are very good and some who are worse than the public schools, right? So a naive sense of private versus public is also misguided because you need the heterogeneity, but which I think is, again, consistent with your view that over time, if you had a well-functioning market, the poor guys would be weeded out. But I think the last point I want to leave with on this is this requires incredibly nuanced view to architecture of service delivery, right? I mean, that recognizes that public and private both have their weaknesses and you want to design systems and make the two as complements and not substitutes because we should do a separate episode on health. But to give you a headline of one of these recent papers that we just published is that what we see is that improving public systems is actually highly correlated with the quality of private quality because the private has to compete with the public. And so that forces out the left tail of the private distribution as well, right? So it's like when we think about education in India, there's this old joke about two guys in a jungle being chased by a bear. And the first guy says, like, you know, I need, oh, we need to outrun the bear. And the second guy says, no, I just have to outrun you. And that's basically the story of service delivery in India, right? The private sector in absolute terms, the quality is nothing to shout out about, but it is epsilon better than the government. And that's enough, like, I mean, but it's not going to prevent this kind of the bear of illiteracy that has been kind of laying waste to generation after generation is not going to be solved by private schools in their current form. It's going to take a mission mode and system architecture of how do you harness the creativity of the private sector to come and crack this problem? And you know, that's what I hope like well-designed charter pilots might allow us to start doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:57.880",
        "message": "Yeah, I agree with all of that. And we shall have further episodes coming up on, let me see number one, federalism, number two health, number three, we will actually, I'll let my listeners know we were actually going to do an episode on COVID before we decided that, hey, the education policy is out. And I think very kindly offered to educate me and all of you on the state of Indian education, which has been very enlightening. We have two minutes to go before your heart heart stops. So a quick final question, which is that, you know, one sense that I get from looking at your work over the past few decades is clearly that this is not the most profitable thing you could have done in terms of, you know, your material ends. I mean, had you just stayed in the private sector, when you worked in Singapore, you could have been a hotshot CEO somewhere. And even within academics, I'm sure there are many interesting options, which all constitute an opportunity cost for your passion for Indian education and solving these specific problems and working with the state and working with state governments and getting your ass out there in village after village and figuring, you know, actually looking at all of these problems so closely. So when you look back on this journey, how does it kind of feel like? Do you feel a sense of satisfaction at the fact that you've been able to make a difference on the margins? Is it frustrating that the differences are so small and that by and large, most of the fault lines still remain? You know, what motivates you? What keeps you going? It's very fascinating to me, because on one hand, you are a professional, you're right, you're a professional academic, you're a researcher, you're all of these things. But on the other hand, it often seems to me that and not just you, I've had other people on the show, like you who are doing things they don't need to do. And yet they're doing it out of the sense of mission. So you know, what keeps you going? What's what's your private juice?"
    },
    {
        "speaker": "Guest",
        "time": "03:13:40.920",
        "message": "So the quick answer is, I think I have the best job in the world, right? You know, because the and one way of knowing that I have the best job in the world is, you know, if tomorrow I had many millions more in my bank account, I would do exactly what I do, I wouldn't change a single thing of what I do, right. So in that sense, I think, you know, it was very clear to me in the private sector, my two years that there's no shortage of incentives for talent to be in the private sector. But, you know, what I wanted was to kind of take that level of understanding and apply those insights and whatever kind of opportunities I've had in the largest good, right. So and I think, but I'm not unique in that I don't think I deserve any special moral kudos for that. I think that's a whole range of people who are very public spirited. And I think we all just need to find the ways in which you can contribute. And so I think, you know, if you look at the studies on happiness, what the studies on happiness will say is that if you kind of obsess about a long term goal without enjoying the journey, then that doesn't make for a satisfied life. I want to be CEO, I want to be this, you get there and think like, what's the big deal? Because I've slaved away 25 years and there's it all gone, right. On the other hand, like, you know, if you kind of keep living for the moment, then you can go drift from pleasure to pleasure, like, you know, without any concrete achievement at the end of this. So where I feel incredibly fortunate is that I kind of love the day to day craft of the research and kind of there's an artistic element of what, you know, high quality research is, right. So in fact, when I was in Italy a few years ago, I think the, you know, what people don't see is the amount of blood, sweat and toil that goes into every one of these papers, right. That's published in a top journal, it's like 6, 8, 10 years, right. So, you know, there's the, I felt the highest affinity with sculptors, right, because each paper kind of feels the same way, right. That you start with a block of an idea, you have some idea of how this is going to look like. And then you carve and you carve and you chisel and you chisel to the point of then, you know, you're writing. And maybe my need for your writing course is the opposite, right, which is how do I, you know, not spend so much time and it's diminishing returns of kind of micro tuning every word of what I'm writing, right. But there is almost an artistic process in that that just gives me intrinsic joy for its own worth, right. But at the same time, you know, the motivation for everything I do has always been from the beginning about affecting the larger good. So, I feel incredibly privileged, right, that I have a day-to-day vocation that allows me to interact with some of the smartest people in the world. And the interaction with the students keeps me forever young. I think Pata Dasgupta once famously said that God made PhD students to keep tenured faculty honest, right, because, you know, you can't wing it, right. And so, the moment you leave that academic research life and become a talking head on TV, you know, your shelf life is maybe three years. And then after that, like, you know, I mean, you've lost that edge. So, it being an academia, being with the students is kind of what keeps that technical side of me active and alive. And so, I enjoy the day-to-day basis. But it's also true that if the only thing I cared about was publishing papers, I could have published a bit more. But I don't think like I'm particularly regretting, you know, that aspect of it. And it's also true sometimes that the academic economics profession doesn't fully value the amount of time I spend with policymakers, you know, the amount of chai I drink with secretaries to then kind of make things happen, right. But, you know, again, I go back to my advisor, Michael Kramer, and one of the most important things he said to me was, he's like, never apologize for the fact that your fundamental motivation is to make sure that 200 million kids in India have a better education, and that economics is a tool to get you there, right. It's a very powerful tool, but it's not an end in itself, right. So, in that sense, I feel super privileged at having, you know, a kind of a perch that keeps me constantly mentally agile with the freedom to do high quality work. And so, my trifecta is rigor, relevance and impact, right. So, where the rigor is measured by publishing the work in the very best journals and passing the technical scrutiny of the top, you know, scholars in the world. The relevance is that I'm not publishing on obscure topics, right. Like, you know, so I work on my rule of thumb is I work on topics of at least 10,000 crores a year of annual expenditure. So, if you're improving it by 1%, then that's kind of enough ROI on my time invested. And then the last part is impact, which then requires me to spend the time I do, right, like, you know, doing the work I do with governments. So, yeah, so I feel very, very contented. I think there is a lot of schizophrenia in my life about the balance between US and India. This is something I struggle with a lot. There's many, many times I feel like picking up my bags and just coming back because, you know, the karma bhumi for everything I do is India, right. Like, you know, I've got one project in Indonesia, one in Tanzania, but other than that, everything is India. So, the motivation of all my work is unapologetically Indian. And in a way, that may have actually limited some of my academic success because there is a fetishizing of insights to be more general in pure academia as opposed to contextual, right. And so, there are papers of mine that would get rejected from the very top journals saying that, oh, this is only about India, right. Like, you know, whereas if I was working on something kind of more general, then you get more narrow success in the academic sense, right. So, but on the other hand, it's, I would be not true to my journey and my motivation because it's kind of improving things in India that have been everything. So, and right now the balance is I spend nine months a year in the US, three months in India. But, you know, post COVID starting next year, I may even switch that. I may kind of start spending much more time in India, taking sabbaticals and coming here and teaching. And particularly as I'm building CJIS and trying to do much more detailed work with states, right. My pivot, you know, I might just in the second half of my life, pivot that to have a lot more time in India. So, I do hope you spend"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:18:46.240",
        "message": "more time in India because we can actually meet in person and, you know, fight in some cafe somewhere while arguing about state coercion. You know, Karthik, you're so inspiring. Thank you so much for sharing your insights on the show. I've had an incredible time talking to you. So thanks Amit. Thank you. If you enjoyed listening to this episode, you can follow Karthik on Twitter at Karthik underscore econ, K-A-R-T-H-I-K underscore E-C-O-N. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. Do check out the show notes for links to Karthik's work, interviews, and many of the things we spoke about. You can browse past episodes of the Seen and the Unseen at SeenUnseen.in. Thank you for listening. Did you enjoy this episode of the Seen and the Unseen? If so, would you like to support the production of the show? You can go over to SeenUnseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]