[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If India was a person, she'd be in severe danger from COVID-19. She's 73 years old. She's got comorbidities. Some organs have failed. Some organs never worked. Some parts of her body are at war with others. It's a mess. If she was an old woman sitting down to make a sweater, she'd be knitting holes. But of course, India is a country, not a person, so I won't take the analogy too far. As we hit the 73rd anniversary of our independence, it's worth looking back at this great nation of ours. How did we get here? What did we do right? What did we do wrong? What is this we even? We take so much about our country for granted. The poverty and injustice, the normalized excesses of our politics, our very existence. Let's step back and take a deeper look."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:56.360",
        "message": "Welcome to the seen and the unseen. Our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:02.840",
        "message": "Please welcome your host, Amit Verma. Welcome to the seen and the unseen. This episode is a bit like an achievement unlocked moment, because from the time I started the show, I have wanted to have Pratap Bhanumata as a guest on the show. We could never quite make it work so far. But here we are talking about the wide ranging subject of India over the last 73 years. People refer to Pratap as PBM, and I refer to myself as a PBM fanboy. I regard him as a finest essayist in our country, so far above the rest that there isn't even a shortlist. This leads to one awkward moment for me every month. During the online writing course that I teach, the art of clear writing, I teach the values of clarity and simplicity when writing for a mainstream newspaper. I tell my students, make it easy for the reader to process what you are writing. Avoid long sentences, avoid words that are too big, and so on. Then at some point in the month long course, they ask me, so who are the writers you like in the Indian media? And the first name I take, of course, is that of Pratap. And then they all jump on me. He uses long sentences, he uses big words, he even uses adverbs, look screenshot. At that point, I have to take a step back and go into explanations like, yes, but he's allowed to because he packs so much into so little. And indeed, one of the reasons it's so rewarding to read Pratap is that he can go so much deeper in an 800 word column than any other writer I can think of. This demands that readers have a deeper engagement with the text. So when you sit down to read Pratap, you're not skimming, you're diving in. And that, to me, justifies the fact that the prose has a rhythm that I would otherwise say is not quite suited for mainstream newspapers. Anyway, matters of style aside, Pratap is the most insightful commentator on India that I have ever read. He has an acute sense of the political and cultural DNA of this country. And I have never read anything by him that does not increase my understanding of India. That makes him the perfect guest, therefore, for this Independence Day special episode. Before we get to our conversation, though, let's take a quick commercial break. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself – scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this – for every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel is worth. You can do this by heading over to sceneunseen.in slash support, and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps, and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going – sceneunseen.in slash support. Pratap, welcome to The Scene and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:04:39.520",
        "message": "It's a great privilege being here, and frankly, a little intimidating as well, but, you know, look forward to learning from you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:46.920",
        "message": "No, hardly, it's far more intimidating for me, you know, I'll, I'll make a confession here that when I began this podcast, three years ago, I made a quick list of names of people I would want on the show, and you were number one, so finally, achievement unlocked"
    },
    {
        "speaker": "Guest",
        "time": "00:05:02.040",
        "message": "for me. Thank you. Your encouragement means a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:05.040",
        "message": "Yeah. So let's kind of start by sort of talking about your early life, like what I'd be really keen on like the Pratap Bhanu Mehta that of course, we've never met, but the Pratap Bhanu Mehta that I know is, of course, a public intellectual, I've read all of your columns and the impression one would get from that is that the moment you popped out in the world, you were reading political philosophy and, you know, speaking in, you know, long complex sentences, but tell me a little bit about what you sort of were as a kid, what your influences were, and how your sort of intellectual journey made you the sort of political scientist that you were."
    },
    {
        "speaker": "Guest",
        "time": "00:05:40.280",
        "message": "Oh, gosh. You know, there's that old joke, right, that the deepest influences are so deep that you don't even realize their influences. So I'll probably get this narrative wrong. I mean, it is true that as a child, I think my reputation amongst teachers was that one thing I was absolutely reluctant to do was any physical activity. So I would just sit in one place and sort of read a book or something. I think one way of organizing, you know, my thoughts to this question you've asked is maybe just pick out three or four key moments. I mean, I am what is in our circles called an academic brat, which is grew up in an academic family. So in that sense, I think all the insensitive arguments about politics, political theory, political philosophy were sort of in our years from birth. It was an interesting household, and in some senses, I think, even in my political views, I think it's had quite a considerable influence, not in terms of specific beliefs. But as I've grown older, I've come to realize that I think politics is almost as much about a kind of temperament that you cultivate and the kinds of virtues you value. I think most people in my family, particularly my grandfather, who was actually in politics, started politics in Rajasthan for many years, but my father also and my mother had in full measure. There was a interesting and easy kind of religiosity in the household. I mean, this joke in the household is there isn't a place of worship we don't like and we don't visit. But it combined that easy religiosity with also a deep kind of intellectualism about it. And in some senses, I think the question, the metaphysical question in some senses, right? What is the ground of being? What is the nature of our consciousness? That kind of hovered in the air in the household a lot, almost naturally. I mean, apart from professional colleagues, apart from political scientists, there was that sort of whole other kind of conversational idiom. And the two things that I do think were important hindsight about that experience, I think one was a very different view of what a religious life actually means and what it looks like. I think my grandfather's two greatest attributes, one that a religious life has to be utterly free from vanity of any kind, and second, that the meaning of life in some senses has to come from a purpose that is not instrumental. And one of the interesting things I found about genuinely religious people, I think in ways that you come across, is there is a kind of, I actually think in genuinely religious people, there is a healthy skepticism about the world, which is to say that the lack of vanity and detachment comes from, you know, the sense of, you might say, the transience of that world. And that can be actually channelized into a kind of healthy distance and skepticism as well. I mean, you might say mysticism and skepticism are kind of two sides of the same coin. But I think that sensibility, I mean, I don't want to put it in sort of philosophical propositions, but I think that sensibility has remained, I think, quite powerful for me and defines the way in which I think I relate to religion. And I think it's a sensibility that's increasingly vanishing. I mean, frankly, even the kinds of religious speeches that we encountered were far more ecumenical. I think almost all of them subscribe to that dateline from Madhushala. So that sensibility, I think, has remained important. But it also, I think, convinced me that I think it's more a temperament, not so much a kind of public philosophy, you want to sort of articulate it in propositional terms. It actually loses, in fact, it becomes it's very opposite, right? Because the idea is to give everybody the space to find, you know, the law of their own being as it were. And understand it in non-instrumental terms. So that was, I think, the first sort of, you know, formative moment in lasting influence. The second is a interesting political memory. And I know as we grow older, we sometimes exaggerate what we remember. But this, I think, I can say with honesty that the emergency was a defining moment for us as children. I mean, I was about eight years old. And the astonishing thing is we were living in Shimla at the time. And I think the three things that were very much in the air, which we even grasped as children very profoundly, right? One was the potential violation of civil liberties, the threats that, you know, my father's colleagues were being arrested, the potential threat of him being arrested. You know, there were sort of clandestine information papers being passed because there was a complete blackout on news media, so, you know, this was like a cloak and dagger game, you know. These papers would arrive and you were supposed to tear them up, otherwise it'd be incriminating. It I think was one moment which created a kind of instinctive anti-authoritarianism. Maybe I had this anarchist streak. In any case, an instinctive anti-authoritarianism. Probably a little bit of a distrust of the Congress party qua organization, if not so much its stated ideology. And I think the third thing, which had appeared in a small way in a state like Himachal, I mean, you know, one doesn't associate these things with Himachal, was for the first time there was a kind of nativist movement in Himachal, Himachal for Himachalis, I mean, Himachal University where my father was teaching, was a young university and had created an extraordinary wealth of talent, actually, now that we look back. But you know, there was a movement saying, look, Himachal should be for Himachalis and that in part prompted our move out of Himachal, you know, in a sense, back to Rajasthan. So I think that sort of anti-nativism, anti-authoritarianism, that instinctive, I think came from the emergency. The third moment, if I would say, I think was the departure to Oxford. So I finished my schooling in Rajasthan, in Jaipur, and it was a nice kind of idyllic existence, actually. I mean, I think, you know, Jaipur was a kind of manageable town. The kind of freedom you can have when you can navigate the whole town on a bicycle and not worry about safety or anything else is not a freedom we've experienced since. I left for Oxford right after high school, and I know people can have different experiences in Oxford, but for political philosophy, Oxford between 1985 and 1988 was just an astonishing place. I mean, I was lucky to have two extraordinary tutors, one who's been a kind of abiding friend almost throughout life, Alan Ryan, the other was John Gray. But apart from that, I mean, you know, Oxford had Jerry Cohen, Derek Parfit, Amartya Sen, Ronald Rorkin, Joseph Raz, and this is like, you know, one of those sort of one-in-a-century moments for political theory. And it just reinforced in me, I think, the love of the subject that I had probably picked up as a child. My decision to go to graduate school was a very simple one, which is what kinds of books do you want to read? Frankly, there was no other kind of forethought to it. But more substantively, I think what Oxford did, which was, I think, interesting was, you know, I think when I went to Oxford, the little of the intellectual milieu that I was familiar with was by and large opposed to liberalism. I wouldn't say it's anti-liberal, but I think in Indian political discourse and political thought, there has always been this construction of liberalism as somehow being associated with a selfish, possessive individualism, liberalism having no sense of community. You know, there's a standard range of criticisms, right? Liberalism really having no moral foundations other than self-interest. And what I think Oxford did for me was revive a kind of interest in the deep moral foundations of liberalism, which I think continued when I went to do my doctoral work at Princeton. Alan Ryan was an extraordinary teacher. I mean, I think one of the amazing things he did was, as a teacher, was, you know, he would always say that even reading is an ethical act in some ways, which is that it involves a sense of fairness to other people's arguments. And the ability to get inside other people's arguments, particularly people whose views you disagree with. So, you know, if you're giving a lecture on Marx, or if you're giving a lecture on Hegel, it should appear as if you were, you know, in a sense incarnating them, right? And that's a minimal kind of fairness. And I think that's very much part of a liberal sensibility in some ways, talking about kind of temperament that, you know, I then went to Princeton and, through a series of accidents, ended up doing a PhD on Adam Smith. That's kind of a quad journey from this kind of interest in liberalism and religion to Adam Smith, Adam Smith in the Scottish Enlightenment, and particularly on Adam Smith's moral philosophy. And two things that struck me about Adam Smith at the time, which kind of drew me to him, was one, you know, now, of course, there's been a revival of Adam Smith and people take his moral philosophy very seriously, but in the 80s, frankly, beyond reading excerpts from the Wealth of Nations, Adam Smith was not part of, as it were, the larger literature. And I was very struck by two things in Adam Smith's sensibility. One, again, the same anti-authoritarianism. I think people often forget that the Wealth of Nations is really also as much about protecting the state from concentrations of power as anything else. And the second was, I think, his attitude to history, you know, which has been nicely described as skeptical Whigism, which is the belief in the possibility of progress, but the deep sense that a lot of progress is a series of accidents, conjunctures, sometimes bad people do good things, sometimes good people do bad things. And I think the Scottish Enlightenment, both Hume and Smith, are absolutely wonderful at this. So, you know, Smith, for example, in his attitude to capitalism, he doesn't have a single good moral word to say about owners of capital. But nevertheless, he says, look, you know, there's certain good that comes from deploying it. Or, for example, his classic discussion of slavery in American democracy, right? That his prediction that a republic would be the last to abolish slavery. So there was a kind of paradoxical historical sensibility, which seemed to me to be far more defensible, I think, than a lot of, I think, approaches to history that try and find the master key. I mean, I like that intellectual effort, because sometimes saying it's a complicated can also be an intellectual cop out, right? You just say there's lots of things. But that kind of easy complexity, I think, that Smith had, I think, was hugely attractive. I think the anti-authoritarian instincts, again. And I think it was at Princeton, although I did not end up working on this, but also the much deeper engagement with modern liberalism, again. I think John Rawls's theory of justice was sort of our Bible. And I went through a complicated relationship with that book. I mean, I think at the time, partly because it was so dominant, you know, there was a kind of natural young person's instinct to rebel against the hegemony of Rawls. We would always joke, you know, write essays called not another paper on Rawls. But as I've grown older, I do think it's one of the most remarkable books ever written. I think there's a very austere dignity to that book. And it's almost deceptive. I mean, almost nobody reads part three of the theory of justice, which is an astonishing piece of moral psychology. I mean, you don't have to agree with the specific principles Rawls advances. But I think as an answer to the fundamental question of political existence, which is how can you reconcile social cooperation with a recognition of our basic freedom and equality, I think it's probably the most interesting framework with which to think. The final thing I'd just say in this journey and as a moment, I think, was another teacher I encountered at Princeton, George Kateb. I mean, Alan also had moved to Princeton. So there was kind of that continuity from Oxford. And George Kateb was a remarkable figure in American political theory. He's not much known outside academic circles, but really one of the truly great teachers in American academia, very different from Alan's in the sense that much more combative in his teaching style with very strong sort of views. But the one thing, you know, which was his life's work, I think, and I'm putting it in my words, I think he put it a lot more eloquently, was, I think hanging out with him nourished my instinctive rebelliousness against any kind of collective pronouns or forms of collective identity, where, you know, the very act of naming you in a particular collective identity actually can be antithetical to your freedom, because it benchmarks you, right? If somebody says, you know, are you a Hindu, are you Jewish, are you Muslim? What does that actually mean? Who benchmarks the content of what it means to be that, right? He also used to make, I think, the important point, which is in some ways obvious, but not well recognized, is that when we get absorbed in a collective identity, right, the form of living that we engage in also becomes a little bit vicarious. There's a thrill to it, you know, Sachin Tendulkar's achievement becomes my achievement, and frankly, there is no thrill more unmatched than that, right? On the other hand, the fact of the matter is that it is his achievement, right? And that vicariousness also produces a kind of moral blindness, and that's the moral blindness that in a sense licenses all crimes in the name of collectivities in a way that you would not sanction if they were done in the name of an individual, right? And particularly, I think, I mean, while I understand the historical importance of nationalism, which is something we can talk about, but the fact that nationalism exhibits both of these traits, right, I think it can be antithetical to freedom in the sense that it benchmarks people and it unleashes a kind of violent vicariousness, which, you know, turns ordinary people into, I think, let's say, less empathetic towards otherness. So I think that's probably, you know, I think the broad intellectual journey, I think the last and final twist, I mean, talking about oneself is never hugely interesting, but is we then, I mean, I was in the United States for almost 17 years, after Princeton, went and taught at Harvard, and walked into that job, again, almost accidentally with the encouragement of some professors. And the idea was always to come back to India, and for two reasons, I mean, one, I had this big sense that the real stakes are actually in India, I mean, at that time, America was characterized by a deep overlapping consensus. I mean, you know, it's hard to imagine that world now in this polarized, and, you know, if you're interested in the future of political theory, India was the place in some ways, right? I mean, it was going to have exactly the role that 19th century Europe had, right? The society of the future, all the big debates are happening. So we came back. And I think coming back, of course, also led me back to much deeper interest in Indian politics and Indian traditions, which is something I never formally studied while I was in the United States. I mean, I always thought my connection to India was way too personal for me, I didn't want to write on it as a kind of academic subject for the American Political Science Association, and within those genres. And the re-engagement with Indian political thought, I think, Ambedkar particularly was a huge revelation, whom I had studied only cursorily before then. And I think we all still study only cursorily. One because of his absolutely unblinkered view of Indian society in almost every aspect of it. And really a kind of moral clarity of take no prisoners, which is astonishing. But I think second, I think he did put his finger on, I think, the original sin of Indian civilization, which is caste. And you don't have to agree with Ambedkar. But I think the fact that that legacy and history informs not just social conflicts, but also, frankly, our insecurities about religion and metaphysics. You don't have to agree with his claim that, you know, Indian metaphysics of Indian thought rises and falls with caste, and if you take away caste, there's nothing else. But it's hard to deny the fact that we are so anxious about its status, has something to do with, you know, in some sense, with caste. And the second thing about Ambedkar is that he's the first and only thoroughgoing modern constitutionalist in the Indian tradition, who just says, look, we have to act as if we are free and equal. You don't have to give arguments for this. In fact, anybody who demands arguments for this is probably already playing mischief, right? Who's talking the language of modern constitutionalism, he has none of Nehru's sentimentalism. He, I think, very clearly sees the limitations of this extraordinary nationalist project, which at one level was trying to create the space for a Indian way of thinking, right? But I think Ambedkar's question is very simple. I mean, you know, what you need is liberty, equality, and fraternity, and everything else follows from that. But if you start at the identity end of the story, what is an Indian way of thinking, then you're down the path of self-destruction. So you know, I guess it's all of these elements, and I'm not sure these different elements can be easily reconciled, but that's how at least I see kind of my journey, not well exemplified. I won't hold any of these people responsible for my failings, but at least those were the deep moments of engagement."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:43.320",
        "message": "I think Ketab and Ryan just heaved a sigh of relief that they won't be held responsible by you. You know, there's a lot to unpack here. And I was, so I'll kind of go through the different strands one by one. One I was, you know, struck by what you said about, you know, the role that religion played in your life in the sense that we often think of, you know, religion and rationality as two things which are completely apart from each other. And as you pointed out, and you know, that a true religious person may have that sort of sense of distance from the material world that he can then be more dispassionate about it and therefore more skeptical, which was fascinating for me. So while I don't really want to, you know, get too much into the personal, but I'm kind of fascinated by the role of sort of religiosity in sort of shaping the way you think, are"
    },
    {
        "speaker": "Guest",
        "time": "00:25:29.640",
        "message": "you a religious person? I mean, the short answer is yes. And I have no hesitation saying that the only reason I hesitated for a second is that, you know, Wittgenstein has this wonderful line that he once said that, you know, I was going to write that I'm writing to the glory of God. But a statement like that can be misunderstood. And what he meant by that was not that there's a kind of vanity in saying, you know, I'm religious, or that, you know, you want to look good in the eyes of people who are not. I think it was the profound sense that he had that the conditions of making religion intelligible in a subjective way no longer exist. So when somebody says, are you religious or are you X or Y? One is actually not sure what set of expectations is being actually backed into that claim. So that's the, and one of the problems, in a sense, I think challenges religion in some ways. And in that sense, I think, you know, it is in tension with the world, is that those conditions of intelligibility exist even less and less. I mean, you are an imaginative kind of interlocutor, but you can imagine 25 other contexts in which saying I'm religious might evoke associations that you yourself do not have about that term. And I think that also, in a sense, exemplified, I think, Kateb's point about sort of the act of naming public identities in this way, that identities are best, you know, if they're kind of background facts about you, which is the ground on which you stand, and that gives you a freedom to act. But they become perversions if they become a kind of exhibitionist goal in some ways that you have."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:07.920",
        "message": "Fair enough. I was also kind of struck by the serendipitous nature of this conversation itself. Because in, you know, two of my recent episodes, I have sort of examined authors that you just spoke about, I had an episode with Russ Roberts, where we spoke a lot about Adam Smith, particularly a theory of moral sentiments. And in my last episode with Karthik Muralidharan, we also discussed Rawls a little bit. And I gave my contentious gyaan on why libertarianism can be derived from Rawls. But that's sort of a separate matter. I was also, you know, very struck by your quoting Alan Ryan on how reading can be an ethical act. And it also strikes me that, you know, when you join the academia, for example, the one thing that you're, of course, doing is that you are, you know, being introduced to frames of looking at the world. But at the same time, as you kind of figure that out, and I think what happens when you discover frames to look at the world is that every frame that sort of, you know, and different frames will seem complete in and of themselves. And therefore, they are very seductive, because a very complicated world and the complicated processes of history can be, you know, suddenly seem intelligible, and you're like, okay, you know, this explains the world so beautifully, this is who I am, and then you define yourself and all of that. And it seems to me that you haven't done that you haven't not just chosen sort of an ideological collective like that. But you've kind of remained open in the sense that it is therefore sort of hard to pin you down and say that, oh, you know, PBM is this or that or, or whatever, you're examining everything critically. And how difficult does that become within the world of academia, because surely, there are pressures that you see around you to conform to a particular ways of thinking. That's part one. And part two, then is that when you come back to India, I've noticed that a lot of the frames that you could carry with you to look at the world, for example, the frame of left and right in politics, don't really apply to India, and you have to then sort of discard bits of that and start, you know, constructing your own frames, as it were, or figuring all that stuff out for yourself."
    },
    {
        "speaker": "Guest",
        "time": "00:29:19.240",
        "message": "So what was that process like? That's a fascinating question, actually, it says a lot about the state of academia. So I think two things, right? One, as I say, I think as an intellectual enterprise, I think the search for parsimony and a master key is very worthy. In fact, you need space for people doing that, right. And for that kind of grand theorizing in some ways, right, I mean, it really moves the horizons of our thinking, right. But I think it's important to remember that theory is not the world, in some ways. I mean, I think that's something kind of and, you know, one of the most important things, I think, again, coming back to Adam Smith, right, is that it's interesting, both in his moral theory, but also in his theory of science. The one thing that he recognized was the power of the imagination a lot more. In fact, he says, look, we are neither creatures of reason in some sense or fashion, we are more driven by imagination. And imagination does have a way of kind of putting together contradictory things in a way in which reason does not, right. So you know, in that sense, I think just being alive to the complexity of reality, that theory is at most a lens, like every lens, the critical thing is under what conditions. And reality is one of those things where, under what conditions, pretty much changes instantly. I mean, a philosopher once made this very nice distinction that, you know, when we are academics, we have to think in terms of other things being equal, right? That's how economists think often, right? All our models are other things being equal. When we are doing normative, pure normative theory in philosophy, that's where other things be equal, right? Here are the arguments. When you deal with reality, it's all things considered, in some ways. So I think that's, I think, one important element. I've always been struck by a line of Neil's words, you know, which was that the opposite of truth is falsehood, but the opposite of deep truth is another deep truth. That there is something to, you know, I think that's it. But the second thing I think which is important, and this is something I do think academics sometimes underestimate, is that the world of politics is different from the world of academia. And I think it'd be disastrous for the world if the world of politics was simply the world of a particular set of ideas writ large. I think politics begins, I think, in the fact of disagreement. Frankly, if we didn't disagree, we wouldn't actually need politics in a deep sense of the term, right? The disagreement can have many sources. I mean, it can be in ideas, it can be reasoning, it can come from your positions, it can come from who you are, right? And the task of politics, in a sense, is to recognize this plurality, I mean, which is why when academics think that the purpose of politics is to, in a sense, enact a particular idea, whether it's Marxist on the one hand or libertarian, it's that moment where you cease to be political, in some senses. I mean, it's as oxymoronic as you might say Christian politics might be. I mean, you know the answer to the question before it's been asked. Politics also operates in the realm of legitimacy rather than the realm of truth, right? Which is, you and I might disagree, I might be more centrist, you might be more libertarian. At the end of the day, the political job is, can we find a way of actually living together in a way in which both of us feel we have space? But also in some ways, right, our core sense of being is recognized, right? Now that's a very different problem from the intellectual problem of what is the truth. I mean, you might well be right, you know, in the way you reason. I might well be right, but that is actually not the political problem. And dismissing disagreement simply as a function of lesser reasoning, right, and that's very tempting for academics to do, you know, where the answer to every disagreement is, if you only thought enough, you would come to my point of view. That actually, I think, strikes me as just a misleading description of the human condition. Now, you mentioned kind of conformity and the pressure to conform, I think, in academia. I'd say two things. Yes, there are. I mean, I think academics can also function like collective tribes. Often the pressure to conform is not what people think it is, which is, particularly in the social sciences and humanities, it's actually not political views, it's actually methodological views. I mean, you know, various departments like to reproduce their own sort of method of inquiry in some ways, right? And I think a lot of the kind of most pedantic and frustrating disputes in academia are actually over that institutional control, right? But I think coming to more substantive things, I think, look, I think you obviously have to have some set of values and, you know, the joke about liberals that they can't take their own side in an argument, I think, is a telling joke in some ways. I think that certainly applies when it comes to world views, and you have to be open to receptivity, but you have to have some baseline moral values, right? Some things that allow you to draw a red line. Now when people speak of conformity in academia, I think, you know, you can at one level take the most egregious examples of woke politics. And certainly there's a lot more of that these days. But I think it is, one has to say, I think, a fact, and probably a progressive fact or productive fact, that almost all moral theories have to operate within a broad plateau of freedom and egalitarianism, at least moral egalitarianism, right? So often when people complain that there's conformity, and I think, you know, what they want to say is that there are certain kinds of hierarchical conceptions of our relations to each other that are no longer considered socially acceptable, right? So for example, I mean, you obviously can't defend racism and caste in the way you do, and often there's a passive aggressive way of re-articulating them in a kind of different language, right, in which you can play victim, right? So to the extent that there are certain core moral propositions of that kind, and those have to be exhibited in the way in which you treat and respect people, those will be the basis for, I would say, a certain kind of conformity, because those are the basic elements of that social contract, right? That's what gives predictability, you know, so for example, freedom of expression, right? Ideally should just be that, that it's a core norm that all of us respect, and none of us sort of, you know, violate. Now often what happens with freedom of expression is all sides weaponize it, right, in the sense that it's a convenient tool when you want to use it for your side, it's inconvenient when you want to extend the same courtesy in some senses to other people, right? So that kind of, I think, building off a little bit of a consensus, okay, what are these moral baseline values, I think is important. I'll just give you one example, I think, which is illustrative of this. So I've used this example often, but because it's so vivid, in this context, it might make sense. So, you know, I often used to get this criticism, and I'm sure you've heard it many times that liberalism and libertarianism and all of these nice things that you guys talk about are basically foreign imports, right? These are ideologies born in the West, they might not have applicability in India. And I remember once having this conversation with a group of members of parliament from all across the political spectrum, and some very strident ones who, the context was private, so they were having a no holds barred discussion, each had their own victim narratives. And in the course of that conversation, I just happened to ask them this question, I said, can all of you recount an instance where you resented something, because it had been imposed on you without your consent? It could be in a familial context, you know, your parents asked you to do things that you did not agree to doing. It could be in a political context, you were asked to conform to a law that you did not agree with, right? And how did you react to that? And most of us, well, sometimes we have to go along, but that sense of resentment is quite powerful. Often, in fact, some of them said we resent things just because we are being forced to do it, even if we agree with that, right? And it struck me then that actually all that liberalism requires is an extending of that courtesy to everybody else, right? That very elemental experience that all of us have of feeling resentful if we are being coerced. If you could just extend that courtesy that maybe others are feeling that way as well. I said, that's all it takes to get liberalism off the ground, you're actually all liberals when it comes to yourself, right? You all want to claim those freedoms. Just extend that courtesy, extend that courtesy not just to other groups, but importantly, groups need to extend that courtesy to individuals within it, right? So groups will often say, minorities will often say, majorities will often say, please don't impose a particular set of norms on us, right? Well, extend that same courtesy to individuals within that group, right? So in that sense, I think you have to kind of link it back to a certain kind of moral psychology. And that was, I think, again, one of the interesting things about Adam Smith, that at the heart of liberalism was a certain kind of moral psychology, right? If you've ever experienced this elemental resentment, and you can extend the courtesy of understanding that others might be feeling the same, you're on your way to being liberal. And it's nonsense to say that the West always had it or we don't have it. We just need to be a little bit more self conscious about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:45.960",
        "message": "That's fascinating. And I have a big question, which I'd save for later in the podcast, but I'll bring it up now. But before that, a quick observation that you know, it often strikes me that all ideological differences really come down to differences about means, you know, the ends we can agree on, we all agree that, you know, nobody should be poor, that, you know, we should find ways of doing something about the genetic lottery, and sort of equal opportunities for all, and blah, blah, blah, we all kind of agree on that the disagreements are about means. And what I would say, you know, everything that you just said, they use the word liberal, one could just as well in modern times, because liberal means so many things to so many people use the word libertarian, because this is also sort of a spiel that I, you know, give my friends of all ideological persuasions that no matter what ideology you profess to believe in your personal life, you're libertarian, if you go out for a meal with a friend, you won't force her to, you know, eat what you're eating, you won't force her to pay, and so on and so forth, blah, blah, blah. But then, you know, what is sort of natural to us in our in the personal domain, that coercion is bad and consent is important. We suddenly forget about it when we abstract it out to a bigger domain. But this observation itself might be completely moot. If my next question has any sort of sense to it, which is that what I have sort of been thinking about over the last few years, watching what's happening in the world around us, both in the US and in India, is that I've been wondering how much ideology is about ideas and how much it is about tribalism, for example, you mentioned that politics begins with disagreements. Now, many of those disagreements might on the surface of it be about ideas, but to what extent are those ideas, you know, not causes, but pretexts to sort of use a phrasing that you've used in one of your pieces in another different context, which I've picked it up from there. For example, I look at the US, and I see what Donald Trump has done to the Republican Party, where people who would call themselves conservative, five years ago, are, you know, have become anything but, they have completely been transformed by circumstance. Similarly, in India, you know, one of our mutual friends, Suyash Rai, once said something very interesting to me after demonetization, we were both kind of cribbing about how it, you know, the damage that it caused. And I hope you won't mind me quoting this private conversation, but he basically said ki yaar Amit mujhe communist se dar nahi lagta hai, mujhe classical liberal se dar lagta hai. And what he meant by that was that so many people who call themselves classical liberal and said, oh, we supported Modi in 2014, for, you know, more free markets and all of that, were completely forgetting the principles that they once professed allegiance to, and completely forgetting all of those principles now that they had chosen a tribe and what seems to happen, have happened with many people like that here, what seems to have happened with, you know, say, Republicans in the US, and really what seems to be happening with people across all stripes, is that I am more and more coming to the conclusion that ideology is kind of contingent, which is why, you know, within academia, you'll have, you know, pressures of, you know, becoming someone with a much more leftward tilt, and so on and so forth. And actually, deep down, it's something else, you're choosing a tribe to belong to, you're adopting that ideology, but you don't really give a damn about the principles like again, you know, you said just now that you spoke about how liberals, you know, treat freedom of speech is something contingent again, where, you know, they'll invoke it when it's, you know, for example, there are liberals in India who, who, you know, when the right wing uses certain laws against him, like sedition or 295A or whatever, they'll say, oh, horrible laws, but they have no issues using 295A themselves when they want to, you know, for example, all the vicarious thrill that was there on Twitter and social media when Anup Goswami was sort of prosecuted recently for laws we should not exist, right, and which liberals agree should not exist. So my deeper sort of concern there is, and I'm sure you've thought about it is that to what extent is ideology, therefore, contingent, and all of this is just a sham, you know, and if that is the case, if at the heart of this is a kind of tribalism, which we choose to dress up in different ways, then you know, what is the point of this whole political project?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:13.840",
        "message": "Wow, really big question, probably sort of meandering, meandering to it, I think, two or three different angles, right? So one is, I think we have to be clear about the sense in which ideology matters, right? I mean, so there's, there's a couple of technical meanings of the term ideology, where it just doesn't refer to just ideas people have. I mean, I do think there is, for example, I think some analytical power to Marx's conception of ideology, right, where in a sense, what ideology does is it defines the horizons within which we think. So in a capitalist order, you cannot think outside of the horizons of competition and private property, right? And in that sense, I think there's a certain kind of power to that system that all differences apart, that's a core institution of the society that in some senses permeates, you know, everything's right or wrong is a different matter, but, you know, to that extent, I think many would argue ideology still matters. In fact, ideology often matters precisely when it's not most clearly articulated. That's actually its power. But I think coming more directly to your question, I do think there is something about a social science vocabulary that has, I think, narrowed our horizons of politics, I think, immensely. And again, that's something that was quite remarkable about Smith, and, you know, if you read David Hume's History of England, for example, right? We always used to set this exam question for students, that the key to a political thinker is not his arguments or her arguments, the key to a political thinker is trying to figure out what do they fear most, right? And at that level, politics operates at a deeply psychological level, right? Those who fear anarchy, right? And that's a fear about the world, that's not a fear about abstract ideas. Yes, in principle, we all want to be libertarian, or we all want to be actually, frankly, I wouldn't mind an anarchist world where all authority was completely spontaneously generated, right? Yet, temperamentally, you fear that world, either because you think it's not possible or because you think, in some senses, it'll put you in jeopardy in ways you can't imagine, right? Those who fear, I mean, classically, right, the fear of equality has come from two sources. It has either come from a fear of existing groups losing privilege, right? That's been the sort of almost always the classical thing, we just don't ask these questions where we got our wealth from, right? Or secondly, I think, you know, particularly in the 19th century, the fear of equality was the fear of conformity, right? I mean, that's the fear that runs through Mill and Tocqueville, and so forth, that actually goes back to Plato in some ways, right? That somehow, what particular interpretations of equality will do is license a kind of conformity, it will disable or disempower the individual, right? Because equality will unleash the thought that one opinion is as good as any other. And if one opinion is as good as any other, the paradoxical psychological thought it unleashes is that I then take my cues from people who have the more numbers, right? So a lot of actually politics is actually trying to figure out what those fears are in a colonial context, right? I think Jawaharlal Nehru's poignant description, most people did not agree with Gandhi's ideas. I mean, I don't think there was ever a congressman who was a Gandhian in any deep sense. What he did tap into, right? Was in a sense, exposing that fear we had, and finding a vocabulary in which to express it and confront it, right? I think you can see this on debates over secularism and religion, right? I mean, I think a lot of our fears about religion in public sphere are frankly psychological. I mean, it's, you know, you just associate religion with the fact that if you actually raise the stakes of politics, it's true that you might make better people, but it's also true that you could end up licensing worse evil. So I actually do think, and a lot of successful politicians, frankly, I think their big trait is kind of instinctively grasping, or sometimes creating these fears in some ways, right? What do I need to make you afraid of? And if I can, you know, give an answer to that fear, right? So that's, I think, one thing. You can even see it in debates in India, right? I mean, I think, I'm sure one of the questions that, you know, you have thought about deeply, you know, when we ask this question, why isn't the Indian state more liberal? Why haven't libertarian ideas taken hold? Behind it often is not the cogency of the argument. Behind it often is the social experience of distrust, right? Imagine 1947, right? I mean, India has experienced a sort of century of low growth. There are no markets. The only forms of capital that you have actually experienced are usurous forms of capital, right? That, you know, the money, the local money lender that exploits you. What kind of imagination does that create about markets, right? And you're overcoming, and that's where experience does matter. I mean, I don't want to sort of fetishize experience. And often it's very irritating when somebody says, look, my experience against your argument. I mean, you know, well, sometimes you can misread your own experience. Nevertheless, I think experience is important because it does point us in the right direction, which is, and I think those conversations are harder to have. Frankly, the argumentative conversations are easier to have. Here are the three best arguments for the difference principle, or, you know, here are the three best arguments for why the price mechanism is a wonderful information aggregating mechanism. It's harder to convince people who've actually never seen that work, right? What does that mean? I mean, you know, who might benefit from this? And I think that, I think, is probably to me the core of politics, as Hobbes rightly said, you know, is support of the state was also, you know, fear and I were born twins. I mean, he literally made fear itself that category, right? But in all kinds of other ways, I think asking this question, what do people fear most? I think is often an, it's an instructive question, even if it's not an easy question to answer. Because often those fears are unrecognized, even by the people who are actually exhibiting them in, you know, in some ways. The second thing I'd say about politics, and again, going back to the category of the imagination in some ways, right, you know, I frankly, I have to say, the political science is completely mystified by a very basic question of political science, what makes for credible leaders? I mean, the kinds of leaders people give their allegiance to sometimes in the face of incontrovertible evidence that they are incompetent, you know, sort of boggles the mind. Because in a sense, the reverse is the case. I mean, I think, intellectuals are particularly, I think, prone to misrecognizing leaders, partly because we are good at reading arguments, we are not good at reading human nature, we are not good at reading the protean-ness of people, in some ways, right? You know, which is why I think there is always this gap. I mean, I think it can be a good faith mistake. Sometimes you think a particular leader or a particular political party might actually carry out your agenda. You're probably projecting, in some senses, your arguments, you know, onto them. But in thinking about the elements of leadership, right, I think that point about vicariousness, I think actually becomes important. There are some leaders who produce a kind of affect, you know, which makes people feel elevated. I mean, there's always this temptation to say, yes, I know he's committing a crime, but at least it's a crime in the cause of greatness. There are other leaders who are completely truthful and matter-of-fact, but that's precisely the point, which is, they are boring. I mean, by the way, the Scottish Enlightenment used to think boredom was as good an explanation of social change as anything, often that, you know, something too familiar breeds contempt. We need to be jostled out. So you know, politics, and then there's, of course, interests, which should never be discounted. Everybody wants to risk, even, under most circumstances. I think most of us are natural Pareto optimists, which is, show me an outcome which shows me, which guarantees me that I'll not be worse off here and now, right? So politics, in a sense, works in the kind of deep crucible of, you know, the variety of human nature. And I think one of the mistakes of contemporary social science is to reduce that expansive vocabulary of moral psychology, which the 18th century had, which some of our texts like the Mahabharata have, you know, pride, vanity, jealousy, envy, resentment, you know, vicarious elevation. These are all not things that can simply be captured by or reduced either to interest or to ideas, you know, in some ways. I mean, sometimes you might change your mind just because your friend has done better on a particular idea, which you might have agreed with, I mean, you know, as a great line from Phoenix goes, you know, when a friend fails, it hurts, when he comes first, it hurts even more, right? So I think that moral psychology, I think, is much more central to politics than we think. And the tribalism that you're pointing out, I think, comes from that, right? I mean, what are these tribal instincts? I want my side to win or lose is more important, because the thrill of winning or losing is more important than what we will achieve. Often that tribalism is a cloaked form of making an argument that you could not make straightforwardly in moral terms. So when you think of ethnic nationalism, for example, right? Majorities-minority complexes, right? A white majority thinking that it's going to lose, in a sense, its cultural supremacy. It's an unstated fear. You actually can't state it in moral terms. In that sense, we are operating within a, you know, a moral horizon of freedom and equality. And so you then kind of re-articulate it in roundabout ways, right? And behind a lot of that tribalism is exactly that fear."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:54.960",
        "message": "So lots to unpack there again. Now, before we, you know, get down to talking about India, and you know, how we fared in the 73 years, which is, of course, the theme of this episode, a small observation and a big observation, and I'll ask you to react to them. And the small observation is really just sort of elaborating on what you said about horizons. There's this great book by Arnold Kling called The Three Languages of Politics, where he talks about how, you know, one of the reasons why we are so polarized is that we are always talking past each other, never to each other. And you know, we are talking past each other, because, you know, progressives, conservatives and libertarians, as it were, will have a different set of horizons and first principles that they look at. Progressives will care about equality, conservatives about tradition, libertarians about freedom. And therefore, you can talk about exactly the same thing and argue for an hour and you're not addressing each other at all, you're just talking into the air. So that's a book I'd recommend for my listeners. My other sort of observation from, you know, all of what you were saying is that it has often seemed to me that the great battle in our civilization over the last 200-300 years since the Enlightenment is that through our culture, we are figuring out ways to mitigate our hardwiring, using nurture to sort of mitigate nature. And sometimes, of course, a lot of the time, culture, nurture reinforces nature, but sometimes it mitigates that. So for example, we are hardwired to think the world in zero-sum ways, because we are, you know, our instincts were formed in times where we lived in small tribes, and there was scarcity and whatever, we think the world in zero-sum ways, we think in tribal ways, we have a distrust of the other to play to the sort of the theme of fear, which you were talking about. We admire strong leaders, which is why I think, you know, you were talking about a great mystery of political science, what makes for a credible leader. And I think one of the things we are hardwired to is look for macho posturing, look for that kind of signaling, which is why, you know, a Trump or Modi will do well. And yet, through our culture, we also, you know, we are that unique species, which can actually fight its hardwiring, in a sense, through culture. And that's a whole battle. And it seems to me that because intellectuals are in a sort of an ivory tower, where they don't have to engage with the real world so much, and politicians do, I think politicians get human nature much better, which is why politicians might often use ideology to cloak the things they do or what they want to happen. But they get these primal fears, they know how to exploit them, it's instinctive, you know, what you sort of spoke about, you know, experience versus argument. So they have that experience of human nature, their incentives are tailored towards acknowledging human nature, and, you know, catering for it, while, you know, intellectuals within the academy, for example, might not have those same kind of incentives, their incentives might be to signal something to their peers, and not to actually make an impact in the real world. And therefore, it strikes me that any intellectual who really cares about her ideas, almost therefore, is forced to simultaneously become an activist, because otherwise, your ideas have no impact. There's no question at the end of this, I'm just sort of thinking aloud, taking off from what you said. So, you know, how would you sort of kind of react to this?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:16.400",
        "message": "No, you know, you said actually something quite important. And I want to just kind of build on that, particularly on the role of a politician. I mean, to me, politicians have two qualities, which often academics don't, or at least, at least academics who have been professionalized, I think, in the cultures of professionalization that we now produce in some ways, right? I think a lot of the great 19th century thinkers did in some ways, it's quite remarkable how much they did, I think, the two qualities are one, as you said, which is the difference between being good at arguments versus actually being able to observe human beings, read as it were the text of human life and actual live living beings, you know, to decipher what Kant called the crooked timber of humanity, right? So I think that's one. The second thing, and I think this is the most important thing about politicians to me, and why they are absolutely indispensable, is that the politician's central job is a job of kind of social mediation. The example that you just read, you may like liberty more, I may like equality more, we may disagree about the means. Now somebody has to mediate between us, by mediate meaning, create enough structures of cooperation that, you know, we don't kill each other, but hopefully, despite these differences can do collectively things together, right? And often what people think of as a vice in politicians, which is they're swaying to public opinion, politicians can do U-turns quite easily. I think in terms of the vocation, that's exactly what you want them to do. I mean, I would be very afraid of a politician who just says it's my way or the highway. I mean, I want a politician to have some core baseline moral values, right? And that's at a very kind of high level of constitutional abstraction, okay? I don't use violence, I don't use coercion. But beyond that, precisely because of the variousness of human nature, the variousness of our histories, and the differences in ideas, no society could function if you did not have somebody doing this job of social mediation, which is why I am actually, I mean, I'm very, very clear that if intellectuals enter politics, they should enter as politicians. I think the idea that, you know, you're carrying some special authority into that realm because you're an intellectual, I think is just preposterous. You're just another citizen, and you need to take on the role of a politician, not that of an intellectual. The point you made about, I think, activism, I think, is an important one, I think, because that's often the form in which now, I think, intellectual engagement engages with the public sphere, right? And there also, I think, I would actually, I think, make a distinction, which is it is an intellectual's job, I think, to state how they see the world as clearly as it is, without fear or favor. And in a sense, that's their biggest social role, but they should offer it in the spirit that once you have made an argument in public, it is just one argument amongst any, I mean, I'm not a big fan of claiming authority in politics, because partly that militates against the principle of equality, that militates against the idea of legitimacy. But yes, I mean, given that we have the luxury, somebody has given the time and, you know, is paying us to read books, can we advance a few more arguments that, you know, other people might not have had time to, but you should not do it with the expectation that you will win. In fact, I think the best you can offer is a well-thought-out provocation. Have you thought of this? You know, that way that Hindi song goes, I think that's the core job in the sense of an intellectual. I think when you become an activist, I think there are two kinds. One where there are certain core values that I think intellectuals do want to defend, right? So you might be an activist in the cause of free speech. You might be an academic constitutional lawyer, you know, who's working on environmental regulation or something. That kind of activism, I think, is compatible with the academic vocation. I mean, it's just an extension of the good faith arguments you're making. What is, I think, not compatible with academic vocation is that you want your group or your side to win. And that group becomes, you know, it's the danger of any form of collective power. Again, as Adam Smith reminded us, it takes a life of its own, right? Just because I was with you in a trade union, just because I was with you on this particular cause, actually that solidarity then begins to trump, as it were, the commitment to truth. And to that extent, I think intellectuals do have to remain detached from collective organizational forms. I mean, I do think it's running a risk once they say, we've become part of this organization or that organization. Or, you know, it's even the danger, for example, in these collective letters that academics write a lot, you know, where you have to get everybody on a common platform. But getting everybody on that common platform is exactly the kind of exercise or a loss of your independence, right? Now, in some cases, those are necessary, obviously, if your colleagues are being arrested on trumped up charges, maybe you do want to come together, some kind of solidarity. But I do think intellectuals need to be wary of all forms of power, including the power of intermediate collectivities of which they are part."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:23.040",
        "message": "No, in fact, when you said that, when I sort of phrased that thing about, you know, intellectuals, if they want their ideas to have an impact or force to be activists, I think I meant activists in a really broad sense, which includes politics. And the thought that strikes me there is that, that process of trying to engage with the real world, even if you enter into that process with the intent of furthering your ideas, and you're driven by your ideas, ultimately, you have to cater to interests and leave ideas aside, which is why I often say that politics corrodes character, you once you are in politics, you sort of the compromises you make along the way changes who you are, if you were that person to begin with, because we are all so self delusional that, you know, who knows? So So yeah, that's, that's sort of,"
    },
    {
        "speaker": "Guest",
        "time": "01:05:08.120",
        "message": "Can I take issue with you slightly? I mean, I understand what you're saying. And I think I think as an empirical description of politics is right. But but I think the very trait that you're describing also makes politics the toughest in the highest vocation. I mean, you know, the kind of politician who can both socially mediate, understand difference, understand the complexities of power, and yet retain something of a core compass, right, that all of this mediation is in the service of, I mean, it's a very rare politician, right. But but that's what actually makes politics the most difficult job, I think of any, precisely because you, in a sense, have to, you know, keep both sides of that, right, that at one level, you are not a creature of your own will. That's part of your job is to respond to other people, right. And yet, you have to have a certain kind of moral compass and core, core with it. So we need to encourage politicians of those kinds. I mean, I, I would hate to end this conversation with cynicism about politics, because if you think it's indispensable, I think we do need to ask, you know, what kinds of characters are better suited to the kinds of politics you want?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:21.880",
        "message": "No, no, in fact, I love your description of politics. And it's fairly obvious that politicians are necessary. Like if they didn't exist, we would have to invent them. Whereas, you know, it is contentious whether intellectuals are necessary. But but can you name any politicians like that who you think retain their integrity in the face of pressures which would force others to compromise?"
    },
    {
        "speaker": "Guest",
        "time": "01:06:44.000",
        "message": "Oh, it's, it's, you know, it's, it's a tough one. And the reason I'm hesitating, because I think it does say I think something contempt, something about the contemporary moment as well, right, which is, and how we, in a sense, judge people, right. So one of the things that makes politics hard, I think, at this moment, and has probably also paved the way for a certain kind of populism, authoritarianism, fascism, is this kind of interesting asymmetry between truth and doubt, or credibility and lack of credibility. And what I mean by the asymmetry is this, which is, in order for cynicism to win, or in order for us to pull down somebody, all you need to do is find one flaw, right? Obama got Libya wrong, right? It's quite, it's kind of no brainer, easy to say that, right? Or maybe Obama got Syria wrong, right? So the standard by which you can actually show that the politician was not true to his core principles, it's a very low bar, right? I mean, we're all fallible human beings, right? And I think one of the peculiarities of this moment is that, on the one hand, almost any politician will be destroyed by that skepticism very easily. I mean, it just takes like, one instance, oh, you said this when you were 17 years old, there you go, right? For your detractors, that's enough, right? And I think it's that fact that has also paved the way for its complete opposite, where the only way in which you can hold on to a belief in politician is complete blind faith, right? It's the flip side of the same coin, right, which is, you just go in and say, look, I'm going to be completely impervious to the facts here. You know, as one of my colleagues, Nilanjan Sarkar, has written, the politics of vishwas in some ways, right? I've given my faith to this person, come what may, they said red is blue, red is blue, they say two plus two equals five, and I think both of these are two sides of the same coin. So when we judge politicians, I think one of the things we have to, I think, be more conscious of that it is an art and it is something that requires the hard historical work of political judgment. In a sense, a moral indictment of a politician is easy, right? It's the easiest route to moralize about. But what does political judgment mean? Which is, how would you rate their capacity to make decisions in the face of all this complexity? Not just complexity, but the fact that you actually don't know, I mean, you know, if Obama says I veer more leftward on healthcare, do I jeopardize the possibility of even passing a moderate package? How could anybody know what that possibility looks like, right? So I don't think we have the kind of appropriate kind of conversation about what those standards of judgment should be. And which is why I was hesitating that, you know, I can think of any name, I can put out a name and, you know, I think it will be immediately clear to most people that, you know, here are the three flaws, here are the three big mistakes, you know, so and so, so made. And so in that sense, you know, I think it's coming to our debates, for example, about Nehru, for example, about Modi, for example. Of course, Nehru had deep flaws, I mean, you know, you and I can recount lots and lots of political instances, sometimes even constitutional instances. But is the life judged as a whole, right, where the sense is that, despite these mistakes, the movement is in a sense towards a particular constitutional and democratic sensibility. You know, I think he's probably done as good as any democratic statesman has in some senses done. You can think of Roosevelt. At one level, it's very easy to indict Roosevelt, I mean, his entire New Deal was founded on a very sordid compromise with the racism of Southern Democrats. You know, he left that structure of racism in the South intact. But what's the counterfactual here, right? If he had pushed too hard on that, would anything have been possible at all? So I think we need a much more nuanced historical conversation. I mean, you know, we probably need a few historians in the room to work it out, you know, come to fair judgment. So what might be interesting politicians to look for?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:25.000",
        "message": "No, you know, I didn't mean my comment on sort of politicians not being true to an ideology as an indictment of any sort. I totally understand, you know, the imperatives of politics and the importance of politics and the role that great politicians have played. And of course, the point you made about Nehru is well taken that people contain multitudes. And in our modern times, sadly, we, you know, try to look for simplistic binaries to, you know, discuss everything with and those simply don't work. Now, this is an Independence Day special episode, we are supposed to talk about India, and we've spent more than an hour entirely my fault, because I love digressing."
    },
    {
        "speaker": "Guest",
        "time": "01:12:01.320",
        "message": "I think it's a feature. We are talking about India. All this is about India, right? In a different form."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:05.320",
        "message": "I'll wait in a different form. So we'll take a quick commercial break. And after we come back, we'll actually get down to the brass tacks of our independence. On the scene and the unseen, I often speak about positive some games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indian colors.com. Indian colors licenses images of fine art from some of the best contemporary artists in India, and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy, win win game. The Indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra and Jaydeep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian colors. Corporate gifting is also available. So head on over to Indian colors.com as colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right on scene for 15% off at Indian colors.com. Welcome back to the scene and the unseen I'm chatting with Pratap Bhanu Mehta. This is our Independence Day special episode in the year 2020 in case you're listening in to this in 2050 because I keep telling my listeners that I am trying to create episodes for the listeners of 30 years later. So please don't be offended if you're listening to this in the present moment. You know, let's what has always kind of fascinated me, you know, we look back at history with the hindsight bias and we think that okay, this is what India is it was inevitable that we would turn out like this that we would be this kind of democracy and we'd have this kind of constitution. And I think that's something that we need to keep revisiting because as you've yourself pointed out, very often, and you know, everything is so contingent, you have a district chain of contingent events happening and then suddenly, you know, here we are and it all seems inevitable in hindsight. What I'd like to talk a bit about is, you know, the founding idea of India, like one of the sort of themes that I've explored over the last year and a half or so, and I've asked this question to many guests, and I'd be interested in knowing what your answer would be, is that at some level, it seems to me that our constitution is a relatively liberal constitution, I say relatively because obviously, it's not nearly as liberal as I would like it to be. In the classical sense, but it's a relatively liberal constitution, put together by an unelected liberal elite, and imposed upon an illiberal country. And that, you know, one, there is a dilemma of whether such an imposition can itself be called liberal in any way, if it is an imposition. And the other thought being, I mean, the couple of other parallel thoughts that then come up is that in today's moment, has politics finally caught up with society, in the sense that our politics is finally reflecting the preferences of a majority of the people or what the culture really is like? And yeah, broadly, what are your sort of thoughts? And therefore, taking off from that, is it therefore, a liberal failure to not create a liberal culture? Because what often, you know, one of my favorite quotes, if I make merchandise for the show, I'll probably make a t shirt with that quote is by Andrew Breitbart, where he says, politics"
    },
    {
        "speaker": "Unknown",
        "time": "01:15:56.360",
        "message": "is downstream of culture."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:58.080",
        "message": "And I think this is something that without, you know, making a value judgment on whether the conservatives are right, or the liberal elites are right, or whatever, forget the value judgment, but just, you know, should a society have a constitution that doesn't reflect what it is about? And is that the case to begin with?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:15.480",
        "message": "What are your thoughts on all these? Actually, the Andrew Breitbart's thought, actually, the RSS had grasped this way before. That's one thing they're right about, actually. So I mean, I'm tempted to say, how many hours do we have to answer this question, but it has one shot at it. And to answer it, if you allow me, let me broaden the frame a little bit, because one of the, I think, frustrating things about thinking about India is, and this is something we shared with the United States, you know, we often think we are sui generis, I mean, you know, there's a particular distinctive Indian destiny that comes into it. But I think a little bit of comparative perspective is, I think, very important to answering your question, right? And the way I put it in this way, which is, it depends how you tell the story of this fine founding moment. So I'd like to tell the story two ways, right? One, look, we often forget that it is indeed very rare for constitutionalism to succeed. 80 to 90% of constitutions that have been created since the 18th, 19th century actually collapse very frequently. I mean, we forget France went through 130, 140 odd years, so many different republics before it's stabilized, maybe still not stabilized, right? So in that sense, I would not, I think, underestimate or be entirely cynical about that founding moment. And in that comparative perspective, it actually looks, doesn't look half bad as at least providing a modicum of hope to proceed forward. The second thing, and this is where I think the comparative perspective is, I think, the most helpful, is let us ask the question, what are the sources of illiberalism that jeopardize this constitutionalism? I'll come about its legitimacy later. I mean, whether it was passed by an unelected assembly or so forth. And let me be a devil's advocate for a minute and say that, actually, I don't think India is unique. I don't think this narrative that the West was uniquely fitted to be liberal by the middle of the 20th century, India is a traditional conservative society and not liberal. I actually don't buy that narrative, to be very honest, and I don't buy it for two reasons. One, the biggest source of challenge for liberalism, to be honest, globally, has not been the abstract debates over freedom of expression, liberties, and so forth. Those are incrementally advanced. I mean, it's not clear that late 19th century England was any more liberal than in some senses we are. I mean, you still had to kind of sign the Confession Act for various things, right? The real challenge to liberalism has been from nationalism. And it's a very paradoxical challenge because at one level, the nation state is the political form in which modern constitutionalism flourishes, right? But the modern nation state requires a theory of membership. Who belongs to this political community which we are trying to be liberal? And the disquieting answer is that absolutely everywhere in the world, there is almost no exception to this, has the answer to that question not been accompanied by serious forms of exclusion and violence, right? Most European nation states that we think of it now have kind of relatively homogenized by the middle of the 19th century. You know, the French expelled the Huguenots and the Protestants. England kind of took care of the Catholics and the Jews. I mean, you know, we've in a sense accomplished that exclusionary process. The United States, right, of course, still hasn't accomplished that process. If you look at the late 19th century, right, one of the most sobering facts is that every single transition from empire to nation state, right, when the Habsburg Empire dissolves into nation states, when the Ottoman Empire dissolves, when the British Empire dissolves, not a single empire accomplishes that transition without incredible ethnic bloodshed and violence, right? And to me, that is still, and even if you look at contemporary debates, you know, there's an interesting paradox just today, right? I mean, even as obdurated judges, Justice Arun Mishra has passed a judgment saying women have to have equal rights and property, right? You know, to that extent, you might say the constitutional promise of equality is actually working out, and yet it's the same Supreme Court, right, which will absolutely excuse anything in the name of nationalism, the bridging of civil liberties, right? So to my mind, the single biggest source of liberalism that has haunted all liberal societies, India is actually not an exception in that, right? And that's an undertow even the West feels now. You know, Michael Mann has this very powerful article, The Dark Side of Democracy, which actually shows post-19th century how European nation states became more homogenized, and in each case, accompanied by ethnic cleansing. In fact, genocide as a category at some level is a product of a democratic imagination, because you target people simply for being who they are, you know, because ethnic demography matters to democracy, right? Now, India's illiberalism, I would actually also argue, comes from not just nationalism, that's one dimension of it, but also this unresolved dilemma in representative democracy, right? And the unresolved dilemma is this, which is, how is power going to be shared once you institutionalize a democracy? Now, there's one simple answer you can give, which I'm sure you and I would probably prefer, which is, look, give everybody the equal vote, one person, one vote, have a constitution that safeguards our basic rights, and, you know, on checks and balances, on with it. But this solution has proven to be elusive in societies that begin to see themselves as marked by ethnic or religious majorities and minorities, right? Because again, going back to the fear, right, the fear of the minority is that the majority is ethnically numerically preponderant, so it will exercise more power, even if you give all these nice checks and balances, right? And from 1857 onwards, and I think this leads into the rise of Hindutva as well, the big debate in India was, how is representative power going to be organized? We do, you know, almost 70-80 years of negotiations around these questions, right? And particularly around the Hindu-Muslim cleavage, there's the Dalit representation story as well, which we can talk about separately, but I think for the Indian purpose, I think the Hindu-Muslim cleavage is the most important. You try different solutions, right? You say, look, there are certain issues on which we will give minorities the veto. Well, if you do that, it sets up a majority backlash. Why should minorities have veto in excess of their political power, right? You try and create representative government compatible with different system of laws. So you, you know, in fact, one of the things, if India had remained united, we probably would have been a more conservative country. Because the irony is that the most people who were in favor of a united India, the condition of it being a united India, as Ambedkar pointed out, was that each community gets to govern its own laws, right? So from the Minto-Morlay reforms onwards, this constant question, right? How will power be shared between Hindus and Muslims? If you give the Muslims more protection that they feel they are adequate, you have a reaction from the right that says, look, this is a betrayal of the principle of equality, right? If you don't give them adequate protection, right, you obviously set up different kinds of fears. And the fact of the matter is that we never resolved that question. And frankly, it could not have been resolved because I think that's true to that American constitutionalism thrust, which is that once you pose the question in terms of a permanent majority and minority, defined in ethnic terms, there is no solution to, there's no equilibrium solution, right? The only way you can overcome this is by saying there are no permanent majorities and minorities. These are all contingent coalitions and so forth, right? Now it's the failure of that negotiation, in part, right? That's actually the backdrop of partition. In political terms, there is, of course, a much more visceral ethnic and religious dimension to it. And often those ethnic and religious issues were tested, right? Those become tests for the representative government, you know, if Congress wins in UP, will it do Gau Raksha or not, right? It's a majority testing its power and a minority fearing it. So in that sense, I think the failure of the Indian nationalist movement, while it did a remarkable job on almost every other aspect, I think India was brilliant, for example, in its thinking about the language question. We did not take a ready-made European model saying that the language of the ruler and the rule, the language of different provinces should be the same. I think when it came to this particular cleavage, frankly, we could not buck the trend that every other society has done, right? And that's the trend that still casts a kind of shadow on contemporary politics, right? You know, so to that extent, I mean, to me, India's constitution, the founding moment, one should not forget that it happened in the shadow of partition. It happened in the shadow of a massive failure of that nationalist project, which wanted the strategic unity of the subcontinent, which thought that there was a traditional cultural narrative of syncretism, right, that could actually overcome these religious divisions. And they completely missed the fact that, and this is something I think we also miss in contemporary discourse, that that traditional discourse of syncretism, even if it was only imagined, right, could actually not work in the context of modern democratic realities, right? Older forms of toleration don't require great social mobility. We often don't compete for the same things. Societies are segmented, hierarchical, right? Now you're all competing for the same power. In that same power, demography becomes important, right? So why the census became such a political issue, why it's very important for the BJP, the number of Hindus versus the number of Muslims, technically in a liberal society, why should this even matter? I mean, you don't care what your private religion is and what your private identity is, right? So to that extent, I would argue that, you know, I don't think the story is as much simply a straightforward story of there was a deeply liberal conservative society here. I think the bulk of the problems actually came from aporias that are internal to liberal democracy itself. Now, there is a second way in which I think your narrative has something to it, which is if you shift the frame from nationalism and the sharing of power between communities to what we might call social conservatism, right? India was a conservative society, but conservative, we simply mean in basic terms, which is more and more individuals were governed by traditional norms of occupation, caste, identity, family, and so forth, right? Now one of the tasks of the modern state is the way it sets itself is to disembed individuals from oppressive social structures of power, right? And again, going back to the question, what do you fear more, the Indian state was founded on the fear of social power, because social power, as Ambedkar said, meant caste. Social power meant sort of patriarchal families, right? Social power meant the power of, you know, ostracism, all those kinds of things. Now, the Indian constitution, in part, promised that charter of reform, that slowly and gradually, right, the most obvious place to do it was caste, temple entry, the abolition of untouchability. But again, there are two different liberal approaches to this. And I think, again, as liberals, I think we are torn about this, right? One is what you might call a rationalist approach. The rationalist approach says that every institution in society must look like or embody the basic liberal norms that we expect in our constitution. So you might say Article 14, 19, and 21 should govern every institution, right? A temple is legitimate only if it doesn't discriminate or exclude, right? A family is legitimate only if it treats people equally, right? So that's the rationalist, where in a sense, all civic associations, intermediary sources of power should also conform to liberal norms. There's a second conception that's a little bit more pluralistic, that says that, look, you know, these associations and these intermediate sources of power have complex histories, they're expresses of people's identities, we may not like them, but they are part of, you might say, a more basic freedom of association, right? So if a church doesn't ordain women as priests, I mean, that's its business. You know, if people want to go to temples that discriminate against women, that's their business, right? Now, in a way, what the Indian Constitution was, was a kind of compromise between these two visions. And actually, you can see the tension even in, for example, the Sabarimala judgment, you know, in a sense, Hindu Malhotra's judgment, forget the religious argument for a minute, in a way, it seems to be saying, look, why should every intermediate institution society correspond to what you expect of public institutions, right? Now the argument there is that, look, and this is your point about culture in some ways, that your public opportunities are deeply structured by these private and civic associations and institutions. And it's obvious in the case of, for example, gender, I mean, right, if you can't imagine in a patriarchal society, civic equality for women actually being realized, other than an emotional sense. The question is, in a sense, you know, how much do you want to use state power to create this reform? Or how much do you want to do the work of culture to do this? And ideally, in a liberal society, you'll get that balance just right. Because having a pure rationalist view does raise questions about the concentration of power, you know, risks different kinds of liberties, right? Now, what has happened, I think, interestingly, is that the reformists, right, the Congress Party, once it acquired state power, it, in a sense, completely gave up that social work of reform, which is what it had been doing as a nationalist movement, right? You know, it now has state power, it doesn't need to do this stuff. Interestingly, what's interesting about the Arnas is, in a sense, is that that's the space it began to occupy, right, very, very powerfully, right? I mean, it's extraordinary how many so-called, quote unquote, progressive positions the BJP has managed to appropriate, right? Because what the Congress ended up doing slowly, I mean, obviously, in 1950, there was the pressure of partition, it, in a sense, just became comfortable with a status quo, right? I mean, why do we want to politicize any of this stuff, right? So if, if Muslim personal law doesn't get reformed, that's fine, right? You could have created a process of incremental reform. And that reinforced the first dynamic about exclusion, because the competition then became which communities does the state intervene in most, right? That's part of the BJP narrative, that the state deprived the Hindus of their associational rights, but it protected minority associational rights. Now, I don't think the motives were sinister, I think the motives were just more a combination of inertia and, you know, why spend political capital on this. But it had that net effect, right? So you know, to that extent, I think, again, the Indian Constitution is the trajectory is no different. I mean, let's not forget, right, Switzerland gave women the vote only in 1970. That social work is, you know, it's going to be a long haul. And to be honest, I am surprised. You can look at it this way, which is that, yes, there is a lot of deep exclusionary practice in civil society. But at the normative level, it's very difficult for anybody to stand up and justify, right? You know, in some ways, and that you have to say is an achievement, I think, of that constitutional imagination, in some ways. So I would submit that I, in comparative perspective, I don't think India looks terribly different, actually. I mean, this is part of the process of democratization and modernization. And I think we are at this particular conjuncture where these two questions have come to the fore again, right? Despite possibility that the BJP is, in principle, and why a lot of Hindus support it, they actually don't experience that authoritarianism, right, in relation to where they stand, right? You know, but obviously, minorities will, you know, feel it. And we've basically decided that, in some senses, we can create a national narrative without giving minorities a place, sort of, you know, in it. So I think that's a thing. I'll just make one last comment. I know this answer has been too long, which is much more of an empirical comment, and in the spirit that you asked the question of thinking about counterfactuals. So I often, in class, pose these two counterfactuals to students. One is a counterfactual, let's say, in 1914, or 1915, somewhere in that decade. The British just suddenly had a brainwave and decided to leave India. We're quitting, you know, to hell with it, we don't want empire, right? Would an Indian constitution have been possible, right, without that 30, 40 years of the kind of social mobilization work that the nationalist movement did? Actually creating an organizational form, right, that was, in a sense, appropriate to the modern world. Second counterfactual is, I think, the assassination of Gandhi, which is, if Gandhi had not been assassinated and the RSS had not been temporarily delegitimized as a result, would the right-wing challenge to Nehru in the 1950s have been even stronger than it was? It was actually quite strong. I mean, we underestimate how strong it was. I mean, not just Karpatri Maharaj and the reform bill, but even within the Congress Party, as you know. I mean, you know, frankly, people like Govind Balampant and so forth are actually frightening figures in the history of Indian communism, right? And would the new republic then have, in a sense, been split, not being able to consolidate enough power in a way that so many countries around the world have found themselves, right? I think that's also an interesting counterfactual to think about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:04.880",
        "message": "That's fascinating. And I want to come back later to a version of the second counterfactual and we can talk more about that. But there's a lot to unpack. So a couple of observations and questions. One is, you know, it's quite a stunning insight in a sense that genocide is incentivized by democracy because as you pointed out, and you in the past quoted Syed Ahmed Khan quoting John Stuart Mill talking about how democracy is all about demography, you know, the potency of the terms majority and minority would not matter anywhere except in a democracy because, you know, it is so critical there. And therefore, you know, one thought that strikes me then is that in any democracy is this kind of majoritarianism politics inevitable at some point. The other sort of threads I want to unpack is that, you know, one of the sort of conflicts at the start, which I don't think we quite figured out either way, is with regards to the constitution that what is the aim of the constitution? Should it protect individuals, or should it transform society? And you know, and obviously, my bias would be that it should protect individuals. And if you try to transform society in a top down coercive way, it's only going to end badly. But leave that whole argument aside. And it seems to me that like you pointed out that the constitution was partly shaped by the contingencies of partition. In fact, the historian Gyan Prakash in an episode we did on the emergency spoke about how, you know, so many of the centralizing impulses of the constitution came about because the country was being torn apart by violence. So those people sitting in that room in Delhi obviously wanted to centralize more power. But it then also strikes me, in the narrow context of the relationship between the majority and the minority, that we took a protective role, but towards the minorities, but a transformative role towards a majority in the classic example of this. And this is something where I think I sort of totally understand the RSS point of view. The example of this is a Hindu code bill, that with the Hindu code bill, you're trying to transform Hindu society, but you're not doing something equivalent for Muslims. And obviously, then, you know, when you have all this talk later on of pseudo secularism and pandering to minorities and all of that, those seem to be legitimate grievances. And it is kind of irrelevant whether you should have any code bill at all, whether you should reform none of them, whether you should reform both of them, it doesn't matter. But the bottom line is that at that moment, we are not treating them equally. We are saying that, you know, in one case, the constitution is saying, hey, we'll protect whatever your customs and whatever they are. And even there, we're not really protecting individual rights, we're just looking at them as a group. But in the other instance, you are saying that, hey, no, we are transformative, and we want to transform you. And I can see why, you know, this, this can be just so powerful by itself, as a motivating factor. But my broader question is that, how do you then look at, you know, this, this conflict between should we protect or should we transform because they are in conflict with each other? Because every transformative act that you try to do involves coercion and involves sort of not treating citizens equally and all of that. And I can understand that when you look at society at that point, and you see so many things wrong with it, you know, with caste, to begin with, that's obviously number one, but so many other things, and your instinct is that this is horrendous, we must transform it, how do we do it? Oh, now we have the power of the state with us, our colonial masters are gone, let's use the power of the state. But I think one of the lessons of history is that top down coercion really doesn't work, what you need is social transformation coming from within the kind of transformation that in fact, Gandhi would broadly have sympathized with, where Gandhi's whole thing was that, no, let's, let's go into the, you know, the villages and the interiors and change society from within, even if that is too idealistic in a short span of time. And I think it seems that we rely too much on the transformative nature of the Constitution, did a halfway and inept job there, and didn't bring about any social change either. So what are your sort of thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:25.920",
        "message": "Okay, no, that's a very powerful question. I think I agree with much of what you said, but again, I think it just helps to broaden the frame a little bit, I think, just to, I think, put that narrative in perspective, right. And, and I'll first, maybe spend a couple of minutes on the historical narrative, and then come to the deep philosophical point you raised about is, you know, is this a constitution protective of, of group rights and plurality in some ways, or is it a constitution of freedom in some ways? I mean, so, you know, at one level, I think the narrative you're describing, right, that that has got entrenched, and I think there's some power to it, that the Indian state was seen to act asymmetrically towards communities, right. Now, we can wind the clock back to the 1950s, and think of a different kind of counterfactual. But I do think it's worth, again, remembering two things, and, and, and I'm stressing this, because I think it's going to come up again in our contemporary context. So there is no question that we need, as a society, a consensus that there are certain basic norms of individual freedom that apply to all communities. I think if Section 295 has to go in the Indian Penal Code, offenses to religion has to go for all communities. I mean, I actually don't think a modern state should have a category called offense to religion. Doesn't matter what the religion is, you know, in some ways, right. When it comes to personal laws, for example, which is the most contentious issue, again, I think the shadow of partition did make a difference, which is, I think, Nehru's concern that not just that minorities feel safe, but remember, you still haven't solved the question, which is, who will be exercising power when these personal laws are being reformed, right? And you know, personal laws do sort of affect the most kind of intimate aspects of a particular culture's identity in some way. So there's always much more at stake. Now, if you had created those relationships of trust, right, let's say even now, I'm all for a uniform civil code. I think it's high time we had it. And even within a uniform civil code, there can be, you know, interesting creative solutions. But the question is, who do you trust to come up with the content of a code that is actually just and fair to all communities? Will the content of that code, right, could it unwittingly have a Hindu majoritarian hue in it? Right? Possible, right? So, you know, going back to the question you asked at the beginning of this program, the missing element in this debate has been what are the conditions of trust under which reforming all our personal laws can be a common project? The misleading part is there is the state and the state reforms Hindus and it doesn't reform, you know, Muslim personal law. Even that's strictly speaking not true. I mean, I think, you know, for political reasons, Rajiv Gandhi overturned the Shah Bano judgment. In fact, we often forget that the Supreme Court shortly thereafter in Daniel Latifi kind of reinstated the original Shah Bano judgment without much fuss. So there are possibilities of reform even there. The issue is that the state has always been, because it's in a sense seen as a function of majority power, and the more you make it a function of majority power, right, the less reason people have to trust that what comes out of it, right, will be actually fair and just. So I think, and one of the reasons why we want to lower the temperature of religious politics in India is because that's a necessary condition for paving the way for having this debate in a rational, constructive manner that, look, in the 21st century, right, family relations cannot be constructed on certain legal lines and so on and so forth. So absolutely, I think that's one. The second thing, I would go even stronger than you, I mean, to me, the Congress Party's unconscionable sin is that it actually placed Indian Muslims in the worst of both positions. On the one hand, it empowered the most reactionary elements in that society. I mean, what is the Indian, All India Muslim Personal Law Board? I mean, it's an astonishingly obtuse organization, I mean, seriously, you know, but who sustained its legitimacy? Right? I mean, you don't have to have an either-or solution, you don't have to say the state comes marching in, but you can create an intelligent politics where these spaces get opened up. And people forget, for example, there is an alternative Muslim women's personal law proposal on the table, right, which is way more progressive, right? But it was in the Congress Party's interest to keep the Muslims backward and with their back against the wall. Because at some point, they did decide, or they thought that you needed them as a kind of electoral coalition. And I think there, the BJP's diagnosis is not wrong, right? That ethnic identities work as electoral fodder, only when there is a kind of collective risk that they appear. If they all become individuals, we actually don't have that. But in the process, you know, when we're talking about the 1950s, I don't know if you've ever read Paul Brass's biography of Charan Singh. It's an astonishing book, actually, one of the best kind of a North Indian politics. But you know, the UP government in the 1950s created an active program of de-Muslimizing UP government, right? So if you look at the statistics, right, Muslim under-representation in police, Muslim under-representation in public institutions of the state, Muslim representation in politics, this was not just an accident, right? So you ended up in this bizarre situation where at one level, Muslims were becoming more marginalized, economically more disempowered, and in a sense, in some states, they've actually fallen behind Dalits, which is saying quite something, right? As a result of active choices the state made on education or not giving education, as a result of the kind of cop-out attitude we have towards Mother Saas, but at the same time, right, and this is the point Paul Brass makes very powerfully, you had politicians like Govind Bannapanth, you had politicians like Charan Singh, who were electorally secular, but administratively and ideologically common, right? Rajiv Gandhi, I mean, this is one of the most disastrous episodes in modern Indian history because here is a government with a 400 seat majority. Frankly, the modern contemporary debate on free speech starts with the banning of satanic verses, which kind of then sets the paradigm for competitive victimization, the overturning of Shahbano, and Congress got it into its head that somehow it could appease both Muslim nationalism and Hindu nationalism together, right? The net result was you simply created collective insecurity all around, right? Now, my plea to the RSS, my plea to the BJP, since they are the hegemonic story, is that there is a lot of truth in your critique. Many of us shared it, I mean, you know, this piece wrote 20 years ago, Congress, secularism and freedom, which actually just made this point. But in order to overcome this legacy, the first step has to be, in a sense, the recreation of a kind of civic trust, where these conversations do not stoke fears in all sides, where it doesn't happen in a context where one group says, look, now we have the power. And in a sense, we can have them. Frankly, if liberals in the left are feeling it, think of what Muslims might be feeling it, right? Right. So the diagnosis had the truth to it, right? But it's in a sense, turning the remedy into a kind of poison, right, which is in some sense is more divisive. Now, coming to your theoretical question, which is, you know, what is the vision of the Indian Constitution, I would put it this way, that I actually do think the longer term vision of the Indian Constitution is the emancipation of individuals from all forms of intermediate social hierarchies. I think it recognizes the fact that that can't be done simply through law, right? Because you have to actually deploy state power, right? You have to force policemen to make sure that people are allowed to enter temples and not allowed to temple, right? And I think their concern for India's diversity in politics, that they hoped that it would come out through a negotiated process, right? As you said, you know, there'll be social reform movements. And that's exactly the thing that we completely stopped. I mean, Congress Party abdicated it, not just because it had the state power, but I think even in some senses more broadly. And the social change that did come about, right, was a social change that came about for other secular developments as the economy goes more complex, certain identities wither away, you know, in some instances, you know, so forth. So I think that was the vision, which was a kind of ameliorative transformation towards individual rights. I think the mistake that we have made, and this is again an exercise I set our students in class sometimes, that there are a couple of clauses, for example, if you think of the clause of protection of minority institutions, right, which can probably be articulated in more individualistic rather than collective terms, and you get the same result, right? In fact, I think in the TMIY case, I mean, I think the debate between Rumapal and Bariyawal was actually very instructive, where one interpretation was that the minority clauses in the Constitution are clauses that are setting off exceptions, right? The other interpretation of that clause is that it's not setting up exceptions, it's just a signal to minorities that these clauses will also protect you. So for example, I think on, for example, the freedom to run institutions, a simpler approach is, and which is, I think, compatible with the text of the Constitution, should be simply to say that, look, so long as you're not taking state money, and you're not doing any other kind of fiduciary harm to any other constitutional provision, any group should have the freedom to run its institutions as they want, and if you have that provision, minorities will automatically be protected, right? I mean, but I think the way in which we've developed that Constitution law, we unnecessarily give this kind of indication that these exceptions are being carved out, right? But you can achieve those same goals better with, in a sense, freedom. I would also say this about our discourse on diversity, for example, and one of my kind of worries about a lot of my friends, actually, you know, our circles, as it were. So we like to celebrate India's diversity as an astonishing country in some ways. But diversity is also a conceptual trap, because, you know, diversity is quite compatible with each person being boxed into a particular identity. We need to defend freedom. If individuals are given freedom, lots of new forms of diversity will emerge, right? The identity categories that we think are salient right now will cease to be salient five, 10 years from now. And that's all for the good. I mean, that's right. So I think that self-conception that in order to oppose the mono-ethnicity of Hindutva, what you need to propose in its place is diversity, I think can be conceptually misleading, because diversity is also compatible with a certain kind of fixity. I think where you and I will probably agree is that we just need to go back to a, you know, basic jurisprudence of individual rights and dignity, protect those freedoms, and all"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:52.560",
        "message": "the diversity will come in its wake. This episode of the seen and the unseen is one where you actually come out as a closet libertarian quite clearly, you know, one of the sort of constant bugbears that I have, and it's not just with regards to the Constitution, but politics today, even more so today, is that we think too much in terms of groups and not individuals, you know, like that old saying goes, an individual is the smallest minority. And the moment you sort of put a label on an individual that you are X or you are Y, it constrains individual freedom, even in the ways that you think of yourself, like these structures matter so much, which I'll kind of come back to. But before I ask my other big conceptual question about the founding moment, I want to also go back to the counterfactual, because you know, the more that I read the history of that period, and even before, it seems to me that all the tall leaders of the Congress were Hindu nationalists of a sort, from, you know, Patel to Prasad and Pant Shastri and so on. In fact, there's this, you know, the interesting incident in Uttar Pradesh, when, you know, activists of the VHP installed the idol of Lord Ram within the Babri Masjid and at that point, Pant was Chief Minister and the Home Minister of UP was Lal Bahadur Shastri. And Nehru was aghast and he sent orders that immediately removed the idol and blah, blah, blah. And they prevaricated and then inertia took over and it never happened because it didn't want it to happen. But what has also struck me reading the history of that period is that Nehru in that sense was a man apart in both good ways and bad ways, not just one or the other when it's so easy to think of him in binary terms. And therefore, the counterfactual that fascinates me is what if Nehru didn't exist, you know, or what if for whatever reason, like, you know, there was a point in 1950 where he got frustrated and he said, I won't quit and all of that. And what if for some reason, he wasn't the person sort of shaping all of that? Is that something you've thought about or how do you think we would have taken shape differently?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:50.600",
        "message": "And, you know, what are the possibilities? No, we actually have, you know, one of my colleagues and friends, Rudraksha Mukherjee, the historian actually poses, there's also an interesting counterfactual, if Nehru and Bose together had split with Gandhi, which they had come very close to. And on ideological grounds, they were all on the same side. I think it was Nehru's filial piety towards Gandhi that kind of kept him in place. You know, I think what would have happened to the Congress Party, right, in some senses would have. But I think in particular in these times, though, I think it's worth remembering one very big thing about that generation, right, is yes, they disagreed. Many of them were Hindu nationalists. But it is remarkable that they all recognized greatness when they saw it. And it is remarkable that they continue to agree to work despite their differences. I mean, I think the Patel-Nehru relationship, contrary to what the BJP says is, you know, my colleague Srinath will point out, it's very complicated. I mean, Patel has the greatness to recognize Nehru's indispensability, right, you know, in some senses at one level. And Nehru, in turn, at different points, has the openness to say, yes, you know, I can talk to Shyama Prasad Mukherjee. Yes, Ambedkar needs to be part of the draft. K.M. Munshi, one of the most fascinating figures in the kind of Constituent Assembly, right. So you know, there's that old saying, right, that often what builds nations is not the consistency of their ideologies. It's in a sense, the sensibilities and temperaments of the people who come together to build it. And I think there was something about that generation that actually trumped a lot of this stuff. I mean, you know, they didn't all walk out in a half. They did see the Constituent Assembly as a joint project. Yes, it was not representative in terms of mass franchise, but Congress did bend over backwards to make sure that you had Ambedkar's and the K.M. Munshi's in very critical drafting roles in the Constitution, right. So I think that sensibility, not to take away anything from Nehru, but it is one thing I would give all those others credit for as well, that despite themselves, right, including Rajendra Prasad, despite themselves, they actually did see not just Nehru, but I think it was a kind of tacit acknowledgement that Nehru stands for more than Nehru the person. And there is a implicit constitutional vision here that can be shades of disagreement over, you know, right. And I think what reconciles, I think, this fact, the kind of how can you be Hindu nationalist in Congress is, as I said, I think because it's so much outwardly directed, I mean, I think one of the interesting things about 20th century Hindu nationalism is that internally it has also always tried to place itself as progressive, right. I mean, it has to be at the kind of cutting edge of global, and, you know, take Savarkar, for example. I mean, you know, in the relationship between Hindus and others, Savarkar has an edge. But he is internally a reformer in some senses. And I think there are a few, I think, Govind Ballapad, for example, who are, I think, genuine conservatives, which is what they want to preserve that sort of older Brahminical hierarchical order. So the success of that generation of Hindu nationalism was that they did create a certain kind of at least internal peace with modernity, that, look, this is the trajectory inevitably we'll have to go down, right? As I said, I think the problem was that it was quite compatible with a certain kind of prejudice and hostility to Muslims. And by the way, you don't have to be Hindu nationalist to have that hostility and prejudices, you know. Many liberals can have that, right? And not being able to disentangle the ideological and constitutional aspects from where does the shading to just becoming a prejudiced against the other, I just don't like you for who you are. It's nothing, you know, it's nothing that you do. You're just very being poses a threat for me, right? I think that's just an autonomous dynamic. But yes, I mean, you're right that I think Nehru became that kind of indispensable figure where even these Hindu nationalists sort of recognize that for the kind of progressivism they had in mind internally, it needed to be embodied in a figure who was, you know, more constitutional in some ways than they were."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:28.120",
        "message": "No, and I did, you know, when I framed the question, I didn't mean the term Hindu nationalist in a pejorative sense, but in these modern times, it comes across like that. So my next question, and this might be a little long winded, I'll begin by quoting something that you have written in your excellent book, The Burden of Democracy, where you wrote, quote, if the faith reposed in democracy was unique to India, the style in which government was imagined was anything but. The entire colonial state apparatus with its laws, conventions, ubiquitous rules, faith and the impartiality of the few good men that comprise the state was taken over almost intact. To be sure, the state was now to be used for nationalist ends to secure India's territorial integrity to spread and implement the development mission of the new regime. But the relationship between the state apparatus to whatever ends it was going to be displayed and democracy was going to forever remain contentious, stop quote. And again, when one looks at the Constituent Assembly debates, you have Somnath Lahiri pointing exactly this out, where he talks about, you know, the fundamental rights, the way they've been framed with the caveats immediately following where Lahiri says, quote, I feel that many of these fundamental rights have been framed from the point of view of a police constable. I find that many minimal rights are conceded and are almost invariably followed by a provision which takes away a right almost completely, stop quote. And my sort of question here is that, does the design of the state then shape the culture and shape society itself? For example, in the same book, you later talk about how the structural inequalities within society can shape the self and I'll quote that bit as well, quote, that inequality and our relations to the state are not simply structural injustices, they also profoundly shape our sense of self and social possibilities. It is a peculiar sense of the self in relation to others that social inequality and the state have produced that gives Indian politics its texture, stop quote. And this is sort of, you know, it is my thinking that the design of the state that the founders chose, a lot of it through inertia, where you just take over the colonial apparatus and took over, you know, so much of the IPC and didn't safeguard fundamental rights strongly enough in the constitution. What that did was that it centralized power, it made the state very powerful. And I think from the point of view of a citizen, I think of the matrix of possibilities for how an individual can get ahead and what happens in those sort of what the design of the state then almost incentivizes is that you get ahead by manipulating the state by getting yourself in rent seeking positions by using the coercive power of the state to your ends, and not so much through voluntary action within society, which is a positive some game, you know, Jagdish Bhagwati once pointed out, I think, around 2000 that, you know, China has a profit seeking mindset and India has a rent seeking mindset. And mind, you know, one of the conjectures, one of my conjectures for why that might be so is the design of our institutions, where the easiest way, at least for many decades to make a fast buck to get ahead in India was to become part of the state apparatus and use some of the coercive power of the state, which is a zero sum game, rather than rely on voluntary action within society, which is basically what actual free markets instead of the markets we've had for most of this time, would enable. So what do you think about this, like, is the design of the state, something that has fundamentally changed society and shaped culture itself, just by the way it was conceived or not conceived in the sense that we just took over the colonial apparatus?"
    },
    {
        "speaker": "Guest",
        "time": "02:04:15.080",
        "message": "Oh, this is a large and profound question. And I think I'll divide the answer into three different aspects of the state because I think logic operates differently. But I do have to say, I think, you know, while I understand the spirit of Jagdish's quote, I think it's hard to argue that China is also not rent-seeking. I mean, in fact, maybe they're smarter about how they do it, but the scale is actually of a different, staggeringly different order. So I think I'll divide your question into three different bits, three different parts of the state. One which I think you began alluding to, which is in the realm of civil liberties, right? We retained large parts of the criminal code, IPC, section 295, we retained sedition law, I think, most scandalously, the Supreme Court's great leeway to the state over Armed Forces Special Powers Act, the early judgments in Gopalan. Now there, I actually do think that even though it was only episodically used, the culture and opening that we created for easy violations of civil rights, I think then set a template that which is used later on. And you could argue, look, again, don't make this judgment in hindsight, you've just come out of partition. We can't even actually in a sense imagine, I mean, and Nehru says this, I mean, the last parts of discovery of India, there's this extraordinary, none of us have any idea what India is going to look like, right? I mean, we just suffered this extraordinary trauma, which they weren't in a position of understanding. But I don't think that that excuses the full extent. I do slightly disagree with you a little bit on this whole question of sort of the limitations to rights in the Indian constitutions, particularly in freedom of expression and so forth. Because there are two ways of looking at that limitation, right? One is that, you know, you could actually say that, look, and I think that was the intent behind those limitations is, inevitably, these things will end up coming to court, right? And somebody will say something, you know, outrageous. And I think, as Madhav Khosla's book has pointed out, that one of the reasons you probably have a little bit of excess codification in the Indian constitution is because the framers wanted to make sure that there were only particular kinds of limitations and questions that generally a judge is actually asked. It's not just sort of random, you know, there's the reverse danger, right? And by the way, I mean, if you take free speech, for example, I mean, just to again, put it in perspective, you know, the American constitution's record, even to the late 50s, was as appalling as the Indian states was. I mean, you know, pacifists were still being arrested in 1920s, 1930s. So it's, I think, a tricky thing. But I actually agree with you. I mean, I think on a couple of things like sedition and so forth, there's just no excuse for what we put in the text of the constitution. And I think then creating a culture, I think, in the judiciary that, frankly, does not ask any questions of the state, when it comes to the exercise of executive power or civil liberties. It didn't ask it in the 50s, in the emergency, and certainly not asking it now. I think there's a second dimension to the state, which is where you are coming from, where I have most sympathy with your argument, I think Jagdish's position, you know, no matter what anybody says, most of us are supporters of the 1991 economic reforms, where it was certainly the case that the state created this absolute intricate and self-reinforcing web of patronage and corruption, which corroded political and social life and stymied economic efficiency in ways that we cannot even imagine. No two ways about it. Now, again, I think a little bit of historical perspective, which is that some of it, I think, was inevitable. I mean, look, we forget in 1947, right, when we had a foreign exchange crisis, there is virtually no domestic capital to speak of. I mean, capital as we understand it doesn't in a sense exist, right, in some senses, right? There's no market in some senses that we speak of, right? And there are no capabilities, because the one thing the British colonialism was not was a development colonialism. I mean, I think my old teacher, Mr. Atul Kohli, has argued this very powerfully. I mean, the British state was interested in keeping order, extracting enough, using tariffs and other things to give Britain a trade advantage, and that was about it, right? There was no serious developmental investment. So to that extent, it was inevitable that the state would have to be the locus of some kind of collective action, because development requires us doing things, not just letting people free to do things. I mean, it's okay to say that, you know, you have the freedom to invest, but if there is zero capital, right, where do you go? But even there, I would support you, which is that I do think at least even as early as the late 50s, I think direction should have been clearer, that particularly in domestic industrial production, the license permit charges, we call it, needed to be in a sense dismantled. It also had the consequence of becoming enmeshed in our electoral economy. So you know, that was, those were the rents that then sustained political coalition and so forth. So I think on that, I'm in agreement with you, and I think my big worry is that we are actually going to go back to the bad old days of the 70s. I think there's going to be too much sort of, in some senses, discretion in the allocation of capital of the kind that we witnessed in the 70s. But the third area, and to me, this is the biggest, frankly, failure of the industry, because other ones were correctable in some ways, was in order for markets to function, right, there need to be certain baseline necessary conditions in place, right? If India is to be competitive, you need logistics, you need energy, you need education, right? Even Hayek thought you need public health, right? And the irony of the Indian state in the 1950s and 60s was that the place where it needed to have a more effective catalyzing role was the place where it unconscionably failed the most, right? And actually then creating decades of distrust about the state. So you got the worst of both worlds, right? You didn't get deficiencies of an entrepreneurial culture, but you did not get, I mean, and this is one difference between India and communist China, the one difference between India and, you know, the Soviet Union and other communist countries, you actually did not for years and years, a few IITs apart and so forth, get the human capital infrastructure energy base. I mean, one thing we forget about the Chinese state, that's what it does, right? It's not just a free market, it did manage to educate its population faster than we did. It did manage to create the collective goods that are required for competitiveness, particularly infrastructure. I mean, even now with Atmir Barbarat, the thing that worries me is nobody asks you what makes an economy competitive, right? Costs, energy costs, logistic costs, right? Human capital costs. These are the basic places where I think the state needed to have a role. And these are the places in which the way which the state ended up being designed was a catastrophe. I think education being the prime example where it wasn't so much that, I mean, I lay my cards on the table in this, which is, I actually do think you need good and effective forms of public education. There are very few examples in the world of societies sort of not being able to, or being able to educate their population without public education. But the form in which you design the education system where, for example, teachers' unions got enmeshed in the political process, I mean, it was a disaster waiting to happen. And in some senses, a lot of the privatization that happens in India does not happen because of the first principles that you are talking about. It's simply, okay, because there's state failure, let's go to the market, except that the conditions for making the market succeed, right? As Adam Smith said, light but effective regulation still don't exist in many areas, right? The last and final thing I'd say about this, and I think for those of us who are particularly worried about economic reform, as I'm sure you are, right, you know, the challenge which we haven't solved is the relationship of Indian capital to Indian politics, right? So one, I'll be very honest with you, I think the Indian capital itself has been a relatively unenlightened group. I mean, even now, when their back is against the wall, I mean, you know, 3% growth, as Marx would have said, they're just not thinking as a class for itself, sometimes, which they would actually, I mean, at least on their own terms, right? But I have something more in mind in the relationship between capital and politics, which is, because politics depended on certain forms of resource generation, the close connections between capital and politics ended up undermining both, right? A lot of reforms didn't happen because incumbent capital didn't want it. I mean, that was Indira Gandhi's model in some ways, right? I mean, it wasn't that she was anti-capital. It's just that like, the builders are, you know, periodically throwing out money. I was once reading the KGB archives, published archives, just kind of randomly, and the extraordinary fascinating thing in the 70s, right, where, you know, Pranab Mukherjee, Raghuram Iyer, stalwarts of the Congress are kind of mediating with the Russians on the rupee ruble trade for the supply of tobacco, right? I mean, you know, and you can guess what the main objective of that mediation was. So in some senses, the Indian state has always thought it necessary to control capital enough. What happened in 1991 was we unleashed liberalization in some sectors, because we said there are rents to be collected elsewhere, factor markets in particular, and now what you could do in factor markets was just mind-boggling, right? And that's the crisis that came to haunt us in UPA2, right, where just at the moment where Indian capital was being legitimized, finally, right, you suddenly have this public perception that Indian capital is broken all the way down, because factor markets are broken. Credit, right, I mean, this is one thing which very few in India have paid attention to, and I think Jagdish Bhagwati there was right, I think Arvind Subramaniam's original arguments were right, which is we just didn't pay enough attention to finance, and the way in which the structures of financialization, right, create this deeply unhealthy relationship between state and capital, to the point where the capital itself can't be a counterweight to the state, because it's so dependent on it. And frankly, we are entering an even more exalted phase of that again. I mean, I think what you're going to get in the next 5-10 years is you're going to get greater and greater concentrations of capital, in part produced by unfair regulatory arbitrage by the state, right, and because capital allocation is actually what matters to markets, it's going to distort the opportunities of lots of small, medium, genuine entrepreneurs, right. So we just haven't got that state-capital relationship right. And I think, to be honest, I think the problem is at both ends, because it's also that incumbent holders of capital will continue to subsidize, not just because it's in their individual interest that I can understand, but I think even in the way in which they articulate what their demands are, right. And it's going to therefore both going to distort our politics and the structure of Indian capitalism."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:52.240",
        "message": "So I have four observations to make on these very insightful thoughts of yours. But before that, first, I'll just inform my listeners that I had a great episode with Madhav Khosla on his book, India's founding moment, and we discussed this there. And I'll continue to be a little skeptical about the rationale of those caveats about limitations or limitations, I'm not quite sure of that. But leaving that aside, observation one, I'm kind of struck by the paradox that we have both lost faith in the state. And yet, you know, there's almost a religion around the state in the sense that one, we don't expect the state to do anything for us, we kind of exist in spite of the state because there is no rule of law anywhere, for example. And that might be one reason, for example, that the performance of the current government doesn't matter at all, the approval ratings are super high, because people just have completely disassociated what is happening in their lives and the governance they're getting with whoever is in charge. But at the same time, that's paradoxical, because whenever anything goes wrong, and an Indian wants something to change, their instinctive response is that the state should do this, that the state should pass a law or the state should fund this or whatever. And this is a paradox, I kind of struggled to get my head around, there's a disconnect here. My second observation is that, you know, what you said about education, in fact, I just had a great episode on this with Karthik Muralidharan, which was 20 minutes long. And you know, one of the things I'd like to say is that I don't think there is a binary between public education and private provision. What I have always been in favor of is that by all means, we have public education, but also allow private education, you know, allow private entrepreneurs to set up schools for profit, don't set conditions, and all of that, just make it easy for them, which doesn't mean you do away with public education. And my contention is that just as we saw in 91, that you freed up telecom, you freed up airlines, and we can see the difference that competition made in those areas where you can buy a mobile phone today for 600 rupees and access is so democratized and easily available and nobody misses MTNL. I suspect same would happen to education. But even if it doesn't keep the public education going, you don't need to constrain private entrepreneurs. And I think this was a one fundamental flaw in the design of the state that even back in the day, fine, there is no capital, you need to build industries. But you don't stop others from doing all this stuff, you leave that space for them. My third observation was what you said about capital and politics, where first, I'd like to draw the distinction that what is good for capitalists is often not good for the people that, you know, Milton Friedman drew a distinction between pro-business and pro-markets. And I remember Ram Guha once making the argument in his book India after Gandhi, where he spoke about, you know, the Bombay Plan, and how, sort of, you know, in the 40s, so many businessmen were for Nehru's state led model. But the point is, of course, they would be they wanted protectionism, they wanted to protect their sort of area, which is why, you know, what is good for big businesses, not necessarily good for markets. But the other point there about money and power, that is something that I feel fairly strongly about is that yes, of course, there is a vicious circle between money and power, money will always chase power and use it to generate more money. That's the nature of the game. I think there is only one way to break that, which is not by demonizing big money, but which is instead by reducing the power of the state, to the extent that it no longer makes sense for big money to chase that power. Instead, a big industrialist will say, how can I make money, I have to make it by creating better products and by competing better, because I cannot use the coercive power of the state to stop my competitors or do anti-competitive things. That was observation number three."
    },
    {
        "speaker": "Guest",
        "time": "02:20:33.960",
        "message": "I'm sorry if this is a bit off."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:36.360",
        "message": "And my fourth one is really a sort of a question that comes from this question of the design of the state, which is that when the BJP took over in 2014, from the Congress, at one level, it seems like a very fundamental shift. I phrased it perhaps almost too grandiosely by saying that politics has finally caught up with culture or whatever. You have referred to it as something that could, you know, reverse India's progress to a point where the damage may be irreversible. But my larger sort of observation here is that just as independent India led to a takeover of a colonial apparatus by rulers with a different, you know, color of skin, similarly, it might be the case that in 2014, what simply happened was that the BJP took over an identical state apparatus. In fact, the laws under which all of these people, vada vada rao and all these guys have been arrested are laws framed by the UPA, which many of them were arrested under in the past. And therefore, it is really same old, same old, it's a different bunch of people with slightly different imperatives. But the fundamental flaw, which was a flaw in the conception and design of the state still remains."
    },
    {
        "speaker": "Guest",
        "time": "02:21:45.320",
        "message": "So I think to observe, I mean, I broadly agree with you, but I think the readers will have more fun if we disagree a little bit, at least the nuances, I think two things, right? So one, I think on your last point, which I think is fair enough, I mean, I do think one of the things we need to reflect about the fact is that the BJP did not need to create any new law to, in a sense, impose its authority in our communal designs, right? But I think there is a second part of the culture story that we often don't reflect on enough, which is every constitution needs to be made to work. I mean, if only design produced, and in fact, the more I studied public history, I used to actually believe a lot in institutional design and still do, obviously, design matters, internal incentives matter, structures of accountability matter. But one of the sobering lessons of history is you can have all those design features. But if the aims of that new constitution are not internalized by its principal functionaries, it's not going to work. I think the Indian Supreme Court is a perfect example. I mean, it's one thing to say, look, there is a law, sedition law still on the books. It's another thing to say when the Supreme Court says, we are not going to give you a habeas corpus hearing for a year. I mean, there's no conceivable constraint there. I mean, now you can theorize post-retirement appointments, although I don't think, frankly, that's the issue here. So I actually do think that we are in this interesting moment, and one of the reasons I worry about a lot of the institutional design stuff is that sometimes it actually displaces individual responsibility as well. It becomes a convenient excuse. I mean, even the Supreme Court throws its hands up and says, this is how the constitution is. Of course, it's not like that. You can do a habeas corpus hearing tomorrow and, in a sense, render a judgment. And you know, constitutions are often, in a sense, destroyed by their elites, to be honest. I mean, the masses have certain grievances. And I think what we are witnessing, in a sense, is, for a variety of reasons, that elite destruction where even the most independent of institutions on paper are caving in ways that actually don't make sense. Even the United States, for example, is having the similar challenge where constitutional law scholars will say, you know, we can't go into class now and tell our kids what is the American constitution, right? So I do think we need to think about that aspect, right, going back to the human nature point of it, right, which is that think about the role of officials and all of this. The second thing I think I wanted to say, I agree with your point about kind of schooling and stuff. It's, you know, it can be done in a way in which it is neither, either or. But on this rent-seeking bit, and I think you're exactly right, which is that on first principles, if you keep the state out of business, business can be kept out of state. But here's the second sobering lesson, right, which is that if your image of where you can keep the state out is license per mitrage, kind of restrictions on production and, you know, restrictions on pricing, you're absolutely right. But any modern business is enmeshed in a different set of regulatory imperatives. So think of environmental regulation, for example, right now, you could, in principle, come up with a quotient solution, come up with a tort law penalty solution. But again, there is no regulatory place in the world, right, where the state will not have to take some decision, land as a scarce resource in some ways, right? Zoning is a state decision. I mean, we forget how much of the US political economy is simply a function of zoning, right? Okay, you have to do some coordination function in zoning, right? Now, what has unfortunately happened is that the weight of that corruption has shifted to all of these areas, or there's greater weight in these areas, these are always corrupt in some ways, right? Environmental regulation, factor markets, all of that. So even if all that you're saying is correct, I think in large areas of where you can think of deregulation, there is still enough important areas left, which are fundamental to businesses being able to operate, but also social good needed to be protected in some ways, that I don't think simply liberalization is going to be the whole answer. Because you, and that's exactly what we saw post 91, that, you know, I don't have to pay money now to get a phone, I don't have to pay money to get another industrial license. But I do have to pay money if I want to produce my water, or things of that kind, right? So we need to think smartly about where do we need to, right, produce regulation. And simply the narrative that if we simply got the state out of it, is actually not going to, you know, tell the whole story."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:08.480",
        "message": "No, I actually agree with you. And this is probably where I come out of the closet as a non libertarian, my purist friends would say, well, I'm not saying that, you know, there should be no state regulation in areas like the environment, for example, because it's very obvious that that's a place where you do need the state and even Gaussian solutions won't always work. But those are sort of kind of exceptional cases. Let's take a quick commercial break. And then when we come back, let's get down to talking about Indian politics itself and how it has evolved in all this time. Hi, I'm Vivek Kaur. And I'm Amit Verma. Here to tell you about a new weekly podcast that Vivek and I have launched called Econ"
    },
    {
        "speaker": "Unknown",
        "time": "02:27:49.800",
        "message": "Central. In Econ Central, we will help you make sense of the economic news of the last week. And we'll also try to explain complex subjects in a simple language."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:00.800",
        "message": "We will also take events outside the world of economics, like from politics, sports, literature, and explain them through the lens of economic thinking."
    },
    {
        "speaker": "Unknown",
        "time": "02:28:10.200",
        "message": "Why is the stock market going up when the economy is going down? What's the deal with high petrol prices?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:16.200",
        "message": "Should we boycott Chinese goods? What does free speech have to do with incentives? Why are the roving bandits of Uttar Pradesh in competition with the biggest protection racket out there, the Indian state?"
    },
    {
        "speaker": "Unknown",
        "time": "02:28:27.320",
        "message": "All this and more in our new weekly podcast, Econ Central."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:31.120",
        "message": "Econ Central launched a few weeks ago and is free on all podcast apps. You can browse our archives at econcentral.in."
    },
    {
        "speaker": "Unknown",
        "time": "02:28:40.720",
        "message": "Econ Central, you have an incentive to listen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:28:44.480",
        "message": "Don't forget the URL, econcentral.in. Welcome back to the scene in the unseen. I'm still talking with Pratap Bhanu Mehta about, you know, the state of our democracy 73 years after we became independent. And you know, I want to talk about politics right now. And I want to, you know, I'll quote again from your book, The Burden of Democracy, where at one point you said, quote, the imperatives of seeking sustainable majorities, most observers argue, moderate even the most radical of movements, giving Indian politics a largely centrist caste, stop quote. And this is both, I would find profoundly true, and also is being profoundly challenged in these modern times. And I want your response to, you know, both of those. One, I think it's, it's obviously profoundly true, because, you know, as we were discussing before the show, the lens of left and right don't necessarily matter to, you know, in India, because all parties when it comes to, you know, are sort of left of center when it comes to economics, which is to say that their status and they believe in the heavy hand of the state, and equally are right of center when it comes to society, as we can see in these modern times, with even the Congress and the Aam Aadmi Party pandering to the same sort of voter base, which the BJP seems to have lapped up. So in that sense, yeah, they are kind of similar, perhaps, because, you know, being skilled politicians, they have an acute sense of what the culture is like, and maybe as that changes over time, supply will adjust automatically to demand. But the other aspect where it is being challenged is that what I find in modern politics, and this is possibly something catalyzed by technology, is that there is a tendency to make people more and more extreme. So a couple of things here. I think what technology has done is that it creates what Cass Sunstein calls group polarization, which is, you know, one, there might be preferences that you do not state in public because they're not considered polite or acceptable, which could involve bigotry or sexism or whatever. But when through social media, you see that enough people share that, you get emboldened and you form what is called a preference cascade, which is why a lot of parties and politicians don't need to dog whistle anymore. They can just straight up say the most outrageous thing. But the other thing what happens is that our tribalism expresses itself and are forming these echo chambers and these sort of tribes online. And that drifts towards the extremes automatically, because how do you lift your stature within your in-group? You do it by signaling how much of a true believer you are, which could be by, you know, a lot of virtue signaling, abusing the other side, not arguing with usually abusing if it's social media, or even attacking adherents of, you know, even attacking people in your own tribe who to you are not pure enough, you know, and or fail some essential purity test and therefore you raise your own status within your in-group. And what this seems to do is it seems to have an influence within not just on social media, but an influence on politics where everyone is driven to the extremes. So in America, you have a Trump on one extreme and you have the rise of woke politics at the other extreme, which is also looking at, you know, neo Marxist narratives of oppression and so on. And, you know, looking at group identities rather than individuals, you have an extremism happening there. And similarly, what, you know, in India, they're all cut from the same mold. But what we have seen within the BJP or the Jansangh as it was before is that an observation commonly made is that each leader seems, you know, makes a previous guy look moderate. So Vajpayee made Shyama Prasad look moderate, Advani, you know, made Vajpayee look moderate and so on to Modi and Adityanath and God knows who next. And it almost seems inevitable that then within a party, within a tribe of true believers, the only way to raise your stature is not by seeming moderate, because then you can be accused of being a sellout or whatever, but by being more extreme than the last guy. And therefore, everybody is driven to these extreme fringes. And this is quite the opposite of what you call, you know, the centrism, which you said would come through pragmatism is now actually, you know, just going in the opposite direction. What are your thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:33:04.920",
        "message": "Well, this is a big question, to be honest, I think one has to kind of acknowledge that, you know, we still don't fully know the dynamics of the moment we are in. I mean, I think a lot of clarity will come in hindsight, but I think two or three observations. One, I think it's probably always a good rule when thinking about politics to first begin about what objective facts might have changed. I mean, I think the point about social media and the generation of a certain kind of discourse is a very important one, and I think I'll build up to it. But you know, when we thought of the centrism of Indian politics, and I think there is a little bit of a difference between India and the US, the outcome might seem similar. In hindsight, I think the centrism was premised on two facts about social power. So the first fact was that Indians may not be individually liberal in the way that you had kind of described, but the sources of social power are fragmented enough that no force can kind of concentrate them, right? There are some traditional lines in which they are fragmented, region, caste, even religion under certain circumstances, right? The good thing, as the Rudolphs many years ago, the regional propounders of the centrist thesis said, these natural sources of social power, while they're illiberal internally, they also act as a certain kind of break on the centralization of power, right? So the first question for me to ask is, what has happened to these natural breaks, right? And we always used to say, look, even the old Congress, when it dominated, had to be a coalition of all of these, right? You had to build a kind of dominant caste, class, region, religion coalition. What is it about this moment that the BJP can, in a sense, override them in some ways, right? And create this mega majoritarian coalition. And that, I think, has to do with some profound changes in Indian society, and some are actually good changes. I mean, they're the unintended consequences of good changes. So one, I think what has happened is, the regional parties, in a sense, have also declined in a manner of speaking. I mean, there are regional parties, there's DMC, there's DMK, there's a whole bunch of... But they have declined in the sense that a lot of their edge came from the imminent prospect of a kind of North Indian, Hindi hegemony being imposed. And the BJP is sometimes internally divided on this, but for the most part, they have managed to neutralize that fear, right? I mean, occasionally people try, and frankly, I think it's much more fashionable in our circles to make this up. The result is every regional party thinks that whoever is at center, we can do business with them, right? So I think that's what happened to region. I think caste is in, I think, an interesting position where for many decades after independence, caste was a mobilizing force, and sometimes in a good way, I mean, in the sense that the demand was a demand for a certain kind of inclusion, right? It's not a sort of exclusive demand in some ways, it's just saying, give to us what everybody has, right? But the logic of caste inclusion was agglomerative, right? So when the Dravidian movements first started, you had to build bigger and bigger coalitions. When the BSP came up in the North, the object was to agglomerate Dalits so that they become a cohesive social movement. Mandal did that to the OBCs. And those agglomerative moments required two things. A, they required a lot of work of culture. Most of these came about after years of social movements, right? And second, they required a focal point around which to mobilize. So in the South, it was kind of anti-Brahmanism, simplifying it a little bit. In the North, it became reservations, Mandal became another focal point. Now, we are at an interesting inflection point where both of the energies of the social movement have disappeared, right? Again, BSP, once it came to power, the social movement kind of dissipated under it. But also the agglomerative potential of a focal point has dissipated, which is now the demand for reservation is demand for subdivision, right? EBCs, Jatavs versus Chamars, non-Yadavs versus Yadavs and OBCs, right? And there isn't a single straightforward focal point, which in a sense unites this agglomerative mobilization. And I think the BJP has been very clever in grasping that. So when in a state like UP, even the Yadav vote is split three ways. You actually know that the agglomerative power of that mobilization is gone, right? Now, the good news in this is that what it shows, and you can do a similar thing for in a sense, class-based things. So when the Rudolphs wrote their book, you know, the farmer's movement and the labor movement were the kind of two big poles of it, right? Now, India actually doesn't have a farmer's movement anymore. Let's be very clear, partly because the contradictions of different kinds of farmers, partly because agriculture has become un-renumerative and the fragmentation of thought sizes, the desire of people to move out, because of the party politicization of local panchayats, right? None of these basic social identities that were kind of agglomerative forces for mobilization exist anymore. At least not in the same, with the same form or same power. They may crop their head up if somebody poses a real existential threat, right? And that's what the BJP has been very clever at neutralizing. So what I think happened to centrist politics in India, let's call it there for want of that, and partly because I think they were reading too much social science, they all became socially deterministic. India's natural checks and balances, not caste, class, religion, region, class, you know, I mean, nobody can take over the system, right? And as I said, I think that there is something kind of interesting about this moment because it has embedded, I mean, you know, you can't even think of class terms, gradient producers are both consumers and producers, you know, they can work different ways in different contexts. Now, once this disembedding happens, then it opens up the space for the creation of a new kind of agglomerative force, right? And one thing I think Mr. Modi grasped and BJP grasped is that identities are not natural in that sense. They have to be created through the work of mobilization, tapping into fears, propaganda. The left, it's been its biggest failing always, is always socially deterministic, right? I mean, class will read this off, caste will read this off, and it got together all the elements of it. I mean, it got, it has a social movement like the RSS, whatever else you might say about the RSS, it is actually a social movement. I mean, you know, even in this age of social media, one of the things we forget that how much the BJP relies on sheer human power, right, door-to-door campaigning. I mean, last election, you know, we were visited by the BJP guys six times, right? I don't think I saw a Congress worker, right? So it's kind of got that base. Modi's in a sense, recalibrated that identity into this collective narrative of sort of hurt, and then of course, he played the card of the decline of the old regime very well, that that became a symbol of plutocracy, corruption, dynasty, decrepitude, and frankly, that old order has no fight left in it. I mean, there's just, right? So I think, in that sense, I think India is a little bit different, which is that, you know, what the BJP has, in a sense, managed to do is its version of what the Congress did between 1920 and 1950, right, which is created a generative, newly generated social identity. Now, it needs the other little, you know, occasional, and as I said, it smartly fuses lots of elements, right? I mean, I joke with colleagues, one of the things about India is that, you know, it can be totalitarian, you know, 9am to 10am, it can be democratic in the afternoon, it can be anarchist in the evening, it can be oligarchic sometime in the day, right? So he can play the liberal card when he wants triple talaq, he can play a dog whistle card when he's campaigning in Bihar, right? So I would still argue, actually, that that driver is actually what's led breakdown, and the challenge for any opposition is that once politics operates in this way, the entry costs are now higher, right? Because now, you can't do what the Congress was trying to do the last election, you know, somehow the Dalits will get upset and somehow you just hope the Bengalis get upset enough and you know, the Tamils get upset enough, right? Because you have to do it as a national scale. Now, national scale requires resources of a different order of magnitude, it requires a control in some senses of a propaganda, information machinery, where BJP has a natural incumbent advantage, I mean, basically, it's cornered all of television media, it manages to control most of print media, in connivance with Indian capital, right? And it's interesting that the BJP, when it started out as an insurgent group, used social media, right? But contrary to what people thought, traditional media still remains important for it. I mean, it's important that Ram Madhav appear in the pages of Indian Express, right? It's important that, you know, scripts go out to television producers all the time, right? And because Mr. Modi is in a sense kind of both presidentialized the election in ways which we did not think possible, the entry barriers for somebody to dislodge are now going to be just that much higher, right? So I actually do think there's a, and as I said, part of it is as a result of those complex development processes that happened in the last 10-15 years, that we actually did see a little bit of that disembedding from that sociological fatalism. The polarization in the social media and forms of communication stuff, I think that you're talking about, I think is interesting, and I don't claim to understand the dynamics of it. I mean, is this just a passing phase or a kind of permanent feature? As I said, the one thing social media does manage to do is because of this asymmetry between truth and doubt, I think it's much easier to in a sense bring down reputations, because all you need to, and in a sense, create that platform for a kind of pervasive cynicism. Each of us has a skeleton in our closet. That seems to be the one common thread across social media, right? The way you argue is in a sense you impugn somebody's credibility, right? Now on the polarization and echo chamber story, the other important feature of social media, which I think is more important than I think the echo chamber dynamic, because echo chambers you could in principle correct, I mean, you do exist in other spaces as well other than social media and presumably interacting with different kinds of people. The important part of social media is that it completely erases the distinction between public and private. So the kind of conversation ethic that might have been okay in private, you sometimes even use inappropriate words, you sometimes say things for the heck of it. Once you have put it out in your social media, that actually defines your identity in some ways, right? The bad tweet that you made will, in a sense, right? Now, the minute you make your identities public in that way, it automatically congeals them and seals them because you have no other option but to defend yourself to death and the tweet becomes you, right? Rather than look, okay, I said this, on reflection, I've changed my mind, right? So in some ways, the performative aspect of this where it has actually made visible are impulsive thoughts, right? I mean, philosophers used to have a joke, you know, I think Wittgenstein's advice that when philosophers greet each other, they should raise their hands and say, slow down, you know, before you say something. In a sense, social media, your performance in a sense becomes your identity and defines you. And to my mind, I mean, this is just anecdotal thing, but when I see, you know, I find the echo chamber issue less significant, I mean, people still talk to enough different people and obviously, they're seeing the other echo chambers, I mean, they're responding to that in some ways, right? I think it's just the fact that once you've taken a position in public, you know, saying sorry, withdrawing is simply not an option, right? The second thing, which is, as Plato said, in democracy, the most corrupting thing is, of course, the desire for agglomeration and popularity, right? If what I'm after is more attention, right, then I have to probably differentiate and say the most outrageous things possible. The problem is I may be doing it for a pretty, it might almost be a game in some cases, right? But that in then some senses becomes you, right? It's an interesting question, you know, how even I'm sure you've experienced this, your perception of people's arguments and work changes because of what you've seen on them on social media, right? And I think there's a good reason liberalism insisted on the distinction between public and private, not just because the private is a space where you shield yourself from a kind of public gaze, but because private is also a space where you can churn and form before you actually appear in public, right? And that distinction is completely gone. I mean, we are quite happy making ourselves, you know, I don't want your nighttime thoughts to be transparent, frankly, right? But once they are, that's who you become in my eyes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:02.240",
        "message": "That's a fascinating insight. I've just finished writing this essay called a meditation on form, not published it yet, but it will come in my newsletter, where I am speculating on how the forms that you write and read shape, not just the content, like it's, of course, a trivial matter that writing for Twitter will make your content more concise or more simplistic or whatever, but also shape the person. And one way of doing that is that, you know, I thank God that Twitter was not around when I was 20. Otherwise, what I would have done is I would have tweeted the kind of nonsense I used to think that I would have doubled down on it, and I would have become that person. So that's a great insight that you just shared. And of course, the other thing that I think the other profound way in which social media has changed us all is that, you know, 20 years ago, there was a broad consensus on the truth, you got your mainstream newspapers and whatever, and there was a broad sense. And now it's just everybody choosing her narrative. And then you just listen to the sources that feed that narrative. I have a couple of questions for you based on what you were talking about, you know, based on the BJP and sort of on that one is about the BJP itself, which is that what they have done is that and whether we attribute this political genius to Amit Shah or Modi or it's a combination of whatever is a different matter. But what they did was that they played identarian politics brilliantly in the sense that of course, all our politics has been identarian, but they manipulated it brilliantly in the sense that they could go inside UP and they could say, okay, you know, the Yadavs are gone to us, we'll go for the non Yadav OBCs, we'll go for the non Jatav Dalits, in Maharashtra, we'll go for the non Maratha OBCs. So they really figured out which end of the market they want, and they went for that with great pragmatism. And one of the things that they managed to do in that process, as Prashant Jha wrote about in his book, how the BJP wins, I had an episode with him as well, is that they became the de facto Dalit Party of India. Now, whatever activists may say, the bottom line is that more Dalits have voted for the BJP than their opponents, both in 2014 and 2019. They've managed to agglomerate that identity within the larger umbrella of whatever they stand for, which is, you know, very interesting to me. So the two questions related to this, that I sort of have is that, one, within the BJP, as we see them today, we see two conflicting impulses. One impulse is the practical impulse of politics, where you do whatever it takes to power, which includes mergers and acquisitions, where you'll buy MLAs from the Congress, and you might have abused them during the election, but you buy them and you form the government and all of that. And that's a practical impulse of power politics. But the other is also the ideological impulse of being true to their core social movement and whatever that was, which also you see expressed in ways that I hardly need to elaborate upon. So, one question, what do you kind of make of this? And if it is a movement from the latter towards the former, that is, if it is going to become more and more pragmatic about retaining power, then does that dilute the ideological edge? Or since the ideological edge is a dominant strain in the culture, anyway, it doesn't really matter? That's one question. And the other question on caste is that the sort of direction we took at our founding moment of saying that we will transform society from the top down, you know, caste is of course, we would agree, one of our most grievous problems, if not the original sin of Indian civilization, as you put it, but was the right way to solve it, the top down approach that we took, which instead seems to have entrenched a certain kind of toxic identity politics, which just makes divisions worse, and doesn't actually help with the problem."
    },
    {
        "speaker": "Guest",
        "time": "02:51:49.720",
        "message": "Okay. So let me begin with the caste question first, and then we'll come to the BJP. Because I think this, so, you know, Amit, I mean, and I think, I think this is something I think we have to acknowledge, right, that, I mean, we can debate the merits or demerits of reforming it through the state. But the fact of the matter is that reform of that social system did have an element that would have involved the state. So first of all, you need a legal structure that outlaws certain forms of discrimination and so forth. Right. And, in a sense, a lot of the focus of the debate over caste focused on one instrument, which was reservations. And I don't want to use this episode to kind of debate the pros and cons. I mean, I think the reservations for Dalits were not only justified, but I actually still think it continued to be justified, we can have an argument over that. I think what the expansion of reservations to OBCs in the form that they took in Mandal did was that it actually won, it took out the specificity of the Dalit experience. And in a sense, the entire discourse became about sharing a particular small pie. In fact, it left the upper cast of the hook in some ways, because the core of a society, right, which is you shall not discriminate against people for who they are. That question kind of dropped out of our consciousness. You know, we kept saying, look, but we've given reservation, we don't discriminate. Hello, you know, wake up, right? So I think that's one thing to, I think, bear in mind. But I think the larger context, why the reservation debate took the form it did, and frankly, there's a lot of bad faith on our part, is the state took on that instrument, in my view, not because it wanted a top-down transformation of society, but because it wanted a cheap and ineffective transformation of society. So reservation is cheap, it actually doesn't cost too many resources. You know, whatever institutions you have, you just kind of, you know, allocate. What we did not do, which would have taken collective action, was actually make education accessible. Right? I mean, frankly, if Dr. Ambedkar's plan in 10, 15 years, you know, I mean, it took India almost 65 years to reach even universal enrollment, right? So reservation was not about top-down transformation. Reservation was simply a very cheap way of India's elites satiating the demand for representativeness. Knowing fully well that one of the advantages of doing reservation is that you take your attention off these other things. I mean, you know, in my Knowledge Commission days, we used to often ask politicians, right? I've been always amazed by the fact that whenever there's reservation, of course, there's a focal point of mobilization, right, for and against. Which was the last political party, I mean, I can think of maybe Kamaraj as an exception in Tamil Nadu, maybe AAP briefly in Delhi now, that actually got really upset about the quality and accessibility of education to its constituents, which, you know, OBC or Dalit party, right, asked the question, what is the nature of quality education in our schools? So frankly, reservation was our cheap way of warding off the problem. And the biggest casualty of this, I mean, one is the one you alluded to, which is, does it entrench identities in a particular way, but I think the even bigger casualty was a permanent distrust. So and I have to say that I cannot in good conscience give an answer to this question. If you go and talk to Dalit students, and OBC students, many of whom are quite willing, not just willing, but quite happy to envisage a world where reservations were not necessary. They, of course, understand all the arguments that we make, look, isn't it better to give everybody education? Isn't it better to do A, B, C, and D? But we can't look them in the eye and say with a straight face that anybody actually intended to do that, right? So and to me, that's actually the vicious circle. That's the trust deficit that is now in a sense so deep, right, that it will take, you know, a 10 year performance by a state to show, look, we can deliver all of these things, right, that are yours by right such that these things become kind of, you know, unnecessary. So I think that's one thing I think I do think we have to, in some senses, acknowledge. And that's why I think many Dalits are able to also participate in this promise of delivery story, right? Because from their vantage point, what they have experienced is something that doesn't inspire trust in the state. It also, by the way, doesn't inspire trust in political parties. So for all of the Congress's reliance on apparently on Dalit words, the fact of the matter is its culture was deeply, deeply exclusionary in all kinds of quotidian ways. I mean, I have stories from Jagjivan Ram, even as late as the 70s, of kind of, you know, his cultural experiences in the political party called Congress. So I think we will have to, in a sense, now demonstrate by action, it's not just a question of abstractly saying, we'll get your education, we'll give you all these means to participate. Where do we go on reservations? As I said, I mean, I think there was, I have no doubt that we need forms of affirmative action. But there were different ways of designing it. I mean, one proposal, which I think I'm very attracted to is Rakesh Basant of IIM Ahmedabad. You know, he crunched some numbers and he basically said, look, parents' education is a good proxy predictor of whether the kids get educated or not. So if both your parents are graduate, chances are, you know, and he said, if you just made that a proxy criteria for reservation instead of caste, you would actually cover all the groups that you actually do need to cover, which is some, you know, Dalits and others, but it's self-liquidating in a nice kind of way, right? So I think other than for Dalits, I think it is worth opening up the debate, what kind of access matters. I think this 10% economic thing is, I think, beside the point, to be honest, I mean, you know. Now, the Dalit case, I think, I do think is an exceptional case in India, because it's the one community where all lines converge, right? So, you know, OBCs can have a history of, you might say, educational backwardness to use our official parlance, but not the history of humiliation and discrimination. In fact, in some cases, they're dominant, not all of them, some of them, right? Dalits are one group where every single historical line of marginalization, humiliation, a sort of deep cultural aversion. Not only was it so deep, but I hate to say this, even in my experience, I still think there are too many traces of it. So mere presence is actually important. I won't say this about any other group. But I think, yes, for the rest, I think we need to think of, you know, what are better ways of achieving these objectives. The BJP argument you made about sort of, you know, will the optionism tame the fanaticism, right? That was always our hope, right? And particularly when the polity was centrist, right? You know, I remember a political scientist used to joke, you know, even in the early 2000s, that in India, any party that becomes a ruling party will become like the Congress. I mean, and it was meant as a kind of constructive joke that you have to sort of move to the center and, you know, create a patchwork. And just for reasons I just mentioned, A, I don't think that's necessarily the case anymore. B, you know, in the BJP's case, I would put the relationship between opportunism and the ideological purity slightly differently. See, in every other political party, we see the opportunism as a betrayal of a principle, right? That's how we, you know, it's a practical compromise. I think one thing we have not noticed in BJP is that in BJP, the opportunism is a ruthless device for furthering the ideological agenda. You first consolidate power by all means, only when you have consolidated that power that you make the next move, right? Why have, in a sense, we've been surprised over Ram Mandir, Kashmir, Tipar Talag, UCC, whatever, you know, your pet issue, you know, CA, whatever, right? You can read it two ways. You can read it saying there's a opportunist BJP that, you know, brings down governments that, you know, does horse trading, that issues electoral bonds, that favors certain parts of Indian capital. And then there's this ideological purist. I think in their own imagination, the first is actually the means to the second, which is the lesson they have learned is consolidate power by all means, then strike. So the next item on that ideological agenda will come when they are in a position for it in some ways, right? And that's one of the, I think, the macabre attractions of the BJP. You know, you and I think Mr. Modi is compromising on principles. I think his constituents actually don't see that. I think they see it as he understands that Hindus need to acquire power by any means whatsoever in order for that ideological agenda to be fulfilled. So I think the relationship is a little bit different in some ways, I think, you know, in this party. And it's true of ideological parties, right? Even of the far left, historically, it's been true where because you're so sure of the purity of your ideological objectives, it becomes easier to justify the ruthlessness of your means."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:21.840",
        "message": "No, no, that's a great point. And as we see after the 2019 elections, you know, 370, the building of the temple, blah, blah, they're getting there kind of one by one, we are already at, you know, the end of our sort of time. So I'll ask you for some final comments as we move on that, okay, we've, you know, completed 73 years of our independence or whatever. The fact is, it is with the hindsight bias that India seems inevitable. And it wasn't so at all, in this shape, or perhaps in any shape, and yet, here we are. So looking forward, maybe if I ask you to look forward just as little as 10 years, given what is happening in our democracy, given what is happening in our politics, and so on, and leaving aside, you know, unforeseen events like pandemics, and so on. Looking forward 10 years, what gives you hope? And what gives you despair? Or what's your best case scenario for India? And what's your worst case scenario?"
    },
    {
        "speaker": "Guest",
        "time": "03:03:17.600",
        "message": "Okay. Wow. I mean, you know, looking into the future, you feel like lying, even if you turn out to be right, because you have no basis for saying what to say, um, I think, two things. So let me return to the broader frame of the conversation we started with. And so this is the wildly optimistic scenario. Okay, this is, this is like, I mean, and I'm saying optimistic, it's not just visual thinking, but it would go something like this, that look, there was a settlement that happened at partition. Pakistan obviously did not fare well as a result of that settlement. And partly because the premise of that settlement was bound to produce the kind of pathologies that you saw in Pakistan. Once you have a religious state, once you believe in blasphemy laws, once you say it's an Islamic state, even if Jinnah wanted it to be a relatively liberal Islamic state, you're still benchmarking insiders and outsiders, and you do to Ahmadiyyas what you do, and the whole thing falls apart, right? A little bit of that dialectic is beginning to be unleashed in India as well. In a sense that, and the BJP actually does, we are doing the unfinished work of partition. I mean, there's a kind of performative sort of admission in that we want to be kind of like Pakistan, right? Okay. Now, the wildly optimistic scenario is that, look, we do have three to five, six years of serious conflict around this, can't predict the scale of violence, but I think some violence is going to be, it's just in the nature of these things, right? But what that does is that actually concentrates our mind back on why we were doing certain things that we were in fact doing. And that one of the things that South Asia will need, I mean, I actually do strongly believe, frankly, that India and Pakistan's trajectories are very closely entwined. I think we underestimate the degree, I mean, yes, they're diverging, India has done partly better, but not as much as we like to think. That we still haven't come to terms with, in a sense, the legacy of 1947. And that's a legacy that distorts both our domestic politics. In Pakistan, that's the impetus of creating a particular relationship between the military and Islam. And here now we are kind of using it. So the optimistic scenario is that, look, you know, we go back and rethink, right, 1947 and say, I mean, I don't mean we become one country, but that's not going to happen. But we say that, look, the fundamental premise by which we defined our identity post-1947, unexplicitly, India in a fuzzy, modus vivendi way, is no longer, in a sense, sustainable. And it's running up against a second fact, which is important, and I think going to be very significant on the optimistic side, is that while intra-religious conflict, or rather inter-religious conflict has occupied our attention, actually the fault lines on freedom and oppression are within each of our communities, right? The fact of the matter is young men and women in both communities are looking for different kinds of liberation, sometimes pathologically, right? That sociological dynamic is also going to research itself at some point, right? And the advantage of that dynamic is that it actually gives people in different communities a similar language to talk about, right, that we are actually all kind of oppressed by some of the traditional structures we inherited. So maybe what has happened is that that deep freeze in which we had put this conversation in 1947 is actually finally bubbling up in a pathological way. There will be some conflict, it will work itself out, and we will actually realize that the subcontinent needs to be the zone of shared freedom that you and I want it to be. That's the only rational way of resolving these conflicts. If identity is the basis for doing it, it's a precarious, fragile, unfree existence. So that's the optimistic scenario, right, that this is a... I think a pessimistic one is in a sense that, you know, which is that the scale of the violence that we experience in interim, the scale of marginalization, you know, produces historically unprecedented levels of suffering. And so that process is really long run out. I mean, you know, the 30 Years War was a 30 years religious war, right? You could say we had a kind of 10 year civil war in the 40s. We then sort of had a punctuated pause. Now we are kind of returning back to it. But you know, maybe you could stretch it out 15, 20 years, but I hope the first one is what happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:12.480",
        "message": "Even your first one has a lot of violence embedded in it. But what to do? These are the times that we live in. Pratap, thank you so much for, you know, sharing so much of your time and so many of your insights with me."
    },
    {
        "speaker": "Guest",
        "time": "03:08:23.080",
        "message": "It's a great privilege that you came on my show. Thank you. So thank you so much for your patience, Amit. Thanks for you to your listeners as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:08:30.720",
        "message": "If you enjoyed listening to this conversation, you can follow Pratap on Twitter at pbmehta, one word pbmehta. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of the Seen and the Unseen at seenunseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "03:09:16.320",
        "message": "Bye. Bye."
    }
]