[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "When I think about the battle for India's independence, I have to sometimes remind myself of the shifting meaning of both those words. For much of our freedom struggle, the word India would have had a shifting, nebulous meaning without the firm shape of the nation-state that we know by that name today. And equally, what was independence? Our early freedom fighters cared about the well-being of our people and negotiated for greater rights, but independence, in the specific shades of meaning of 1947, took shape pretty late in the game. This is especially so when I think of our 19th century leaders who had the harsh reality of the British Empire to work with, a reality they could not wish away."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:48.720",
        "message": "When Dadabhai Naoroji fought for his fellow Indians, what exactly was he fighting for?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:09.280",
        "message": "Welcome to The Scene and the Unseen. Today's episode is about Dadabhai Naoroji, known in our popular culture as a grand old man of India, a man who Mohandas Gandhi once called father of the nation. Naoroji was an inspiration not just for Gandhi, but an entire generation of our freedom fighters and he epitomized what is known as the moderate school within the Congress Party. He wanted peaceful change from within the system, so much so that he became the first Indian to win election into the British Parliament so that he could push for change from within. He was 67 years old at the time, with a lifetime of activism behind him, and in his last years, having failed in his moderate ways, he turned towards the so-called extremist wing of the Congress Party, men like Bal Gangadhar Tilak, and gave them reason to be inspired. Dadabhai Naoroji lived into his 90s, and when a man spent so many decades in public life, beginning with fighting for the education of girls and ending with a battle against the empire, it's hard to build a simple narrative around him. Like so many other great figures in our freedom struggle, Naoroji contained multitudes. My guest today on the show is Dinyar Patel, whose outstanding biography of Naoroji, simply titled Naoroji, Pioneer of Indian Nationalism, is on the stands now. It's a rich and nuanced look at Naoroji's life, not just giving a sense of the interior life of this complex man, but also painting a vivid picture of Indian society and British politics. I had been hearing rave reviews of Dinyar's book for a while now, and I was delighted to get him onto the show. Before we begin our conversation though, let's take a quick commercial break. Are you one of those people who not only loves to read, but also wants to write better? If so, I have something for you. Since April this year, I've been teaching an online course called The Art of Clear Writing, four webinars spread out over four Saturdays, in which I share whatever I've learned about the craft and practice of writing over 25 years as a professional writer. The course also contains many writing exercises, discussions on email and WhatsApp, and much interactivity. It costs rupees 10,000 or $150. You can check out the details at indiankar.com slash clear writing. This link will be in the show notes. If you want to bridge the gap between the thoughts in your head and the words on the page, then the art of clear writing might be just what you need. September batches begin on Saturday, September 5th. So hurry and register before then, indianuncut.com slash clear writing. Dinyar, welcome to the scene and the unseen. Thank you. It's great to be here. Dinyar, I loved reading your book on Dadabhai Naoroji, especially because despite my deep interest in Indian history, I hadn't really read much about him. You know, he was a peripheral figure in all the other books I'd read on Gokhale and the 19th century freedom struggle and so on. And part of the reason, of course, is that your book is really the first comprehensive biography out there. But before we get started on the book, which, you know, had so many TIL moments for me, and I enjoyed reading so thoroughly, I'd like to know a little bit about yourself, you know, what has your journey been like, not just your, you know, bare bones career or academic journey to getting a PhD in history and at Harvard and writing the book and so on. But in general, your intellectual history, who are the sort of thinkers who influenced you? Were there books that made a big difference to your life? What drew you to history? What drew you to Dadabhai?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:36.600",
        "message": "Yeah, so I was born and raised in the US, actually, I was born in Houston, and I grew up in a relatively small town in California called Bakersfield, which is unlike most of California in the sense that it's quite conservative. And, you know, it's the type of place that voted for Trump quite solidly in the last election. So keeping in mind where I grew up, it's a little bit of an unusual trajectory to first of all, land up in Mumbai and also be studying Indian history. But I think there were a few things again, growing up that kind of pointed me in this direction, studying kind of the world around you. When at least I was in school, again, obviously, before internet and such, I, you know, while other people are reading, you know, teenage novels or whatnot, I would pick up books from a series that our library had on countries around the world. And I just got very interested in geography, you know, in the US, at least there's a geography B that takes place. So I used to take part in that every year. And so I just, you know, I think also just growing up in a relatively small town, you naturally become much more interested in the world around you. And, you know, the little bit of experience I had traveling before college kind of solidified that experience. I, you know, I remember going with my mother to visit relatives in Calcutta when I was about 10 years old. And that was kind of the first trip at least to India, which I really remembered and kind of left an impression on me and also traveling through different parts of Asia on the way to get there between Los Angeles and Calcutta, through Bangkok and Tokyo. And so once I got to college, at least, you know, I was deciding between two different trajectories. I've, I've always been quite interested in architecture and urban planning. And still, to this day, I kind of wonder if maybe I should have done that instead. But the other trajectory was doing something with international relations or history. And so in college, I went to college in Stanford, I started taking a lot of IR, international relations courses and history courses, and eventually studied abroad or worked abroad for the equivalent of about one and a half years. And that really was a very formative experience for me. I mean, just kind of living outside of one's comfort zone. And, you know, I studied in China for a long time. Actually, I learned Chinese in college and eventually gave it up once I realized that I just could not, you know, I just could not do the language. It's, it's a very complex process. But nevertheless, that allowed me the opportunity to live in China for a few months in, I think, the year 2002. So a fascinating time to be there. I just do with all the breakneck change. I got to see the Three Gorges Dam being under construction, go to parts of China that were just opening up to kind of foreign, foreign visitors and, you know, signs of economic development around you. And slowly, I got drawn more and more towards Indian history in college. And I worked for a few years after college and while working, I decided I wanted to do a PhD, but in history, in Indian history specifically. But I did not anticipate becoming an academic after doing a PhD. So even when I was admitted to my program in Harvard, I told my advisor, look, you know, I probably won't become an academic historian after this. I'll probably go into more of a policy world type job. And I was looking at programs at MIT, for example, that had programs on on IR and such. And as happens inevitably, I guess, when you're on a PhD program, you get sucked into it. So you don't really have a choice. So, you know, here I am so many years afterwards in an academic career. And when I began my academic career, at least in Harvard, when I started my PhD, you know, I was very struck by certain things about the discipline of Indian history. I mean, when you when you study 19th and 20th century history in India, you notice that there's a great deal of focus on certain things, and the rest is oftentimes just a blank slate. So there's a great deal of work on Bengal, specifically in the 19th century. You have the subaltern studies perspective on kind of this bottom up approach of history. You know, you have a great deal of writing on a few characters. But again, you know, there was hardly anything on on on anyone else. So this struck me, especially for early Indian nationalist leaders. I mean, where were good up to date books and writings on figures like Naoroji, or Gokhale, or Ranade, or those other characters, or even later on? I mean, people like Patel, or Azad, or others, where was that scholarship? And so I got attracted to writing something on Naoroji for partly that reason. And the other reason was, I always had a long standing interest in Parsi history. I'm a Parsi myself. And so, you know, a PhD was a good excuse to kind of find out more about, you know, your community and your family. And Naoroji kind of fit the bill. I mean, since he was a Parsi leader, in addition to being a nationalist, he was kind of a natural choice for investigating and researching. But you know, again, when you when you are in a PhD program in the US in history, and you propose to write on someone like Naoroji, you oftentimes will get a lot of stares, or people ask you, what are you doing? Because at least 10 years ago, that was not the type of PhD dissertation people expected you to do, you're supposed to do something kind of, I guess, you know, to use a word more fashionable, more in keeping with some of the political orientations of the field, maybe something a bit more narrow, definitely not something on a political elite. So I definitely got a lot of question marks from people, why are you doing this? Why are you researching this boring elite? You know, who has very little to do with where the rest of the field is going. And I was very lucky, at least in the sense that my advisor was very supportive, first of all, and I got to meet other people who were, you know, again, slowly changing the parameters of the field. So I met Ramchandra Guha, when I was probably in my third or fourth year, I think, was, I think, third year of my PhD program. And again, I found someone who was extremely supportive, and who has supported me ever since then, and has, again, really helped shape the direction in history where now we are taking biographies more seriously. So I was very fortunate to have that particular source of help. And, you know, through Ram and through others, I've met so many others who again, are kind of pushing the boundaries and helping diversify the field of history beyond kind of the ideological frames that it's been, you know, oftentimes kind of channeled"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:48.320",
        "message": "in over the past few decades. In fact, that that's something that, you know, non historians don't often realize looking from the outside in, that so much of history writing is driven by ideology, like you pointed out that it became unfashionable at one point to, you know, do biographies to focus on the lives of men, especially elite men, as Naoroji obviously was, and you instead want to, you know, follow other set narratives, and, you know, look at bottom up currents of history and all of that. And so is that something that was a strain to fight against in the academy? Or did you find that meeting professional historians who don't take that approach, like Ram, for example, is something that helped you kind of work past that? And what do you feel about that? Is that a problem? Does it color the way we view history or write history?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:35.600",
        "message": "It definitely is a problem. I mean, now, I think that we're seeing a bit more of a diversity in history. But I mean, when we think of the current political moment we're in right now, I mean, obviously, politics and the way history has been politicized, if you think of, you know, again, the whole principle of action and reaction, I mean, you can understand why we're in a particular moment right now when history has been so deeply colored by political perspectives from, you know, the other side, from the left side. So, you know, I mean, when we have these particular narrow perspectives for studying history, and, you know, India is no different in many cases from other parts of the world, which have had these ideological straitjackets, you know, it has a knockoff effect. And yes, it was difficult a little bit, you know, while writing and researching the PhD to kind of justify my project. But with the help of people like Ram and others, and, you know, you meet people along the way who kind of, you know, take on a supportive role. And I think as I started to write a bit more about what I was finding, you know, I was looking at a series of papers in the National Archives in Delhi, which really had not been looked at by more than three or four historians ever, since Naroji passed away, you know, those tons of interesting new material that, you know, one finds in such a collection. And once you start writing about that, people tend to kind of latch on and realize that what, you know, what you're going after. So, even though I've always been very skeptical about theory, I've never really enjoyed it, I found it very frustrating to read in graduate school. And, you know, maybe I wasn't a very popular grad student on account of that. I do think that I do believe very, very strongly in kind of these strongly empirical groundings and methods that, you know, historians have used. And, you know, the really good historians have, you know, known to make sure to read everything that's out there, or, you know, as much as you possibly can. And that really, you know, the example that I had from people like Ram or others, like the senior Indian professor SR Mehrotra, really made a very big difference in kind of providing a source"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:41.040",
        "message": "of encouragement. And one of the things that I really liked about your book is, you know, when I get historians on the show, and if you're talking about the 17th century, or the 16th century, or whatever century, which is not the current time, you know, I'll often ask things like, what did they eat in those days? You know, what was their day like, give me a sense of the texture of their day and all of that. And they're kind of blank about that. And one of the things I enjoyed about your book is, of course, you said that there are a lot of papers which cover especially his London years, right down to, you know, little quotidian bills and small memos and all of that. But from all of that, you could actually also, you know, draw a picture for the reader of the kind of clothes he wore, how that changed depending on the occasion and the thinking behind it, the kind of food he ate, how, I mean, I was fascinated by, you know, he wakes up, he doesn't have breakfast, he has three raw eggs for lunch while standing and all of that. And, and those I thought were excellent details, which other historians may have just chosen to ignore because they're so mundane and banal that you, but I'm glad that you put them in. So tell me a little bit about your process. And that's really a two part question. One is the process for the project. How do you approach the project? Where are the papers located? What kind of condition are they in? What do you do? Do you, you know, like, if they're at an archive, you go, you take them out, you photograph them all? How do you handle them? How are they kept? And then secondly, just the mental process of then working on the narrative where obviously you go in knowing a lot of facts about Naoroji, which are in the popular domain. But you know, do you kind of have to ignore them and pretend that you have a blank slate in your mind and you're discovering everything all over again, given that, you know, we all suffer from the hindsight bias, we know everything that has happened intimately, we feel it was inevitable. And your book doesn't seem to sort of make that mistake at all, you know, reflected, for example, in the way that someone like Mahatma Gandhi plays such a small peripheral part in it, though I can easily imagine other approaches to the history making, you know, because of what he went on to become, giving more importance to his connection with Naoroji, but he was a peripheral figure for India and Naoroji and that kind of comes across. So yeah, so these two, you know, one is, you know, what is the process in terms of physically what do you have to do? How long did it take you? What is the work like? Do you get disheartened? And then mentally, how do you approach it?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:05.640",
        "message": "So if you are studying Indian history in the 19th or the 20th century, and to a certain degree, the 18th century, chances are you're going to be in one of two or three places, including the National Archives of India or Teen Murthy, the Nehru Memorial Museum and Library in Delhi. And I was in both places because Naoroji's papers, so when Naoroji died, there was a collection of probably maybe 50,000 documents in Naoroji's collection. And there's a very kind of long history of what happens to those papers after he dies. They're kept in Bombay and they rot away and every 10 years or so someone will fish them out and see what's there and make a catalog. And there's a attempt to catalog and publish the papers, but it ultimately falls through. Eventually, they move to Pune and there's a scholar there called R. P. Patwardhan who spends, he's told by someone called R. P. Masani, who was Naoroji's first biography. He was told by Masani that, look, it'll take you a few years, just go through the papers, show me, tell me what is good to publish in a selected volume. And it took the rest of R. P. Patwardhan's life, it took him 20 odd years to go through the papers and cull out collections for publication. And eventually from Patwardhan's residence, they get transported to the National Archives in Delhi in the 1960s. And by this point in time, what had originally been a collection of about 50,000 documents when Naoroji died, had whittled down to maybe around 40 to 30,000 documents. And by the time I got there, probably 30,000, you know, maybe a little bit more. So what we have over here is a very clear track record of loss, which is true across the board in Indian archives and records. Because of the climate, because of bad record keeping, because of, you know, people just throwing away their collections, a lot of stuff gets lost. And Naoroji is actually one of the best cases of preservation that we have, because at least here the collection is in, you know, the order of tens of thousands, right? If you look at someone like Ranade, we have a handful of his letters, right? If you look at W.C. Banerjee, the first president of the Congress, we have basically nothing. I mean, someone had his letters up until 1940, published a few in a not terribly good book, and that's it. We never hear anything after that about what happened. So India's had a very shoddy track record of archival preservation. And at least with the Naoroji papers, that record was much better. So a lot had been lost, yes, but the vast majority had been preserved. It was not in a very good state of preservation. So when I got to the National Archives, and I think that was the year 2011 to start my research, you know, I was taken to a room and said, here's the catalogue, you know, tell me what you want, basically. So, you know, only when I got to the archives did I discover that there are these 30,000 documents, right? And, you know, I thought I might be in the National Archives for a few months. I ended up being there for about two years, and I only got through about half of the collection. So there's another half that I haven't even seen. But, I mean, one of the nice things about doing archival work in India, which you do not get at, say, like a British library or archives in America, is that if you show to the archivists that you're there for the long run, and, you know, you are, you know, an honest and committed scholar, they give you certain privileges that you would not otherwise enjoy in other facilities. So I started working very closely with some of the archivists and saying, you know, I found this document, can you make sure it gets preserved properly, because otherwise it will fall apart. And over time, at least I was lucky enough to build up a relationship of trust with them that they allowed me to actually go into the back room and get material myself. So I didn't have to worry for, you know, about waiting for someone to deliver the papers for me, I could go in the back and get the material myself. And that definitely helped me in the sense of understanding what the papers were like, what it's like to go through someone's life collection and how it's organized, and where there are discrepancies and where there's too much material where there's too little material. So I mean, to answer your question, at least of methodology, I, you know, I think the author Robert Carroll was onto something when he said, you know, you have to go through everything, you have to turn every page. And of course, you know, in a PhD program, you don't necessarily have that luxury, because you eventually have to graduate. And I definitely took much longer than I should have, I took eight years, and, you know, I should not have taken that long. But I tried to get as close to that as possible. And I think in the ultimate end, it was very helpful. I mean, perhaps 80% of the material I collected, I never used in the book. But it helped me kind of create an overall structure of where this individual's life was going. And it ultimately will help me as I write my next books as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:47.200",
        "message": "Yeah, and Caro, of course, has taken more than 40 years over his Lyndon Johnson biography, which I think the sixth volume will be out sooner. So that was so I'm glad you didn't follow his example that seriously. And the second part of the question, then, you know, when you begin, how do you sort of approach it? Do you have a preset narrative in your mind that kind of changes as you go along? Or do you try to just sort of put yourself in the moment that a document is from and try to figure it out from there? You know, how did the book mutate and take shape in your head?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:20.840",
        "message": "Yeah, so when I started the project, you know, I read the little material on Naroji that was around beforehand. I mean, the first biography, as I mentioned, for Naroji was written by Rustom Masani, R.P. Masani. And it was written in 1939. And it's a great book in the sense that it's far more comprehensive than mine in terms of, you know, wanting to know about Naroji's life. It's 400 odd pages. He had access to material that was gone and lost by the time I had the chance to look at the material. But it is ultimately colored by the politics of the time. I mean, Masani was a moderate, and he was writing in a way to try to show Naroji as kind of a moderate, loyalist leader, in that sense, somewhat separate from Gandhi. And he tried to hold up Naroji as a model of what nationalism was like before it took this kind of break from, you know, some sense of British loyalism, you know, this difference that took place after the Puran Swaraj Declaration was made by the Congress in 1929, 1930. And so, you know, I went into the archives with kind of this literature showing Naroji as being quite a moderate leader, ultimately a loyalist, not a terribly radical leader. And again, I think the most important thing I gained from reading his private correspondence was helping me get away from that narrative. I mean, ultimately, yes, Naroji, during the course of his life, made several declarations talking about how he was loyal to British rule. You know, he was a proud member of the British Empire. But at the same time, he was making completely contradictory statements. He was talking about British rule being evil. If you read his private correspondence with certain people, he's talking about British rule in quite condemnatory terms. I mean, he's talking about how British rule was responsible for mass famine, and people were being killed in the millions because of the policies that were being pursued or not pursued by the British. So, you know, it kind of evolved, in my sense at least, a question of what does it mean to be loyal? So you can say that you are a loyal member of, you know, the Empire, you're loyal to the Queen or the King or whatever, but what does that mean? And ultimately, you know, I kind of understood Naroji's loyalism as a bit of a tactic, and a way to kind of undercut a lot of the elements of, you know, nefarious colonial policy. You know, he said, he and other early nationalists kind of built up this narrative of British rule should be this, it should be X, right? But in reality, we have Y. British rule should be something about equality, democratic rights, some sort of progressive impulse. But in reality, you know, what you had in India was this very reactionary, undemocratic, fiercely authoritarian rule where, you know, progressive, any sense of progressive policy was completely absent, right? I mean, it was very derogatory towards Indians, it didn't really support education. So, you know, the idea of British rule was ultimately, you know, not British rule. It was some kind of idealized conception that involved separating yourself 99% from actual British rule. So, in many ways, it was kind of a tactic, and that helped me kind of separate my particular view on Naroji from, say, what Massani or others had written about beforehand. And, you know, this is important, at least from the standpoint of writing history. Whenever you investigate an individual, what someone writes and publishes in public is obviously very different from what they're saying in private or writing in private. And this only really comes across when you're able to do sustained archival research. I mean, again, not something like what Caro has done. I can't afford to take 40 years. But, you know, if you put several months or perhaps years into it, you gain a familiarity with someone's life and you're able to discern what the real meanings were."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:57.000",
        "message": "You know, one of the things that strikes me, especially about how we view history today, is that we look for simplistic narratives, and especially we make these harsh binaries. While the fact is that someone who's been in public life for decades, as Naroji was, will inevitably contain multitudes. And also what seems to happen, and what you've charted out very well in your book, is that at different stages of his life, and you, of course, divided his career into sort of three broad stages, but at different stages of his life, he's responding to incentives. And a lot of the moderating statements come from that, like in that initial theoretical phase, where he comes up with a drain theory. And because he needs to be taken seriously, he can't take a radical tone. So he's got to sort of be moderate there. Similarly, when he's standing for parliament, of course, he's got to gain and again, proclaim his loyalty. And once that is done, of course, he's, you know, towards the end of his life, he's a little more radicalized. Let's start by sort of talking about, at this point, the early phase of his life, which was quite interesting to me, because even his early years, like, of course, he leaves Bombay when he's 30, when he goes to London. But even in that time, he seems to have lived a fairly rich life, been a community leader, you know, especially in something like, speaking of feminism, starting girls schools, all of that. Tell me a bit about those early days in Bombay and what his background is, like he is, of course, from this Parsi priestly family, which had once seen much better days, but is relatively impoverished when he comes and he's expected to join the priesthood. And you've spoken about how, you know, when he's three, his father dies, and that probably saves him from a life of priesthood. And even though he does a little bit of early training, but otherwise, you know, so tell me a bit about the Bombay of those days and Naoroji growing up and what was the sort of environment around him, which shaped him and which shaped his thinking about the empire?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:57.800",
        "message": "So if we want to talk about Bombay in the early 1800s, we automatically have to think about the places where people were coming from, right? I mean, Bombay, as this immigrant center was drawing in people from all across Western India, and in Naoroji's case, the place his family came from was Navsari and Dharampur. Navsari was a very old Parsi settlement. You know, there still is a relatively large Parsi population there. And Naoroji's family was from a priestly line. You know, they could actually trace the descent right back to the first priest, the first Zoroastrian priest who settled in Navsari. And so, you know, it's kind of funny, the people in Navsari who still believe that Naoroji was born there. And if you go to Navsari today, you will see a Naoroji birthplace. It's a very old house. And, you know, ever since the early 1900s, people have believed that Naoroji was born there. Even Gandhi thought that Naoroji was born there. And he went and paid a pilgrimage to that site in the 1920s during non-cooperation. Naoroji wasn't born there. He was born in Bombay. And he was born out of this kind of poor migrant perspective. I mean, his parents had left Gujarat in probably the year 1824, 1823. And at that moment in time, there was a famine in parts of Gujarat. So there's a good chance that his family was impelled to move because of the real specter of poverty. And that was the same reason that was pushing people, Parsis, Gujaratis, you know, Maharashtrians, Konkanis, from all across Western India into this new commercial entrepreneur. So Bombay was growing by leaps and bounds. In the year that Naoroji is born, 1825, the Maidan, what is now Azad Maidan, was covered with tents of people who were living there who had just migrated from famine tracts. So it's a city that's growing every day. And you get the sense of a city that's really kind of in formation. It was also a very kind of rough and tumble place at this point in time. I mean, this is before, you know, the grand colonial buildings that were constructed that we think of when we associate that particular era of Bombay. So it was not an easy place to live in. I mean, if you read descriptions of Bombay from this era, people talk about wide sewers, you know, that basically would lap up on the doorsteps of people. Trash was a huge problem. The water that you drank was muddy and there was a good chance that it would kill you. So it was not a great place to live in from the standpoint of the vast majority of people. But I think that the important thing for Naoroji and many others in his generation who grew up to be important political leaders, is that they recognize the power of the diversity of the city. I mean, unlike any other city in India at this point in time, you had people coming from all walks of life and they were all living right next to each other. So the region of Bombay that he grew up in, an area called Khadak, is located right next to an area called Israeli Mohalla, which is where, you know, members of the Beni Israeli community lived. It's next to a very large Muslim district, today's Bendi Bazaar. And just to the north of it, you have very rich Anglo-Indians, Pisces, Jews, British individuals living in places like Baikala, which were fashionable in that day. So he got a very strong flavor of kind of this cosmopolitan diversity. And this played a really important role in his early activities. I mean, he was admitted into a school at a very young age. And as you mentioned, you know, the fact that his father passed away soon probably saved him from a priestly career. And he instead goes into a free school that was a quite novel experiment in this era. Free schooling was not common anywhere in the world really at this point in time, 1830s. And that really commits him to a life of public service because he realizes, at least he says so later on when he writes about this later in life, he realized from a very early age that he owed something to the general public. They had paid for him getting as good an education as you possibly could in Bombay at this time. And he was learning from British teachers. He was learning from Indian teachers. He was reading Shakespeare. He was reading, you know, the latest science and philosophy coming from Europe. So, you know, he received a very well-rounded education and as importantly, it was in the English language. So he grew up speaking English fluently and being able to write in English fluently in addition to Gujarati. And he probably knew some Hindustani and Marathi as well. So that really set him on kind of this course of needing to pursue a public career. And so he attends Elphinstone College. He kind of widens his intellectual horizons more at this point in time because the professors there are quite progressive in this era. You know, even the British people who are teaching are very forward-looking and kind of freely associated with Indians and support their reformist efforts. And ultimately, after he leaves college, he decides to join Elphinstone as a teacher and he rises through the ranks quite quickly and becomes the first ever Indian appointed to the rank of full professor in a colonial college in India. So, you know, from this very early age, he is already marked out for success and, you know, kind of he's a symbol of change in many ways. I mean, he was this very poor individual who's now at the very top of Indian society. And this impels him, you know, this whole experience of, you know, getting a kind of a very liberal education, feeling responsible to the public, pushes him to adopt progressive causes. And one of them, again, was female education. You know, in the 1850s, no Indian community had a strong suit with female education, including the Pisces. The Pisces were almost as reactionary as any other community in India at this point in time. And Naorochi, to his credit, gets a group of fellow Indians, not just Pisces, but also Gujaratis and Maharashtrians, also gets them together, forms a network of indigenous schools for girls and persists in getting their parents to send girls to schools in spite of threats, in spite of, you know, editorials against them, verbal abuse. And what starts as a very unpromising venture grows into an experiment where hundreds and hundreds of Indian girls are being educated by the mid-1850s. And this is an unqualified success. So he really kind of helps turn the table on orthodox thought at this point in time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:19.920",
        "message": "Yeah, I was struck by a couple of strands here. One was his passion for education, not just self-education. And you've actually done another really interesting thing that I liked in your book, where when I read the biographies of people, I want to know what are the kind of books that they read. And, you know, you've got a little list of that. And obviously, they're all freely available on the internet, because they're, you know, so I kind of looked up a couple of them. And it was quite, quite sort of interesting to try and figure out what those strands might have been. And he takes education so seriously that at one point towards the end of his life, you quote him as saying, quote, several honors came to me during my lifetime, but no other title created in me that sense of pride, which I felt in being known as a professor, stop quote. And as you point out, he was, of course, you know, the first Indian to be made a full professor, even the sort of the two people he really admired, you pointed out at Elphinstone, Bal Gangadhar Shah, Sri Jambekar and Navroji Fardunji were assistant professors at the time. So he was sort of the first. The other strand that struck me and, you know, very often, I think what happens is that when men get into women's rights, they get into women's rights, but they get into it looking at women as instrumental to the world of men. And Navroji actually went beyond that. So you've got a passage here, which I'll quote, quote, like Kaikhoshru Harmasi, Navroji believed that, quote, good and educated mothers only will raise good and educated sons, stop quote. But he also possessed notably progressive views on female education, arguing that it was a fundamental pillar for establishing gender equality. Indians, he argued, would one day, quote again, Navroji's words, understand that women had as much right to exercise and enjoy all the rights, privileges and duties of this world as man, each working towards a common good, stop quote. And this seems remarkably sort of progressive. And it was clearly a cause he cared about, because like you said, he started schools for first Parsi girls and then Maharashtrian Hindu girls, and then Muslim girls. And it was something that he cared deeply about. Also, give me a sense of, you know, he founded many organizations, he was part of many organizations, notably, what you call as Young Bombay. Tell me a bit about Young Bombay and his other community work. He also founded a Gujarati newspaper called Rast Guftar, for which he continued sending dispatches even when he was abroad. And all of this before he's turned 30, because he leaves Bombay when he's turned 30. So what's going on? How is such a young man so incredibly active and already a leader in his community"
    },
    {
        "speaker": "Guest",
        "time": "00:35:54.640",
        "message": "at such a young age? So what you said about education really being kind of a hallmark of his career, I think can be applied to pretty much all the nationalist leaders of this early era, this kind of pre-Gandhian era. It's written all throughout the narratives of, you know, anyone, you can pick Ranade, Gokhale, all the way down to people who are less known. I mean, you know, recently in my research, I've been coming across articles written in Modern Review by a lot of people who are not very familiar to us nowadays. And education is always that theme. Education is the key for uplifting Indian society. And, you know, I think the reason why education was so important for both Naoroji and these other leaders is that there was a general understanding that India was at a very low point in its history. Right. I mean, most people, of course, would have no point of reference. They would not be able to understand how rich the rest of the world was in comparison to India. But they understood a sense of what the type of poverty India was experiencing through oral narratives of, you know, parents or grandparents talking about how at one point in time there was this very prosperous, you know, trade in cottons, in cotton goods, through understanding that poverty was increasing dramatically just through the spate of famines, just through the fact that so many people were pouring into the city of Bombay due to terrible conditions in the countryside. So at this point in time, with so much evidence of poverty around you, education was really the one tool you had for betterment. And it was also one of those areas which the colonial government obviously exercised control, but you had enough space to also exercise your own agency. So, you know, the British officials at this time would talk a lot about how Indians need to embrace Western education and, you know, they're so ignorant and they're so backward, but they wouldn't really lift a finger for that. Right. I mean, if you look at the amount of money that the government of Bombay was paying for Indian education at this point in time, it's a few hundred rupees. It's not much. Right. I mean, it's terribly low. So Indians kind of filled the gap. And so I think there were many reasons why Naoroji was motivated to take on these educational activities just by surveying the condition of people around them and realizing that he himself had grown up in such an impoverished background. So there was, you know, struggle makes people all the more motivated to undertake such work. And this theme of betterment and reform through education was something that, again, just propelled young Bombay from its very start. And a very similar dynamic worked in Bengal with young Bengal, you know, one or two decades beforehand. So there really was an idea that, you know, something was wrong. The best way to help India to provide some sort of self-help was education. And education could provide reform in three crucial aspects, religious reform, social reform, and finally, political reform. And these three spheres of reform are completely linked. You know, it was impossible to think of one type of reform throughout the other. And these three pillars of reform, therefore, became kind of the foundation upon which all these different organizations that Naoroji helped to found in Bombay in the 1840s and 1850s, you know, come into life. So, you know, he helps establish learned societies. As you mentioned, he helps establish a Gujarati language newspaper, which is explicitly for the purpose of disseminating education and talking about the need for reform, not just within the Parsi community, but within the wider Gujarati reading public. He takes part in the first formal political organization, the Bombay Association in 1851, 1852. So it's a very well-rounded attempt to kind of think about how Indian society needed to be reformed and changed in reference to, you know, impetus from the West, but also in reference to what Indians themselves thought about what was wrong and what the situation was like under colonialism. And there definitely was a very radical streak in all of this also. You know, I mentioned in my book how people like Naoroji were influenced by a generation of quite radical Maharashtrian thinkers from the 1840s who talked about colonialism being terrible and wrote about it publicly and talked about something like a drain of wealth well before, you know, Naoroji popularized the term. So all these different forms of impetus, you know, explain how young Bombay took place and why it took place at that particular point in time."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:23.080",
        "message": "And you know, just on a tangent to use a phrase which has possibly become overused these days, but is there a sense of what is the idea of India, if there is an idea of India, or what are the ideas of India that are floating around in the ether which, you know, Naoroji can sort of imbibe and, you know, take further?"
    },
    {
        "speaker": "Guest",
        "time": "00:40:43.200",
        "message": "Absolutely. Yeah. I mean, you know, depending on what sources you're looking at, India still could be, you know, it still could include Afghanistan, it could include Singapore, it could include what, you know, what was called the East Indies in the sense of what we now know as Indonesia and Malaya. And certainly, since there were Indian populations in all of these places, there was an understanding of, you know, India validly being a part of these regions. But there definitely is a sense that, you know, the subcontinent as we think of it, you know, everything south of the Himalayas and the Hindu Kush, being India, that sense is definitely coming into play. I mean, when you read the newspapers from this era, people are talking about what's going on in Bengal, what's going on in Madras, they're also talking about what's going on in Ceylon. And, you know, eventually, by the time of the mutiny, parts of North India gather people's interest. But there definitely is a sense that, you know, there is this kind of contiguous unit. I mean, yes, there's a great degree of diversity in it, but there's a certain commonality. And there already is the idea that, you know, we should, you know, think about what Bengalis are thinking about, because ultimately, you know, we're part of the same milieu. We should exchange letters with whatever political association is taking place in Madras, because ultimately, their concerns are very similar to what we're talking about also. So, you know, there was, I think, a certain sense of cultural cohesion happening. And, you know, we can't discredit the, you know, the role of at least British colonial administration in this process. I mean, the fact that all of these places were under British colonial administration, obviously got people talking about how they could jointly together campaign for better rights towards the same government."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:24.480",
        "message": "And just looking at what sort of shapes Naoroji's personality and his approach to dealing with the British, the famous moderate approach, quote unquote, so to say, you know, how big a role did the contingency of just the environment around him in Bombay play in that? Because it strikes me like there's one passage where you write, quote, as a student, Naoroji was exposed to a constant tussle between a miserly government and Indian stakeholders demanding more resources and better funding. He did not have to look far beyond the classroom walls to observe the many yawning gaps between imperial rhetoric and reality, stop quote. And the sense that I got from your chapter on this phase of his life is that number one, whatever empire might be, at a personal level, like you said, the British teachers he encounters at Elphinstone are very progressive and, you know, different from what the establishment is like. Plus, there are other British people in power who take an interest in him, who try to help him out in various ways, which to some extent could, you know, explain the fact that he isn't a radical and thinking in terms of breaking away. Instead, he wants to continue doing and he does for the rest of his life, what he's learned to do in these early years in Bombay, that if you want to change something, say, if you want more funding for schools, you petition, you know, you try to take legal ways, you send a petition, you try to talk to sort of all of these people, you know, how contingent is the background of, you know, how you grow up and these sort of influences and what you later on go on to do, like, obviously, you've also looked at other historical figures, like, say, a Tilak or a Bipin Chandrapal on one end, and, you know, maybe a Gokhale and a Ranade at the more moderate end, you know, his fellow Parsi, Feroz Shah Mehta, for example, does that make, does that kind of background and all of that sort of make a difference in what you do for the rest of your life, you think?"
    },
    {
        "speaker": "Guest",
        "time": "00:44:20.280",
        "message": "I think it plays a very large role. You know, towards the end of his life, Naoroji was rightly criticized by many radical nationalists as being too unwilling to give up this idea that the British people themselves were beneficent. Ultimately, they were on the side of justice and only if you tried hard enough, you would you would get what you what you deserved and what you demanded. And that sentiment, I think, stems to a large degree from what you said, his upbringing in Bombay. He was around a lot of relatively progressive minded Britons, you know, people who believed in, obviously, the British Empire, but at the same time, were critical of it and did make an honest attempt to help people like Naoroji. So there was a definite sense that, you know, the system as it was in Bombay had certain advantages and the British British rule, you know, even though it had all these terrible flaws, at least that progressive impulse was there. And, you know, if you if you just if you pushed and prodded enough and if you try to convince people enough, you know, they'd come around to your viewpoint. And that was something very difficult for Naoroji to let go of. I mean, by the time he's 80, he's just about wrestling with this idea that, you know, maybe all of this is wrong and, you know, ultimately something like Swaraj, where you're completely separate from the British Empire, might be a possibility. And again, for someone like Tilak or Bipin Chandra Pal or others, this idea, they had thrown out the window many decades ago. Right. I mean, they had already realized that this sense of British justice was more illusion than fact. And so it was much easier. They had made this realization much earlier in life. Naoroji, since he had a relatively positive experience with many of these figures and since the figures in his life who were British were more progressive in many ways, did not have this opportunity. You know, so I think that's that's one ground which we can definitely criticize Naoroji for not seeing, you know, a more holistic perspective on what the British public was like or, you know, interrogating this idea"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:23.000",
        "message": "of what British justice meant. So, you know, at 30, so till 30, there have been sort of these two strands that I see in Naoroji's life. One is that he's intensely into education and he's a math whiz. You know, if he was alive today, he'd be a quant or a serious economist. I mean, you know, some of that work is just remarkable. And that's on the one hand where he's on the track and massive academic success because hey, first Indian professor and all of that. The other track is he's doing things within society. He started all these girls schools and he's part of these organizations. He started this Gujarati newspaper. And then at 30, he gives it all up or not gives it all up, but leaves it for the moment and decides to go to England to basically work in a corporate job for the commas, you know, and strikes out on his own a couple of years later. But essentially, he ends up spending decades in England. Give me a sense of what's going through his head at this time. Like, what does he want? Why is, you know, these two things are so important to him being everything that he's doing in Bombay as part of Young Bombay and outside that and equally as an academic, you know, he's making such a difference here in Bombay. And yet he goes there and this is in fact the criticism that will come to him even later when he's, you know, settling down and wants to run for parliament after losing the first time and you point out in your book how all his friends including people in the Congress because the Congress is supporting him financially and morally and they're sort of with him but they're like, no, you come back here, we need you here. And he's still there. What does he want? This was very sort of interesting to me because it's not like he goes to England and he immediately gets into activism for, you know, a better India or whatever. So I was just trying to kind of figure out his"
    },
    {
        "speaker": "Guest",
        "time": "00:48:08.080",
        "message": "motivations here. It's very tough to understand and figure out those motivations because so much of the source material is lost. You know, amongst those 30,000 documents that I talked about, there's nothing for this era. Most of the 30,000 documents come from after the year 1886 and we're in the year 1855 when he decides to go out to England. So it's very tough to reconstruct what his motives are. But we do know that his announcement to sail and go off to England and give up everything that he had done in Bombay came as a complete shock to everyone. So when his superiors at Elphinstone College learned that he has decided to quit and join a commercial firm, they're so caught off guard. I mean, apparently the school principal says to him, you know, what a fall. You know, what have you done? There are other officials in the government who are so panicked by this that they actually use the telegraph to contact the governor. And the telegraph had just been introduced into India at this point in time. So they're using this newfangled technology because it's really urgent. What do we do? This star teacher is now leaving and he's been such an important part of the urban fabric in Bombay. What do we do? What we do know is that Naorochi was only expecting to be in the United Kingdom for a few years. He wanted about two or three years leave from Elphinstone and then he wanted to come back and teach. That, of course, never happened. He ended up staying on in Great Britain and he pursued a career as a businessman. But, you know, if we if we try to think of what's going on inside his mind, a few things come to mind. I mean, first of all, by 1855, he's getting much more involved in political activities and political activities in the direction of criticizing colonial rule. By this point in time, the Bombay Association is established. There's kind of a, you know, a more forward looking wing within the Bombay Association where people like Bawda Jilard or Naorochi Fardunji are participating. And they're much more vocal in their criticism of British rule. So what better can you do than to go to the heart of empire and see for yourself what's going on there? You know, what what what is the heart of empire like and how how does the you know, the whole political process work over there? And the second reason, again, of why this would have been an attractive thing for Naorochi is that when he joins the Kama Company, he's specifically going there to work in the cotton trade. And in this era, the cotton trade was the big business for Bombay. I mean, opium has just started to fade as being kind of this important, you know, component of the economy and cotton was really coming in. And by being an Indian in Great Britain, you were kind of, again, going against the tide. You were, you know, cotton was flowing out of India and enriching Great Britain. Here you were an Indian going out to Great Britain in order to kind of reverse that direction a little bit and, you know, help Indians acquire machinery by which they can eventually build their own cotton mills and maybe take a chunk out of Lancashire's profit. So I think it was exciting in that aspect also from him. And the last component where I think it really plays an influential, an idea that really plays an influential role in Naorochi's thought and his decision to go out to England is that at this time, there is, you know, discussion about Indians being allowed to join the Indian Civil Service. And again, the Indian Civil Service was this elite cadre, kind of the, you know, the origins of what is now the IAS. And 99.9 percent, it was, it was, well, 100 percent at this point in time, it was British. The people working at, you know, all rungs of power of importance in the ICS were British. And through a system of civil service examinations, finally, there was the possibility that Indians could be allowed to compete. And so Naorochi went out to England in part in order to kind of help guide the first Indians who came out to Great Britain in order to compete for the civil service exam. Because, again, in this era, if you as an Indian wanted to join the civil service, you could not take an exam in India. You had to, you know, shell out your life savings, sail halfway across the world to Great Britain, spend upwards to two years studying in an extremely expensive, cold foreign country with bad food, and only then, you know, maybe take the exam and, you know, 50 percent chance that you might pass. So, you know, if you failed, you lost everything and you had to return to Bombay or Calcutta or wherever, humiliate. So this was not an easy prospect for anyone who wanted to undertake this effort. And Naorochi thought, you know, as someone who is interested in political matters, why don't I go out there and, as a professor, try to help people and help them get prepared for this exam? And that's initially what he does. I mean, when he goes out to Great Britain, he joins this cotton firm of the Kama family, but he's immediately distracted. He might have been a very bad businessman in this aspect, in the sense that he's immediately distracted by political activities. He starts to campaign for civil service reform. He joins as a professor in University College in London, teaching Gujarati. And this puts him in touch with people like Henry Maine or other important colonial officials who are sitting as examiners for the civil service exam. So Naorochi is one examiner alongside Henry Maine and other important individuals. And so he's automatically drawn into this political world that he could only see at a distance when he was sitting"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:53:24.960",
        "message": "in Bombay. And I found it instructive to remind myself, and your book makes it easy to do so, that, you know, going to London in those days wasn't quite what it is today, that you just take a flight and you're there. It took weeks to get there. And London is a shitty city in those days. It's polluted, it's grotty, it's Charles Dickens' London, it's full of disease. It's a mess, life isn't easy. And you've got various parts in your book where you paint a very vivid picture of sort of the trouble Naorochi had in just adjusting there and why he became such a focal point of the community. At this point, it's time to actually sort of begin with what, in your book, you describe as the three phases of Naorochi's life. We've just reached the beginning of phase one, when he lands up in London. So let's take a quick commercial break, and then we'll get into the meat and bones of it as soon as we are back. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labour of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself. Scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support, and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. sceneunseen.in slash support. Welcome back to The Scene and the Unseen. I'm chatting with Dinyar Patel on his excellent biography of Dadabhai Naoroji. And, you know, at this point, Naoroji has reached London and we have reached London with him. The year is 1855. And now begins sort of the first phase, or rather he moves towards the first phase of his career, which you describe as a theoretical phase, where he comes up with what is known as a drain theory. And, you know, one of the interesting points you made here is you pointed out how Naoroji is often considered an economic nationalist, but you point out that economic nationalism and political nationalism for him kind of go together. They are so intimately enmeshed. So tell me a little bit about the kind of work he does during this period. What is his thesis? What is his"
    },
    {
        "speaker": "Guest",
        "time": "00:56:24.760",
        "message": "solution? Economic nationalism and political nationalism, at least in my perspective, and at least in, you know, in light of Naoroji's career, were two sides of the same coin. Naoroji began his interest in, began pursuing an interest in Indian poverty out of this question of reform, government reform, and ultimately poverty becomes the rationale for political reform in India. And I think there are a few reasons why, again, he starts to think about poverty and reform at the same time. So, again, if you are in London in the late 1850s and the early 1860s, you are in the biggest city of the world. You are in the most powerful city in the world. As you mentioned, you're in a terrible city also, right? I mean, it's horribly polluted. It's smelly. It's dirty. The Thames smells like sulfur. The food is awful, of course. I mean, so it's a difficult place to be, but it's also it's a fascinating place to be. It's kind of like Bombay today. I mean, it's, you know, it's both, you know, dirty and smelly, but also very exciting and, you know, very, you know, it's an exciting place to be in. And in this era, when Naoroji is in London, again, he realizes just how rich, you know, in spite of all these terrible things about London, how rich Great Britain is in comparison to India. You know, the country is booming. It's, you know, the world's most prosperous country. There are factories everywhere. There's a large working class that's being slowly empowered through political reform. There are politicians who are talking about democratization. And at the same time, you know, being in London and Liverpool, which was the other city he lived in, he was, you know, miles away from the places where all the wealth of empire was dumped and distributed across the country. So when we think of the drain of wealth, he was at the very end of the spigot. I mean, he saw the wealth that had been drained out, you know, come to British shores and be disseminated through the banks and bank accounts of various British individuals. So, you know, there's a very vivid kind of understanding of how imperialism works when you're at the very heart of empire. And again, the last reason for why this era is particularly important is what is going on around the empire and globally at this moment. So, of course, in the early 1860s, you have the American Civil War, which has an immediate global knockoff effect. All of a sudden, in one stroke, the cotton that had been feeding this great industrial machine in Great Britain is cut off. It had come from the American South. And there's this huge panic, right? People like Sven Beckert have written about it in his book, Empire of Cotton. What do you do? You know, the cotton that was sustaining your industrial prowess is no longer there. Well, eventually, India became one of those places where cotton was was brought into to feed these, you know, dark sustanic mills, so to speak, of of Great Britain. And Naroji's friends in Bombay and he in London get extremely rich during this cotton boom during the American Civil War. And as quickly as the cotton boom ends, they all go bankrupt. You know, Naroji goes bankrupt because he loans out money to friends who turn out to, you know, not have been able to pay him back. He was a bit too honest of a businessman in that regard. But automatically you get this huge slump in Bombay, which eventually, you know, which has terrible consequences in the countryside. I mean, it contributes to to famines in places like Kandesh and Gujarat by the 1860s and 1870s. So there's one kind of big global shock, right, that kind of brings home this idea of how the economy is linked together and how poverty and and prosperity are again two sides of the same coin. The other big event that takes place, which again Naroji is seeing from a distance, is the Orissa famine of 1867, 1868, where again, you know, he he'd never stepped foot in Orissa at this point in time. But the reports that were coming out of Orissa at this point were gruesome and terrible. One out of every three people might have died. And as later investigations took place, it was realized that this was largely preventable. I mean, there were boats with grain that could have easily been shipped in. But, you know, the colonial officials, for various reasons, did not do it. And the result is one million people dead. And so the the very first proper speech that Naroji gives on the drain of wealth, he doesn't call it the drain of wealth at this point in time. He doesn't even use the word drain, is kind of in reflection to these two particular moments and especially the Orissa famine. I mean, he gives a speech in 1867. So the Orissa famine is definitely very much on his mind. And he asks a question, you know, OK, so British rule, we're told, is good. It's provided us with all these benefits, rule of law. It's supposedly better than the chaos that was present in India before British rule. So you have that. But at the same time, you have these terrible famines, whereas the life that's secured through law and peace is ultimately being killed anyway, right, through terrible famine. So what gives? What explains this contradiction? And that really is the impetus for understanding Indian poverty in Naroji's mind. Why is, on one hand, British rule being credited with giving these benefits to India, yet on the other hand, it's very clearly impoverishing the country? Why is there this central contradiction? And as Naroji progresses through about two decades of close economic analysis, he again sheds this view that British rule was beneficent, that it ultimately was doing all of these good things. So these ideas that he had during his first few speeches that, you know, some of the drain was justified, that the services that the British were rendered were being paid back in part through the drain, he throws these out the window. And he realizes that, no, the drain itself is a nefarious process. And he realizes that, you know, the supposed benefits of British rule, like the railways, irrigation systems, et cetera, are actually accelerating the drain. You know, with the railways, you get the wealth out of places like Kandesh or Berar or Gujarat even quicker, and you impoverish the people even quicker. So, you know, this is also where this whole idea of radicalization kind of seeps in, this kind of ability to kind of discard your previous notions and based on the facts and evidence before you, go in a more progressive political direction."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:36.640",
        "message": "Yeah, it kind of struck me, you've given an example of how in many of these early speeches, he's saying kind of fairly conciliatory things to the British, where his tone is extremely moderate, like at one point, you write, quote, somewhat incredibly, he believed that part of the drain was justified in exchange for the supposed political, moral and social benefits of British rule. It was inevitable that India had to sacrifice some of its wealth. And now, you quote, Navroji, if India is to be regenerated by England, India must make up its mind to pay the price, stop quote. But, you know, as time goes by, this changes to, for example, at one point, you know, speaking publicly, he says, quote, so far as my inquiries go at present, the conclusion I draw is that wherever the East India Company acquired territory, impoverishment followed their steps, stop quote. And he's far more scathing in private, you quote, something that he wrote to his friend, Bairamji Malabari, where he says, quote, these Englishmen cannot understand that the wealth that they carry away from this country is the whole and sole cause of our misery. They take away our bread, and then turn around asking us why we are not eating it, stop quote. So, you know, very biting in this private message. Now, one of the early economic analysis, as you've spoken about is where he tries to calculate what we would today call maybe the, you know, income per capita. And he figures out that every Indian subject to the empire is getting 27 shillings, while the average income in the United Kingdom is about 33 pounds per head, and between 27 to 40 shillings, depending on how you want to cut it. And one of the things that I was fascinated in this chapter by is his incredibly sophisticated use of data. And this also sort of evolves, like you've, you know, spoken about how, you know, by the time he's finished the last of his papers on the subject, his economic analysis has developed in three distinct stages. I found this incredibly fascinating, because each of these stages is one using data generated by the British, and B, the analysis is far more sophisticated than anything the British can do. Tell me a bit about"
    },
    {
        "speaker": "Guest",
        "time": "01:04:47.440",
        "message": "that. So in this era, again, when you are trying to get proper data on India, you are in many ways groping in the dark, it's very hard to get data at all, leave alone reliable data. So what the British would do is at least for economic data, they would, you know, there'll be different people around the country, and each district would tabulate approximately, you know, what was being grown, how much revenue was being collected. And then that data was compiled at a national level. But oftentimes, it was done in a very sloppy way. So if you wanted to, you know, get even the gross domestic product, you know, it was done in a way where, you know, lots of inaccuracies were in place, if you want to get, you know, the average earnings of particular places, oftentimes, you just take earnings figures for particular districts and divide by the number of districts. And as Naorochi pointed out, that's a flawed process, because each district was different, you cannot compare Delhi with, you know, say, Tanna district, or what have you, it's a false comparison. So there were many other people who, again, critical of the data, but only someone like Naorochi, who, you know, by being in London had access to all of this data that was at the India office, and also simultaneously had friends across the subcontinent who could give them supplementary data, only someone like him was really able to, you know, kind of take a more holistic view. So as you said, you know, he starts off with this original, you know, subset of official data, and the picture presented is quite rosy. You know, there's a surplus of exports, the economy is growing by X percentage, the amount of money that is being generated through various goods being exported, like cotton, or what have you is very large. But ultimately, when you put all these different pieces together, you realize that, you know, the big components of your economy aren't that big at all, anywhere in the first place. I mean, a lot of people by the 1870s and 1880s attacked Naorochi's economic arguments by saying, how can you say India is growing poorer, whereas in Bombay, you have this huge mill industry that's evolving? And certainly, yes, in Bombay, there was a very large mill industry. But ultimately, if you look at the whole economy of India, it wasn't that big, right? I mean, you know, you had 30 or 40 mills, and sure, it was, you know, creating a lot of wealth for a few Indians, but the vast majority of the country was still agricultural, of course, right, and living in rural areas of the country, which were being terribly impoverished. So it was kind of that ability to kind of balance things out and look at the big picture that helps Naorochi interrogate this data. And again, as he gains more friends around India, and as he himself goes on his own tours throughout parts of Gujarat or Western India, he himself collects data, he revises it, and he, by the end of his, you know, career as an economic thinker in the early 1880s, presents a picture where he shows Punjab, which was thought to be the most prosperous province of British India. It was also the part of British India which had British rule for the, you know, the shortest period of time, only since the 1840s. He shows even that in Punjab, the average person is living at bare subsistence levels. I mean, you know, if a famine came along, they would be dead. So it's a really striking comparison that he makes between this, you know, rosy pronouncement in the official circles of, you know, moral and material progress. There were reports that the British government would issue every year on the supposed moral and material progress of India, but the reality, as he discovered, was a very different picture."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:21.520",
        "message": "Yeah, no, I was kind of extremely struck by your, you know, description of the stages. Again, I'll, you know, quote from the book, quote, it indicates how Naoroji's economic analysis developed in three distinct stages, approximations based on scanty data such as land revenue as was undertaken in the wants and means of India, estimates based on rigorous analysis of official raw data seen in poverty of India, and finally, Naoroji's supplementation of this raw data with his own collected statistics and observations, enabling even more nuanced estimates and pointed refutation of government figures, stop quote. And then you speak about how, you know, the Punjab study where you pointed out where you said he, quote, analyzed production in Punjab through 21 key agricultural commodities, 15 types of manufactured goods, and other activities such as mining and livestock, even taking into account marginal occupations such as fishing, stop quote. And I can't imagine what he would have made of Indian data today. Because in many ways, it is as confusing and obfuscatory and scattered as the data back then seems to have been. And now, and here's one thing that I find so fascinating about Naoroji, that he excels in so many different areas, which he combines into, you know, one stream of action, but it's not necessarily so. Number one, he is a numbers guy, who's actually crunched all this raw data figured out that the British conclusions are wrong. And he's, you know, he's done the rigorous analysis, and he's come to these his own conclusions. Two, he's skilled at rhetoric, so he can actually go out and talk about it, and present it and, you know, frame it in terms everyone can understand. Three, even before he actively enters politics, he's actually a very good politician in terms of making all the alliances he needs to make to get access to the data and to be able to speak at all these places. And four, he's enough of a policy wonk to now go from economic analysis to policy suggestion and say that, okay, this is a problem, they're bleeding us dry, this is what we need to do. So, you know, do you have a comment on how remarkable it is that one man can combine all of these different facets? And also now tell me about sort of what is, after that, tell me what is a political conclusion that he then reaches from his economic analysis? It is quite remarkable that"
    },
    {
        "speaker": "Guest",
        "time": "01:10:39.120",
        "message": "someone, again, this elite individual, this somewhat anglicized, quite anglicized individual, I should say, also had knowledge, such a deep knowledge of Indian agriculture that he could identify different types of sugar, different types of soil, and point out where, you know, British calculations were wrong, because, you know, they identified a different type of commodity than what existed in actuality. So he definitely did his homework. And, you know, I think at this point in time, again, he was just, he was a complete workaholic. His central focus of his life was understanding this process of impoverishment in India. So pretty much every activity he undertook was somehow connected with it. Whenever he went back to India, he would obviously spend time with his family, he didn't spend nearly enough, but he would immediately go and talk to officials and then head out to the countryside and go and look and see what's going on on the ground. Now, with regard to the political aspect of the drain theory, if you look at previous scholarship, most scholars have been quite puzzled by Naoroji's particular frame of mind on the drain theory, because he ultimately talks about one source of the drain. I mean, there were many sources of the drain, right? I mean, in terms of, you know, natural goods and natural resources being taken out of the country, high land revenue, but he ultimately focuses on one component that seems on the surface not terribly important, and that's the amount of money that's paid for the civil service. So, you know, he calculates that about 33 million pounds, which of course was a big amount in that day, was taken out of India every year and, you know, was, you know, sent back to Great Britain. That was the actual number in numerical terms of the drain of wealth. And of that, initially, he says only a small portion of that is the salaries that are paid to these British officers, because ultimately those British officers retire, or even if they stay in India, they send their earnings back to Great Britain to support family members. But there's a reason for why Naoroji focused on this, because again, as I said, politics and economics are two sides of the same coin in Naoroji's nationalism. The civil service is this major political issue of this era. It's kind of the linchpin of Indian grievances, because ultimately the civil servants are the ones that are kind of enforcing these very draconian policies throughout India. So Naoroji and others had this idea that if you open up the civil service to more Indians, and if Indians themselves are working for their own government, those policies will change. Indians would not be beholden to the same imperial principles. They would understand the country better. They, of course, spoke the languages. So by focusing on that particular component, just the civil service, you could make your political point very convincingly. And this was something that I think a lot of early historians didn't really focus enough on. They asked, why fixate on this particular small component? And you see throughout his writings that he, by the end of his career as an economic theorist, he doesn't care anymore about what percentage of the drain of wealth comes from the civil service, paying for the civil service. It doesn't matter. No matter what it is, it is what needs to be solved. It itself is the source of all other aspects of the drain of wealth, because once you had Indians in power, those other forms of drain, the drain of wealth would also dry up."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:07.120",
        "message": "You know, it struck even me while I was reading the book that, you know, I couldn't figure out at first that, okay, I understand the point he's made with the data that we are losing so much money, a quarter of our taxes are just going back to England and we are progressively getting impoverished by this. But why fixate on salaries of civil servants? And then it struck me and tell me if this sort of interpretation is correct, that he figures out that, okay, politically, what can I achieve? This is a reform that I can achieve politically, and therefore, I'm going to make this the focus. And I'm not going to focus about all the other diffused things that could solve the problem. And of course, the main thing that could solve the problem is the end of empire itself. He can't go for that. So this is the one achievable thing that he fixates on. But what is then fascinating to me is that he fixates on this for the rest of his life, basically, I mean, till the end of his career in England, that, you know, even when he is in parliament, which we'll talk about later, this is the one thing that he wants to do. It's like for 30-40 years, he's just fixated on getting Indians into the civil service. And you could argue that now we have an Indian civil service full of Indians, and it's not that much of an improvement. But leaving that aside, you know, it's kind of a fascinating period. What also I find really interesting here is this little detour he takes, where he concludes that, listen, you know, British India is not one monolithic mass. There are places like Bombay and Madras and all which they govern themselves, but there are all these princely states all around some 300 around the area of Bombay alone. And they have less interference. And very often, they don't have an English British civil service sitting there. And therefore, there is there is a better scope for comparing what governance across these two places are and figuring out if good governance can actually make a difference. And rather than theorize about it, he actually takes that step and becomes the Diwan of Baroda, you know, where for a couple of years, he gets his fellow policy wongs from the young Bombay days in and they try to do their own thing. And there is crazy politics where the previous cabinet still exists as a shadow cabinet while they are trying to do their things. And there are, you know, and there's a British guy there who's fighting with the king and the king tries to poison the British guy and it's mad fun. So tell me a little bit about that kind of period and what was he trying to do really? I mean, was he trying to sort of prove a point that, hey, you know, A, we can govern well and B, if you govern properly, you'll get far"
    },
    {
        "speaker": "Guest",
        "time": "01:16:40.560",
        "message": "better outcomes. Is that the whole thing that he was on? Princely states in this era are extremely interesting, you know, in terms of both the intrigues that are going on and also the potential that they held for some sort of reform. I mean, when we think of princely states nowadays, we think of reactionary old rajas who are holding on to power, anti-democratic. But the perspective from the late 19th century was very different. They were recognized as being the last vestiges of indigenous rule. In many cases, the rulers who are on the thrones in places like, say, Baroda or Gondal were quite progressive. They took tentative steps towards political reform. So, you know, Mysore, for example, set up a legislative assembly. So did Baroda. States like Gondal were experimenting in things like compulsory education by the very early 20th century. So these places were thought of as being almost political laboratories. These were the only places you as an Indian could, in your country, exercise some real administrative control. And it's for that reason that so many early Indian nationalists gravitate towards a few princely states. I mean, again, actually Dutt served as a diwan. Naoroji served as a diwan. Other individuals in the nationalist movement were constantly advising and were constantly in touch with princely officials from Hyderabad, through states that are now in Gujarat, through Rajputana states in eastern India as well. So they really kind of exercised the imagination of early nationalists. And you're right. I mean, when Naoroji goes out to Baroda, it is in many ways his attempt and the attempt of his young Bombay crowd, if you will, to kind of put ideas into practice. Here's an ability to actually implement the reforms and see whether we're right about, first of all, a drain of wealth existing in British territories that didn't really exist in the quote-unquote native states because they were under the control of our own people and whether or not government could be better when the people in charge were actually Indians. Now, in any other era, in any other place, this might have been a pretty interesting and potentially fruitful experience. Baroda in this period of time, 1873 through 1874, 1875, is the exact opposite of that place. I mean, it was ruled by a man called Malharrao. And as you had mentioned, Malharrao, the Gaikwad at this time, was in kind of a deadly battle with the British resident, a man called Robert Fair, who was himself no angel. He was kind of this very puritanical British officer who always tried to meddle in the affairs of princely states. He caused chaos when he was posted in Sindh by scheming behind the backs of various people. And when he goes to Baroda, he makes it his life's mission to somehow take down the Gaikwad. And when he learns that Naoroji is coming to serve as Diwan, a prime minister, he's livid. He regards Naoroji as being kind of a seditious traitor who's saying all these terrible things about British rule. And he actually says that he will not allow Naoroji to enter Baroda. I mean, think about this. I mean, a native state, an Indian princely state where the British agent, who's not really in power, still says, you know, I will not allow your Diwan to come into the territory of the state he's supposed to rule. It's quite incredible. And so for the next one and a half years when Naoroji serves as Diwan, he tries on one level to implement these reforms that he has been talking about. And at one level, it's very successful. I mean, he and his colleagues from Bombay clean up the judiciary. They get rid of practices like Nazarana, where people basically pay for, you know, judicial verdicts in their favor. They come up with a proper civil and penal code. They reform the, you know, the economy of the imperial household. They, you know, go through the country and revise the land rates, which were quite high. But ultimately, none of this really sticks because the Maharaja, the Gaikwad, was not fully committed to a program of reform. He wanted to kind of keep his cronies in power and at the same time kind of play politics against Robert Fair, the resident. So Naoroji gets trapped right in the middle. And many people at this point in time, you know, criticize him rightly for not being politically very savvy. I mean, here's someone who, again, has lived his life for the most part in an ivory tower. And now he's thrown into a very real politic environment where you have these two kind of implacable foes against each other, fighting for political power. And it gets so bad that, you know, in the, I think, November of 1874, Robert Fair, the resident, is actually poisoned. He's poisoned by via some arsenic being slipped into his glass of pomelo juice. And there was some, you know, glass shards and also in here. It's a huge scandal. And eventually it's discovered that the Gaikwad of Baroda might have been behind this, which is scandalous, right? I mean, you know, things have got that bad. And luckily, Naoroji resigns just before the, you know, things go to the wall and the Gaikwad is removed. But ultimately, it's quite a disappointing experience. I mean, Naoroji at one point kind of validates his idea that Indians, if they are in power, can, you know, kind of implement their own reforms. And he always had this idea that good government is no excuse for native government, indigenous government. And so in that sense, it's validated. But at the same time, he realizes that Indians, when they're in power themselves, are not always going to be these very selfless individuals who are out for helping the fellow countrymen. They have their own motives when they're in power and their own power dynamics. And the princely state system, you know, there's a reason why nationalists eventually fall out of, you know, these princes fall out of favor with nationalists, especially by the time of Gandhi's and Nehru's generation, because ultimately they are, you know, at one element, they are unrepresentative and undemocratic leaders. I mean, it took a Saiji Rao to kind of take that step of reforming. But ultimately, at the end of the day, Saiji Rao still wanted to stay in power, right? And by Gandhi and Nehru's time, Indian nationalism had moved beyond that stage where these princely rulers were already real political use to them."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:05.200",
        "message": "Yeah, no, no. And it's also like you pointed out, the timing is just crazy that he actually goes in there and, you know, gets his great team together, makes a few changes. But the optics are terrible because the Indian guy tried to kill the British guy. So what are you going to talk about? Yeah. Now, the interesting thing after this is that at this point, he decides that I, you know, he moves on to the second phase, like he's done the theoretical phase. And this is sort of a transition, I guess, between the theoretical phase of the second phase, which is a political phase where he decides that, okay, I need to now get into British Parliament because it looks like that is the only way I'll be able to make a difference. And there is sort of, for the concept of this, there is some precedent, like at one point in your book, you write about Raja Ram Mohan Roy, quote, in 1828, Ram Mohan dispatched petitions to both houses of Parliament, protesting the company's intention to restrict membership in grand juries only to Christians, a matter that he vigilantly pursued in Westminster after sailing to Great Britain in 1830. Recognizing the broad public significance of his agitation against the Jury Act, Prasanna Kumar Tagore, a prominent Calcutta lawyer, hailed Ram Mohan as India's unofficial MP, stop quote. And you talk about how Naoroji decides that, okay, it's time, you know, enough of theory, enough of giving policy suggestions. And hey, the Baroda experiment didn't work. So the only way to really change things is to get into British Parliament. How outlandish is this at the time? Like at the time, how do people think about this? And what is his thinking behind it? And you know, what happens after this? Just take me a little bit through his thinking, because just to conceive of something like this seems so"
    },
    {
        "speaker": "Guest",
        "time": "01:24:47.040",
        "message": "audacious at one level. It is quite outlandish. But again, from the perspective of Indian nationalism at this moment, you are searching for the weakest link, which is the reason why civil service and civil service reform preoccupied Indians so much as well. It was the weakest link in the edifice of British imperialism. Now that there were civil service exams, there was a chance for Indians to compete as well. Similarly, Parliament, the British Parliament, was regarded accurately by Indian nationalists as being the ultimate source of power. I mean, you had your viceroy, you had, you know, the various officials throughout India. But ultimately, the people who they looked up to was the British Parliament. You know, the Parliament would vote on a budget every year. The Parliament would occasionally, you know, censure the Indian government if it did some things that it didn't like. The Parliament had played a very important role under the company, under, you know, the East India Company of being a very vocal critic. So yes, it was outlandish, but it was the best option you had. You know, there was, you know, a 99 out of 100 chance that you would fail, but at least it wasn't 100 out of 100, which was the case in any other aspect. So, you know, at this phase, early Indian nationalism and the Congress, the Congress having just been established in 1885, looked to Great Britain as the only possible source of hope. And if it meant that an Indian would have to stand to get into Parliament, so be it. And Naoroji was in many ways the perfect candidate to try this venture because he had lived in Great Britain for such a long period of time. You know, he spoke English fluently, maybe because he was a Parsi, he might have looked a little bit more like Gora, he might have looked a little bit more fair than other Indians. So, you know, he probably had the best chance. And when he starts to campaign for Parliament, or at least starts to think about campaigning for Parliament, he says, you know, look, again, I've lived in this country in Great Britain for two or three decades off and on. I know many of the important political leaders here. I've talked to members of the Liberal Party. I've talked to members of the Conservative Party. And since India is a big political hot button issue, maybe there's a chance. Naoroji is not the first Indian to run, to stand for Parliament. That honour goes to a man called Lalmohan Ghosh. And I spent the first month of lockdown researching his activities for the next book I'm writing. And Ghosh comes very close to winning. It's quite remarkable. He stands in a place called Deptford, close by to Greenwich, and, you know, comes within, you know, a few dozen votes of winning, but ultimately doesn't win. So the door is already open a little bit. Okay, so, you know, there already are a few people who are starting to think about standing for Parliament. And the way that Naoroji thinks that he would have an even better chance of standing for Parliament is if he made his parliamentary campaign not just about India. If you're a Briton living in this era, your vote is not going to be swayed based on what you talk about India, right? I mean, most people have no clue about what's going on in India. They can maybe identify it on a map, maybe they can't. But if you link Indian political issues with issues that resonated with the average British individual, whether it was Irish Home Rule, the idea that Ireland should have some sort of autonomy from Great Britain at this point in time, whether you were talking about labor rights, the rights of people to unionize, the rights of women to vote, then you could catch their attention. And so Naoroji starts to do this during his first campaign, which takes place in 1886. I should mention that, you know, he had started to think about standing for Parliament many years beforehand, from at least 1877 onward. But it's only in 1886 that he really gets the first opportunity to stand. And the reason why he chooses that year is because parliamentary reform had just taken place in Great Britain. So Indians were very keenly observing how democratization was going on in Great Britain, and then using that democratization to their advantage. So in 1885, 1886, there had been these reform bills that had been passed, and automatically now, you know, maybe 25% of men had the right to vote. Maybe it was a little bit higher than that. I can't remember. But now more people have the right to vote, and you could be more popular in your attempts to woo the British voter. And so when he stood for Parliament for the first time from Holborn, close by to the British Museum, he doesn't just talk about India. He talks about the rights of Irishmen and Irish women. He talks about labor rights, things like, you know, eventually stuff like the eight-hour day. He talks to a limited degree about the right of women to vote. He talks about local municipal issues, problems with the London municipality, problems with transportation. So he's very clearly linking together India to a whole myriad of other issues that will capture the attention of the average British voter. And this gives him a bit more of a fighting chance. And eventually, again, he does lose in 1886. He loses by quite a large margin. But he doesn't lose as badly as many people thought that he would have."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:05.360",
        "message": "Yeah, and I was kind of fascinated again by this period, because before this, you mentioned that earlier there was this, you know, when he goes to Baroda, there is a suspicion that, oh, he's an ivory tower guy, and he's going to Baroda. And what does he know? And what I find about his England years, from your book, is that his political skills are remarkable, because he realizes that India is not a cause, he is not a celebrity. You know, he knows a lot of people, how does he get ahead? And he forges these three kinds of critical alliances. You know, one, of course, with the Irish, where, you know, he adopts Irish home rule as, you know, one of his pet causes. And you point out how, in fact, by the time the election comes around, he's asking for electors' votes, quote, on behalf of the 5 millions in Ireland, and the 250 millions of India, stop quote. And the other two sort of constituencies who he woos are, one is, of course, the communists. And, you know, he gets more and more drawn to the communists. And of course, and that obviously means a vote base of workers, and so on. And the third, interestingly, is women, and women can't even vote at that time, right. But he figures that getting the women on his side will have other knock on benefits, which indeed it does. So tell me a little bit about the sense that we get, like, you know, there's another quote that kind of fascinated me is where he gives a speech at Holborn, which you could quote from, where he says, during the first campaign, which he loses, where he says, quote, I have lived in this country actually for 20 years. And I say that if there is one thing more certain than another that I have learned, it is that the English nation is incompatible with tyranny, stop quote. And of course, he knows this is bullshit. I mean, you know, so yeah, but he says it because hey, it's a means to an end. Now, my other deeper question, one is, I want to know a little bit more about your insights about how he's thinking at this time and how he's doing these alliances. But the other sort of meta question I have is that one of the things that has always struck me about politics is that politics corrodes character, in the sense that you might begin out with a certain set of principles, but then you compromise so much, so much, so much, so much that you yourself change as a result of that. And those principles which you might have felt so deeply about don't matter anymore. Now, it's very clear from this biography that that didn't happen to Nauroji, that he was passionate about the cause right till the end. In fact, when he loses his last election at the start of the century, it's almost pitiful his reaction to it because he cares so deeply about getting in there and making change. So it doesn't really happen to him. But at the same time, it's like this is a point where his public persona and his private persona seem so different, you know. So what's kind of going on? And what is your sense of how can a person, you know, how is he remaining himself through this period? It all seems so calculated. How can it not affect you? Like one of the things that you do point out, and that does seem to be a genuine shift is his drift towards communism, where in fact, in 1902, he attends a second international like you point out, and he becomes more and more communist in his rhetoric as the years go by. And that seems to be a, you know, a genuine shift, whereas he would not have held those views earlier necessarily. But, you know, what is that whole kind of process like? Because the part that I'm sort of, I mean, I know the question is a bit long winded, but what I'm fascinated by is not just the events that he's so cannily putting together these alliances and saying whatever he needs to and dressing differently for different occasions, as you also point out. But you know, what must be the turmoil in his mind as he goes through all of these processes? Give me your sense of that."
    },
    {
        "speaker": "Guest",
        "time": "01:33:57.280",
        "message": "So I'll just mention at just at the outset, so he was definitely much more attracted to, he was definitely attracted to socialism, communism, not really, since communism as an idea was still evolving. And, you know, the ideas of Marx had not really trickled into, at least the Indian stream of politics as yet. So I mean, I think it's correct to say that he drifted towards socialism rather than towards communism. But you're right. I mean, you know, towards the end of his life, he was, you know, associating with these individuals who eventually will play a role in kind of leading the groundwork for kind of a global, you know, the growth of communism globally. Now, with regard to your question about, you know, what's motivating him at this point in time? You know, I think the really abiding passion of his life was this belief that so many people in India were being affected by poverty. Every year, you know, if it was a famine year, millions of people would lose their lives. And so he felt kind of a heartfelt commitment to do all that he could to try to change the situation. He knew that, you know, everything he did could potentially save, you know, people from this terrible fate. And, you know, his ultimate goal was to reach a point whereby the drain of wealth would be stopped and, you know, Indian impoverishment, the cycle of Indian impoverishment would be reversed. So I think that was kind of the burning fire in him. And that was the reason why he stayed so true to his core convictions. If you look at all of his close political comrades, they were all people who had this similar kind of inner fire and made sure that politics did not corrode that sense of, you know, pure principle. I mean, one of his good friends was Henry Hinman, who was the founder of the first British Socialist Party. And like Naoroji, Hinman grows more radical as he grows older. He grows far more radical than Naoroji, of course, in his socialist views. Another friend of his was Michael Davitt, who was an Irish home ruler who had gone to jail because of his activities and political views. He was someone who was committed towards pacifism. You know, he ultimately was not there for the political glory or, you know, money. He was there for principle, you know, fighting on behalf of his fellow Irishmen and Irishwomen. And so these people, you know, were ideologically motivated to such a degree to achieve some concrete end that I think they kind of, you know, immunize themselves from the corroding influences of politics. You can argue that Naoroji was not a very good politician in this sense. He did not compromise in many ways. He, as far as I can tell, was not corrupt. You know, he pursued a very honest and deliberate line in all his activities and that nearly cost him the election in 1892, which he won by five votes. But he very nearly lost it because he refused to give in to certain tactics that might have, you know, led to some sort of compromise that might have been politically remunerative, but ultimately would compromise his core beliefs and his principles. So in that sense, yeah, I mean, he wasn't necessarily a very good politician. But, you know, I think it's important to keep in mind that, you know, there were these people in this era, just as they are today, of course, who are so committed to, you know, doing good and achieving some concrete good that, you know, would have real consequences for"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:23.040",
        "message": "lives on the ground that kept them running. There are people like that in this era, you said?"
    },
    {
        "speaker": "Guest",
        "time": "01:37:28.080",
        "message": "Perhaps a few. I know it's, you know, we live in such a cynical era, but I think there still"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:35.200",
        "message": "are a few people out there. Okay, I won't ask you for names in this particular talking about Nauraj, you know, and also when you talk about his obduracy, I'm struck by what happens during the second election, which he finally wins, I think 2953 to 2948 or something like that by five votes, as you said. And what's interesting there is that he gets the candidateship of the Liberal Party. And then there is this internal rebellion and another Liberal candidate says, no, I'm the candidate. And there is for a couple of years, tremendous pressure on him to back out of the race. But he is so bullheaded that he just won't do it. And he hangs in there, and he somehow gets through and he faces a bunch of racism at this time as well. And one of the reasons that you pointed out might have helped him win is that Lord Salisbury referred to him as a black man. And this led to an outpouring of number one, sympathy across England, because you know, they could see that this is clearly a bit too racist, and the racism of it must have seemed starker, because he was essentially like a British liberal, well spoken, sophisticated, all of that. And besides outrage, it also leads to a little bit of fact checking when people point out that actually Lord Salisbury, who is quite swarthy, is actually darker than him. And this whole process was kind of fascinating. Tell me about what happens when he finally wins. Like one of the things that strikes me is that number one, when he's standing, it's not as if he is standing as an individual. It's like he's standing for all of India. Across India, the people are raising money for him and sending it to him. And it's saying he's India's guy, you know. So it's almost as if this whole nation is at his back. And then when he finally wins, you point out how when he comes to India, I think he goes to the Lahore Congress. And over there, across the way, he does this railway trip, which is, you know, presages Gandhi's trip on the railways and getting mobbed decades later, where you have these massive mobs everywhere coming to see him. He, you know, he lands up at Lahore, and there are tens of thousands of people at the railway station or whatever. And it's just mad. So on the one hand, he is a big hope of India. He is their guy out there. It's almost like he's been elected President of India when he gets that seat as an MP. And yet within the British Parliament, he has a really tough time. Tell me a bit about"
    },
    {
        "speaker": "Guest",
        "time": "01:40:03.760",
        "message": "those years. So two things struck me at least about Naoroji's election. You know, his campaign, rather, I should say. The first thing was that his campaign took such a long time. I mean, he's nominated, as you say, and eventually there's a challenge that takes place. He's nominated in the year 1888, and the election doesn't take place until June of 1892. So you have basically a four-year-long campaign. And campaigns for Parliament in this era were in the span of days and weeks normally. And yet here's someone, you know, going in every day for the large part of four years and fighting internal rebellions that were, as you said, largely based on the question of race. There are two people who challenge him. And at least as far as I could tell from my research, those challenges are to a very large degree based on the fact that here was, you know, a foreigner, someone who looked different, someone who had a name that we can't pronounce, trying to represent us. And the irony of this was that he was standing in an area called Central Finsbury, which was then, and is still today, a very radical area. I mean, this is an area that still has, I think, a Lenin library. There was a statue of Lenin until recently over there. So it had this very long kind of radical political streak, and yet he's facing this terrible racism throughout his campaign. And it's so terrible that, you know, he nearly has to, you know, you know, he's encouraged to quit by many people, including many of his friends, to quit. And as you mentioned, you know, the prime minister at this point in time, Lord Salisbury, does kind of an indirect favor to him by calling him a Black man, which sets up a huge debate about racism in Great Britain. Was it acceptable to call, you know, an Indian a Black? What did that mean? And of course, there was this whole side debate, as you said, about who actually was darker. And, you know, that kind of reveals, I guess, a bit more about what racism was like in the Victorian era than, you know, what, you know, we'd like to think of it. So, you know, he becomes kind of a popular figure in this era, but that still doesn't help him. You know, he still faces challenges after that moment to his campaign. And as you mentioned, he wins by only five votes. He becomes dubbed the other by narrow majority. And that leads me to the second kind of really interesting thing for me, at least about this election. If you look at the total electoral figures, about 5,000 people are voting. This sounds kind of like, you know, a small college election, right? I mean, this is not what you think of as, you know, the exercise of democratic power in, you know, the beacon of democracy in this era. And that also shows you just how stunted democracy was in the supposedly democratic parts of the world in this moment. I mean, the franchise, the power to vote was only extended to those men in Great Britain who owned property and who, you know, could meet a certain, you know, threshold for earnings. And oftentimes the people who voted didn't even live in the particular district they were voting for. So, you know, you could be someone who lived, you know, in a completely different part of London, but because you owned property or you owned a store in central Finsbury, you had the right to vote. So it was a very weird and wacky system. And, you know, I learned far too much about Victorian politics and kind of the intricacies of how it worked in this era than I ever would have wanted to. But, you know, the long and short of it is, yes, at the end of it, Naoroji is elected. He's elected narrowly, but he's nevertheless elected. There's a brief recount effort that's put in place where, you know, the Conservative candidate tries to disqualify Naoroji by saying that several of the people who voted for him were immigrants, they were Italians or they were French, and how dare they had the right to vote. But citizenship laws in this era were so vague that, again, even someone like Naoroji had the right to vote in elections almost from the moment that he stepped on show in Great Britain, because there was no kind of like law of citizenship at this point in time. If you were there on the ground and you met your minimum qualifications for income and such, you had the right to vote. So getting to the second part of your question about how Naoroji is kind of conceptualized, yes, he is conceptualized as being the MP for India, the member for India. And it creates, you know, a moment of jubilation across the country. He is flooded with telegrams and letters from not just around the world, but all corners of India. I mean, when I was looking through Naoroji's papers, I found letters from Kashmir. I found letters from parts of, you know, Mysore province, you know, Chikmagalur, the place where coffee is grown, from village India, from urban India, from Indians living in Shanghai or Zanzibar or, you know, other parts of the diaspora, South Africa. So this really excites not just Indians in India, but Indians all across the world. And all Indians, whether they are, you know, an individual living in Chikmagalur or an elite in Bombay or, you know, an indentured worker in South Africa recognize Naoroji as being their representative. Finally, they have a voice, right? I mean, finally, there is an Indian in power who claims to speak for Indians. And consequently, for the next two to three years, when Naoroji is in parliament, he becomes these people's representatives. So he's dealing with everything from matters of high policy, you know, the civil service and the question of who is being appointed to what in the government of India, to the complaints of Indians living in the diaspora in Madagascar. I mean, up until this point in time, I didn't even know that there were many Indians in Madagascar, but I found a Gujarati letter from Indians in Madagascar complaining about their treatment. So, you know, it's fascinating. And you find letters, again, from Indians living in Guyana who are, you know, talking about their grievances and how Naoroji will hopefully be able to help them. So it's a moment of kind of unificatory patriotism, not just across India, but across the Indian diaspora at large. And it creates this huge moment of hope. And I think for Naoroji, it really feeds into this idea of, you know, that he's held so close to his heart throughout his life, British justice. You know, he's tried this hard, he's walked this hard, he's walked against the odds. And finally, after four terrible years of campaigning, he overcame, he succeeded. And now he would have a chance to make his point. Maybe there was a, you know, a glimmer of hope in this idea of British justice. And ultimately, it all comes crashing down. He loses election in 1895. And it's a moment of deep and dismal disappointment. It's probably the lowest moment in his political career. And we can go on and talk about that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:48.640",
        "message": "you know, later on. Yeah, no, before we get to that, I mean, a couple of strands, which I was kind of fascinated by that, you know, what you're pointing out about India, you know, him being treated as, you know, India's MP in Parliament, as India's man out there, is actually something as you, you know, describe in your book, something that's been happening over the couple of decades before this also, in the sense that he becomes this sort of figurehead of the Indian community in London. So whenever parents are sending kids to study there, they'll send him a letter, and they'll say, please make sure he doesn't marry a British girl. And, you know, even Gandhi apparently is armed with a letter for Naoroji or, you know, your person X and person Y there with the letter for Naoroji saying, listen, I don't know him, but it doesn't matter. He's Indian. And he'll, you know, so he is the dude there who's already this massive community figurehead. The other thing that struck me is how late in his life all of this is happening. You know, he's 67 at the time he wins that election, you know, he's born in 1825, this is 1892, he's 67, he's 70 at the time it's done, and he's not even nearly done, like his iconic Congress speech of 1906 is when he's 81 years old. And we'll kind of come to that later, which is pretty mind blowing. And just reading about his years in Parliament in your book was so impressive, because one, you've described his schedule before that, where this is not the age of email. So he's like getting up every day, he's devoting hours to writing letters by hand. He's meeting people constantly, not just when he's in Parliament, but, you know, for years and years before that, he's giving speeches, he's doing all of this. And in Parliament, you point out about how he finally gets a victory that is not a victory, he gets a bill passed, which will allow Indians into the civil service. But the cabinet, which is from his own party, the Liberal Party, then blocks it and doesn't do anything with it. Tell me a bit about that sort of process and how it affected him, because this is where that other transition happens in his life, where he shifts from being a politician to an agitator. And this failure kind of radicalizes him. Tell me a little bit"
    },
    {
        "speaker": "Guest",
        "time": "01:49:02.720",
        "message": "about what this process was like. Going to the first part of your question, at least, with regard to the Indian diaspora in Great Britain and what he was like to these students. You know, if I were to have written a standalone book on this process, you could almost, you could probably title it Indian Uncle. You know, he served as kind of the uncle for all of these people who came to Great Britain to study, to work, sightseeing, you know, everyone and anyone who is coming to Great Britain from India is asking him for help. And this was one of the fun things that I was able to do when I was in the archives, you know, since Naoroji kept everything. He was a pack rat. He was very pious in that sense. He kept everything. And I can sympathize being a pious thief. You read the letters that were written to him and they cover everything. So family disputes, you know, my son has sailed to London. He has not paid us remittances. What's going on? My husband has left us. He is somewhere in London. Can you help me? All the way down to the most mundane of things. Can you get me tickets to go see a session of Parliament? Can you arrange for me to meet the Queen? I mean, completely absurd things like that. You know, so everyone is asking him these questions. And most of the letters that I saw, there would be a small little note on top of them indicating the date he replied. So the incredible thing was, regardless of how absurd the question was, he still had the time. He still made the time to reply. It could have been a one line note saying, sorry, I can't help you meet the Queen. But in many cases, it was a detailed response saying, you know, I'm trying to get in touch with your long lost son and encouraging him to write to you. Or I'm trying to find your husband or, you know, your brother or your son passed away. I'm making arrangements for, you know, the funeral and, you know, money to be sent back home. So he was really involved in the nitty gritty of the lives of hundreds, if not thousands of Indians during his time in Great Britain. I mean, he really evolves as kind of this father figure or uncle, if you will, for the Indian community. And so as a consequence, you get a snapshot of what Indian life was like, all the troubles that people faced, their complaints about the weather, the food, British people and, you know, whether they were friendly or not friendly, and also the good things that they felt they experienced in British society, their friends, the fact that Britain was, you know, much more educated society that, you know, socially, it was much more liberal. So, you know, in that sense, Nehruji is important to us for understanding socially how the diaspora develops in a place like Great Britain. Now, with regard to his time in Parliament, and, you know, kind of the effect that it has on him. So as I said, yes, he begins in this moment of rosy optimism. And if you read the speeches he gives in Parliament during his first few years, they are very congratulatory towards British rule. You know, he says great things about what British rule has done. It's this force of progressivism. He's a loyal member of the Empire. And a very strong and distinct break takes place after he realizes that, you know, the goal of his time in Parliament, getting civil service reform would ultimately be thwarted. So as you said, you know, he succeeded in getting a non-binding resolution for civil service reform passed in Parliament. And he did this against great odds. He did this at a time when most parliamentarians were at home asleep, very late at night. There were only a few stragglers left in the House, but just enough, he made sure that there were just enough so that you would have a quorum and a vote could take place. And this was significant because it left Gladstone, the Prime Minister at the time, completely red-faced. His government was against it. It was the first defeat the government had faced, and it was a defeat by a fellow Liberal MP. So it's extremely embarrassing. But, you know, this was all part of Naroji's strategy. And when he goes back to India for the first time after being elected to Parliament, it's kind of like a victory lap. And he promises that now, you know, having passed this non-binding resolution, the British people and the Parliament would be honour-bound to, you know, commit themselves to this reform. And ultimately, that's not what happened. And when he realizes that this would not happen instantaneously, you see a tone, a change of tone. So he starts talking about the evils of British rule again. He starts comparing the fate of Indians to those of slaves in America. He says that Indians were actually probably worse off than slaves in America, because at least in America, there had been an incentive to keep those slaves alive. In India, there was no incentive, you know, and therefore millions of people died. So again, he becomes very bitter and very radical towards the end of his career. And worse than that, he realizes that not many people are listening. So ultimately, he would have thought that once you got to the stage of being an MP in Parliament, people would listen to you. But you had magazines like Punch making fun of Naroji, saying that he's, you know, giving this long speech and no one is listening and people are just making fun of him. So it's a moment of great despondency. And as you said, you know, he's 70 years old at this point in time, he could have thrown in the towel, retired back to India, given up and, you know, been a very bitter man but given up and he doubles down, if you will, he decides to become more radical. He decides to amplify his schedule. So he spends even more hours writing speeches or responding to people's letters, kind of haranguing colleagues to become more radical. And that sets up the last moment of his political career where he kind of embarks on this much more radical"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:49.520",
        "message": "phase of politics. Yeah, and that was almost kind of poignant that, and I guess it's a combination of the two, but I was trying to figure out, was this radicalization because of the contingency of his failure that he was just so frustrated that he lashed out and whatever or was he perhaps expressing the radicalism he felt all along, because it was now no point in putting a veneer on it that wasn't helping? Or was it that simply at this point in his intellectual journey, he realized that these kind of moderate methods, petitioning and blah, blah, blah, are not going to work and therefore you have to try something else. But I also found this poignant because of course, he misses the 1900 elections because he's ill. And of course, he's, you know, 75 at the time, but then he stands in the next elections, loses badly. And then it's so sad because he writes to his Irish friends and almost begs him for a safe seat there. And, you know, and he's turned down because there are internal squabbles happening there. And it's like he realizes that this is my last chance, I have to get into parliament and do this, get this resolution passed. And eventually, that's kind of not happening. And the really interesting thing is you think at this point, he's done and dusted. But 1906, when he's 81 years old, is still almost a seminal moment for the Congress Party, because the extremists are fighting with the moderates. And as a way of stopping Tilak, like you point out, you know, Tilak is being intransigent and wants to be president of the Congress. And as a way of stopping that, they call in Naoroji. And even though the moderates think he's too extremist, and the extremists think he's too moderate, like you say, he's in, they all agree to him and he goes out there and he gives a speech, which he makes his compadre Gokhale readout, which is also an interesting tactic. Tell me a little bit about that. And why is it so seminal? Why is it such a remarkable moment in Indian politics, what"
    },
    {
        "speaker": "Guest",
        "time": "01:56:44.240",
        "message": "Naoroji now says? So going back as to why Naoroji radicalized at this moment, I mean, I think it's a little bit of the various reasons that you mentioned, you know, so at one point, he realized that now that he wasn't in the in parliament, and he wasn't immediately standing for parliament, he could afford to be more radical. You know, he first talks about self-government for India publicly in the year 1884. And then in the year 1885, all references to self-government disappear. And that's because this is, you know, when he starts to talk about standing for parliament, and if you want to stand for parliament in Great Britain, talking about getting self-government from Britain is probably not your most effective strategy. So he stops talking about it. And it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:24.800",
        "message": "only... And also, no one's taken screenshots on Twitter. So it's okay. Exactly. Yeah, this is a"
    },
    {
        "speaker": "Guest",
        "time": "01:57:32.000",
        "message": "much easier moment, I guess, for, you know, people's former statements to, you know, kind of pass by and not be commented upon. So he doesn't talk about self-government, even though it's there in the back of his mind. And if you look at his private correspondence, he's still talking about it with people like Alan Octavian Hume. And after 1895, well, the gloves are off, right? I mean, you can start to talk about more radical views. And so he starts to talk again about kind of the evil nature of British rule, a foreign government being, you know, terrible for India. He starts to talk about the possibility of a second mutiny, because people were just so sick and tired of, you know, the terrible effects of imperial rule. And ultimately, he starts talking again about self-government. And he makes this public, even though he's standing for parliament at the same time. So now, you know, he just doesn't care that that contradiction might be there. And I think one reason for why he's able to let this slide is because he realizes, you know, the fact of mortality staring at him in the face. As you said, he's, you know, in his 70s when he, you know, when he loses his re-election bid in parliament and in his early 70s when he's kind of radicalizing. And he realizes that these are his last chances to kind of make effective change. He struggled all these decades on behalf of ameliorating the condition of India. And during this period of time, again, it's, you know, the terrible things happening in India. The government in power is more reactionary and conservative. There's the plague epidemic in Western India, coupled with a famine. So the news coming out of India is awful, absolutely terrible. And if you read letters written by people like Gokhale or Beramji Malbari, you know, they're heartbreaking. You know, when I read them in the archives some 120 years after they were written, you're really struck by just how awful things were. You know, people's relatives dying from plague, famine camps being set up all around the country, people leaving Bombay in masks to escape the plague, and this very kind of draconian effort on part of the British government to kind of crack down on health and sanitation in order to, you know, alleviate the plague. It was an awful moment. And so I think Naoroji felt all this more keenly, because everything that he had struggled for seemed to be at stake. So, you know, a part of it was trying to stand for parliament again, making a last ditch effort to be elected. And as you mentioned, in 1900, he can't stand for parliament because he's too sick. His doctor actually tells him if you stand for parliament, there's a good chance you will die because, you know, your respiratory problems that you're having could lead to, you know, influenza and could lead to other diseases that, you know, could cause you to die. I mean, you're 75 years old at this point in time. He tries again in 1905, 1906, when he's 80 years old, and people around him are asking him, good God, what are you doing? Why are you, a man of 80, trying to get into parliament? And, you know, he still has that fitness of, you know, of being to give multiple speeches a day, to address multiple crowds, to write letters. Maybe it's his diet of raw eggs. I don't know. I mean, maybe that keeps him ticking. Who knows? But, you know, he still has the energy of someone who is 20 years younger. And that kind of propels him in this more radical direction. He knows that time is not on his side, yet he still has the energy, he still has the drive, and he still knows that whatever he's doing, you know, has a chance to help save people in his country from even worse poverty and famine and, you know, the plague epidemic. So there's still that drive. And ultimately, you know, all of that collapses after his Congress speech in 1906. His health gives way. And, you know, all of a sudden, this man of 81 years of age, who had been acting like a man of 50 or something, now is in his 80s. I mean, he just cannot go any longer. But it sustains him long enough to do what he needs to do, which is, again, give that speech to the Congress in 1906, where he really kind of helps tilt the balance in favor of the extremists. You know, as you said, both the moderates and the extremists kind of saw Naoroji as a compromise candidate. He kind of fell in between two stools in the sense that he was too moderate for the extremists, but too radical for the moderates. And the moderates really hope that he ultimately will help them preserve their basis of power in the Congress through his leadership at the Congress. And the few eyewitness reports that we have of what people like, say, Gokhale or Mehta or, you know, others like Surendranath Banerjee and such are thinking after the Congress is a certain feeling of being crestfallen. They felt that Naoroji has really passed on the baton to the extremists. And we know that Tilak, after the Congress speech that Naoroji gives, has taken place. You know, again, he criticizes Naoroji's moderacy, but he also says, look, you know, he has agreed with us, us being the extremists, that Swaraj is the way to go for it. We can disagree with him about methods, but he ultimately agrees with us for the end. So the means are different that we have, but the ultimate end of Swaraj, and not necessarily Swaraj under British rule, Naoroji is on the same page with us. And even, you know, fierce critics like Dipenchandra Pal ultimately realize this as well, that Naoroji has done us more good than bad through his Congress"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:08.560",
        "message": "speech of 1906. You know, the wording of the speech is fascinating in the sense that before this, as you point out, he's always, one, he uses the term Swaraj, which is Tilak's term and, you know, very deliberately. And the other thing that you point out is that before he has always spoken to self-rule in the sense of, you know, like the dominions like Australia or Canada or whatever, which are still part of the British Empire. But now he says like Australia or Canada or the UK, which means, you know, completely independent. And he doesn't need to spell it out. Just saying like the UK, as you point out, is, you know, a big seminal moment. And, you know, you can imagine why, you know, you've spoken in your book about how Feroz Shah Mehta was so upset and crestfallen and all of that. And one can sort of totally imagine. And this shift happens and he lives till 92. He dies in 1917. He shows traces of activity in that time, but he doesn't really, he's not really too active after this. Gandhi comes to India and meets him, all of that happens. You know, one of the things which you mentioned you couldn't do much about during the book, because there isn't much written on it is, of course, his personal life. He got married at the age of 11 when his wife was seven, of course, which is the kind of classic child marriage thing that you have then. He had kids with her, many, many grandchildren, all of that. You know, you gave us a sense of his grief when his son Ardashir dies at the age of 35 and all of that. And one gets a sense of him as a father, even that moment when his daughter writes to him and says, please come to India for my wedding. And he writes back saying, no, no, the nation is important. You want me to give this up? So, I got a kind of a sense of those conflicts, but there's no mention of his wife anywhere. And obviously, as a biographer, you're looking for that. So, how do you sort of deal with that? Do you feel like there's something incomplete there?"
    },
    {
        "speaker": "Guest",
        "time": "02:04:54.080",
        "message": "Absolutely. That was the most frustrating aspect of my research. So, as you mentioned, Naoroji was married when he was 11 and his wife was, I believe, seven. And they ultimately were married for 70 years. And his wife apparently was not literate. She apparently had limited interest in learning. At least this is what we know from R.P. Massani's biography that he wrote in 1939. Massani knew the Naoroji family, so he would have known family stories and such. There's no way for me to verify this because there's just no material. So, when I looked through the Naoroji papers, there was a collection of family correspondence, but there were no letters from Naoroji's wife. She didn't write or she wasn't able to write. And his wife only comes up every once in a while in correspondence. I mean, this was extremely striking for me because, you know, here's a man who talks a lot about feminism, right? I mean, he's consorting with some of the leading feminists in the world, you know, throughout his political career. He's talked about female education and he's acted upon it and yet his own wife is such a distant and remote character for the biographer to understand. I mean, you know, a friend of mine, a very good friend of mine found a picture of her after having dug through a bunch of old and dusty newspapers in Baroda. And I was shocked to find this picture because I'd never seen it before. I mean, there are just no descriptions of her throughout his correspondence. So, you know, I would have loved to have written much more about his family. But ultimately, you know, two things constricted me. One was, of course, word limit, you know, there's only so much you could write about it. And the second was there just wasn't that much material about his wife and many of his other children. We know a lot more about his grandchildren. In fact, you know, still to this day, I get emails from people every once in a while who said, you know, they knew his grandchildren or, you know, they were related to him. So I'm still kind of piecing together a few, you know, pictures of stories of his grandchildren. So what I can tell you definitely is that even though his marital relationship, we don't know much about, and it doesn't seem like, you know, it was, you know, a marriage of equals in many way. And, you know, on that ground, we can criticize Naroji for, you know, perhaps not, you know, spending more time with his wife or not making more of an effort to kind of integrate him into his, you know, his social world. But we do know that amongst his granddaughters, he was extremely supportive of their ambitions, you know, with what they did. And, you know, his granddaughters included people like the Captain Sisters, who are important players in the nationalist movement under Gandhi. They were, you know, radical extremists who worked with Madam Kama and even with Savarkar, and then ultimately gave this up in favor of Gandhi's political following. My favorite character from his generation of grandchildren was a person called Khurshid Ben Naroji, and I've written an essay separately on her. She was Naroji's youngest granddaughter through his son. So his son, as you mentioned, Adi, passed away in 1893. And Khurshid Ben was born after the son passed away, so born posthumously. And she was trained as a classical singer. She was trained in French, and she goes and studies in Paris, and eventually even spends a bit of time in Greece, where she meets a very important figure involved in reviving the Delphic games in Greece in the early 20th century. And she comes back to India, and she gives all of this up in order to join Gandhi, and not just join Gandhi in terms of, you know, temperance activities and walking in Sabarmati Ashram and such. She does a completely amazing and courageous thing by deciding in the 1930s to go out to the northwest frontier province and preach nonviolence to Dacoits. So she learns Pashto, and she goes around to camps of Dacoits. And imagine this, you know, petite, Anglicized, Parsi woman who was a classical singer living in Paris up until recently. Her house is on Napier and Sea Road in Bombay, and now she's traipsing through Waziristan, talking to Dacoits and saying, please, you know, stop kidnapping Hindus, you know, in order to restore Hindu-Muslim unity. Instead, why don't you weave Khadar and, you know, learn about Gandhi. It's a completely ballsy thing that she's doing. She, at several points in time, is probably nearly killed. I mean, she writes to Gandhi about bullets whizzing by her in the desert. They're pretty remarkable letters. So, you know, all of this is kind of, you know, comes from a political spirit that Naoroji helps inculcate in his children and grandchildren. So, you know, his family legacy, even though it might not have been very well reflected in his relationship with his wife, it's reflected in the political"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:45.520",
        "message": "activities of his children and grandchildren. This is so fascinating. I can totally see this as a grand Bollywood film. So, you know, I've taken a lot of your time, two kind of final lines of inquiry. One is, you know, towards the end of his life, one, he himself becomes very embittered with his failure in Parliament or what he sees as his failure in Parliament and so on. And, you know, you point out how one of his constant enemies in London, Shyamji Krishnavarma, who I promise was no relative of mine, Shyamji Krishnavarma then sort of criticizes him and calls him a grand failure and says that he's achieved nothing through all these years. And, you know, when I kind of, for me, this, you know, looking at that period of Indian history always seems to me really weird because everything seems coherent till the second decade of the 20th century. You have the moderates who are doing their petitioning, who are trying to work with government. You have the extremists on the other hand, who are gradually moving apart and all narratives are coherent. And then up comes this black swan event called Gandhi and he turns everything around. And it's like nothing that happened before that was even required or made any sense or whatever. So, on the one hand, because, you know, that's also the decade when Gokhale dies, Feroz Shah Mehta dies, you know, and of course, Naoroji dies, but he's already so old anyway, he's basically out of it. So, the moderates are out. But then again, it's a completely different stand, which is nothing, which is no continuity, which seems to have no continuity with what came before. So, one, looking back at his legacy and the fact that, yes, you know, on the surface of it, it seems like he didn't get much done. So, was he a failure? Did he have a legacy beyond that? And perhaps, is that legacy his failure in a sense? Because, you know, Gandhi at one point, you point out how Gandhi is telling one of his colleagues in South Africa around 1909 or 1910, that, you know, we must not give up because look at Dada bhai, he's been at it for 40 years. And if you look at all of, for example, you know, one thing people don't realize when we think about Gandhi, such a mythological figure is that all of Gandhi's Satyagrahas basically failed, including the ones in South Africa. But he just, you know, the last was sort of a half-hearted, face-saving semi-success. But Gandhi essentially kept failing, kept failing, kept failing, but he kept at it and then at some point that turned. So, is that Naoroji's legacy or is there a legacy beyond the failure of it? How do we, you know, when we now look back at him, besides the mythology of Grand Old Man of India or the Indian uncle, as you point out, what do we see? Is it a frustratingly wasted life, you know, lived with the best intention, but going nowhere or, you know, is it easy to say that in hindsight and did he actually move the needle in ways that are not"
    },
    {
        "speaker": "Guest",
        "time": "02:12:32.160",
        "message": "so visible today? That's an excellent question because these are questions that I'm trying to wrestle with in my next book. Oftentimes, both from our perspective and from the perspective of someone in, say, the 1930s or the 1940s, you could look upon moderate nationalism, this kind of early phase of nationalism, as being a bit of a failure. What did they do, right? I mean, the Congress was this small party that was relatively elite and city-based. What reforms were really, you know, wrested from the British government? And ultimately, only when Gandhi comes to the scene do you really have a mass-based movement where there is significant, you know, change on the ground. Now, the thing about this is that even people like Gandhi realized how wrong that perspective was. Gandhi acknowledged himself. He did not come out of any, you know, he didn't come out of nowhere, right? I mean, he came out of the particular heritage that India had accumulated in terms of its nationalist history and its political trajectory. And, you know, there's a passage in Hind Swaraj where Gandhi defends Naoroji by saying, you know, we stand on the shoulders of our, you know, those who come before us, you know, that whole metaphor, right? You can see farther because of what people have done beforehand. And he says, Naoroji was the person who really kind of laid the foundations. And I think that's what Naoroji's greatest legacy was. I mean, it was easy for people like Shyamji Krishnavarma to call him a failure because, you know, ultimately he did not achieve civil service reform, right? He did not stop the drain of wealth. I mean, India was poorer and more fab and written in the year 1900 than it had been when Naoroji started his political career in the 1860s. And Swaraj, of course, was a very distant goal. So, you know, on those three particular goals, of course, Naoroji failed in order to achieve those things. But ultimately he laid the organizational and the philosophical and kind of political economic foundations upon which Indian nationalism eventually did achieve success. I mean, when we think of any aspect of Indian nationalism, whether it was the organization in terms of the Indian National Congress, whether it was the particular message about how poverty was the kind of the central feature of why British rule was so bad for India, whether it was the international aspects of Indian nationalism. I mean, this is something which I'm trying to talk more about in my next book, about how people like Naoroji did not make Indian nationalism just about India. It was about much more than just India. It was a much more global campaign for emancipation. Any of these aspects had Naoroji at the very core. Naoroji was the people who laid the groundwork for many of these aspects of Indian nationalism. He wasn't alone. I mean, many other people were part and parcel of this process, but he was at the very center of all these various networks. So it's really impossible to understand Indian nationalism without Naoroji. Because if you were adopting Gandhi's or Tilak's methods in the 1860s through pretty much the 1880s and 1890s, you would have been cut off. There was no way the British government would have countenanced your activities. And Gokhale himself recognized this in regards to Alan Octavian Hume. When Hume dies in 1912, Gokhale delivers this eulogy for Hume saying, no one else could have founded the Congress. It had to have been a British ex-official founding the Congress because otherwise it would have been shut down. The government would have shut it down and dissolved the Congress. And indeed, you know, the viceroys in power, Lansdowne and Dufferin, nearly did shut down the Congress. I mean, if you read their correspondence, they're this close to even, you know, charging someone like Hume, a fellow British person, a fellow member of the civil service with sedition and treason. So you can only imagine what, you know, they would have done to Naoroji or Gokhale and what they did eventually do to Tilak by, you know, acting out on these threats. I mean, there would have been no question of the, you know, the velvet glove being off and the, you know, the metal fist of imperialism quashing and crushing these individuals. So in that regard, it's impossible to really think of us, think of Naoroji as being a failure. They did as much as they could do under the circumstances. In fact, they went beyond it in many ways. And, you know, they prepared the ground for a later generation when it was much easier to kind of go against the grain of British imperialism. And finally, I'll, you know, I'll"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:17:08.240",
        "message": "leave it to readers to read your book and to kind of discover Dadabhai Naoroji's fascinating life for themselves. But I'll shift back to the personal now. You know, biographers sometimes say that by the time they finish a biography, they feel bereaved when it's over. It's like a sense of loss because you get so attached to the person that you're writing about. Has it kind of been like that for you, especially as there'll be a lot of, I'm guessing, cultural echoes because, you know, you're also Parsi, you're in Bombay right now, you know, there would be sort of echoes of that also. So, you know, what was the relationship between you and Naoroji through this book? You know, how did it feel when it was over and in what ways did it sort of enrich"
    },
    {
        "speaker": "Guest",
        "time": "02:17:51.360",
        "message": "your thinking, as it were? I heard your conversation with Saman Subramaniam and I remember he mentioned that feeling towards Haldane. Curiously, I have not felt it. It's odd. I mean, I remember when I did my undergraduate thesis, it wasn't even a biographical project. It was on the construction of the city of Delhi. I felt a tremendous amount of just kind of meaningless after it was turned in. It was almost like depression, you know, after you turned it in and what do I do now? And I haven't had that feeling with Naoroji probably because he's not done for me. You know, I have, I'm sitting on thousands of his letters that I eventually want to publish. So, you know, there still is more work that I want to incorporate him into. And secondly, the next book that I'm working on currently, you know, which has been thrown a little bit asunder because of the whole pandemic, is on early Indian nationalism in general. And again, kind of trying to show about why it was relevant, not just in its era, but in our era. I mean, why the, you know, the principles and ideas that they fought for and enunciated are as valid today as they were back then. And Naoroji, of course, has a big part to play in it. I'm looking at other figures, I mean, like Lal Mohan Ghosh or Hume or eventually people like Ranade or Feroz Shah Mehta, but Naoroji is always there. I mean, his correspondence figures there, his ideas are important, and he's always hovering in the background. So, strangely, I haven't felt that feeling of mourning as yet. You know, he'll be an important part of my life, whether I like it or not, you know, for many years to come. I can't wait to read"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:19:33.600",
        "message": "your next book, because that period of history also kind of fascinates me. You know, I went to college in Ferguson College, Pune, and it was only years after I had graduated and left that I realized what a rich history it has in terms of so many of the moderate leaders of that era, in fact, being there. And one of my favorite stories is, you know, Gopal Ganesh Agarkar, who sadly died too young. He was once teaching, I think, a biology class at Ferguson College. And he asked him the question that, if donkeys had a gourd, what would the gourd look like? And then, I don't know how I'll do this in a podcast, but he basically held both his hands above his ears, you know, to imitate donkey ears. And that is such a fantastic thing. And you say that those leaders can have lessons for today. I don't think Agarkar could have gotten away with it today for all you know. But, Dinyar, it's just been so amazing talking to you. Thanks so much for"
    },
    {
        "speaker": "Guest",
        "time": "02:20:24.640",
        "message": "your time and insights. Thank you very much, Amit. It's been a pleasure to be on this program."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:20:31.600",
        "message": "If you enjoyed listening to this episode, do hop on over to your nearest bookstore, online or offline, and pick up Navroji, Pioneer of Indian Nationalism by Dinyar Patel. You can follow Dinyar on Twitter at Dinyar Patel, one word. You can follow me at Amit Verma, A-M-I-T, B-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:21:23.520",
        "message": "you"
    }
]