[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Among the few things I have learnt in my life, one is this, be selective about the things you get involved in. I am still some way off from mastering the fine art of being dispassionate, but more and more, when I watch the outrage erupt on social media, or the newest scandal on news television, I tell myself not to get involved, not to get all het up about it. My slogan to live by is a simple one, not my circus, not my monkeys. My power to change the world is limited, so why sweat what I cannot control. Now I would imagine that this is what many economists would think if they were actually asked to become a part of government and help run the economy, especially in India, known for its oppressive state, so resistant to change, and its venal toxic politics. Why get involved? Stay away and pontificate from a mile-high view. My guest on the show today is a well-known economist who was asked six years ago to join our central government as the chief economic advisor. He might well have refused the offer, thinking, not my circus, not my monkeys. But he did not. He joined the circus."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:14.640",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioural science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:28.000",
        "message": "Welcome to The Seen and The Unseen. My title for this episode is, What a Long Strange Trip It's Been. And I'm actually referring to two trips here. One is that of the Indian economy through 70 years, a complex monster passing through complicated times, starting small and ending troubled. The second journey is that of my guest Arvind Subramanian, who joined Arindra Modi's government in 2014 as chief economic advisor, excited about having the chance to do work that could have an impact on the lives of millions. He held that post for four years and continues to speak out today as a public intellectual. I was delighted when he agreed to come on the show to speak about both India's journey in the last 73 years and his own in the four years he spent in government. I have been a constant critic of this government's economic policies and did not refrain from asking hard questions. Arvind, showing tremendous grace and patience, gave me forthright answers for more than three hours. I'm sure even his former boss, Arun Jaitley, never grilled him for so long. No, but seriously, this was one of those digressive conversations that I really enjoyed spending as much time on large meta questions as on policy nitty-gritties. Do note one thing, by the way, due to a technical glitch, there was some minor sound disturbances in the recording, which we have tried to cover up in the edit. I'm sure you'll get lost in the engrossing flow of ideas and not even notice. Before we begin our conversation, though, let's take a quick commercial break. Are you one of those people who not only loves to read, but also wants to write better? If so, I have something for you. Since April this year, I've been teaching an online course called The Art of Clear Writing. Four webinars spread out over four Saturdays, in which I share whatever I've learnt about the craft and practice of writing over 25 years as a professional writer. The course also contains many writing exercises, discussions on email and WhatsApp, and much interactivity. It costs rupees 10,000 or $150. You can check out the details at IndiaUncut.com slash clear writing. This link will be in the show notes. If you want to bridge the gap between the thoughts in your head and the words on the page, then the art of clear writing might be just what you need. September batches begin on Saturday, September 5th. So hurry and register before then. IndiaUncut.com slash clear writing. Arvind, welcome to the scene and the unseen. Thanks, Amit. It's great to be on the show. You know, before we start talking about your exciting career and various aspects of that are so interesting to me, both your time as an economist and your time working as you know, in the government to actually bring about change. I want to talk a little bit about your sort of personal growth, because I was sort of looking at your CV. And I found it very interesting in the sense that I assumed that, oh, you know, you must have taken the typical economist path where you've kind of gone abroad and done a PhD and all of that. But you actually, you know, you did an MBA from IIM Ahmedabad. And what I can see from all your public readings and speeches is that unlike the, you know, most economists have this almost as dry reputation and of not being interested in other things and always, you know, engrossed in numbers, but you actually given a lecture on, you know, the what economists can learn from literature, you are the only person I can think of who can quote both Keats and Keynes. So tell me a little bit about your time growing up your formative influences and you know, what your personal journey was"
    },
    {
        "speaker": "Guest",
        "time": "00:05:03.600",
        "message": "like. Right. You know, it's a bit always a little bit awkward to talk about oneself, of course. But I mean, let me just begin by saying that, when I said it's great to be on the podcast, I should have added that it's almost now a mark of you only arrive as a public intellectual in India, when you've been on Amit Verma's podcast, I think this is a certification. So thanks for having me on the show. Yes. So in terms of, you know, growing up in a very kind of pretty conventional middle, upper middle class household, my father was in the government, he was in the Audit and Account Service. And he was a very unusual civil servant, you know, he was posted in the most godforsaken places, where everyone would try and want to be in Delhi, whatever he would, you know, we spent five years in Dandekarania, you know, in Nagaland, Shillong, you know, Ajmer, Udaipur, so I've, you know, traveled all over with him. And then I, you know, and of course, he was also a painter and a writer. And and so, so so the growing up the household was full of books and things. And, and what I remember, of course, is that, even when I was growing up, you know, this was what in the 60s, my father used to subscribe to, you know, Time, Newsweek, Life, all these things would physically come to the household. So, you know, just almost by osmosis, not that, you know, I was particularly studious or anything, but just by osmosis, you know, I could pick it up. And, you know, I have to say that, so just to give a give an example of, you know, things that we pick up that we forget that we've picked up unconsciously. So one of my, you know, all time favorite pieces on foreign aid, which I teach in class, is by this New Yorker writer called Philip Gurevich. He also has a great book on Rwanda on the Rwanda genocide. And, you know, in the early part of the book, he describes the first foreign aid intervention, which is on one of the early foreign aid interventions, which was, you know, what happened in Nigeria and Biafra. And he has a line describing, you know, the famine that happened. And he describes, you know, children with, you know, the victims of the famine as stick limbed, balloon bellied, ancient eyed. And, you know, I was just blown by that description. But then I remember that the reason why it, you know, it evoked so much in me was because I remember these pictures in Life magazine of the Biafra crisis and that picture of the of the boy or the child, actually, with the distended belly and so on. So I mean, this is just an aside growing up. So then I finished my at about the age of 13. You know, my elder brother was was a voracious reader, but I was not. But at the age of 13 or 14, suddenly I realized that, you know, wow, that's this whole world of books out there, which I've not at all explored. So almost as a conscious act of catching up on lost time, I would ask my brother to give me a list of, you know, 10, 15 books every time he would come. He was in college and I was still in school. So, you know, I started reading quite voraciously then. And then, of course, you know, finished my schooling from Chennai and went to Delhi to do an undergraduate degree in economics. I think it was fairly unremarkable. I think I think what was great about that period was we picked up almost everything from our peers. So it was really a great, you know, my love of Hindustani music, you know, a love of, you know, sports literature, reading and all of that was intensified in now. Of course, growing up, you always listen to Carnatic music at home. But my love of Hindustani music came up in college. Then, of course, you know, at that point, you either go to Delhi school or you go to, you know, do an MBA at that point. Those are the kind of standard options. And I had always wanted to, I think, join, I think, the government. In fact, I think I wanted to join the Foreign Service then, I think. So I did my MBA. And in my second year, I wrote the civil service exam and I failed. I mean, I mean, I wasn't high enough to get either the IFS or the IAS. And then, of course, I guess it's a sign of the elite networks that we were part of that I got this scholarship. I'm not sure I deserved it entirely, but I got the scholarship to go to England. So after my MBA, I worked for a brief period, three months with the Tata. They had the Tata Administrative Service, which was like the private sector equivalent of the IAS. But then they gave me leave actually to go abroad. And I went to Oxford to do, in fact, I went to do an MPhil in management studies because that's what I'd done in MBA, but I quickly switched to economics. And I think I had, again, a fairly unremarkable MPhil in PhD. I was still kind of unsure of what I wanted to do, you know, not completely confident that, you know, I had actually acquired because, you see, an Oxford PhD, unlike an American PhD, you know, it was completely, you know, open ended, you kind of did what you wanted. And today, for example, I mean, it's a dirty secret, you know, almost all my academic papers are empirical papers, but I have not done one course in econometrics all my life, you know, even though I'm a PhD in economics. So, you know, you could do that in if you went to England in those days. So I felt and then when I finished my MPhil, I did get an academic job. And the truth is, I felt that mediocrity shows up so clearly in academics, and feeling that I was an imposter and mediocre, I kind of ran away from academics as it were. And then I went to work for international institutions. And then I my first job was at in the GATT actually, at the time that the Uruguay round was being negotiated. I still remember, I was at the GATT, I was, you know, a young, very young, lowly officer. And I was assigned to be part of the intellectual property negotiations trips, you know, I don't know how many of you remember, but the the Uruguay round, the most contentious issue for India and for many developing countries was patent protection, and intellectual property. And, you know, at that stage, so while working, I did some, you know, fairly, not very sophisticated empirical research, showing that, you know, this trips agreement would be harmful for countries like India. And I even kind of roughly crudely quantified that. And I guess my early kind of moment of epiphany then was, this was not even kind of probably wouldn't have even been published in any academic journal. But I do remember, you know, when and those negotiations, by the way, were, were really contentious. I mean, I don't know how many of you recall that it was almost touch and go India was almost considering not signing on to it, because, because of the intellectual property things, because, you know, pharmaceutical prices would go up, access to medicine would come down. So I remember, and I, you know, did this work. So I remember my moment of kind of, you know, kind of epiphany, but also kind of sense of wonder of, you know, what the life of a policy economist could be. You know, I was working there and one of the Indian officials one day, this was, I think, 90, maybe three or 94. I don't know when it was. He came and he was a senior person, senior civil servant in the Indian government, who used to work in the commerce ministry. He came and said, Arvind, I have to tell you, you know, last week or a month ago, Carla Hills, who was the US trade negotiator, very tough lady, she was called Carla Crowbar Hills, because she wanted to price open markets in developing countries. And so what had happened was, when I wrote this, I think Montague was the Commerce Secretary at that point. So this official had passed it on to Montague and apparently, and Chidambaram was the Commerce Minister, and he had passed it on to Chidambaram. So this person came to me and said, Carla Hills came and met Mr. Chidambaram to say that, why are you Indians fussing over this intellectual property negotiations? You know, it's going to be win-win for all of us, it's good for India, etc. And then she said, look, I have a bunch of 10 studies to show that this is the case. And apparently, I don't know, of course, it was later confirmed, apparently, Mr. Chidambaram, the minister said, well, Ambassador Hills, I have another study which shows exactly the opposite. And he presented her my paper. And so that was a kind of wow moment for me that, you know, one could do policy research and have it taken seriously by policymakers. So that was a kind of quite a heady moment of, you know, and I was very young then. And then after that, of course, I went to work for the IMF. And, you know, again, fairly unremarkable career. But then, I mean, basically, my, my kind of academic life took off in around 2000, I think, I was the, you know, for the IMF, I, you know, IMF, you go around, you know, to all the countries in the world, I was the mission leader to Mauritius. And it's just a such an interesting country, you know, for so many reasons, literature, history, you know, the Indian presence there. And when I was in in Mauritius, I actually saw a festival that you only see in Chennai, you know, very unusual festival in Chennai, which is related to the God Kartikeya. I saw that actually, I saw that in Mauritius, you know, so it's kind of really a, I mean, just to see how traditions kind of persist, you know, in distant places. So I was working on Mauritius, fascinating country, there's a great Naipaul piece on Mauritius, you know, of course, Joseph Conrad was in Mauritius, you know, of course, the Amitabh Ghosh trilogy begins in at least part of it is in Mauritius. So I wrote a paper on Mauritius, basically saying, how can you explain this, this miracle? And I sent it to, you know, Danny Roderick, who was then a friend and a co author. And, you know, within kind of an hour of receiving that he said, Arvind, I want this for my volume. And then, of course, then, then I became a for about 10 years, I think I was doing hardcore economics research, but never situated in academia, I was never, I was always, you know, then at the IMF. So Danny and I did a series of research papers, then Raghu and I did a series of research papers that I did on my own, a number of research papers, then I moved to this think tank in Washington, the Peterson Institute for International Economics and the Center for Global Development. Because, you know, my, my academic research is mostly on, you know, development and global and, you know, the global economic system, and almost all of that. So I left the IMF partly also, because, you know, people think that, in government, you have to be restrained in your public utterances. And that was getting becoming true of the IMF as well, because actually, Raghu and I wrote a series of papers on aid, then I wrote some pieces on Nigeria, which I think senior management, they were having difficulty allowing it to be published. So I left because I wanted to write publicly much more. And then, of course, I wrote a book on China when I was in the Peterson Institute, which about the rise of China and so on. So I got a bit into China as well. And then of course, this, you know, what is probably the most exciting three years and nine months of my life was the, you know, being Chief Economic Advisor, it was really a completely transformational experience for me in many, many ways, you know, what you learn about politics, about politicians, about the policymaking process, what you learn about oneself, you know, how you build teams. And of course, the other thing is, you know, is how should one kind of behave as a public intellectual in government, you know, what are the dilemmas that you face the, you know, the moral dilemmas and things, you know, so many, so many unusual things happened when I was in government, and so many choices had to be made. So so so and then, of course, now, I finished that and left a year before my second contract was about to end. Because I felt that, you know, I had personal reasons, but also, I felt that my usefulness, effectiveness was kind of reaching their limits. And so I was working as at the Kennedy School was teaching here. And now, of course, as of July one, I've joined Ashoka University. And so look forward to, you know, probably the last phase of my career."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:56.480",
        "message": "That's a fascinating life, you managed to summarize into so little space, I have a couple of follow up questions. And for one, I want to go a little bit back, because you know, as you were talking about your childhood and growing up and going across India, and I felt a little nostalgic, because even though I am like 15 years younger than you, I'm in my mid 40s. Now, it strikes me that I also did a significant part of my growing up. Before liberalization, I was also a privileged child, my father was a civil servant. So I would imagine that, you know, just thinking of all of the people growing up in similar circumstances, you know, in those times, certain kinds of music, which you end up listening to the certain kind of books, which you end up reading, you know, everything that you kind of mentioned about the magazines, and just sort of thinking about myself, I've often thought that what that upbringing did to me is that I grew into a sort of default view of the world that I had where you take the necessity of this of state paternalism for granted, that, you know, you have a certain approach to everything. And then later on, as you go through the years, the scales fall off your eyes now in and you see the world differently in subtle ways. And obviously, this journey would be different for everybody. Now, it's interesting that, you know, at a certain point, you've done your MBA, you've completed that, and then you go abroad, and you spent, you know, most of your career abroad. So my first sort of question is that, were there moments where you felt that you could take a step back? And you know, there were some scales that fell off, and you could take a step back and something which had seemed one way to you, you know, seem different, like, would you say that there was a process like that? Or was there a period of time where you felt that you began to look at the world differently? And, you know, if so, what was the change like whether thinkers who influenced you and or books that you know, kind of changed or"
    },
    {
        "speaker": "Guest",
        "time": "00:19:44.200",
        "message": "shaped the way you looked at the world? Yeah, I don't think it would be accurate to say that there was one, you know, point of, you know, one or two epiphanic moments, we'd say, Oh, my God, whatever. So it was very much, I think, a gradual process. And as you said, I think this whole, you know, the state is part of your state. And, you know, it's part of your DNA growing up. I think the first thing kind of the intellectual changes, you go out, and you see, wow, you know, all that the state has done wrong, you know, the liberties it's taken away the, you know, the whole license control Raj and, you know, you kind of we used to take, you know, 100 and 200% tariffs as kind of, you know, normal, right? And then you go abroad and say, what, you know, 3%, 5% tariffs, and you know, what's going on kind of thing. And of course, then you read, I read the old, you know, the wonderful Bhagwati Desai Srinivasan literature, you know, you learn about that. And so I think that process of seeing what we were doing wrong, I think it just hits you gradually over time. But then, of course, I think, in some ways, you know, the journey in some ways gets completed, because then you say, well, but yes, markets, yes, freedom, yes, liberalism. But, you know, what about all the things that this, you know, the acts of omission that the state has committed, you know, we know the sins of commission, then you come back and you say, well, what about the sins of and so I think the last 10-15 years have been, I think, a lot about understanding and, and reflecting on, you know, state and markets in India, you know, what I call the whole stigmatized capitalism, how that's come about in a way that's detrimental to both capital and states. And so I think that's been kind of the intellectual journey, to some extent. And I remember, I think, in terms of intellectual influences, you know, I was reading a lot. But in the academic literature, I think that, you know, I would almost say that I learned kind of macroeconomics reading Paul Krugman's writings, actually, I would actually read almost everything that he wrote early on here, some, you know, wonderful, and just I think, just how to write clearly as an economist, I think, that's been a big obsession of mine. It's not just, you know, obviously, the ideas matter a lot, but actually, how do you make it communicable? And then, you know, both for me, Danny Rodrik and Paul Krugman were, were really very influential, both in content, you know, Danny's early writings on political economy were, I think, very, very insightful for me. So also to think about, you know, you know, not just state and markets, but the whole, you know, because remember, when we used to speak about, you know, market failure, but I think, you know, the whole question about what is state failure was a very important issue. And therefore, understanding political economy, you know, what all the things going on, ideology, interests, institutions, the rich interactions between them, I think that was something that I always read about and followed, kind of very, very closely. And, you know, my second question arising"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:56.280",
        "message": "from that is that, you know, when I read your work, when I read your writings, and your speeches and so on, I, I sense this deep sense of conviction, like you've very often spoken about how during your time, as the chief economic advisor, you would wake up every morning excited about the day because, you know, every day was so exciting. And obviously, it's exciting because you actually get a chance to sort of make a change in the world. And earlier, when you were, you know, talking about your sort of career that, you know, you do an MBA, the civil services doesn't happen. So you go to Oxford. And after that, you know, you feel academics is not the place for you, and then so on and your entire career path. And there, it seemed like, okay, you're sort of going along a career path. And, you know, there's a little bit of serendipity to it. So at what point did you start feeling this sense of conviction about your work that look, my work can make a difference to the world? Like, was there a time where you looked at something and said, this is a problem, I want to solve this problem, my next study is going to be about this, you know, was that a mindset that you kind of had from the start? Or did it sort of, you know, evolve over a period"
    },
    {
        "speaker": "Guest",
        "time": "00:24:00.040",
        "message": "of time? Yeah, I think that, you know, to be honest, it was never. I think the sequence was always, you know, you find yourself somewhere. And then you say, wow, this thing kind of like when I was in the GATT, I was working on the intellectual property negotiations. And then, you know, I said, Oh, my God, there's such a big issue involved here, that I wanted to work on that. Similarly, when I was in Mauritius, you know, again, I said, Wow, what a fascinating development experience this is, and I wanted to write. So it's been, it's never been consciously kind of trying to find something so much as, you know, I find myself somewhere, whatever for all kinds of, you know, historical persistence reasons. And then, you know, you say, so all the aid stuff that we did, because I was working in the IMF, you know, in the research department, and you know, debate was going, you know, there's a raging debate between, you know, Billy Stille, Jeff Sachs, and others. And then, you know, I said, you know, maybe one can contribute here. So it was much more that, you know, not so much consciously seeking as you know, just finding yourself in places. And of course, I mean, to be honest, I, the thing is that, you know, my kind of principle guiding my research is that, A, the question has to be, you know, very important in terms of policy, you know, I'm not going to do anything that doesn't have a policy impact. And that it has to, you know, the contribution has to be novel and new. So the combination of important in terms of policy, but if I must have something new to say, otherwise, you know, it's not worth it, why bother, you know, so many. So, so there is a kind of, you know, kind of a shock or a novelty element to, you know, the stuff that I do. And part of it, of course, is, you know, part of that is also a way of getting people's attention to important policy issues. Because I remember the, even the, you know, the early patent work that I did, you know, I kind of said, you know, the loss is like $1 billion, or whatever. So putting numbers onto policy questions, I think is also something that I really, you know, that kind of, you know, really turns me on and motivates me as well. So the combination of, you know, new, important and new facts to kind of evidence to bring to bear. And the difference, I guess, why I don't, maybe haven't chosen this hardcore academic career is because, I mean, I've been less kind of obsessed with this whole, you know, you must show causation in kind of rigorous ways. I mean, for me, the big facts are as important as anything else that should be done. And I think facts change the world. I mean, I can give you examples of that, not not my own research, but lots of other people, it's much more the big facts that I think that have a big impact on the world and policymaking, as much as any kind of sophisticated attempt at showing it, well, you know, this happens because of this, you know, that's important,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:55.860",
        "message": "but I think its role is I'd love a couple of examples of big facts that had that kind of impact."
    },
    {
        "speaker": "Guest",
        "time": "00:27:02.500",
        "message": "So I think that, you know, to give you one example, you know, Karthik was on your show a few weeks ago. You know, for me, certainly that the finding that the work on teacher absenteeism in India, I think kind of changed a little bit the way we thought about the education debate in India, that, you know, you focus on or, you know, whatever, you know, you need to pour money, or you need to do other things. But then suddenly, this fact comes and hits you and says, wow, you know, this is like, you know, we've completely forgotten about, you know, teachers not showing up, and you know, what that does. And I think that set in train, a whole different way of looking at it. And I think, you know, similarly, I think, you know, the patent stuff that I spoke about, I think, that, and, you know, for example, if you look around the world, the whole, you know, the work that Piketty and his co authors have done, you know, kind of documenting, you know, the rise in a particular kind of inequality, top inequality, you know, you may disagree with the policy conclusions that follow. But the fact is, the world is a very different place in terms of understanding the world, because of knowing those facts about the world. So I think that there are, you know, the other, you know, just to give a personal example, is that, you know, in the economic survey, we did some work on migration, based on data that nobody had ever used in India and data that, you know, we had the privilege of getting access to because I was in government, this was the the railway data that we had. And my team and I, we made some use of it. And the numbers that came out, you know, were pretty striking, much bigger than what we had believed migration within India was all about. And of course, we presented it, I think it didn't gain a lot of traction, or people weren't quite didn't cotton on to it. But when the actual COVID crisis happened, the migrant crisis happened, it kind of showed that that work was, in some ways, you know, not incorrect in the quantification of the magnitudes and so on. So I think, you know, kind of facts are really, you know, but doing it very carefully, rigorously, but on important issues. And that's what I think is really, for me, is very, very challenging and important. And so, you know, even in government, I think people underestimate, you know, the quality of a simple chart. Because I remember very early on, this was, you know, I joined late 2014, early 2015. And we were having these discussions within government on, you know, what to do, etc. And I think, you know, there's not a there's not rocket science, I showed Mr. Arun Jaitley a chart of, you know, real wages declining, rural real wages declining. And, you know, I could see that, you know, he really made a real impression on him. He took note of it. And of course, he acted on it in ways that I'm not sure, even I don't know fully, but he did act on it. And I think that so things like that, I think, are really quite, quite important."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:30:04.020",
        "message": "In fact, in one of your interviews, you use the phrase the Dracula effect, which is, you know, to shine sunlight on something. So that it kind of becomes obvious. And I was struck by that. So I want to follow sort of a couple of simultaneous parts during the rest of our conversation. One is that, through your readings through your books, through your writings, rather than through your books, I've, you know, gained a lot of insights about India's economy post independence. So I want to sort of discuss that journey, the journey that the Indian economy has made from 47 to here, and sort of where we are today, and obviously zoom in on the years that you were actually in government and all of that. And at the same time, I'm fascinated by, you know, your experiences within that beast, we call the Indian state, and you know, your efforts to sort of bring about reform within that. And many of my listeners are not sort of trained economists that they'll kind of, you know, be familiar with all of this already. And so what I'll say is that, you know, to begin with, can you give me a sense of, you know, go back to the choices that we made post independence and maybe for two or three decades since and what was so unique about this experiment, like you've spoken about what you called a precocious development model, and you know, the two significant ways in which this was so strikingly different and a unique experiment."
    },
    {
        "speaker": "Guest",
        "time": "00:31:26.620",
        "message": "So can you can you elaborate on that a bit? Yeah. Um, so, you know, maybe I will, you know, jump first forward and then backward in time. And I'll come back to your question. So I guess, my first real academic piece on the Indian economy, which was also a kind of which, as you know, triggered a massive debate in India, which was this paper that Danny and I wrote on, you know, how growth took off in the 1980s, especially in 1979, even though the reforms began only in 1991. So you know, it provoked a massive discussion, because people said, no, no, no, you know, you know, because there are two camps, right, the camp that says, you know, you get growth through reforms. And then even the fact that actually, some people had noted that, you know, India's actually the growth take off happens actually 79, 1980. But you know, before that, we had the Hindu rate of growth, you grow at about three, three and a half percent. And then suddenly, from 1979, 80, onwards, we grow at about 6%. And so just highlighting that fact, and then saying, we have to try and understand this, that if you, you know, if you accept this, then how did we get this sudden, because the real acceleration is not between, you know, the 80s and 90s. Because remember, the 90s growth is pretty much the same as the 80s growth. So how did that happen? And so that was, for me, a real, you know, eye opener. And that, you know, my partial explanation for what happened in the 1980s, kind of then allows me to now kind of step back and say, come back to your question, which is that, you know, if you look at the kind of broad development choices that we made, you know, and choices to some extent is within quotes, because, you know, some of it is just persistence in history and, and personality. So, you know, how much active agency there was in these choices, when we use the word choice, we connote agency, which may not, at least historically may not be completely accurate. But I think there were two or three, I would say the big development choices that we made, right? One is, you know, from day one, you're a democracy, and not so. So if you look at, you know, there's a recent paper that I wrote with Rohit Lamba, which kind of brings it out, even more clearly, it was first there in the economic survey. If you think about it, if you look at the successful models of economic development, there were the two big models, right? One is Western Europe, and the US, which is essentially what happens is that you economic development happens over, you know, 150 200 years, and political development, you know, happens alongside. So there's slow economic and co terminus, co evolving, slow political development, and that's happened over 250 years, successful, and so on. The other model is the East Asian model, which is, you know, post 19, World War Two, you have a sudden burst of economic growth, you know, just to give put some numbers, Western Europe grew at about, let's say, two and a half percent per capita over 200 years, East Asia, you know, Japan, the Tigers, China, and now Vietnam, they grow rapidly, Korea, of course, they grow rapidly, over 50, 50, 60 years, and kind of achieve almost the same level of, you know, income as advanced countries. But so there's more rapid economic development, right? But there's a sequencing, you know, economic development comes first, and then political development follows. So you have these two kind of broad models. And India defies that, you know, India's model, which says from day one, you have democracy. So both economic development happens after or at least the attempt is made to happen after political development. So, so that kind of a, and remember, again, important historical fact is that it's not that this has not happened at all. There are only four or five other countries in the world that began democracy and embarked on economic development. But these are very small countries, you know, Costa Rica, Botswana, the Caribbean countries, and so on. So there's no comparable, you know, a large, so this is really striking. So therefore, what does that mean for development? And something that I'll come to in just a second. So that was one big choice, you know, democracy first, and then you embark on development. Then, of course, we had, you know, the whole commanding heights, etc, etc. But remember that the whole import substitution protecting domestic industry etc, etc, that India chose, whatever, we may have done it to a much more serious extent than say, Latin America did. But I think we should never forget that that choice of state led development was completely consistent with the zeitgeist of the times, you know, not just, you know, at that point, we thought, you know, the Russian model was doing very well. Remember, I think there's a very famous scene, event when Khrushchev goes to the United Nations, he picks up his shoe, and bangs it on the podium and says, we will bury you. And people thought he said, we're going to, you know, devastate a nuclear holocaust of the West. But actually, what he meant was, we economically, we will devastate you, we are model is doing so well, that we will, you know, show you that this is the right model. So if you look at Russia, if you look at the Great Depression, if you look at many developing countries, and of course, the whole rise of the welfare state in Europe as well. So, so that choice, I think, was not at all unusual, you may, you know, say, right, wrong, we can come to that later. But it was not, I think, what was really distinctive about India is that we combine that with this horrendously complicated system, which, you know, Rajaji famously called the License Quota Parmitraj, which, you know, there was the complexity, there was the corruption that happened, you know, which is going to be, you know, which is probably the most devastating legacy of all of that. But what was distinctive about that was, look, and this is something that people don't, you know, grasp sufficiently. When you protect, you want to help the domestic entrepreneur, you know, whatever, you know, the Bombay, we remember the Bombay plan, basically self serving saying, you know, protect so that you know, we can do it. So that's understood. But the whole, especially licensing, it actually taxed domestic producers. So whereas protection gives you, you know, is a favor granted to domestic industry, license is a tax on domestic industry, because you say, you can't produce more than so much, you know, every time you want to do this, you have to come and ask someone. So that tax on domestic production in a sense. So it was a very unusual model, where there was both import substitution, but a tax on domestic, basically domestic entrepreneurial activity was taxed in a way that very few countries do. And so that was the second kind of the big distinctive thing. The third, of course, I think big choice was that. And the way I like to put it is to say that, you know, this is the country, it's a premature democracy, democracies redistribute, we know that there's on top of that, there's the overlay of this hideous hierarchy that we call caste, and so on. So how do you redress historical inequality, I think, broadly, there would have been two ways of doing it. One is the whole opportunity route, you give everyone education, etc. But I call this, you know, we of course, did not do that, I think it was our second original sin. But instead, what we did was we went in for these guarantees. So I call this in the opportunity versus guarantee thing, you know, we went in for guarantees, which is the whole, what we call reservation and so on. And we can talk about so these were kind of three big choices that we made. Now, I want to link that, why did I jumpstart with 1980, 1990, is because, in some ways, what happened in the 1980s, was that that tax that we imposed on domestic industry, was when we kind of said, let's relax these tax, because remember, we call those pro business, not pro competition reforms, because the competition only began in 1990. After the opening up, the 80s reform was very much, you know, helping incumbents helping domestic business by giving them better access to inputs, technology, you know, all of that. So in some ways, the 80s rectify or began to rectify the distinctive tax that we impose. And that's kind of partly our explanation for why kind of, so if I wanted to put it provocatively, I would say that the 80s were in fact, the first decade that we actually did import substitution, because you know, we continue to protect our domestic industry, but we remove the tax on them. And so that happened, of course, the rest is history, we had a crisis, etc, etc."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:40:32.540",
        "message": "I was sort of struck by these sort of broad strands which are happening through Indian history. And it's not only economic, but obviously, the thinking encompasses that one, as you pointed out is the whole command and control mindset, which, as you said, was, you know, it was the belief of the time, it was completely the rational way to go. In fact, it would have been going against the grain to not go that way. So that's completely understandable. The second thing that really happens in the political domain, but the thinking carries through I think, to how you should run the economy is that we don't build a new state, we take over the existing colonial apparatus. And that is essentially the state. And that, of course, has, you know, is incredibly oppressive. In the words of Somnath Lahiri, it's like a state designed to be a policeman. And that mindset somehow seems to carry through when not only do we do the sort of welfarism and the redistribution that is inevitable, because we are a democracy, even though you know, we've reached that stage much earlier than other democracies, which became wealthy before they became began to redistribute, we don't have that option. But that's kind of fine. But not only do we do that, we also constrain private capital and distrust private capital, like Nehru once said to JRD Tata, do not talk to me of profit. It is a dirty word, stock quote. And that mindset seems to kind of carry through. And like you, I'm inclined to excuse, you know, Nehru for some of these errors, because they were very much the fashion of the time, like you said, import substitution, and whatever. And like, you've pointed out that, you know, the industrial policy regulation was a huge issue there. And you've also spoken elsewhere of bank nationalization being one of the original sins. In fact, there's a great quote of yours, which I found, you know, would not come from other economists, but from someone who reads a lot of literature, which is where you've pointed out quote, over time, original sins become lasting virtues, stop quote. And that's something I'll come back to, because I think some of the original sins are not these specific policies, but a way of thinking about the world, which, you know, one can argue, remains to this current day. And those debates sort of over the, you know, the 1980s, your 2004 paper with Danny Roderick, the debates with Srinivasan, Panagaria, and so on. It's very fascinating. But what kind of strikes me is that even these sort of reforms where first you have the pro business reforms of the 80s, and you remove some of these restrictions, and then the limited liberalization of 91, which, you know, did not touch factor markets and so much more could have been done. But despite them being so limited, they had such a massive impact on the people, you know, they caused so much good that one can only, you know, fantasize about what the counterfactual could have been."
    },
    {
        "speaker": "Guest",
        "time": "00:43:11.260",
        "message": "Yeah. So I think I mean, just to go back on a couple of points on the historical thing, right. You know, when I try and understand why we did industrial licensing, and you know, that whole apparatus of regulating and taxing domestic industry. And, you see, one has to try and understand that. And one of the ways I think one partial explanation is that, to me, that it was kind of like the Gandhian overlay on kind of policy, which is that, you know, remember, in those days, we had this mortal fear of big, you know, big business, you know, people becoming too big, and therefore, you know, what will happen to our democracy if you know, if you have these very powerful actors. So in a sense, the only way one of the ways I understand this whole industrial licensing was to say that, you know, we don't want even domestic capital, we don't want them to that's why we had, you know, MRTP. And you know, the sticks and carrots given to remaining small, and preventing small from becoming big. I think I see that as, you know, the other big idea underlying the early choices, you know. So, you know, so if you go deeper than just saying, why did we tax, you know, domestic capital, I think the deeper thing is that, you know, this, you know, kind of thing we had for small, but it was Kadi village industries, you know, reservation for the small scale sector, you know, you know, all these laws applying, coming into play when you be exceeding certain size, and the whole fiscal regulatory apparatus, if you look back, was really about, you know, you know, favouring the small and preventing the becoming big. And I would argue that, you know, that aspect actually has come to hurt us quite a lot over time, especially when we look more recently at how we've done on, you know, low skill manufacturing, which, you know, exports of low skill manufacturing, which require really size, and so on. So I think that's one thing, one historical fact, I think, which we should keep in mind. The other is this whole premature democracy thing, right? I think that, as you rightly said, that, you know, the famous finding is that, you know, by definition, democracy, you know, if you look at the work of Ace Mogloo and Robinson, they almost say that, you know, democracy, in a sense, was a pre commitment to redistribution, in a way that just a promise of redistribution could not guarantee. So democracies have to redistribute. And of course, in addition, remember, what is distinctive about India, is that you not just have the imperative of redistribution on one axis of class, you also have it on, obviously, caste, you know, we have so you have it on the base of region, that's why we had all these policies which says, you know, region should be whatever. So when you have this desire to redistribute, or this imperative to redistribute on along not just one line, but many lines, you know, you're going to have a problem. And the premature part comes in is that, you know, your capacity to do that is just completely incommensurate with that. And kind of this speaks to your point about, you know, you inherit a state that's basically a kind of, you know, police state performing all these functions. It neither has the capacity nor the remember, I think we should be harsh on our early things, that after all the state at that point should have said, you know, we can't do many things. But we should provide say health and education to everyone, like what China did, they didn't do that. And of course, you don't have the fiscal capacity, either to deliver on redistribution, or in kind of raising the resources required to this. So that is why what happens is that redistribution willy nilly takes the form of messing with the price system. Because remember, prices are the, you know, if you can't, you know, today, we say, you know, redistribute, either you build schools or whatever education, or you have transfers, efficient transfers, whatever, right? But then you had neither. And then so the only way you redistribute is through messing around with the price system and distorting everything, you know, low prices for goods, cheap inputs. And so you just tamper systematically with the price system. And then that's what, you know, persists over time, it exacts a huge cost toll in terms of the economy. But again, I think you can be very critical about it. But I think the criticism should be more that conditional or not, either being able to, or choosing to do other forms of redistribution, then you're willy nilly left with this. So just to give you a modern day counterpart of this, you know, and this is the GST, and because I was kind of privy to these discussions. So take the GST discussion, for example, right, on the what should be the rate structure for the GST. And I think this really really typifies the early dilemma in some ways, except that it's 75 years on. So we all know that, you know, one rate is the best system, you know, by definition, you know, that's, it's clean, it's simple, it reduces corruption, it's easy to administer, it's going to improve your tax collection efficiency. And as the IMF shows, I think, after 2000, almost 80% of the countries that adopted the value added tax, which is the GST, went in for one rate. So in India, so we have this discussion, as you know, I wrote a report then saying, we should have three rates, not one rate. Now, think of it this way, that I would have been completely in favor of one rate, right. But remember, though, if you go for one rate, you will have to have some rates going up, right, you know, the rates for essential goods will have to have one rate by definition, some will go up, some will come down, but some will go up. And those going up will be affecting those, you know, those are goods generally consumed by poorer people. So what do you do? If you have instruments to protect, you know, those in some ways, you know, transfers, whatever, then of course, you would say, you know, one rate. But if you don't have those, you have a dilemma, right? Can you just say one rate and say, you know, go to hell? I mean, I think the political process will not allow that. What we've done historically, of course, is, you know, for every good we say, oh, this is consumed by this strata, this is consumed by this strata. So you have a multiplicity of rates. Each of them is, you know, trying to meet two objectives, the efficiency objective, and the kind of equity objective, but, you know, in all its messy complexity. So what I thought the compromise was that we can't do one, because state capacity is limited to do the compensation. Therefore, a compromise would be to have, you know, one rate, but applying to all goods at the lower end, you know, a standard rate, and of course, one demerit good, which, you know, applies to all the luxuries and so on. So in some ways, the three rate structure that, you know, that I propose, of course, in practice, and now it's become a multiple, multiple rate structure. And so it's gotten, it's really, it's gone back to the side of erring on complexity. And actually, so conceptually, therefore, you know, a three rate was kind of a compromise between efficiency and equity, because you couldn't ignore equity completely. But historically, what we did was, you know, we would have as many rates as there are categories of people we wanted to satisfy. And so that, in a sense, was the early dilemma that, you know, you didn't have, remember, in 2016, we at least have some mechanisms for redistribution, like PDS, Monrega, you know, now more and more cash transfers, but at that stage, we had nothing. So willy nilly, the price system had to bear the brunt of that. And that's where we were. So in some ways, therefore, you know, again, one has to be careful, it's not that, I mean, obviously, you know, maintaining and sustaining a democracy are fantastic achievements. And you know, what's happening to that now, of course, is not within my range of expertise. But to not realise that that created also some serious consequences and adverse consequences and burdens, one could almost call it the democracy tax, as it were the premature democracy tax, as it were, you know, you could see that happening. And to some extent, I think we're paying the price for that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:53.620",
        "message": "While you were speaking, a couple of related questions popped up to mind about sort of that sort of that historic period before we come closer to present time. So I wonder what you sort of think about these. One, it's always it's not always one in the last couple of years or more, I've been reading up on it. And I've done a bunch of episodes on the history of and politics of that period. It struck me that much as we think of the 50s as a time which were Nehruvian, it strikes me that only Nehru was Nehruvian. And it was kind of serendipitous that he was a man in charge. Now, it certainly seems to me to be this way, at least in the social domain. For example, if you look at all the other tall leaders of the Congress from Patel to Prasad to Pant to Lal Bahadur Shastri later, and all of those guys were leaders with a tilt towards Hindu nationalism, like you know, Pant was CM of UP and Lal Bahadur Shastri was Home Minister when the idol was installed in the Babri Masjid. So there it seems that Nehru was a man who kind of stood alone. But in economics, is it necessarily the case that, you know, had Nehru not been there, for example, I think socially, India would have looked very different. But economically, would it have been any different? I mean, one hears of the exceptions like Rajaji and Masani and so on, who were sort of, of a different bent of mind. But one, do your readings give you a sense that there were different directions that could have happened? And it was this one individual who happened to be there. And, you know, that's just how the luck played out. And the other question which is related, so I'll, you know, ask it at the same time is that it seems to me that a lot of the economic policy of, you know, that period was determined after actual intellectual query where people were grappling with these questions in good faith. Even if we can look back in hindsight and say this was a bad decision, or this was a good decision, they were grappling with it in good faith and trying to figure it out on the basis of ideas. But what seems to me to have happened towards the end of the 1960s, is that, you know, we know that a lot of Indira Gandhi's leftward tail, the bank nationalization sphera, and so on and so forth, a lot of that leftward tilt was because she had to politically position herself as being distinctive from the syndicate, who were her rivals in the Congress. And it seems that at that point, there are sort of three other imperatives that gradually come into the play and consolidate. One is political imperatives and the incentives that politicians face, either if they are appealing to populism or to short termism, because, hey, everybody's got their eye on the next elections. Second, the natural inertia that sets in into any system, particularly a large bureaucratic system, like ours, and not just inertia of action, but inertia of thought. And third, the interest groups which then get settled in and entrenched and make it difficult to change anything. So was that perhaps a tragic shift, which people don't remark on that we begin with policies that we can criticize today in hindsight, but that were made in good faith with people like Nehru actually engaging with ideas, but we move to a cynical time where ideas don't really matter. And you have these incentives from these three"
    },
    {
        "speaker": "Guest",
        "time": "00:54:58.500",
        "message": "different directions, driving policy. Yeah, I mean, really a terrific question. You see, I think that we forget when we look at kind of histories of nations, and that there are these critical junctures in countries' history when, you know, some special things can happen. You know, it could be at the time of independence, it could be a revolution, it could be a crisis. So there is something I feel if you look at historically, something distinctive about certain points in time. And I think, you know, clearly for India, that distinctive period was the post-independence period, partly a result of this. So I think therefore, kind of two or three things come together, right? One is this moment of, you know, idealism, and so on. And that's critical juncture. Second is almost intrinsic to these movements is you are going to have politicians with the temperament of, you know, let's set aside personal things, and whatever. Maybe the third aspect what happened in those early years also was kind of the dominance of the Congress Party. So you don't have, you know, political competition. I'm not saying that's necessarily good. But you did have this kind of, you know, because when Mrs. Gandhi comes into power, it becomes more competitive. And as Atul Kohli and others have shown, you know, that, you know, that creates the whole dynamic that you mentioned about interests, and you know, you need money and so on. So I think a combination of these three things, you know, the critical moment, the idealism, the quality of leaders, you know, the monopoly of the political monopoly, which kind of allows you to do certain things that might otherwise not happen. But then that comes to the other point that you raised about, you know, was it all Nehru? You know, I think it's undeniable that, you know, state led industrialization, you know, the emphasis on technology, the emphasis on higher education, I think that certainly comes from, you know, you read Discovery of India and things, you know, what he wants the, you know, the whole rationalism emphasis on science, because as you know, I think somewhere in Discovery of India, he says, quite prescient, I mean, quite accurately, that if you look at history, for example, around 1450, Mughal India, Aztec America, Aztec Mexico, the Ottoman Empire, were, you know, and of course, Ming China, were at the top of, you know, development. And that's when the Great Reversal happens, you know, from about 1500 1600 onwards, and then you have the Great Reversal, where the two rich countries become poor. And Nehru's point is that even then, we were losing this edge in science and technology, which kind of contributed. So he was very much into that, and therefore, but having said that, you know, he had a really dominant role, I think we forget that, you know, one agriculture, you know, agricultural income was never allowed to be taxed, not because of Nehru, he would have happily taxed it, it's because of, you know, Sardar Patel and the whole, you know, agricultural thing. Then you also have, as I just said, you know, the overlay of, you know, small, remaining small, it's not just a Nehruvian obsession, I think it's also this, you know, broader obsession with remaining small, which is, I think, you know, partly a Gandhi legacy, you know, village and small and so on. And of course, also, we forget that, you know, I think Nehru's instincts would have been to push land reform much more. But you know, land reform never went anywhere, because partly it was his own democratic instinct, you know, you don't want anything by coercion, but partly there was this broader thing, I think. So therefore, while his imprint was very strong, you know, he loved these big temples and dams and things, you know, so all of that, that whole commanding heights, I think is very much him, but there were lots of other things, which perhaps were not due to him. And, you know, again, counterfactual history is very difficult, because my sense is that, and I think it's an important point that we forget, that I'm not sure, you know, the whole Rajaji's strand of thinking, whether that was ever dominant enough to have, you know, because at that stage, you know, people were completely unfamiliar with how a market economy in all its kind of full blown thing functions. So I think it would have been, you know, I think our choices, even looking back, I think our choices would have been, you know, statism or less statism, never, you know, a full blown kind of market economy. But I think some of the more egregious, I mean, industrial licensing, I think, was something that we could have really avoided. And of course, I think, you know, I'm just being, you know, unnecessarily kind of, you know, bold here. But I think, had we done the education and health that a state should have done, and, you know, not had industrial licensing, for example, and allowed actually domestic entrepreneurship to flourish, you know, maybe, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:59.620",
        "message": "trajectory of Indian history would have been different. On that wistful note, let's take a quick commercial break. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches, and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices, and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com, that's colors with an OU, and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at IndianColors.com. Welcome back to the scene and the unseen. I'm chatting with Arvind Subramanian on both the fascinating journey of India as an economy and his own fascinating journey in playing a part in shaping this economy. And we've sort of been stuck in history for the first half of the show. Let's let's kind of get closer to modern times now where you've kind of spoken about one of the transitions that India made was in sort of moving from socialism with restricted entry to capitalism without exit. And you've also spoken about the latinization of the Indian economy. And all this is, of course, happening post liberalization. And, you know, so tell me a little bit about these currents of change that are happening within the Indian economy, you know, for the two decades leading up to 2014, when you know, you finally arrive in India as a CEA."
    },
    {
        "speaker": "Guest",
        "time": "01:02:15.460",
        "message": "So I think that India's growth takes off in the 1980s. And then we have this macroeconomic crisis in 1991. Of course, partly it was because the 80s growth was also fueled by this, you know, fiscal binge that we went on. And of course, the fiscal binge we went on was partly also for the first time politics becomes remember, at that stage, the Congress loses monopoly, not just at the center, but also in the states. So politics becomes much more competitive. And therefore, I think we find, you know, fiscal policy becoming much more an instrument of, you know, politics, a much more intrinsic, you know, part of politics. And we have this binge, we have, you know, imports, you know, going up, classic running out of foreign exchange, it's what, you know, Krugman and call a first generation crisis was essentially, you have a fixed exchange rate, the government spends too much, you run out of foreign exchange, and lo and behold, and then of course, we had, you know, the real opening of the Indian economy. We move from the pro business reforms of the 1980s, to the pro market and the pro competition reforms in the 90s. And of course, you know, there are different phases, what happens, but essentially, when I look back at the Indian economy, and I'm, you know, doing some work with a colleague, Sumitra Chatterjee, on how India's trade is done. But if you look back, I think that the 90s and the 2000s, leading up to about 2011-2012, I think it was just a golden age for the Indian economy. I think that, you know, in broad terms, I'll come to what happened, why it kind of ran out of steam. But I think it was a golden age, you know, we were obviously we opened up, we reaped a lot of the benefits of opening up the efficiency, and so on. Then, of course, we had this, some would say serendipitous, whatever this discovery of the service sector, the IT sector. But if you look at the 90s and 2000s, I'm beginning to see how across the board, how well the economy performed. It was not just, you know, services, it was not just manufacturing, it was just across the board. So clearly, we reaped benefits. And what has struck me recently is that, you know, in the boom of the 2000s, you know, every economy in the world boomed, but we did much better even relative to other economies. Even our exports were growing gangbusters in the 2000s. That's something that I've been really surprised by. So we had this, you know, incredible, you know, kind of the golden age of, you know, the Indian economy in the 90s and 2000s. Definitely, you know, some of it, of course, as we said earlier, is also catch up, you know, you do a little bit of reform, you're so far away from the frontier, you know, our per capita GDP, let's say 1980 was like, probably 3-4% of US per capita GDP. So, you know, there is a logic which says, if you're very far behind, you will have some advantage of cheaper labor, you know, so you can grow much more rapidly. And so we reaped, so a combination of, you know, that, you know, the advantage of backwardness, as it were, we were very poor, then we did these reforms. And, you know, some basic, you know, ability in the economy, some, you know, skilled labor, some modicum of state capacity, whatever, allowed us to do gangbusters. And then, of course, you know, the global financial crisis happens, you know, the world economy collapses. And really, my reading is that we never really recovered from that era. So that, in a sense, was what happened. We never really recovered from that. And of course, you know, this is where I think a new kind of problem arises. And the other and the other problem that is, let me speak about both of these, is that, remember, we never believed in markets, we never believed in capitalism, right? I mean, that is always, and in a sense, the license quota Raj, kind of, in some extent, intensified that, you know, you could, in fact, some people call it the era of crony socialism, not just crony capitalism, but crony socialism, some truth to that. I mean, we forget today, how even some of the early entrepreneurs, I mean, really became big by manipulating the minutiae of the excise and tariff code. I mean, you know, it's incredible, right? So it was always, you know, it was always stigmatized capitalism, we forget. Then, of course, we had this brief period where we says, wow, you know, we've now got at least a modicum of capitalism, which is not based on proximity to the state, or favors from the state. And that was the rise of the services, you know, that whole period of the services boom, it was not just services, but saying, wow, India can do a form of capitalism, that is, you know, based on good governance, corporate governance, based on not getting favors from government, and, you know, and can be internationally competitive. So this is kind of, you know, the brief window when we said, Oh, my God, you know, Indian capitalism is here. And then, of course, what happens is that we have all these scandals of the 2000s, you know, so the way I phrase that period, you know, what Rajaji called the license quota permit Raj, I call that period the rents Raj, because, and you know, just to be a little bit cute about this, I said, you have ethereal rents, terrestrial rents and subterranean rents, which is, you know, spectrum, you know, land, coal, you know, so the rents Raj. And then, of course, the rents Raj is absolutely devastating, because, you know, you say, you're back to this old kind of, you know, stigmatized, sort of a crony, socialism, capitalism, but really, we're not really gone past that, you know, really messy relationship between the state and capital. And, of course, as a result, you know, both come out with their legitimacy completely undermined. And so therefore, you know, we're back in a sense, post those scandals, in terms of political economy, we're back to a situation where, you know, neither the state nor the thing has legitimacy. So what do you do about it? So coming now to the period that, you know, I was in government for 2013-14 onwards, I mean, I do think that a lot of the choices looking back, oh, sorry, the other thing I forgot to mention in that era of, you know, thing was the whole, you know, we had the infrastructure boom, but it also was financed by, you know, the public sector with all the phone, telephone banking, and all that. So that is part of the rents Raj that happened. So fast forward to 20, you know, 14, 15, so on, I think a lot of the choices then were taking place against the, you know, background of this, you know, stigmatized capitalism. So that constrains a kind of lot of your choices going forward. So and of course, and this is where then you come to this capitalism without exit problem. And the two are related. And I'll explain that you had a question. So let me explain"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:20.900",
        "message": "that. Yeah, I just wanted to sort of sum up my understanding of this period and ask you if you know, it broadly sounds okay to you and also end with a question. And one is that it seems to me that what happened in 91 was obviously that it was serendipitous. It was a crisis, we had no choice. And, you know, I've had Ajay Shah on the show before, and he's spoken about how they would, you know, that intellectual infrastructure of reforms was actually happening from the 80s. You know, you had would be reformers all their thinking along those lines. And there was some back end there, it wasn't just serendipitous. But what it seems to me that happened was that local crisis forced us into this bunch of changes. But then we got complacent very fast. We took the progress, we took the growth for granted, we took the progress for granted. But the mindset remained the same. The state apparatus remained the same with the Indian state remained one which doesn't do like it should do a few things well, instead of which it does a lot of things badly. And that kind of broadly continued. So no mindset change. And we take the growth for granted and don't learn the big lessons that we should learn from it about unleashing private entrepreneurship and so on. And then there's this excellent book by Pooja Mehra, I wonder what you think about it called The Lost Decade, where she recounts the events, you know, after 2008, and what happened in UPA2, where basically, because of the terrorist attacks in Bombay, Chidambaram is shifted to the Home Ministry. And so Sonia Gandhi wants Pranab Mukherjee in the Finance Ministry as he's installed there, and he remains there for a long period. And his mindset is the 70s sort of socialist mindset of the Indira Gandhi era. And it is pretty disastrous, because that is when you know, you're having the phone alone scandals, you're having the retrospective taxation. And it's as if the mindset has just done a complete reverse, and we start going downhill. And Pooja's narrative, of course, has him being booted upstairs to the presidency. But there's not enough time for Chidambaram back in the Finance Ministry to make much of a difference. And she describes that period of the, you know, when the Modi government comes into power, the first few months is being pretty hopeful, you have the bankruptcy code, you have a lot of good people in good positions like yourself, and, you know, like Mr. Panagari at Niti Aayog and whatever, so there is some hope that reform will happen. But then there are those jibes of Sood Bhut ki Sarkar, and then there are, you know, state elections being lost. And, you know, like you also mentioned, the Sood Bhut ki Sarkar jibe, in a sense, speaks directly to the fear of stigmatized capitalism. And what has happened in all this time is that people in India, sadly, still confuse pro markets and pro business and they still, you know, mistake capitalism for cronyism, whether you call it crony socialism or crony capitalism doesn't really matter. But it's, it's cronyism, it's not free markets. And all of this leads to the political imperatives changing and not enough reform happening there. And we'll, of course, get to the sort of the specific economic policies of the Modi government after this. But, you know, is this a summary that you broadly sort of agree with? And if so, or if not, were you sort of, you know, how cognizant were you of this entire changing picture and the politics of the situation when you joined?"
    },
    {
        "speaker": "Guest",
        "time": "01:12:36.820",
        "message": "Yeah, firstly, just going back to the point that you made about the 1990 reform, I think that there is no doubt that it was, of course, part the crisis, but there's no doubt that there was a, you know, something else going on. And I would put that something else, partly as, of course, all these, you know, would be reformers, you know, exposed to ideas outside coming in, and, you know, and, you know, having more, more influence. But I also think that, you know, if you look back, after all, it's not that just again, intellectual history, that in the 70s and 80s, after all, people said, look, look at the East Asian tigers, they're doing well, you know, what you guys, I think that the reaction, the pushback always was, you know, but we're India, we're big, whatever. But I think a critical element of the change also was the rise of China. I think that China was a country that, you know, embraced reforms, foreign direct investment, etc. I mean, we come to the, you know, the other part of the Chinese stories, which also which we haven't internalised, which is the early health and education thing that we'll talk about. But certainly when you know, when China in the 80s started booming and embracing things, I think that took the final leg out of the, you know, the pushback that oh, no, no, this is not for us, we are whatever. So absolutely right. I think there was intellectual thing building up. But also shaped by experiences around the world, and a critical one being the rise of China. See, now, coming back to, you know, what you said about, you know, Pooja Mehra's excellent book, and how you read what happened. Look, I don't think we have to be a little bit careful here. I don't think anyone believes today that we should go back to, you know, 60s, 70s style statism. And I think there has been a decisive shift. I think that's no, I don't think there's any, it's more, I think that once we've transitioned from the state as owner to the state as regulator, and the state potentially as provider of other public goods, I think that's where I think now the locus of action has shifted to that. I think the problem is that all these discussions have really been, you know, messed up by that experience of the 2000s and all that happened that you described. And you described that, you know, in Pooja Mehra's book as well. And look, I think the closer we are to history, the more we try and put it down to individuals and so on. In a way that I think it's something that we need to guard against. I think it's true that, you know, in the 50s, we were talking about the 50s, we talked about, you know, not just Nehru, but all the things. So there's a natural, the closer you are, the more you try and look at it in terms of, you know, individuals, and he went here and he went there. And all that I'm not saying is not true. It's just that I think that we don't have the kind of distance to step back and say, are there kind of deeper things going wrong. And in my view that, you know, it's not that I think we said, let's go back to statism. No, I think we've decisively, the sense that I think that we should be more open is there. So if you look at the early, some of the early actions in the Modi government, so, you know, opening up to FDI, for example, was a thing. And, you know, there's the whole exit problem that we realized that, you know, remember that, you see, I think this is where I think we need to be a little bit careful about history also is that the exit the exit problem was first signaled in a sense by Ashish Gupta and the House of Debt reports, we were seeing that that was happening, right. And of course, essentially, everyone played this extended pretend strategy, because, you know, exit is very difficult in India. And that's why I think capitalism that exit is a serious problem. Now, let's kind of delve. So in the early period, there was definitely a sense of optimism. And let me say one thing that's a little bit, I think, it kind of speaks to this, you know, reduced legitimacy of the state and markets, right. So if you were to ask me, just, you know, as an outsider, as someone who, you know, thinks a little bit about these things, to say, okay, how do you reverse this, you know, because stigmatized capitalism is not going to go away, you know, whatever, right? It has to be done consistently over time. And one, the only way you kind of reverse that is the state acquiring legitimacy, right, in one sense, and state saying, we will be distant from capital. Now, in some ways, you could interpret the early actions of the Modi government as going exactly in that direction. Remember, the complaints that happened from business that, you know, you know, nobody sees us, you know, etc, etc. That was, I think, one way of signaling that, you know, we were going to, you know, put our distance with, you know, crony capital. I mean, people would say it wasn't uniform and so on. But anyway, but at least the at least the overt signal was, you know, we are going to be distant. And then on the other side, and this is where I think this, in my view, was one of the major, you know, partial achievements of the government, which I think needs to think, is that, and this is what I think is the distinctive brand of the new welfarism of the Prime Minister. Now, remember, the old welfarism is, you know, you have to, you know, give these, you know, all the handouts, you know, I mean, I'm just caricaturing here, handouts, you know, PDS, Monrega, whatever, you do the handouts. But the Modi brand of the new welfarism was, as I call it in my book, the public provision of essential private goods and services, right? It's, it's not a handout. So that's distinctive. It's not health and education. So it's not providing public goods. And I'll explain for reasons why I think that was the case. But it's the public provision of private goods, essential goods, you know, power, toilets, bank accounts, and then more recently, water, and there are a couple of others. So essentially, the logic is, if you step back, is that the state regains legitimacy by delivering these things effectively. So you regain the trust to be able to do the other things. And I'm going to give you an example of that. And use it, you know, by leveraging the new technology. And that's what this old jam thing came in, you know, Jaddan Aadhaar mobile, which, you know, the coin phrase that, you know, we coined in the economic survey early on. So in some sense, the combination of, look, early on, so to put some kind of method on that initial period, there's a Sudbhut Sarkar overhang, right? So we cannot do, remember, and remember, this is people forget, the first opportunity to reform happened on coal, when the Supreme Court said, you know, you can, you know, remember that in I think August of 2014, before I joined government, the early opportunity to reform coal was there, you know, the Supreme Court came down in favor, but I think the government chose not to. So that was a Sudbhut Sarkar because, you know, you don't want to be thing. But, you know, we distance ourselves from capital. And we embark on this to regain the legitimacy of the state. And that's the new welfarism, the public provision of private goods and services. Then we come to the capitalism without exit. So here's a problem, very evidence becoming bigger and bigger. And, you know, in 2014, 2015, you know, many of us pointed this out. And, you know, of course, the wanted to the bad bank, the early attempt to grapple with this exit problem. Now, the problem, stigmatized capitalism and capitalism without exit come together, because in order to exit, right, you have to do haircuts, you have to, you know, do these things. And Sudbhut Sarkar means that no public official, no thing is going to be, you know, in the business of doing this haircuts, because, you know, immediately the allegation of crony capitalism would be alleged. And so, instead of a quick, expedited, executive led process, and this is what I wrote in my piece yesterday on Mr. Jaitley as well. Therefore, you know, it was a really a pass the buck strategy to a judicial process. Luckily, you know, the IBC had been passed. And, you know, they said, let's pass the buck to the judicial process. And that's where I think the whole Sudbhut Sarkar once again, came in the way of, you know, those decisions of, you know, we could have done it quicker, faster, but it would require some political courage. But then we opted for this judicial process. And, you know, we know what's happened on this judicial process. It's once again, run up against all these things. But the point is that, I think, over the course of the government of this tenure, you know, at least the hope and the expectation was that accumulate enough legitimacy by doing these other things, which are good in themselves. I mean, you know, after all, provision of toilets, you know, nobody talked about toilets, you know, toilets, you know, whatever is really the way to you gain the legitimacy that gives you the political space to do the other things. So my own reading is that, you know, the corporate tax cut, for example, is an example of, you know, because discussions of this happened early on. And there was no way the corporate tax cut would have happened early on, because Sudbhut Sarkar, you come in and you do the corporate tax cut, you know, this is just, you know, UPA2, but in a more legitimate way. But then, you know, again, of course, there was, you know, challenging times, near crisis, corporate taxes were done. But I do think that at that stage, the kind of confidence and courage to do something that was explicitly pro capital came also because of having some accumulated, some goodwill, some legitimacy and so on. So I think that's how I understand the process by the way. And so, and of course, also the early hope that, you know, the government attracted a lot of FDI, the GST happened, the IBC happened, this whole, you know, the new welfarism. So in some ways, there was almost you could, you know, post facto, intellectualize this and say, look, there was a kind of coherent thing. But then, of course, you know, things have turned out the way"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:23:24.180",
        "message": "they have for various reasons. Yeah, no, that's extremely insightful. And I have a couple of follow up questions on that. Before we, you know, dive into your tenure as a CEA, one question that sort of strikes me, and this is also, you know, one of the chapter titles in your excellent book of counsel, where, you know, you write about the relationship of the state to the individual, and I want to sort of discuss this particular point, not with reference to your own role within role within the government or within this government at all, but just at the realm of ideas, where it strikes me that when you speak about the relationship between the state and the individual sort of shifting, it seems to be shifting in a sense of better directed paternalism that, okay, you know, we'll do provision of these private goods, we'll use jam, which is, you know, gender and accounts and other and mobile, and we'll, you know, we'll do all of this much more efficiently. And therefore, we'll be legitimacy. And I kind of get that, but the mindset is still a paternalistic one, it's saying will be paternalistic in a more efficient way. And what sort of the directional shift, which, you know, I crave to see, and I don't know how much of that we've seen, perhaps, since the watch by government is a shift towards, you know, empowering people to help themselves. I mean, markets are a mechanism through which, you know, society solves its own problems. That's how I've always seen them. And yet, you know, we've gained the ease of doing business ratings a little bit, but it hasn't really improved. You know, I have so many friends who are who run factories and who run businesses. And of course, this is anecdotal from my experience, but many of them are viscerally devastated and not now because of COVID or whatever, but you know, over the last few years. So that's kind of one question where I have a little skepticism that if I want the relationship between the state and the individual defined, I would like it defined in terms of empowering individuals more to help themselves, which is what markets do, rather than, you know, more directed paternalism. And my other question, also, the thought that kind of struck me is something that you articulated while you were talking about it, when you spoke about the post facto nature of, you know, giving a direction to all of this, where what you know, you were speaking about that, okay, the state needs to improve its legitimacy. We can't do XYZ, like corporate tax cuts, because of stigmatized capitalism, how do we improve legitimacy, let's provide, you know, private services better and all of that. And all of that sounds very logical. But looking from the outside in, if one looks at our politics, you know, one, the leaders in charge don't seem the kind of people who would think it through in this kind of manner. Rather, you've had sort of a haphazard ad hoc mix of policies going in different directions and catering to different incentives, most of them political. And also, the fact of the matter is that, and we'll, you know, discuss a work that you did as CEA, and I loved your economic surveys, by the way, and how closely you work with Mr. Jaitley. But it seems that a lot, you know, there were key decisions like demonetization, in which even Mr. Jaitley wasn't, you know, too instrumental, or couldn't do much about it. So I'm just wondering that how much of this is sort of looking back and rationalizing the things that happened? Or at the time, is this something that people actually thought that, you know, you had cabinet meetings where you discussed it, okay, we need to first increase our legitimacy as a state. So let's do XYZ. And later, we'll do future reforms. Was there thinking like that? And if there was, why did that then get derailed?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:01.380",
        "message": "Very, very probing and good questions. Let's come back to first, you know, the whole mindset issue, the state and the individual, right? See, I think, in a country like India, given this whole legacy, where, you know, it's all state, state, state, and, you know, the process is one of, you know, kind of the Leviathan being slowly, slowly on, taken off the back. And this is where I think the failure of the state to equip every Indian with the basic human capital to, you know, kind of, you know, then, you know, it's a completely unlevel playing field unless so. So in some ways, if you haven't done that basic, which is what by the way, China did that very early on, the Chinese Communist Party did that early on. And so in that sense, that original sin having been committed, I think all these, you know, notions that, you know, the individual should be left to the market, etc., you know, they become less, I think, meaningful, or at least the discussion of that has to be qualified by the fact that, you know, you haven't provided no health and education. I mean, you know, I'm doing some research with Devesh Kapoor on this. I mean, if you look at, you know, stunting and heights and everything in India, you know, you think, you know, that, you know, or if you look at, you know, the ASAR results on, on learning outcomes, and so on. So if those two key ingredients are so badly under provided, and also so asymmetrically provided between, you know, the vast mass and things, then the whole, you know, capitalism as an equal opportunity space where people thrive, I think that discussion just"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:50.340",
        "message": "becomes much more difficult. So, can I button here, you know, I hear this observation often from people who support statism, which I know you're not doing, but I hear this argument often, and I feel it that it's a little bit self-serving. For example, in education, you don't allow private enterprise, you don't allow for profit education. So therefore, you know, we remain underserved and undereducated. And then you say that, listen, they are not getting educated, the state has to do it. And therefore, you know, you sort of justify the role of the state by saying that it isn't going to happen otherwise, but you're not allowing it to happen otherwise. And this seems to me to be an unfortunate situation that can then, you know, just continue in this vicious circle."
    },
    {
        "speaker": "Guest",
        "time": "01:29:30.260",
        "message": "Yeah, I think that's, I mean, that's a fair point about, you know, how much the, you know, I don't know the sector well enough, you know, you had people who know much more on this, I do. But I think all I think is important to notice, whether it's it's an act of omission or commission, and you're saying it's also a sin of commission, not just a sin of omission. I think the fact is that, you know, once you have individuals who are not equipped to take advantage of opportunities, it's that's what the second thing I think is that, you know, the state as regulator, because remember, we can't have, you know, no one thinks that a market economy, you know, almost everything should be done by the private sector, obviously, but, you know, certain basic things like health, maybe health education, along with this, but also some amount of, you know, reasonable regulation has to be there, right. But I think, so the failure in the last few years has also been that in the last decade or so, is that the state as a regulator, I think, has become a very problematic thing, you know, both, you know, the undercapacity, the lack of thing, and of course, the capture on the other side from the usual thing. So I think you've had, you have both sets of problems. And therefore, you know, so on the one hand, you say, you know, yes, we believe in, you know, markets with things, but the essential wherewithal, you know, 90% doesn't have the wherewithal. And then post facto, you know, it's kind of, you can't have a marketplace where, you know, you know, firms can pollute, firms can be corrupt, you know, firms can do. So I think in some ways, we're kind of stuck, right, neither at the ex ante stage, nor the ex post stage, you have that thing. And then we say, you know, whatever. So it really is. And I say, you know, I think there are just so many things that the state just should not be doing. I mean, you know, state in telecom, you know, as a provider, I mean, state should not be a provider for almost, you know, everything except a few core things, right, but the state needs. So ex ante exposed to have such a weak state, and then you have a kind of over-accrucive state on all this, you know, just this, you know, starting a business, I completely agree with you. I don't know whether you saw that, you know, I saw this on Twitter, you know, how many approvals you still need to start, you know, a small business. So it's like a triple whammy, you know, you don't have the wherewithal, the post facto regulations thing, and you have this thing. And so it's a very fair question as to, you know, why on all of these, we haven't changed. By the way, on the regulatory side, there was a period, you know, in the early 2000s, where I feel there was some hope that we could get, you know, very effective regulation. I think the early try, for example, was actually doing quite well. And somehow there too, you know, the whole regulatory state has become less, I mean, I think even the RBI, for example, you know, you've got so many, you know, it's a wonderful and highly respected, deservedly respected institution. But all these, you know, things that have happened, partly it's because I think partly kind of Urjit Patel's point, partly it's because of public ownership, because there, the regulator has less say. But partly it's also because, you know, in the areas where the regulator has freedom, we've not been able to, I mean, to have a series of scandals like this in a financial system, I mean, is part overbearing state, but part also kind of weak regulation. So I think that, you know, when we think about therefore, and that is why now coming to the last point on the state and the individual, and we can talk about that in terms of the ideas that, you know, we were associated with when I was in government. I do think, therefore, that, you know, a UBI, something like a universal basic income, it's kind of says, look, you know, that minimum wherewithal for you to survive, not fall into poverty, not be subject to the vicissitudes of health and education shocks, etc. You know, we provide you that wherewithal. And that allows them, you know, the kind of your agenda that you have for the state to kind of, you know, get away from the over-obtrusiveness. I think that's why ideas like UBI, for me, resonate a lot, because they're very valuable in themselves in terms of this whole what we want social protection to be. And that's why I remember UBI is something that both the right and the left like for very different reasons. But it also allows you to kind of not burden the price system, you know, the efficiency cost that the price system has to bear for providing redistribution. That's where ideas like that matter. Now, we'll come to your questions about, you know, post facto rationalization versus, you know, in real time, you know, do you actually have discussions like this that say, look, we've had stigmatized capitalism, you know, look, I mean, something that came up in your discussion with Pratap as well. I think, for me, one of the fascinating, you know, things about being in government is just, you know, getting a glimpse into, you know, personalities and how, you know, personalities really and their, you know, deeper psychology, you know, can be so important in driving these things. You know, nobody ever studies it, nobody is going to, you know, write about it, because there's so many kind of, but I think it's undeniable. But I think on this thing about the fact that the provision can reclaim legitimacy, I think was actually, I have no evidence, whatever, but just observing, I think one could, even in real time, get a sense of that, even in real time. So, I wouldn't say it's all post facto rationalization. There was a, I think we have to, you know, some stage credit leaders with, you know, at least some leaders with a sense of, you know, being driven by, you know, obviously, they're driven by all the, you know, sordid things that politics is all about. But also, I think there are, I think, deeper things that drive and I think this trying to overcome stigmatized capitalism, recognizing that what does one need to offset, I think there were, there was, I couldn't get a sense of that, you know, at least in the early years that I was there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:14.100",
        "message": "Before we get to the sort of your personal experience as a CEA, which, you know, I have a lot of questions on that. And I find that sort of that whole experience you must have had very fascinating. But before that, another sort of question in the realm of ideas, because you mentioned the UBI, and I was going to kind of come to that later, which is that, and I also simultaneously want to bring up the GST in this context, which is that there are often ideas, which seem to us from a purely conceptual point of view, that, oh, these are, you know, so brilliant, this is why they'll make such a great difference. This is why they make sense. And all of that, like GST, for example, I was so excited to, you know, the first time I heard about a GST coming up. And like you said, people's views of the GST might be colored because of what happened during demonetization. And we'll come back to that as well. But you know, I've done an episode of the scene in the unseen with the journalist Zewang Sudatta, where he pointed out and this was before the GST was passed. And he pointed out quite recently, all the things that could go wrong with the GST. And as it turns out, I think they did go wrong. Like, when I think of the GST, I think of something now, and this is in hindsight, and obviously post facto, that it's something that is a phenomenal idea. It's a necessary idea, you want to reduce the friction of so many taxes, and you want something much more simplified. But at the same time, it was perhaps foreseeable, and even foreseen by others, what problems would come, many of these were unavoidable, they were part of the political economy, like the multiple rates and the exemptions and the different interest groups fighting all the way and the discretion to the lowest level tax officer, which, you know, frankly, I'm at sort of that end of the economy, where so many of my friends are the receiving end of what I can only describe as tax terrorism. And you know, one of my friends actually is a manufacturer runs a couple of small factories. And he keeps telling me that dude, GST was far worse for us and demonetization was. So I asked him to send me some pointers of what went wrong with it. And I'll quickly read through them. He talks about how compliance was much more expensive and tedious, and they now have to have additional full time employees, a consultant to make sure they're not in violation. The confusion of the initial months costs them actual real money in loss transfers from the old system. The rules and the guidelines keep changing, there is confusion is KitKat, a biscuit or a chocolate, you know, and more tellingly, that a number of small vendors that he used to work with simply shut down because they were not able to survive in the new regime that was sort of the transaction cost of shifting from one regime to another and the cash locked up in the system has made doing business more expensive. And even for me, I have to file my, you know, GST every month and a fair amount of time goes to it. Now, I'm not asking you to address any of these specifically. My larger point here is that, you know, in their excellent book, in service of the Republic, Vijay Kelkar and Ajay Shah made the point that given Indian state capacity, we should have presumptive laissez faire, which is a separate point. But the larger sense there is that whatever policies that, you know, we think about, we should think about in the context of what they call how much state capacity is there. But what I would think of is not just state capacity, because it might be state capacity to implement a lot of this. But also what is the structure of the state? Like, when I look at the structure of the state with regard to taxation, it seems to me that it is by and large predatory and parasitic, that where I mean, tax terrorism is a very real term. So the larger question, I'm sorry if I've rambled a bit, but and the reason I thought of this in the context of UBI is that when you think about policies, and even by the way, people who worked on the IBC, the bankruptcy court tell me that it is stuck in various places, because state capacity hasn't kept up with it, though obviously, overall, it's a net benefit that we have that reform in place. And we have that on the books. So now, my question is that when we sort of implement policies is one of the things that we should take into account, not only sort of how it is intended to work, but how given what our state is actually like, and our structures are actually like how it will actually work. So to me, it seems that for example, this is where a lot of GST went wrong and did damage. And one could argue that, okay, in the long run, it'll work out fine, but it did a lot of short term damage. And similarly, with UBI, I could say that, you know, the UBI with the way you write about it and present it, and others do as well, it obviously, you know, it makes fiscal sense in all your projections, where you talk about, okay, we'll cut all these subsidies, and we'll cut all these hazard things and all of that. But in the real time political economy, which is dominated by so many different kinds of interests and political compulsions, many of those are not going to go. And this will eventually the UBI will also eventually become, if it comes into being a sort of very perverted populist handout, which really helps nobody and has all kinds of perverse unseen consequences. So is this something that sort of plays a large part in how the policy making mechanism flows"
    },
    {
        "speaker": "Guest",
        "time": "01:41:15.780",
        "message": "that you're actually considering sort of all of these things? See, again, very, very important kind of conceptual things that we should think about. But let me just say, just to make it come alive, talk about it in the context of both GST and UBI, right? I think, in the case of the GST, look, on this, I would rephrase the Kelkar-Shah thing in a little bit more, I think that they're absolutely right. I would rephrase this as, you know, in the case of tax, for example, you know, simple tax policy is 70% of tax administration. I mean, if you have simple policy administration becomes, you know, so the complexity just makes everything worse. So in that sense, I think that there is no question that we kind of went, definitely have gone excessively in the direction of complexity. But just to step, to be fair to this whole process, and let me just take you back to, I think the feeling at that, so remember, I wanted three, no more, you know, that was the maximum, I still think we should have attempted that. But I think that the way it went, part of the justification was, look, it's less complex than the previous regime. And so that was part of the, so you know, you had like 15 excise duties, now we only have seven, you know, seven is, I mean, so in a sense, it was, the standards kept changing, instead of the standard being, look, going forward, what is the best way to maximise the system, you know, this path dependence came in. Now, and this is where I certainly do think that this was something that could have been avoided. The path dependence comes in, because one, you say, look, there are so many excises and vats, when I change, there should be no increase in the incidence at all. I mean, if that's the way, you know, your politics is going to, you know, the policymaking process going to run, then you're going to get into complexity. And I think it was that. So I do agree, I think that the conviction that simplicity is the way forward in itself, and also, because it helps, you know, vastly helps administration, I think that conviction, I think, could have been much greater. And I think that has come in the way of that. And so I think, I don't know the income tax system well enough. But remember, what you said about tax terrorism, you know, here's the tragedy, right? The tragedy is, you know, I'm sure what you're saying is right. And I've heard the word, tax terrorism, and even the most ardent supporters of the government also think that this thing. But if you look at actually the tax intake attacks to GDP ratios, I mean, it's not, you know, sterling by any means. So in a sense, we kind of get the worst of all possible worlds, we get the administrative thing, which really chills entrepreneurial activity and whatever. And we don't get the fiscal benefits as well. So the notion that actually simple design and simple administration can help both, you know, is something that I think is a kind of indictment of our system, you know, for not just now, but for many, many, I mean, this is a kind of a historical thing. But on the GST, let me say that, you know, again, there was always going to be a short term cost. I mean, nobody was under any illusion that that was not to be the case. So the question really was, you know, was there adequate preparation to minimize that cost? And I think that's really a, you know, because remember, after the GST was implemented, steps were taken to minimize the compliance burdens, but I think certainly, much more could have been done on that. So there was, I think that that was one. And then, of course, you know, GST came on top of demonetization. So, you know, some of the, you know, so that constituency got a double whammy, right? I mean, the demonetization and the GST, and therefore, you know, I don't know how much to separate out what is the pure GST impact and what was that. Now, but there are two design features conceptually, I think that I, so I think on the simplicity, I think just it we just kind of could have done better, no question about it. And I think there are no real, real excuses for that. I think we should have and could have done better. And also on the on the, you know, minimizing the tax, we could have done better. For me, the really difficult issues were, you know, looking back, or, you know, looking forward, we said, look, one market, one India. And I think, again, I don't have enough evidence, but there's some at least some good evidence saying that, you know, at the border, the waiting times, etc, have come down considerably. So the virtues of having one market in India, I mean, those were huge. And I don't think, you know, looking back, I don't think we should, you know, ignore those things. So, so I think those benefits were huge, we could have reaped more. And that was what we really wanted, right? I mean, in a sense, we wanted India to be one market, it's like, you know, internal liberalization, and the benefits would be huge. The price of that, of course, remember, the price of that was one, this whole compensation that we say that regardless, we will pay the states as a way of getting political buy-in for this. And the second related point was that we knew that so the compensation was a short term thing, right? You want to get political buy-in. But we knew that this one market would come at the cost of loss of fiscal sovereignty for the states, right? And what the COVID crisis has shown is that, you know, states have lost a lot of fiscal sovereignty, and their tax handles, as it were, are now much less than they used to be. And the way we kind of justified or thought about this ex ante, is that you do the compensation, you have the trust. And, you know, yes, there'll be loss of sovereignty, but you know, the underlying system would be buoyant enough that you wouldn't feel that much. It's not that you won't ever feel it. But you know, but that trade off, I think, has started looking a little bit more tricky now. But partly, it's see, remember, partly, it's kind of endogenous to the way it's been implemented. You know, my own view, as I said, in the piece yesterday, is that, you know, had we preserved the trust between, you know, the center and the states, I think some of these things would have been less severe. So it was ex ante a calculation where we had a certain vision of politics, and how federal politics, center state politics to play out, which post facto has turned out to be a little bit different from what we anticipated. In fact, I have a paragraph in my book on the GST, where I say that my kind of nightmare scenario for the GST is that, you know, for whatever reason, trust breaks down, and then individual states say, look, you know, we disagree with the center, and we're just going to go back and do our own thing, at which point the GST would be just dead. And therefore, I think, you know, the practice of politics, the practice of center state politics in India, is something that's absolutely critical to ensuring that because otherwise, you know, kind of all bets are off. And, you know, I just hope that this will get sorted out, because that that's an ingredient that I think that maybe we just, I kind of knew a little bit, you know, what might happen should center state, because remember, when the GST was done, you know, most of the states were aligned with the center, you know. So conceptually, one did think of what would happen, you know, when the center state alignment would vary. But I was just hoping that, you know, politics would evolve in a certain way. So I think these were the, you know, really kind of conceptual questions about the design of the GST, which I think, you know, I think about a lot more. And some of it, frankly, we did not that we didn't think about any of these things earlier. But I think, you know, as the, you know, as they say, stuff happens, or as Harold Macmillan famously said, events, dear boy events, you know, so that's, and some of these things, you know, you can't just can't control. So that I think, on the UPI, I do think that there's a very serious, you know, risk. And it is a design challenge that, you know, if it just becomes one more scheme on top of every other scheme, whatever. And this is a point that I think, it's a kind of theoretical, but very deep conceptual point. It's a point that I think I've heard Tharman Shanmugaratnam make, in the context of Singapore, he says, you know, ex ante, a desirable design feature of simplicity might really be the problem post facto. And give you an illustration, right, that, so for example, in labour markets, we generally have two different ways of doing things, right? You can either have a minimum wage, or you have, you know, what's called an EITC, which is basically like a tax credit for low income workers. I think Tharman's point was that it may be ex ante minimum wage is actually a less complex policy, you don't have to mess around the tax score, you just announce it, whatever. But that very feature post facto, if you get competitive populism, for example, it's easier to raise the minimum, keep raising the minimum wage, than to, you know, say, you know, I'm, you know, tackling some aspect of the EITC code. Similarly, there's a kind of risk with the UBI. It's very simplistic, people say, you know, or you said 80 rupees a month, we will say 150 rupees a month. And so this is a, but you know, but, you know, in the real world, you know, you can you therefore say, because of this risk, I will not contemplate UBI at all, or do you struggle with saying no, I will, but let me see what are the kind of checks I can build into this going forward. And that's what makes you know, politics and policymaking, you know, so bloody"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:07.620",
        "message": "hard, but also so important and challenging. So let me get to another conceptual question now. But before I do, you know, what you said about stuff happens reminded me of that famous John Lennon quote, life is what happens to you when you're busy making other plans. And I often used that, you know, at an sort of individual level to tell my friends why I have, you know, written so few books in my life, and so on and so forth. But now you've given a new context to it of the state. And I sort of totally get and you know, one what I, you know, have noted in your book and in your writings is that that whole political maneuvering to make you know, the cooperative federalism happened where the center and the states work together is also miraculous. And, you know, an entire episode would not suffice to talk about that, because that's also quite phenomenal. And also, it's undoubted that, you know, I remember in Mahir Sharma's book restart, he had an anecdote about how if you have to send a truck full of goods from two cities, I forget which one two of Madras, Bangalore, Chennai, Bangalore and Hyderabad, but from one to the other, rather than go over state borders, it's it's cheaper to send it to Paris and then have it sent to the other city from there. And that's obviously one of the things that, you know, GST would have eliminated. But my larger conceptual question is there is that you were talking about trade offs and cost and benefit and so on. And this is something that I thought about at the time of demonetization, when costs and benefits were touted. And I of course, you know, wrote against demonetization from day one, I thought it was a largest assault on property rights in human history. And it sort of seemed to me that when we talk of cost and benefits in that context, and it became stark in the context of demonetization, but I guess this is an inevitable part of public policy making anywhere that when you talk of costs and benefits, you are talking about cost to one set of people at one point in time, and benefits to another set of people at another point in time. And in the case of demonetization, obviously, to, you know, the cost is so large to so many people and the benefits are, you know, dubious and invisible, that it seems beyond question. So let's not discuss it in the context of demonetization. But in the context of any public policy, whether it is, you know, GST or whatever, we often have to deal with trade offs where one set of people get costs and another set of people get benefits. And it seems to me to be a sort of a danger to watch out for what Hayek would have called the fatal conceit almost that you can sort of, you know, treat these people as pieces on a chessboard. And you can just sort of plan out that, okay, I lose my night here, but I get a checkmate there. But these are real people, these are individuals who also deserve to have their autonomy respected. And at the same time, these trade offs are inevitable, you can't get around them in most public policy. So is this something that you think about? And then how do you guard against the kind of arrogance that might come, for example, from being in the state and having all these power over the lives of chess pieces as a court?"
    },
    {
        "speaker": "Guest",
        "time": "01:55:06.500",
        "message": "So, you know, you said, let's talk of it, you know, outside the context of demonetization, let me make it easier, more interesting. So let me talk, let's talk about in the context of demonetization. So one of the pieces that I'm, you know, kind of proudest of having written is on the political economy of demonetization in my book, you know, here, I don't want to get into controversy and talk about, you know, good, bad, did I know, did someone else know, you know, all of that. But to me, it was just the most fascinating experience of political economy. And let me, you know, kind of, you know, because you've thought about it, maybe you can, you know, tell me why I'm completely wrong. You see, think about, think about this, about demonetization, right? It also speaks to your question about autonomy of respecting autonomy, and so on. And I don't even know how to, you know, given what I've seen, I don't even know how to think about these things anymore, right? That I think everyone would have agreed with you. And you know, that there would be a lot of short term costs on a lot of people, right? Maybe there was some, you know, potential long term benefits, whatever. And, you know, that's how it would play out. And therefore, you know, both because there were a lot of people affected. It was quite, you know, significant. And, you know, the gains were more tenuous and long term. So political economy would tell you that this would be a vastly unpopular policy. I mean, this is, you know, when we think about, you know, political economy, we say that, you know, even in the context of trade policy, we say, you know, if the losers are concentrated, the gainers are diffused, even though aggregated may be greater, the concentrated losers, I think, sure, it was not even concentrated losers, it was, you know, the vast majority, and yet revealed preference, you know, I don't want to draw to, but I think generally, we would say that what happened in the UP election afterwards, was certainly not a reaction against, if anything, it was maybe not a validation, but certainly, relative to a prior that it should have had a huge impact, it did not have that impact. So at least that, so I'm trying to still trying to understand why that is the case, you know, it's a complete political economy puzzle. It's a little bit like, you know, in the in the US and others, even now, people are asking, you know, what's wrong with Kansas? Why do, you know, white, poor white middle class voters vote for an administration that, you know, threatens to take away the welfare benefits, provides tax cuts, which you're not benefiting at all, you know, how do you explain this, you know, people voting against their apparent self interest? Of course, there are arguments about identity here, and so on. But then, I mean, you know, it's like, 80 90%, very badly hit, you know, and the intensity you can see, and yet they turn out and, you know, behave a certain way. So how do you explain this? And more and more, I think about it, I think of these huge costs of demonetization as a feature, not a bug, in political terms. And so that's why this autumn, so it's like, you know, it had to be, you know, a cost inflicted on a lot of people. And my explanation for this, you know, ideas, you're not a thing. One is that, you know, you have to feel the pain for you to be convinced that it's a kind of, you know, really important policy. It has to be widespread in its impact, because otherwise, you know, the charge that it was selected, because remember, the puzzle of demonetization is, why did so many people have to be hit in order for these benefits? You know, if you really wanted to, you know, go after the rich, you have selective policy instruments to go after the rich, you don't have to have take a huge swipe at so many people, you know, because you can do tax raids, you can, you know, you raise taxes. So you have selective instruments. But this was a conscious policy to use a bludgeon of an instrument, you know, for some political and it worked. So that's the puzzle that because remember, the other thing in this was, it's interesting, right, that, you know, many people said, just do that. Why was the 500 rupee note all done by also the 1000? Because after all, with a 500 rupee note, you're more likely to hit more poor people, because, you know, relative to the gains. So there was this puzzle about this. And, you know, my explanation for it is that, you know, it had to be huge, because then it's like Thomas Schelling said, you know, in a strategy of conflict, to show that you're doing something big, it's credible that it has to be costly, you can't do things on the cheap. So it's like situating your nuclear shelter right in the middle of the city, because you show that, you know, that's a credible commitment. So the inflicting of the huge cost was part of that. The fact that it was uniform was to prevent against any allegation of corruption. And then, of course, maybe you tap into this notion that you want to sacrifice for a larger good. But in that sense, what is one therefore to make of it that, you know, you say that, you know, you should respect autonomy, especially if you're inflicting, but the politician says, I have respected it. See, this is the proof."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:47.140",
        "message": "Yeah, so I kind of have some related thoughts on that. First of all, I enjoyed your chapter on demonetization and off council very much. And in fact, the whole book is fabulous. I think all my listeners should pick it up. And you raised a couple of interesting questions there. And I'll share my thoughts on that. I won't say I'm answering them. But I'll just share my thoughts. One is yes, the political benefit at the time blew me away, because I thought they would lose every district in UP. And instead, it was a landslide, right. And my sort of couple of post facto explanations that come to mind and yours are also excellent, and I'll process them over time. And one was, of course, the explanation of schadenfreude that the poor didn't mind, because they also saw that it's suffering. The other is that I think that Indians have such an ingrained state of fatalism, that when bad things happen to them, they don't necessarily ascribe it to the state because the state has been a constant failure over the last 70 something years, as Landbridge had called it, it's a flailing state. So that sense of fatalism kind of takes you through but at some level, it doesn't matter what the explanation for this is. The point is that you're absolutely right. It was a political benefit for them. I would perhaps dispute and you would maybe have more better insider information. But I don't know how much intent there was behind this. My sense of this is that Mr. Modi genuinely thought that this will solve the problem of black money. And because he has not bought anything from a store in the last 20 years, he probably didn't realize that 500 rupee notes are, you know, something that are in everyday use. And he must have thought is only for storing black money under beds or whatever. And my sense was that they actually believed that it would work. And it so happened to work out in a way that it politically benefited them. The other question that you raised that I don't have a convincing answer for is that while you showed that it did hit the economy, you point out that it does not seem to have hit the economy as badly as some people said it would when people spoke of a contraction of eight, 9%, and all of that. And to be honest, I myself, you know, overestimated the damage it would do according to the data. And that is, you know, going to bring me down to a later question that so when we know that so much of India is informal sector, and a lot of the data on how the informal sector is stuff that we get by proxies, you know, how reliable is that data and you know, how much can we sort of taken into account, but that still doesn't answer sort of the core conceptual question, that even if the politicians knew that we will make them suffer, and we will win votes at the end of it, it still doesn't justify causing suffering. And that dilemma still remains that how can how do we talk about costs and benefits at a time where the costs go to one set of people at one time and the benefits to another, like how does one sort of resolve this and where does one draw the line, saying that no matter what the costs are, this is where we draw the line, the cost will not exceed these like, can one think about these? Yeah, yeah. So again,"
    },
    {
        "speaker": "Guest",
        "time": "02:03:46.820",
        "message": "Amit, I'm going to first take you up on, you've raised a number of questions. So I have them. So three things, one on the demonetization, one on the data, and then on the broader justifying this thing. Okay, all three. On the Schadenfreude thing, as I said, remember that I don't fully buy the Schadenfreude, because you have selective instruments, if you want to make sure that you're, you know, want to go after the rich, you can do it. And I mean, why should I suffer to inflict, you know, that's kind of a mystery, right? So that I think, the fatalism point, you know, it may be true. But you know, Amit, the point is that, you know, even Milind Vaishnav and others have done something that certainly there was a period in the 2000s, where we felt that, you know, there is a kind of law of Indian politics that, you know, there's anti-incumbency that, you know, whatever, you know, no matter what happens, that's not inconsistent with the fatalism argument. But we did see for a period, you know, good performance being, you know, validated in the polls, you know, you know, we, you know, whether it was in Madhya Pradesh, Shivraj Chauhan or the re-election in Odisha, you know, there was a period where, so the whole fatalism thing, it may be true in some times, but it does beg the question of why it's also not true in other times. On intent, of course, what do I know? Who knows what intent was? But, you know, I think there are signs here and there that we can pick up. I think the 500 rupee note, I think that there was input showing that, you know, the 500 rupee note, there must have been input that, you know, 500 and 1000 are very different in terms of things. And if you look at some timing of these things, so I think you can't, you know, I don't know intent is finally, but certainly, you know, I think there was some, maybe some intent, but certainly in terms of consequence, I think the whole thing. Now, on the impact on the economy, I've been surprised as well. So it is certainly true that some of the impact is not picked up in the data. And I think we should completely think, but I think even allowing for that, you know, the impact turned out to be less than we thought. And, you know, there's also a recent paper by, you know, the IMF chief economist Geeta Gopinath saying that. But for me, the most surprising aspect of this, which, you know, we wrote about, you know, Josh Feldman and I wrote about in that 2019 paper about the slowdown, even pre-COVID. I think what I think we didn't fully anticipate was, remember, demonetization, one angle on that, look, again, this is not, I'm not taking any stand justifying or not, this is a much broader question. But it did lead to a de facto financialization of savings, you know, kind of the money under the carpet coming out, which then led to, you know, the mutual funds, etc. So in 18, you know, I think 17, 18, there was a period when the economy had a bit of a mini boom, as it were, partially fueled by the financialization of the savings, and some of that going into lending to real estate and so on. So this was against some kind of not completely anticipated consequence. So in that sense, demonetization, you know, when someone does a kind of dispassionate economic analysis of this, you know, five, seven years, I think it's going to be, you know, whatever all this, not taking away from the fact that the costs were huge. Now, you come to this, you know, how do you justify this, right? You see, I think, you know, the great moral philosopher and intellectual of our time, Donald Rumsfeld once said, you know, you go to bat with the, you know, army you have war with or not the army you wish you had. So, you know, when you talk about, you know, how do you justify this? You are, Amit, if I may say so, you are coming dangerously close to a framework that you actually don't, that you would disavow completely. Because, you know, it's not as if, you know, you can do meta, go meta over and say, you know, some meta entity says, this is justified, this is not justified. You know, in these things, by definition, these are judgments that are made through democratic politics. And therefore, you know, in some sense, these validations come from within this, from within the system, not by, you know, a planner or a moral planner, you know, that Amit should be completely against because he's against, you know, the conceit of the regular planner. So in that sense, so all you can do is, therefore, you know, in democratic politics, you know, the different, you know, constituencies have to have the kind of, you know, say and influence and power in democratic politics, because finally, that's what you work with, you know, you can't kind of go above a system, you know, whether it is ideas or interests, I think you have to, I think, and, you know, that's the sense in which I think you should read, there's a very nice piece by Jean Drez about two years ago, you know, it is this thing about who decides and for whom, and, you know, and therefore, you know, how do you ensure that the poorest in this case, as you yourself said, a lot of poor people got affected, you know, you know, they were suffering from some grand false consciences of Marx and, you know, went and voted in a particular manner, but how do you protect them in the process? I mean, they have to be empowered, you know, so it's basically you come back to saying, how can democratic representative politics be much better done? Because only then do you get these better decisions being made, because you go to bat with democratic politics, not with some, you know, meta welfare system of decision making."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:48.980",
        "message": "So that's a fantastic answer. And it kind of addresses my query completely, because, you know, I buy the fact that, you know, we are, my statement was not an absolutist statement that, oh, look at the costs, and we should not do this. I recognize that even in doing nothing, there are costs and benefits. So you are making a choice no matter what you do, especially when you have the sort of coercive power of the state with you, which can bring us to another question, which perhaps we'll leave for some other day before we go to a commercial break, and then come back to talk about your time as CEA. But the other question that it then leads to is that even within the democratic system, where you're juggling different interests or whatever, where do you draw the line? Where do you draw the line and say that no, the costs are too much here? And, you know, is that something that you simply let interest decide? Or is there some other compass or some other set of rules that can guide that? Because, you know, there is that famous cartoon about two wolves and a lamb debating what to have for dinner, and one of them says, let's put it to the vote. So there's also sort of a danger there. Let's take a quick commercial break. And then we come back, we shall leave India for just a moment and visit Machu Picchu. If you enjoy listening to The Scene and The Unseen, you can play a part in keeping the show alive. The Scene and The Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of The Scene and The Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel is worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and The Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. sceneunseen.in slash support. Welcome back to The Scene and The Unseen. I'm chatting with Arvind Subramaniam. And finally, after two hours of digressions and talking about ideas and concepts and so on, I'm delighted that I've reached the specific moment where he becomes the chief economic advisor. You mentioned you were on holiday in Machu Picchu when you got the phone call asking if you'd be interested. So kind of take me through the process of what your thinking was about the job. Should I take this job? What will I achieve? And also your early days in the job where you described this as quote, the most exciting job in the world, stop quote."
    },
    {
        "speaker": "Guest",
        "time": "02:12:53.380",
        "message": "Yeah, you know, family, we were all in Machu Picchu taking a family holiday. And in fact, I got an email from, you know, someone asking whether I'd be interested in the job. And, of course, you know, this is kind of the dream job for, you know, most economists who are interested in policy. And if you're, you know, interested in working on your own country, and remember that, you know, the wonderful thing about India is that, you know, this notion, this concept of a technocratic policymaker, you know, either working with or in government is not at all new. I mean, it goes back, you know, decades, you know, even if you go back to the 60s and 50s, series of, you know, economists who've worked in, for, with government. And so this was just, and also remember, you know, we spoke about the would be reformers who came to government in the 70s and 80s. You know, we know the, you know, very illustrious people, you know, Monte Kalwalia, Shankaracharya, Rakesh Mohan, you know, Vijay Kelkar, you know, so many, and I should name many, many more. And then, of course, you know, Kaushik, Raghu, all these people. So it really is, you know, for an economist, you know, if you care about policymaking, so, so for me, it was not a difficult decision at all to accept. I mean, the only question was how we'd sort out the, you know, my family was still in the US, son was still, you know, in the last years of school. So, you know, we had to work that out. And, but so I went to India, I kind of met a few people, met Mr. Jaitley there. And then, of course, you know, what happened, I thought I was about to get the job. And then for two months, there was, you know, there was radio silence from the other end. And of course, you know, apparently some pushback, and, but finally, you know, it happened. And, and of course, Mr. Jaitley was also had his operation, then his bariatric surgery, that's also the interregnum. And then, of course, but when I came, I came with a sense of, you know, this is a dream job in terms of, you know, all the things that needed to be done and could be done. And I was really a man on a mission with, you know, thinking about nothing else. And from, you know, what needs to be done, how it needs to be done, what teams do we need to build? What are the various aspects of policy you want to get involved in? How to, you know, I did spend a fair amount of my time, you know, thinking about the Indian Economic Service, and how to, you know, build capacity for them, and, you know, all of that. So, and then, of course, the public communication part of it, right? I mean, you know, I had this, you know, maybe a completely misguided, deluded desire that, you know, everything that one does, should be communicated in a way that kind of raises, you know, the level of discourse on these issues in India. And that's why, you know, when you look at the Economic Service, the point was, it must be very rigorous, obviously, but it must also, you know, it must come alive to people. And I don't know, I don't know, I guess, the motto for all this, the inspiration was that there's a famous quote by John Maynard Keynes about what it takes to be an economist, you should read that quote, you know, he must be, you know, mathematician, economist, he must be, you know, aloof, but he must be in the weeds, you know, it's like, he must be everything, you know. And that's the sense in which that's the kind of thing I had that. And, you know, it was very, very fortunate for me that I just had a a dream boss who, you know, open, constructive, it's not that he agreed with everything that I said, or not, you know, sometimes completely think, but, you know, you, that open communication, and, you know, and giving me both the freedom and the protection, actually, both to do this. And, you know, that's why, you know, I said, I would, I would get involved in everything. And the other, in terms of the how, I think, what is really critical, it's a point that, you know, Pratap made in your pieces, I think that when a kind of technocrat comes into policymaking, he should be given no, I mean, he should not, he or she should not think that just because he has an expertise, therefore, that kind of exempts him from the nitty gritty of, you know, building teams, you know, working with people, all down the hierarchy. And, you know, I really did want to, you know, for example, when I worked on the GST, I used to work with people, you know, under secretaries, joint secretaries, you know, really, because, you know, they have so much value and knowledge. And it's not that I'm doing them a favor, they were, you know, doing me a favor, because they knew. So just this working with as many people as possible in government, and to do as many things as possible, I was just driven by that. And I really wanted to do all that I could. And of course, the Economic Surveys provided a forum. And being involved, I think, in some critical policies, like the GST, you know, also provided. But I did overreach, you know, I did think that I was no CEO has any business to be involved in. Because I felt that, you know, at the level of ideas, you could contribute even more than, you know, there's a part where you have to get into the trenches and do these things. But like in the Keynes quote, you should also be able to provide, you know, the big ideas around which you can have discussion, you know, whether they're going to get implemented immediately or not, you know, it's not, you know, up to you. But, you know, can you provide what I would call, you know, can you soak the intellectual ecosphere with ideas, then that you know, that others can, you know, reject or dismiss or accept or whatever. So that's what, you know, it was really an opportunity to do"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:47.940",
        "message": "a lot of things. I enjoyed your Economic Surveys a lot, especially, you know, especially the fact that in a, you know, you're starting each chapter with a quote from a work of literature and so on, far more readable than, you know, other such documents that I've read. And the interesting sort of thing that kind of struck me while reading your book and while reading what else you've written about it, is that I was, if I may say so, filled with admiration for the man which is you, but ambivalence about the post, because as you've described the post, your only job, the only job of the Chief Economic Advisor is the Economic Survey. And after that, it's then up to the man that what can I do, and you pointed out how you went about it with a sense of humility and team building, and you had been advised, I don't just talk to the secretaries, talk to the joint secretaries, and you put in that time of effort. And there's another great quote from you from an interview that you did with Shekhar Gupta, which I'll link from the show notes where you say, quote, one thing we must try and avoid as economists is to try and trace a direct link between what you say and what gets done. It's much more complicated and subtle than that. You feed the ecosphere of ideas and policymaking, and various other forces come into play, and then decisions are taken. Stop quote. So you pointed out about how one, you're building a team that has both insiders from the Indian Economic Service as well as outside consultants, and you're making them kind of work together. Two, you're in touch with all the joint secretaries and the bureaucrats and so on. Three, it so happens that you have a very good relationship with the minister, who's your boss, and all of these things are working. But what struck me while reading all this was that fine, you've, you know, you build these relationships, and therefore you've had whatever impact you have, some of which might even be diffused and hard to define precisely. But isn't this something that should be a little more systemic built into the role of the position itself, rather than just say that, okay, the job of the CEA is to do, you know, the economic survey"
    },
    {
        "speaker": "Guest",
        "time": "02:20:46.820",
        "message": "every year, and after that, it's all, you know, it's all up in the air. So, Amit, it's something that I have thought about, right? But can I draw the analogy with kind of, you know, institutions and politics, right? In all these things that are kind of formal rules, you know, setting of objectives, you know, even monitoring outcomes, whatever, you have the whole system of formal things. But then so much of what we know about outcomes are determined by, you know, individuals and the informal network of relations that you build. So the question is that I just feel that if that's true, more broadly, it's why should it not be true of, you know, any significant post in government like that of the CEA. So I think that, you know, I think we have this slightly exaggerated importance in informal structures and formal rules, and not enough attention we pay. I mean, that's not to say that maybe you shouldn't define a few more things, for example, and maybe there is scope for that. But, you know, you know, had I had a different boss, or, you know, had, you know, my temperament been a little bit different, you know, regardless of what the formal rules were, you know, the outcomes would have been very different. So I just feel that there should be both a set of formal, a set of rules, but a lot more gets, you know, it's like politics as well, you know, there are, you know, politicians who do well and politicians who don't do well, it's, you know, by dint of their, you know, personality and so on. So why would that be any different here? So while that's not a thing to not have some more kind of structure, I mean, but I think there is enough structure to kind of, you know, give the opportunity to the incumbent to kind of play a helpful role, both inside and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:39.620",
        "message": "outside government. And, you know, many of us have an impression of the state which comes, especially for people of my generation from watching Yes Minister and Yes Prime Minister, where you know, Parkinson's law that the only thing a bureaucrat wants to do is expand their budgets or their power or whatever. And, but you know, of course, in Yes Minister, your caricature bureaucrat is deliberately obfuscatory. While whatever I've heard from people who work within the system in India is that bureaucrats are often incredibly smart, well informed, well meaning, they want to do the right thing. And yet, it seems sometimes that the system is so creaky and things happen so kind of at a snail's pace. So, you know, even with the best intentions, I'm very fascinated to know about sort of your experience in the belly of this beast."
    },
    {
        "speaker": "Guest",
        "time": "02:23:25.300",
        "message": "I would say that, you know, I went in and I have come out with an enormous admiration for all the, you know, most of the, you know, colleagues that I've worked with, you know, right down the hierarchy from secretaries to, to the lowliest, whatever, I say lowly, only in a hierarchical, not in a, in any pejorative sense at all. You know, there are people at the lower end who have so much to contribute as well. And I think my default mode was, people were helpful, people were constructive, people were, you know, wanting to, you know, be nice and good. But yet, it is true that, you know, the sum turns out to be a little bit, this is what you were, I think, implying as well. The sum does turn out to be a little bit different, you know, than the parts. But, I mean, that being said, I think that I would not succumb to any kind of cynicism or, you know, negativity about, you know, the quality of staff and the quality of state capacity within government. I mean, they're just exceptional people, you know, across the sphere. And, you know, you will get your, you know, in any institution, you will get your, you know, people on the left tail of the distribution. And it's not a, but you certainly don't get more of that, say, in the Indian government. And I would say on the right tail, you get a lot of exceptional people on the right tail that you can work with. So, you know, so that's why I think that, you know, as certainly as kind of personal advice or whatever, to work in government is kind of still the, you know, a high calling, it's a worthwhile calling, and I would urge, and that's why I do believe strongly that, you know, all the technocratic services like the Indian Economic Service and so on, I think, you know, we must invest a lot in improving their capacity, their training, and so on, because I think, ultimately, it matters a lot. Ultimately, you see, just stepping back a little bit, you know, Amit, you know, I think that there was a view of the world, and I think it's a legitimate view that, you know, what the state needed to do was not to do certain things. But I think we've come around to the view, while that's very, very important, I think that, you know, the state also has to do a lot of good things, you know, and I think this kind of, and I certainly saw myself, my office, the Indian Economic Service, other parts of government, as very much part of state capacity. And, you know, when, you know, the, for example, the economic surveys were, you know, reasonably well read, and, you know, internationally also well read, I felt that, you know, this was really an effort to show that Indian state capacity could deliver at, you know, international, you know, levels of, you know, efficiency and standards, and sometimes maybe even more. And that it's doable, that we have the ability to do that, it's not because we don't have the talent, or we don't have whatever, you know, or we have, you know, this image of, you know, the kind of bad bureaucratic state at all. I think that the Indian state certainly allows opportunities for people to, you know, express themselves and contribute as much. So I would not at all succumb to any kind of cynicism or negativity on that score. And it's not just true, you know, you know, my being in CA, I mean, it's been true. How many technocrats have done such good work in Indian government? I think that's, it's really it, but it is true. I mean, all that being said, a lot is going to so, so partially answering your question, then why does the sum turn out to be different? I mean, it's certainly, you know, the usual, what is the ecosphere of ideas, you know, politics, political compulsions, interests, and so on, you know, obviously, they're going to have a final say in what gets done. So that I think that but the input on the part of the technocrats can be as good as needs to be. And I don't think the system holds that back in any systematic way."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:49.700",
        "message": "That's what I've heard from all my friends in policy, that there is no shortage of intellectual capacity, that even in terms of mindsets have gradually changed, which is why it's constantly kind of baffled me that for so many years, and so many of the different areas like agriculture, for example, or education or whatever, we know what the solutions are. We've, you know, journalists have been writing about it for 20-30 years. It's part of the ecosystem, the ecosphere of ideas, as you say in it, yet nothing seems to get done, which was a mystery to me. And I guess one part of the mystery could be just politics, like it has always seemed to me that, you know, politics becomes a fatal flaw when you want to carry reform out because the incentives of politicians, you know, deviate in two significant ways. One is the short termism that they need to win elections all the time. And therefore, they want to do something which will show results immediately and not 10-15 years down the line and which is attributable to them. And secondly, in the sense that populist ideas sell that a lot of the ideas, the more complex ideas of economics like spontaneous order and the positive some nature of voluntary interaction, they're deeply unintuitive, people don't get it. Well, people very easily get, you know, ideas of welfarism and handouts and things which sort of coincide with our intuition of the world as a zero sum game, which of course, it's not. So, you know, how was it for you to then sort of work with politicians within the system? And did you when you were selling reform to them? Did you have to add a layer of it, not just a layer of what is the economic benefit, but what is a political benefit?"
    },
    {
        "speaker": "Guest",
        "time": "02:29:31.380",
        "message": "Absolutely. See, I think that, look, fundamentally, I think, I mean, one way of putting it would be to say that if you did not believe that good economics was good politics, right, we should just give up on our thing, right? But the only thing is that you qualify that or you at least reconcile yourself to the fact that, you know, the horizons over which that might happen might not be, you know, one election, but you know, whatever. But even within that, I think, you know, people, you know, I certainly did not subscribe to the views that you give the technical thing, and, you know, let the politics take over. No, you know, lots of my discussions with, you know, with the senior politicians would be to say why, you know, good economics is good politics. And, you know, sometimes, you know, as again, I think the Keynes quote that, you know, you have to be, you know, behave like a grubby politician, you know, you have to be in the trenches, you have to use all the arguments that you can, you know, for example, in the case of the of the GST, for example, you know, I would, you know, say that we need low rates, because, you know, you're a party that believes in, you know, low taxes, and, you know, lower inflation. So, you know, so, harnessing those kinds of arguments to make your case, I think, are critical. So I think that, but if fundamentally good economics is not good politics over various, you know, over a sufficiently long period of time, then of course, it's a difficult thing. But I do want to come back to one, you know, so when we talk about the sum and the parts, right, what you said, you know, the supply of capacity, but the outcome depends upon the demands of the demand side, which is politics, and so on. So, Shailesh, I think, I don't know whether this came up in your talk on education. So it was very rewarding, or very heartening in a certain period in Indian politics, when you felt that routine anti-incumbency gave way to, you know, electoral politics being rewarded by good or bad performance, rewarded through good and penalized through bad performance. But here's, I think, one of the biggest, biggest, take the field of education, for example, right? You know, it was the original sin, we didn't do basic education. But here's a kind of a puzzle of Indian politics that I kind of still grapple with is, if you have a lot of poor, uneducated kids, why does democratic politics not make the provision of that an electorally, you know, rewarding exercise? So that's kind of the demand side that, you know, all of us, you know, we may say, you know, no simplicity in the GST, but, you know, finally, at least democratic politics should rule. So in the case of education, you see, and remember, because it's a state subject, or at least whatever, this is a question that over 70 years, why was it not the case that some state government somewhere in time, you know, because, you know, it's not that there are, you know, 10% of the population is uneducated, it's like, you know, massive amounts. So you would think one, but second, the puzzle gets compounded, because in the post liberalization era, when the private returns to education went up so much, you know, why didn't people get even more things saying, look, you know, it's not a social good, it's a private good, my kids will get better jobs, get higher salaries, because this, why didn't that also, I think, you know, so if that part of the the puzzle is, in some sense, inadequate or missing, then you will always, you know, flounder in terms of, you know, the kind of almost the frustration that you feel that how come outcomes are so disappointing, relative to this, you know, I think that's kind of, you know, fundamental in democratic politics. And that's why, you know, you know, I'm not a partisan, I have no party affiliation or anything. But it did seem to be the case that, you know, the Aam Aadmi Party in its first term, staked its electoral fortunes on health and on the provision of health and education. That was made it a really interesting thing, because they were saying, look, crudely speaking, you know, vote for us, because we provide your kids health and education. So if that, you know, and that's true, not just education, but in other places as well. So if you're in this system of democratic politics, you always have to, you know, wonder, or take account of the fact that, you know, if there's a gap between outcomes and capacity, there is a, you know, that black box of democratic politics, which I think is going to invariably affect the outcome. And so, you know, cracking that in some sense, is going to be more as important as just having, you know, smart people in government,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:58.500",
        "message": "smart technocrats in government. No, no, that's very insightful, what you just said. But the two halves of what you just said seem to be at cross purposes, because, you know, I agree with you that good economics should be sold as good politics for it to get through. But it doesn't seem to me to be the case that good economics is good politics, because, you know, demonetization was good politics. And I don't think it was good economics. But even apart from that, I mean, I think it is evident that if good economics was good politics, and given that politics is a game of supply and demand, you know, we would all be doing well, all policies would be good, because, you know, politics would see to that, but that seems to be to be not be the same. And I wonder if you have any candidate answers for the question that you pose that, you know, given that we are so uneducated, and people want it and all of that, still, the state hasn't been able to, you know, fix a problem, which would, you know, seem to, you know, which is a very powerful and evocative rhetorical question, because obviously, it's a great moral feeling of the Indian state that we have failed so miserably in this. But what are sort of your candidate answers for that? Why is it the case that, you know, the supply hasn't caught up with the demand in terms"
    },
    {
        "speaker": "Guest",
        "time": "02:36:06.260",
        "message": "of outcomes? I mean, you would have to get into, you know, what are the feelings of Indian democratic politics more broadly. And I think that, you know, certainly the fact that, you know, you know, the points that you've said are not unimportant, you know. So I think one point that you made, I think, is really very important. And I think it's worth emphasizing. It's not so much the short term thing, but a related, you know, in politics, you know, attribution and getting credit for what you do, is like, you know, absolutely fundamental to democratic politics. And I think that, you know, when you think about why did this government choose the public provision of private goods and services, that's part of the answer. You know, if you produce, you know, if you say I produce more growth, the link between, you know, the outcome and who was responsible for that outcome gets, you know, attenuated, as it were. But when you provide the toilets, when you provide this, all of that, for example, I think that, so the thing with, you know, with things like health and education, certainly, you know, education, the fact that it's not, because remember, so the attribution thing which you raised, there are two dimensions to it in India. One is what we just spoke about, you know, who gets good. The second thing is that that gets mixed in with federalism. So, for example, you know, if someone at the center wants to do something that was the prerogative of the states, and, you know, cannot get credit for that, it's going to be under provided. So, you know, schooling and health are provided by state governments. And therefore, you know, you want to, you know, not emphasize that because you, you know, if you just give more resources, and God forbid, it actually succeeds, you know, someone else is getting the credit for that, and you don't. And that's, and that's why also, if you see, for example, the health schemes that were started, were schemes that for which the, you know, attribution could be for, you know, you know, the person at the center providing this. So I think it's, so for me, that was a new learning experience. It's, you know, we know good economics, we know the short termism, but how do you satisfy this, you know, and that's intrinsic to politics, you know, you, you get elected, but in a sense, but but remember that, in a sense, that should also take away your cynicism, because you know, that if a politician is craving attribution, then you know, there's, you know, it matters to the, you know, he knows that it matters to the voters for him to want attribution in the first place. And therefore, you know, it should kind of say that, well, how can I do things that, you know, that can not only be done, but for which, you know, attribution can be, you know, appropriated, as it were, so that it also makes good politics, makes for good politics. So I think these are, I mean, I think this attribution thing is just so, I mean, that's also why, you know, when leaders kind of want to do schemes, they want to be associated with them, and, you know, and not with anyone else. You know, so it has a downside, and it has it, but it can potentially be harnessed. But it's just something that you cannot ignore about democratic politics, that, you know, so if it were the case that, you know, I guess, if it were the case that, you know, somehow, you could show within five years that your child, you know, because of what I did, got actually got a better job and more, more, more earning power, problem is that can't happen, you know, that there is a so so there is a problem, you know, attribution cannot be, you know, if there are things that have long gestation lags, you have to contend with that as well. So it just makes, you know, policymaking more difficult, but again, not, shouldn't fall prey to, you know, giving up or cynicism. But that's what, you know, that's what I would strongly feel."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:23.940",
        "message": "No, that issue of attribution is a fantastic nuance. But it also strikes me that, you know, in some cases, for example, let's take agriculture, right?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:33.380",
        "message": "I was going to come to agriculture, by the way. But go ahead, but go ahead."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:40:37.220",
        "message": "Yeah, no, it is often the case that the demand would be for a policy that is bad economically, is bad economics and not for something that is good economics. For example, you know, the farmer may not want the removal of MSPs or fertilizer subsidies, but may instead want a farm loan waiver and often a farm loan waiver is a necessary anesthetic. So I'm not disputing that. But the really the core structural reforms like the removing the MSP or removing fertilizer subsidy or power subsidy, for example, which makes Punjab grow so much rice when it has no business growing rice, for example, those can never happen, because those cannot be sold politically. And that seems to me to be a clear instance of where, you know, economics and"
    },
    {
        "speaker": "Guest",
        "time": "02:41:18.420",
        "message": "politics run counter to each other. No, but see, but Amit, okay, let me actually a little bit push back a little bit, right? So look, the world over, you know, once you give an entitlement, taking away an entitlement is, you know, it's a universal law of politics that, you know, it's called the third rail here, you know, whatever, you know, there is something. So I would not say, therefore, you know, the fact that you can't take away subsidies is, you know, bad politics, right? So the challenge, therefore, for policymakers and politicians is, in fact, you know, so just to give a concrete example, you certainly cannot take away fertilizer subsidies on its own in India, right? But look at the two successes that have happened, right? And so just tells you that the options are in. One is that supposing you tied the taking away of the subsidy to a universal basic income. So you linked two reforms in a way that you don't take away an entitlement, you just replace it with a better, more efficient enlightenment. So that's a way forward for, you know, thinking about policymaking in creative ways. The other thing, of course, is that remember how the petroleum subsidy was eliminated in India, it's just very small, but very frequent changes over time. So that, you know, it is kind of the behavioral economics insight, where you say, you know, you don't want to impose huge costs, suddenly, the costs are spread out over time. And then you can, you know, in that case, even without replacing it, you were able to eliminate a subsidy. So I think there are lots of, you know, ways like that. So I think the other kind of, you know, behavioral economics thing is that the whole give it up scheme early on, for example, right, is a kind of way of, you know, can you kind of use name and shame kind of things to, you know, say, it's like the way I would implement the universe, you know, I had this kind of fascinating discussion with, with the Telangana chief, Mr. KCR on his, you know, he was the original scheme, the Raithubandhu scheme, right, that was a kind of, in some ways, India's first, you know, kind of, kind of, I mean, to be a universal basic income kind of scheme, not quite, but sort of, and, you know, talking with him about the politics of that is actually fascinating. So, so if you think about it, right, my preferred thing is not a universal basic income, but a quasi universal basic income, i.e. don't give it to everyone, give it to everyone, but someone a few at the top, because, you know, you can make it more affordable, you can make it less costly. And also the notion that, you know, you know, you know, the big businessman doesn't don't deserve a 10,000 rupee check, it's kind of ever, right. And also, it may be more, more easier to implement. But here's where ideas like, you know, don't make it don't make the taking away mandatory, but kind of make it voluntary, for example. So there are lots of ideas like that, which can, you know, make, you know, reasonable policymaking, you know, a good policy is feasible, and not say, you know, take, you know, nowhere in the world, can you take away an entitlement and say, you know, this is a, you know, and say, so, so I think, you know, again, it's the task of policymakers and technocrats to kind of internalize this when they talk about policymaking."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:44:45.860",
        "message": "Looking back on your time as Chief Economic Advisor, what would you look at, you know, as your biggest success, maybe not a specific policy, but just a process you put in place or whatever, what frustrated you the most? And most interestingly, is there something that you've changed your mind on, you know, during the course of becoming the CEA?"
    },
    {
        "speaker": "Guest",
        "time": "02:45:05.460",
        "message": "Right, that's a great question. See, I think that, you know, in terms of any one, you know, any one thing, I think, it'd be difficult to say, because, you know, I guess what, you know, I would want a kind of people to take away is that, you know, fundamentally, what we spoke about, that there are things that are doable, you know, across the board, it's not any one thing, you know, whether it's better advice for policymaking, better analysis, better communication, you know, so a whole more training, building capacity, working with youngsters, you know, lots of things are, I think, so it's more, we should have more ambition about state capacity, in some ways, I think that that's what I would hope, you know, maybe there'll be people who say no, it shows exactly the opposite, you know, there'll be people who say that as well. On, you know, I certainly I write in my book that, you know, I think the fertilizer subsidy is, you know, I worked really hard on that. And, you know, nothing really happened. And, you know, that, for me, was was kind of a big disappointment, which, of course, there were other aspects, I mean, the way the kind of GST turned out relative to the original conception, I think that also was left me, you know, a little bit, but I think hopefully these are not irretrievable mistakes, I think, I hope they can be rectified. The last question about, you know, I mean, I have changed my mind on, you know, specific aspects of, you know, even the whole GST, what we spoke about, you know, the trade off between efficiency and the loss of fiscal sovereignty. I, you know, I think I have learned that, you know, maybe that trade off is much more complicated than we originally thought. I think that I think we didn't go into this, but the whole kind of measurement issue, which, you know, I think is is also something that I feel, you know, maybe we could have done more on and, you know, although, you know, I did try to do it in government, that's something that, but I fundamentally come away more feeling that, you know, a kind of optimism and hopefulness that these are opportunities for doing rather than the more kind of pessimistic, cynical view that, you know, that actually this experience shows, you know, so in some ways, my ex ante going into government, as I said, was that, you know, ex ante, I thought that actually, it would be much more difficult, you know, ability to do things would be much less. But I come away actually having changed my ex ante perception of this, and certainly feel that these are all opportunities for where, you know, one should be more optimistic, you know, proactive, and have the belief that, you know, things can be done well, and done well, and rather than the others. So there is a change in my ex ante view. But ex post, I come away thinking that, you know, in that sense, ex post, I feel, you know, not I have not changed that much about looking back that, you know, you can do a lot. And so, let's see, I think that's what I kind of come away with. No, in particular regrets, particular highs, I think there will be but, you know, those are, but fundamentally, I think, of course, with the with the caveat, always, there's a caveat, and I don't want this, the caveat always is that all of this is subject to the broader, you know, configuration of personalities and politics, you know, you know, I don't want to, by any means, discount that. So that's kind of, I mean, that's a card that, you know, you don't control. So that that you just"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:49:28.020",
        "message": "work with that. I must confess here that, you know, I'd expected that over this time, you would have become less hopeful, but it turns out that you're actually more hopeful, which, you know, should give all of us hope as well, that maybe there is scope for change in the system. I've taken up a lot of your time. So I'll come to my penultimate question. Now, before I go to my final question, which is a penultimate question is that and I want this to be a pre COVID question that before COVID happened in March or in Feb, or whenever, if you were to take stock of the Indian economy as things are today, and sort of describe what is wrong with it and what the big dangers are and you know, what are the things that we should be worried about? What would you pick like one subject that we haven't spoken on at all during this, but you've written so much on is the financial system, the credit crisis, you know, I was part of this reading group, which was active last year, which was run by Ajay Shah, and he brought your friend Josh Feldman to it a couple of times. And Josh used to be, you know, used to scare everyone by talking about how the credit crisis was such a cancer within the Indian system and was just affecting every other part of the Indian economy and how disastrous it was. And I get the same sense when I read the things that you have written that I think that, you know, people who are not familiar with policy and, you know, the actual particulars, don't really understand how bad things really are. So is that your main concern about the Indian economy? Like, how would you sum up the things that worry you?"
    },
    {
        "speaker": "Guest",
        "time": "02:50:54.580",
        "message": "You know, again, here, I want to give the answer at two levels, right? One is that, you know, even the paper that Josh and I wrote in 2019, when we said the economy was in ICU, this is pre COVID, right? And remember, at that stage, we said that the twin balance sheet problem had become the four balance sheet problem, because, you know, and by the way, I have to give, you know, two people entire credit for alerting me to how important one is, Josh, of course, who from day one has been telling me it's important. And of course, the work of Ashish Gupta, I think, has been very, very influential in thinking about the empirical basis for that view. But you know, in late 2019, we said that the twin balance sheet problem had become the four balance sheet problem, right? And in recent pieces, we've written, you know, our view is that now, rather than, you know, identifying balance sheets, which have a problem, it's probably easier to identify those that don't have a problem, because almost every balance sheet is, is short in India. But here's, I think, a kind of, so I think that's problem number one, right? But there's a kind of deeper question here. And I think I want to, you know, raise this, you know, in the last minute is that, you know, why is it that policymakers have not taken this seriously in India? Because that's the deeper question, you know, you know, all of us can keep saying, but it's not resonating with the kind of intensity that it should, right? And I have two kind of tentative solutions for the hypotheses for that. One is that, you know, it's in the nature of these things that when you have big, disruptive changes, like crises, you have more of a policy response, when you have a kind of slow bleed kind of situation, which is what this whole financial crisis has been about. Because remember, we identified the twin balance sheet in 2014. I think that, you know, that the slow bleed is, by definition, not conducive to, you know, you say, okay, not 5%, we'll get to 3%, 4%, or maybe 5,000, or whatever. And that lack of that, by the way, and this is abstracting from the usual, you know, political interest, commercial interest, you know, crony capitalism, all of that is there. But I want to get to something, why don't policymakers respond? And I think my second hypothesis for this is that, look, it's, you know, that India has never had the only major crises it has had are all macroeconomic and, you know, whatever, you know, 66, we had the food crisis, you know, basically the four Fs, you know, food, fuel, forex, fiscal, these have been the source of crisis. And usually, they've been fairly disruptive and sudden and things, and people have responded. So whether it's 66, or, you know, 91, or, you know, 2013, or now, now big things happen, you want to respond 1979, 80, as well. This is like a slow bleed, not so big, but we've had no experience of this in the past. So we have not been kind of, you know, socially kind of inoculated to this kind of, you know, we don't, it's a bit like, why did the West, you know, not react as quickly to COVID as East Asia? I mean, remember, as Nietzsche said, that which doesn't kill you makes you stronger. You know, East Asia was hit by pandemics, you know, serious enough, but which didn't kill, kill them. So they had this social immunity. Western Europe never saw a pandemic, so it was very strong. So in that sense, we've never had a history of, you know, financial crises, which have exacted a huge toll. It is exacting a huge toll, but it's gradual, and it's unprecedented. So I think that's part of the reason why, you know, the whole policymaking, you know, Josh and I have struggled with this, that, you know, you know, say, he kept saying, boss, it's a diagnosis problem. It's not a, you know, and that diagnosis is, you know, elusive, it doesn't really, you know, resonate with people, you know, never had it before. What is, you know, financial crisis? I know, we'll recapitalize the banks or, you know, credit, you know, we'll get a bit more growth. So this is like, you know, a slow bleed and unprecedented, with no kind of social inoculation. And that's kind of explains part of the reason why I think. So it's a kind of a little bit more conceptual kind of stepping back answer to yes, we have a massive problem in the financial system. Post COVID, of course, it's, it's gotten much, much worse. And we have this deeper things. And then, of course, you have that extra layer that, you know, if in a system, you know, the transparency of the reality is kind of obscured and hidden and things again, and again, and again, that is another thing that adds to sort of broader problem of, you know, kind of data transparency that, you know, I've written about in the context of the GDP and things that I think is kind of like a much deeper system. I don't know what, you know, Vijay Kelkar and Ajay Shah say about this in their book. But this is kind of very kind of deep, I think, and you know, unless we can crack that as well. And by the way, it's true for the GDP, it's true for the financial system, it's true for the fiscal numbers, it's true for the unemployment numbers, it's true for the consumption numbers, you know, we've got the situation where kind of kind of basic, you know, kind of the basic ingredients for integrity and accountability, I know, are kind of eluding us in that sense. And that is kind of very worrying as well. And that pertains, of course, also. So in a sense, I've answered, I've tried to answer your questions at three levels, right? Yes, twin has become four. But the deeper reason why we haven't responded, maybe even a meta reason for that is that the basic, you know, transparency, the ingredients for transparency, no, but I mean, it could be both supply and it could be all of course, these are things that, you know, we don't have that, you know, you get the data that you want to in some ways. So I think there's some of that as well. But, you know, that's kind of my view on on this, these kind of bigger issues as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:57:24.980",
        "message": "That's very enlightening. This episode suddenly became much darker, and it's going to get even darker with my last question. So we'll end it there. Because if I go beyond that, we'll be in zombie apocalypse territory. But my last question is, is that we are now, you know, in the middle of this COVID pandemic. And I don't even know if I should say middle, because we don't know how long this is going to go on. I hope this is not just kind of the beginning. And obviously, this is like, to everything that was going wrong, this is a force multiplier, it's just a disaster is probably set us back many years. So sort of looking into the future, let me say that we are in 2020. If you look at 2030, you know, what's your best case scenario? And what's your worst case scenario for India, keeping all this in mind, and maybe I should, it's unfair of me to make COVID part of the question, because it'll, you know, get into the territory of what the philosopher, you like to quote Donald Rumsfeld calls unknown unknowns. So just sort of leaving COVID out of leaving COVID out of it, and assuming that it, you know, a vaccine comes along soon, and it doesn't get too much worse. Assuming that, if you look ahead to 2030, what would you say is our best case scenario and our worst case scenario? What gives you hope? And what gives you despair,"
    },
    {
        "speaker": "Guest",
        "time": "02:58:36.180",
        "message": "rather to, you know, to frame it differently? See, when I look back on, you know, the last two decades, it's kind of a little bit slightly a longer view on the future by, you know, you look at the past. You know, the truth is that, you know, we've had one decade of, you know, weak performance, you know, basically, since about 2011, I think we've had weak performance, and maybe that's what is the message of, you know, Pooja Mehra's book on the last decade, right. And certainly my own, you know, looking at the numbers and what happened, you know, it seems like kind of the, so it's been longer, the underperformance and weakening has been much longer than this. Maybe to add to that little bit pessimism is that, I mean, you could also make the case that while the weakening has been a decade old, you know, new active positive reforms are basically stopped in the early 2000s. You know, that's one view. That's also, I think, the view of some people, even Raghu, I think, has that view. I would kind of dispute that, I think, at least conceptually, you know, the GST was a major reform, and of course, it went through. I think the public provision of private goods is something, I think the bankruptcy did conceptually allow us to address this problem of, you know, decades, decades old problem of capitalism without exit. But given that they're also faltering, you could say we have had one decade of, you know, underperformance, and two decades of, you know, not enough policy reforms. And, you know, and even state capacity has not really been strengthened. So the bad case scenario is that, you know, this is not, you know, a three or four year old problem is actually a decade old problem. And therefore, you know, this kind of continues going forward. And of course, now the starting point is much worse, because COVID has really kind of shot all balance sheets. And, you know, the world looks completely different post COVID. Now, how do you kind of, you know, try and, you know, extract some glimmer of hope from this? I guess the glimmer of hope, you know, actually, potentially, what could be the glimmer of hope, I'm not saying that's what will happen. You know, this thing has to be rescued from by politics, you know, in India, this is democratic politics, that if you believe that, you know, if you believe that actually, our politics is getting again, once again, decoupled from economic performance, which is what some of the indicators are saying, that's going to add to the sense of thing. But I think the way to extract something is to say, look, even for this government, it's kind of much more confident, right, it has more political capital. And, you know, it also has built up some credentials on this, you know, legitimacy, this provision of public goods, you know, whatever, you know, that there is a sense in which the new welfarism has worked, I think that agenda needs to be completed for all of this, you know, the jam, infrastructure, etc, or UBI, whatever, that thing has to be completed. But in principle, you have the, you know, the political capital to actually do the things that, you know, need to be done, whether it's IBC, or, you know, reforms or growth or whatever, or all these things. So I think so that would be one kind of, you know, possibility that, you know, the conditions are there, but the mindset and the, you know, the diagnosis has to be right, and then you move forward. The other, of course, I think the always the perennial glimmer of hope about India is that, you know, it's not one country, it's a, you know, there are, it's a country of, you know, 27 quasi sovereigns, or whatever. And then you think that, you know, some of the positive change, even if it doesn't happen at the centre, will actually, there will be pockets where, you know, good things will be done, you know, maybe, maybe people will see what ARP has done on health and education. And, you know, you know, the kind of competitive federalism by way of ideas, kind of spreads in that way as well. So the potentially good news is that, you know, we have different governments in different parts of the country, which we now, and, you know, and they embark on a post COVID, you know, there are, I mean, all of them are in bad trouble. But post COVID, they say, look, you know, for example, public health, all of us need to be more like Kerala, you know, we learned lessons for that education, we can take lessons from this. So I think, attracting investment, whatever, you know, so I think federalism, competitive federalism in India, always is, is hope. See, in the old days, you know, we used to say about India, it has the wheels of a bullock cart and the brakes of a brakes of a Rolls Royce, as a kind of, you know, system that always only did incremental things. But I think that, you know, there's no reason why you could also not have new ideas coming from different parts of the country. And that kind of drives and motors change, at least in parts, which then spreads elsewhere. So, you know, so that would be my, you know, trying to, you know, pick up some glimmer of hope, in what are obviously very, very challenging times. But it's not just, I mean, I think for me, the real kind of looking back, in fact, post my CA ship, you know, you look back and say, it's been, you know, one decade of weak performance, and then another decade, maybe of inadequate reforms. And, and, you know, maybe we need to think about it in those, you know, terms, even when thinking about what needs to be done, and whether things can happen going forward."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:41.220",
        "message": "And maybe one day, we'll have the wheels of a Rolls Royce at the brakes of a bullock cart and fall right into the river. I've been so enlightened and inspired to have this conversation. Thank you so much, Erwin, for your time and your insights."
    },
    {
        "speaker": "Guest",
        "time": "03:04:53.380",
        "message": "Amit, it's been great to be on the show, wonderful questions. And you know, it's a hallmark of, you know, a conversation, you know, in terms of how much, you know, I've had to think and how many new thoughts have been provoked by your questions. So, thank you very much."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:05:08.500",
        "message": "Thank you. Thank you. Thank you."
    }
]