[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If there is one thing that is certain in this world, it is that I am a disgrace to Warsaw. I've lived in this most filmy suburb of Mumbai for the last 15 years and have been here throughout"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:17.480",
        "message": "the 189 weeks that the scene and the unseen has been running."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:20.840",
        "message": "I've recorded episodes on economics, public policy, political philosophy, history, sociology, and sports, but not a single episode on cinema, not a single episode on entertainment, not"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:32.880",
        "message": "a single episode on acting or direction or cinematography, or even music."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:37.320",
        "message": "And I say in Warsaw, this is an unpardonable, unspeakable, eldritch, monstrous omission,"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:43.480",
        "message": "and it will be too late for redemption if I don't do something right now. Welcome to the scene and the unseen, our weekly podcast on economics, politics, and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:03.360",
        "message": "Welcome to the scene and the unseen. In one sense, you could say that we are all actors. We are often performing for others and always performing for ourselves."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:11.560",
        "message": "Today's episode is about acting, but not acting in this deep metaphysical sense, which may or may not be me acting profound to myself."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:18.880",
        "message": "Instead, my guests today are two wonderful actors who have made a name for themselves doing independent cinema and cutting edge web series. These are exciting times in Indian entertainment. And these two are both living their dream and paying their dues. Being an actor in Mumbai can be turbulent, but so many different worlds and sensibilities colliding with each other. Jessica Duggal studied mathematics in college, became a researcher and wonk for a while, but then fell in love with acting and decided that was all she wanted to do. She's acted in films like Kissa, Manto, and Lootcase, as also in web series like Delhi Crime, Made in Heaven, Mirzapur, and A Suitable Boy. Her husband Mukul Chadha also studied math in college, though not with Rasika, and did"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:02.920",
        "message": "an MBA from IIM Ahmedabad."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:05.440",
        "message": "He then became a banker in New York and single handedly caused the 2008 financial crisis. He then gave it up to become an actor. His most recent part was a lead role in the Indian version of The Office. He has also acted a fair bit in independent cinema and does improv theater in Mumbai as well. Mukul and I were both serious poker players once upon a time, which is how we became friends. I'd been thinking for a while of inviting Mukul and Rasika onto the show to talk about their journeys, the state of Indian cinema, and the craft of acting. I love the conversation we ended up having. But before we get to it, let's take a quick commercial break. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going sceneunseen.in slash support. Rasika and Mukul, welcome to The Scene and the Unseen."
    },
    {
        "speaker": "Guest 2",
        "time": "00:04:05.800",
        "message": "Well, thank you for having us, Amit. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:09.080",
        "message": "You know, before we start talking about your acting careers, which sort of and about the craft itself and Indian cinema and all of that, I'm very curious to sort of know about your personal backgrounds. And I'll start with Mukul first, because Mukul, I don't know if you remember, but and this almost sounds now that I realize it, it almost sounds creepy, but I kind of remember the exact time when we met, which was in March or April 2007, where a mutual friend of ours, Manish Vij, the great Sepia Mutiny blogger, he'd lived in Bombay for a few years, and he was moving back to the States and he had a farewell party in some Bandra nightclub and you dropped in for a while. And I was introduced to you and told that this is Mukul Chaddha, the actor. What I kind of noticed about your career is, you know, people often accuse me of having had an interesting life in just in terms of CV, because, you know, in the 90s, there is all the MTV and Channel V. And then there is in the 40s, there is a sort of journalism and the blogging and everything and then there's five years as a professional poker player, and now podcasting and all of that. And your career is also seems, you know, even more interesting than mine, because you actually share the poker player part of it. And plus, you you know, you were an MBA and I am Ahmedabad. You were a banker in New York, where you also studied the Lee Strasberg school. And now you've come back here. And you're not just acting, you're also you know, you wrote a lovely short film recently banana bread. So tell me a little bit about your journey and you know, how you took all these twists and turns."
    },
    {
        "speaker": "Guest 2",
        "time": "00:05:37.800",
        "message": "Well, on paper, that sounds wonderful in the way you if you introduce it like that, then suddenly I start feeling good about myself. But yeah, I remember your I first heard of you and you were a cricket writer. So I'd heard of the Amit Verma and I think that's what I said to you when we first met is, oh, you're that Amit Verma because you know, I read a lot of your stuff. I'm a huge cricket fan. So I read your stuff. And then of course, we met very often on the poker tables. As far as my journey was concerned, I I started off my life doing something completely different. As you've mentioned, I did a classical MBA and you know, according to finance and I was lucky enough to get a job on Wall Street and Lehman Brothers. So I was for the most part, I was a research analyst. I was analyzing the debt of these big behemoths, Fannie Mae and Freddie Mac, primarily, I was the lead analyst on their debt and other US agencies is pointless for some of your listeners. But I was analyzing their debt for the most part of what I did. I was there on Lehman Brothers for six years in New York. And yeah, acting was always something that I was interested in. But I think growing up at the time I did grow up, it wasn't an easy decision or it wasn't something you did if you, you know, if especially if you're good in studies, you know that unfortunately, that's how we grew up. You know, it was people became actors if they weren't good in studies or at least that was what we were told by parents and everybody else. So I was always interested. I always was on stage in school, in college, etc. And even while in New York, we started a theater group called Alter Ego, which was for people who were working professionals, we'd rehearse only on weekends and weeknights. And then I did classes at least, but to me, it was always a sort of very serious hobby. You know, I never thought of it as something more than that. But obviously, somewhere down the line, working at Lehman Brothers, Wall Street wasn't for me. One part was I really wanted to come back to India. And the other was I just, you know, I just, you know, while the finance part interested me academically while studying it, and even initially in the first few years, and the good part about Wall Street is that they don't illusions from day one, you know, you pretty much enter and they tell you how much of a dog-eat-dog world it is. And everybody's just out to make money. And you know, whether you're screwing the customer, it doesn't really matter. I mean, you know, there's absolutely no, you know, nobody gets disillusioned along the way. So you realize very much, you know, in advance that either this is for me or not for me. But it's also very hard to quit a job like that. So it took me a while before I could muster up the courage to quit. Also, I didn't know what else I would do. So I wanted to move back to India, but I didn't know what I would do. In fact, when I would come back to India on holidays, I would meet friends of mine, you know, ex-classmates and ask them in finance, you know, and say, you know, what are you guys doing? And you know, what could I move back and do? And all of them said that we want to move to where you are working, you know, they want to quit their jobs and move to New York. So I found that it would be very hard to perhaps move to a place where everyone's aspiring to go to where I've come from. And I didn't know what I'd want to do. So eventually, I think after, you know, a long time of thinking about it, and dragging my feet on it for a while, it took me six years. And then I finally quit and I moved back to India without anything, which I know shocked everybody in my family, because they couldn't understand how I could do something like that. And you know, here I was the poster child for all, you know, relatives, I mean, NRI banker in New York, and then I was unemployed in Bombay. And I think I wouldn't say that I chose to become an actor then, in fact, I did not. That would have been too much of a leap for me. I told myself I'm taking a sabbatical a couple of years, because I didn't know what I wanted to do. So the two things I was interested in were writing and acting, and I wanted to explore them. So I thought I'd do that for a couple of years, a year or two years and, and then see where you know, life takes me. I mean, I somewhere I think I always imagined I might have, you know, started as some something on my own, or got another job later. But you know, because I was doing theatre for a while or writing, I might, you know, get a leg into that world. And maybe hopefully do you know, like we did in New York, you know, do evening rehearsals and acting plays once in a while. But once I started doing it, and the writing didn't go very far, I have a lot of unfinished, some finished and a lot of unfinished stories on my laptop. So which I hope to get back to someday. So yes, in that sense, you know, banana bread was wonderful for me to, you know, I wrote it together, it really felt wonderful to be able to fulfil some part of that. But the writing didn't really go very far. The acting did in the sense I started doing theatre in Bombay, and it's easier because you know, writing is a very solitary, as you know, it's a very solitary occupation. It's not just the skill, it's also the temperament to keep doing things and, and manage to finish work. Whereas with theatre, once you join a play, which is what I did, you know, the rehearsal schedule is set, you know, there's a show date, you have to do it. And so I started doing that. And I enjoyed it enough that I didn't quit, you know, it was a so called sabbatical for maybe a year initially, then it became two years. And then I was just stretching it on. Because I didn't, I didn't have the guts, I think, to admit to myself that I wanted to do this full time. So it just kept, but I wasn't quitting either, you know, I was continuing to do this. And I did this for a while, I think I just continued, I think, if I have any regrets, though, that, you know, a couple of years after that, also, when I was kind of telling myself, I'm kind of doing this semi seriously, but not, you know, as a full time career, I didn't admit that to myself, until I was doing it long enough that one fine day I realised, you know, I have become a full time actor, I mean, I'm doing this. So it did take me a little while. But yeah, that's, that's kind of the journey with, you know, as to how I became an actor."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:14.320",
        "message": "And the little part of your eclectic background that I forgot to mention is that you were a Chadha brought up in Chennai, and you can make great dosas, which is also fascinating. And you were talking about sort of, you know, writing being the solitary act and the rest of it working out, because you know, you're working with other people, and there are constantly things happening. And it seemed to me that, you know, that trade off is interesting, because when I was a kid, I was torn between do I want to be a writer or do I one day want to direct films, because I was into a lot of world cinema and all of that. And then I thought, no, if I'm writing something, I am completely in control of what I'm writing. If I'm into, you know, the industry, I have to then coordinate with a bunch of people sell my ideas to others, there are so many things out of my control. So which is why I kind of came to writing, but it's interesting that, you know, your journey seems so almost so serendipitous, like, you know, John Lennon says, life is what happens to you when you're busy making other plans. And it's that kind of a feeling, Rasika, it's kind of, you know, from, you know, the interviews that I watched of yours on YouTube, and so on, it, it feels a bit like that, as well, in the sense that, you know, you were almost on the way to becoming like a policy wonk, the kind of person who would be on my show anyway. But then you move from kind of research to acting, tell me a bit about that journey, like was acting something you were always interested in and considered or did it just, you know, grow from an interest to something more than that?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:12:36.720",
        "message": "Not so consciously, actually, even if it was, I wasn't really thinking of it that consciously. And I didn't really think that it could be a career primarily because there was no precedence of that in the environment that I grew up in. So I grew up in Jamshedpur and my father runs a business and my mother runs a boutique. And I didn't really think that acting could be a career that was not a part of my worldview. But I was always one of those people in school who would jump on stage at the drop of a hat, you know, and was very happy to be on stage, but that's about it. Then I went to Delhi University and I studied at LSR and I was studying Maths Honours much like Mukul. Mukul was also studying Maths Honours many years before me. So I think LSR is the first place where I would say I started acting seriously because I was introduced suddenly to a new world where I realized that there's a lot to learn and there's so much talent. And most of the people I interacted with at LSR, they'd all done theatre for a while and trained under professionals and they just knew so much more than my little Jamshedpur life had exposed me to. So I was quite taken in by all of that. So Maths was one of the toughest subjects in Delhi University and I was so honestly very bored and I still think that was one of the worst decisions in my life. I would have loved to study History or Political Science or even Economics at DU, but I was quite bored with Maths Honours and so I started doing a lot of theatre on the side and I started watching a lot of theatre in Delhi also. So I wouldn't go back home for holidays, would take buses to the Habitat Centre and or the Sriram Centre and watch a lot of plays and also try and do as much theatre as I could, as much as a rigorous course as Maths Honours allowed me to. So I think my first real acting experience was with a lovely theatre person called Anamika Haksal, who's recently made a film as well. And the first play I did was a play called Riders to the Sea and we did the translated version in Hindi. And so that was my first acting experience and I was quite taken in by all of that and very interested in what I was doing at LSR as part of the Dramatic Society. But again, there was so much talent around me that I didn't have the confidence to apply to NSD, which was the only other thing that I knew of around in which you train as an actor. So I didn't really take that seriously, I didn't know what to do after college, but enthu to tha bahut, you know, so whatever came my way, I was very happy to sort of take that up enthusiastically. So when I was in my third year, the girl who was in the room in front of my room in the hostel was filling a form for a Mass Communication course, one at Jamia, one at Xavier's and one at Sophia's. So I was sitting in her room and flipping through the brochure and I saw this brochure of the course of Social Communications Media at Sophia's. So I went through the list of subjects and one of them said, Film Studies and I said yeh bahut interesting hai and I had been part of some film clubs at LSR and had watched a few films, but I never really got an opportunity to explore that further. In fact, my first recollection of being very mesmerized by a clip of a film that I saw was at, funnily enough, at a conference on conflict and peace, which was initiated by an organization that the then principal of LSR, Dr. Meenakshi Gopinath used to run. And somebody showed a clip of Pather Panchali and I was very taken in by that clip and it stayed with me for a while, but I didn't really get an opportunity to sort of watch a lot of films while I was at hostel. And things were not available on DLD and online as they are today. So when I saw Film Studies in that brochure, I said, chalo yeh toh interesting hai, let me apply for it. And I also applied for it because it was one of the only courses which had an entrance exam after my exams at Maths Honours would have finished. So it was kind of by chance. So I applied to Social Communications Media and the girl whose brochure I was going through, I don't think she got through, but I did. And I didn't think that I really wanted to study that course. I didn't know what I wanted to do. And my parents said, oh, I think you should go abroad to study something. You know, it was that kind of a thing. And they said, chalo 16th year of education ho jayega, kar lo yeh course. Aise theek hai. So I went to Sophia's and I think that one year at Sophia's was one of the best years of my life. I've never met a bunch of women or a bunch of people who I've studied with who are so like each other. We were all from similar backgrounds, similar colleges. And we were probably all the kind of people in college who are very enthusiastic about anything, you know. So it was very interesting to be a part of that course and journalism was also one of the papers. And Jerry Pinto was a teacher, P. Sainath was a teacher, Paromita took a few classes on filmmaking. So very interesting bunch of people. And I think I was very moved by every class that I attended at Sophia's. After Sophia's, after I finished that one year course, again, I didn't know what to do because the course is very interesting, it teaches you a lot. And most importantly, it gives you a very interesting worldview, but you're not really specialized in anything to take that further. So I didn't know what to do. So I wrote emails to a couple of people and said, you know, I think I want to be a research assistant. I just want to help somebody gather some information. That's how vague my intent was. And I got an email from somebody which said that Abhijeet Banerjee and Rohini Pandey are starting a research project which is based in Lucknow and they're looking for somebody to get secondary research data material for them. I didn't know what that even meant, honestly. I had no academic background in the social sciences. I had not studied even statistics, you know, I was a math student. So I said, this sounds like fun, I'll move to Lucknow, so I packed my bags and a week later I was in Lucknow and trying to make inroads into PWD offices, the Vidhan Sabha to get information for Abhijeet and Rohini's project. I didn't understand how that information was really going to be used or anything like that. But I was pretty good at it because enthusiasm, of course, and also I think people are less suspicious of a young woman trying. So I would say, sir, we have a college project, so please let me come to the library. So I would get access to a lot of things which otherwise might be, you know, wrapped in a lot of bureaucracy. So I collected that material for them and they were quite happy with what I had done. So I was even more encouraged to stick around. So I worked on the project for about five months and then I think just living in Lucknow alone and not having a bunch of friends and not being able to access public space like I had become used to accessing in Bombay, I decided that I wanted to move back. So I started looking for similar jobs in Bombay and somebody wrote me an email saying that Pukar, which was an organization started by Arjuna Padure, Partners for Urban Knowledge Action and Research, they were doing a project on gender and public space, which was being done by Shilpa Phatke, Sameera Khan and Shilpa Ranade. So I wrote them an email and I got that job as a research assistant and I came back to Bombay to work on that. That was slightly more interesting, but because it was not qualitative, it was an ethnographic kind of study. So it required me to actually study the behavior of women in public spaces. So I would go to stations regularly and watch food stalls and who stood at a food stall to eat their food, who just carried their food and left. And mostly, most women, it was really startling to see that women would not stand and eat at a public stall. So I worked on that project for a long time and my friends would make fun of me that, so how many toilets are there for women in Andheri Station? And there was a time when I knew exactly what the figures were. I would say, Andheri East Station mein itna hai, Andheri West mein itna hai because I had done all of that. So and how the toilets function and all of that. So it was very interesting to do that, but I soon realized that while all of this is interesting, unless I went and got a formal education in the social sciences, I would not really be able to understand this more than what I understand of it today. And I really didn't feel like I had the energy for that. And I'd heard a lot of academic conversations around me. And while they were very interesting, I also felt like it was not my cup of tea. I wanted something which was more tangible, maybe. So that's when I was flipping through the newspaper one day and I found that FDII was restarting their acting course. This was in 2004. It had shut down in 76. I had studied film at Sophia's. So I was very mesmerized by the idea of a film school, and especially one like FDII, which had a history of dissent. So I said, this should be an interesting space. And I had a few friends from there, and they were totally in love with the idea of being in the institute. So I'd heard about this wisdom tree where people sit together and talk about cinema, and every evening you get to watch a film. And that the physical space, the place that FDII is located in, was once Prabhat Studios. And I was like, wow, I'm going to be a part of history. You know, so that's when I applied for FDII. I didn't think I would make it because there was a very rigorous three-round entrance exam. And the last round was a four-day workshop in the institute. And when I met the people who were there at the workshop, they'd all come with a lot of experience and a lot of varied experiences. Somebody had worked with Naya Theatre for years, somebody was in the Sriram Repertory. And I had had no acting experience since LSR, so I hadn't done a performance for the last three years before I went to that four-day workshop. And I was very shy, and it was very difficult for me to really do anything at that workshop. And I didn't think I would make it, but I did. There were 20 people who were selected, and for some reason, I was a part of that list. Once I joined the institute, I think that's when it possibly became different for Mukul and me. About six months into the institute, I knew that this is what I wanted to do for a really, really long time. And I wasn't willing to accept even for a single day that it wouldn't work out, you know. So I came to Bombay with that momentum, and really with a desire to get as much work as"
    },
    {
        "speaker": "Guest 2",
        "time": "00:25:00.920",
        "message": "I could. No, I just want to say, I think, you know, Rasika just said that it was different for her and me in that sense, that she was very clear she wanted to be an actor. And I have to say that I think, when I met Rasika, I think her sort of focus at wanting to be an actor had a big influence on me. Because I was, until then, you know, sort of dabbling in multiple things, like we talked about. And you said, you know, you did something similar. I think it also comes from having, you know, varied interests. You know, I played poker for a while. You know, not that I ever thought that that's a career, but you know, I took it very seriously for some time. I even started with an ex-colleague from Lehman while I was in Bombay. We started a firm that was looking for investing opportunities in the equity markets in India. And we started a firm, and we were doing that work. So I kind of dabbled in multiple things. And I sort of liked that as well. And I have to say that, you know, seeing Rasika's single-minded focus was also an influence because I also realized that, you know, if you want to get ahead in any one career, you kind of have to push yourself somewhere. And I think somewhere the lack of that drive or focus was affecting me and probably also helped me say, okay, you know, I really need to narrow down a few things here and focus"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:12.280",
        "message": "in one direction. Yeah. And Rasika, you were talking about your sort of time at LSR where, you know, you felt that all these people around me are so accomplished, they've been doing theater for so long and blah, blah, blah. And the thought that kind of struck me in my, you know, follow up question is from there. And one thought that struck me was that then it's sort of interesting that through that journey that, you know, you are sort of where you are today, where you are, you know, fairly accomplished actress and so on and no doubt, you know, many of those other people haven't quite managed to make the same journey. And my question from there is, and no doubt a lot of this is, of course, you know, things that happen to you and serendipity and luck and so on, there's no denying that. But equally, just thinking aloud, do you think the fact that you had these sort of unusual backgrounds where you've done other things, where you've looked at life from a variety of different angles, do you think that sort of made a difference in how you looked at acting itself? Because I would imagine that a lot of people who come into acting and want to be actors want to do nothing but that. That's a whole kind of worldview when you sort of from the time you're a kid, you know, that's what you want to do. And you're in love with the industry and whatever. But in your case, it seems in both your cases, it seems that number one, you're coming from a variety of other places, you've both done maths and, you know, Mukul might even have foreseen the 2008 financial crisis coming if you were studying Fannie Mae and Fannie Mac. And we can't blame it on you. And he didn't foresee it, says Jessica."
    },
    {
        "speaker": "Guest 1",
        "time": "00:27:40.720",
        "message": "A lot of friends give him credit for that. And I can tell you, he didn't."
    },
    {
        "speaker": "Guest 2",
        "time": "00:27:46.120",
        "message": "No, I say I didn't. I say very openly, of course, I didn't see that kind of crash. I mean, you knew there was something wrong happening. And that I can talk about. There are fun stories there. But the kind of crash, no, no question. I wouldn't have believed that Lehman would have gone bankrupt."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:58.960",
        "message": "But do you think the sort of different perspectives and the different Nazarias sort of added something extra to what you were as actors and maybe added something to your journey?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:08.360",
        "message": "No, I think it's hard for me to answer that question, first of all, you know, a perspective about your own life or to say what influenced you is very hard to answer. But I think all actors draw from their own experiences, right? You have to draw from your own experiences of what you've done, people you've met, etc. But that's not to say that people who haven't necessarily had other careers haven't really had other experiences to draw from. So I'm not sure that I would, you know, agree entirely with that. I think, you know, everybody draws from, I mean, some people come from, you know, troubled childhoods, and maybe that helps them in some scene. But it's not to say that, you know, somebody else, you know, may or may not be able to do that."
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:49.360",
        "message": "So, yeah, all your experiences add up."
    },
    {
        "speaker": "Guest 2",
        "time": "00:28:51.240",
        "message": "I don't think you necessarily need multiple careers."
    },
    {
        "speaker": "Guest 1",
        "time": "00:28:53.760",
        "message": "That's my simple point of view. I sort of agree with that, because I, in fact, my interest in this career started because I realized when I was at FDI, that no experience of mine will not be able to help me become a better actor, you know. So it's just about how you use that experience in your work. And that is, that's the craft of it, you know. So it's, it's not about going and looking out for newer experiences, or varied experiences. It's about how you, how a memory of any experience stays with you, and how you sort of mold that into a particular role and the choices you make along that way, along that path. So I think that's, that's the thing about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:43.080",
        "message": "I want to kind of explore a couple of dichotomies, now, sort of two very separate things sort of coming together. And one is a dichotomy of sensibilities, like, you know, you've mentioned how watching a scene of Pathar Panchali made an impression on you, and then no doubt watching great world cinema at FDI, I would also have done the same. And, you know, Mukul was at Lee Strasberg, and all of that. And it seems to me that, for example, when we compare Bollywood, or we compare Indian mainstream cinema to world cinema, we just make a category error. Because these are just two completely different art forms, even though they look similar. Because your sensibilities are different, you're aiming for different things, there is a different notion of realism, and, you know, how you should tell a story and all of that. And equally, I think some of this would also then reflect in the kind of acting that is done. Like many of our Bollywood big gudges, and of course, I won't take any names, but many of our superstars of the past, if you look at them from the Western prism of what good acting is, it would just seem like they are ridiculously hamming it up, or they're overacting or over performing, and it's very performative. It's emoting, as that unique Indian word goes, I don't think anyone outside India uses the word emoting. And at the same time, what has sort of happened, coinciding with the, you know, the trajectory of your careers is that there is that other sensibility also coming into play where we do in Indian cinema today, and Indian web series today and entertainment today, see a lot of acting, which even from a Western sensibility also would be considered outstanding, including some of the work that you guys have done. So how was it navigating this? Because, you know, first of all, like, what is your personal philosophy and approach towards acting? How do you view acting? And how do you view cinema? And how do you define good cinema? And then secondly, and I'm assuming that a certain part of that at least is influenced by these global sensibilities. And then secondly, you are in Bombay trying to make a living where not everybody shares that sensibility. And when you, you know, go to a set to act, the expectations might be, you know, your expectations and that of whoever you're working for, might be quite different, obviously, in your respective filmographies, you've worked with people who share that more kind of modern sensibility. But how do you sort of think about this and navigate this? And does the awareness of this and you know, play a part?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:32:08.880",
        "message": "I think that first, I don't, while I was influenced by a lot of world cinema, and I got an opportunity to watch a lot of films at FDI that many people didn't, and I also got an opportunity to watch them on film, which I'm still very proud of, not on DVDs or digital. So while that was very exciting, I think that just by, by growing up in this country, Bollywood is a big influence in your life, you know, and you cannot deny it, even if you want to, you know, and I never wanted to, I embraced it as much as I was as mesmerized by Sridevi as I was by Isabella Huppert, you know, so I did not judge either. I thought that both were different experiences. As far as your position in a film is concerned, as an actor, you're in a very strange sort of situation. And actually, a lot of people are in that situation or in a film set. So what's very exciting to me, and also very irritating to me very many times is that filmmaking is a very, very, it's a deeply personal process, but also very collaborative one. And as an actor, you don't have much agency, you know, you are pretty much at the mercy of a director, cinematographer, art director, your co actor, so many things which are making this moment or the scene happen for you. But fortunately or unfortunately, you're the face of it, you know, so you're sort of put in this spot where everybody's abilities have to sort of sink in together for you to be able to do something. So it's actually a very strange situation to be in, I totally love being in that situation, because I love giving into somebody else's vision, because it takes responsibility off my shoulders. And at the same time, I am a fairly important part of making that vision happen. So I'm very happy to function like that. So I enjoy this position, but it can be very scary. And sometimes this position is scary to me when I can totally live a moment, but I don't know how it's going to be put together. So very often the politics of it is something that I get scared about, I feel like, will the politics of this film be in sync with mine or not? So when I agree to do a project or not, it's my first concern is the politics of this project, thinking that, so the politics of my character might not be in sync with mine, which is great, in fact, because I'd love to play, for example, a right wing troll, you know, but and just to understand how that mind works. And when you're working on a role, you have to, you can't be judging your own character, right? So it would really require a lot of empathy and expansion of the heart to be able to understand somebody who is completely different from you. But it's important to me that the overall politics of what I've agreed to work on is something that I, is something that is aligned with mine. So that's the situation that you are in as an actor. So that's one thing that I always look out for when, you know, collaborating with somebody. Also the sensibility of a project is something that I find you have indications for it, like somebody can narrate their story to you, you can see their previous work, and you can get a sense of where they're coming from. But really, it's a gamble, you know, how it turns out could be very, very different from what you had imagined. So as an actor, you're always in that position, you know, because you've lost, you don't have any control after you've shot for the film, and largely a lot of work on the film is about the editing is about the sound, and all of that, that's like a whole other thing that's going to happen to your work, and you have no control to say in the matter, nobody shows the film to you till it's done. I mean, you might see clips of it at the dub, and all of that, but you don't have control over that side of things, you know. So I mean, yeah, those are the things that concern me while I'm working with somebody. And sensibility ka aap andaza laga sakte ho, but you can't really have surety on how this project is going to turn out. So sometimes when I watch something that I've worked on, I feel that maybe artistically, it's not aligning with my sensibility, maybe the politics is fine, but, you know, it's not really aligning with my sensibilities like that. It's not what I'd imagined it to be, but sometimes I'm pleasantly surprised also. I mean, when I saw Delhi Crime, I was very proud of what the director, the editor and the cinematographer had done, because in spite of the fact that I'd read the script, and I was, I was very assured that Richie's politics were totally in sync with mine. And so were his sensibilities were of a very high standard. But I was very moved by how they managed to humanize these rapists, you know, who through the whole series you're, and just that's just in the lensing, the editing, how you've lensed the character, how long you've held the shot on them, and how you how you've lit them, you know. So it's just about those things. And I was so moved by that. So in this case, this particular case, what I watched, superseded my expectations of the sensibility of the project. But there have been other cases in Mirzapur, for example, I felt like the intent was very good, and the writing was very good. But I felt like the way we visualize a woman who is, who's acknowledged as a sexual being is still, we still have a very long way to go. Because I think our visuals are still very sexual."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:13.920",
        "message": "Yeah, fair enough. And that's, in fact, what I felt when I watched Mirzapur as well, Mukul."
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:19.160",
        "message": "Yeah, this is a very difficult question you've asked. I mean, this whole notion, and I think it's something that I think about, you know, because as an actor, you always wonder, what is good acting and what is not good acting, you know, you read stuff that other people have said about it, because obviously, if you're doing something, you want to do it really well. And again, you know, it's also very personal, because you're all always influenced by what"
    },
    {
        "speaker": "Unknown",
        "time": "00:38:42.080",
        "message": "you have liked and not liked."
    },
    {
        "speaker": "Guest 2",
        "time": "00:38:43.080",
        "message": "You know, I think at the end of the day, just like a director tells stories that he or she has wants to tell, much like that, you want to do performances that you have enjoyed watching. And that changes actually, over time, and it's very hard to quantify it and say, this is what is good. And this is what is bad. I mean, growing up, I actually haven't had as much exposure to world cinema, I have watched a lot of Bollywood, some things I have loved, some things I've hated. Even Western films I've seen, I've seen a lot more of the Hollywood blockbusters, than you know, seeing a lot of foreign language films, which is more something that you know, one is more exposed to now, but I had it. So a lot of things are influenced by, and even within the realm of what you watch, I feel, you know, there are things that you like more and things you like less, to me, a good performance is something that moves me in any way. And if I shut off, you know, and I say, no, this is fake, I don't buy this, or I don't believe it, then that's not really necessarily a good performance. But that changes. If I think back to some of the TV shows I watched in the 80s, you know, there's some shows that we loved and thought they were great. And you go back and watch them today. And a lot of them are unwatchable to me, right. And I think it's a function of having seen other things, you know, so I wouldn't put it's a classic problem of high art versus low art. What is high art? What is low art? How do you, how do you, you know, want to put a line on it, but I think the more you end up seeing, and it's great that there's so much competition, and people are influenced by things that happen across the world, both ways, and the more you watch, you're drawn to things that then, you know, take it to a slightly higher standard, then something that you liked earlier may not, you know, hold weight as much. And it's also a hard question to answer. I mean, it's something what is over the top, what is not, you know, sometimes the genre of a film, I mean, was chapter over the top, because, you know, there's a lot of slapstick stuff he's doing. But that within that genre, it works, you know, it works. And that makes you laugh. And that makes you feel okay, this is great. And you can watch it even today. So it's, it's very hard to sometimes, and it's a constant struggle, it's a good question, because it's something that you're never sure of. And when you take on a new project, you're trying to visualize it. I mean, very often, it's, you know, you need to read the whole script to understand what is the vision of what is the, you know, what is the genre is going to fit into what is the style this is going to be to understand, you know, what your role in it is, because it has to fit within that. And like Jessica said, it's very, it's very difficult, because sometimes you don't know what the director wants. And the better ones are those who are able to, you know, communicate that to you, you know, where that you understand, you know, then what is the style and, and at some level, you'd like to do work that you would like watching, you know, because then it's easier to sort of, you know, fit into that. And it could be across genres, you could do something very slapstick. And that's great. You could do something that's, you know, totally different. But as long as it's something you like doing, I'm not saying we always managed to do that, because while you're working, you end up doing a lot of other things. And plus, you sometimes don't know how things are going to turn out. So that's separate. But yeah, I think it's a very difficult question to answer, because and it's constantly changing, you know, what is good acting, I see some performance somewhere. And now, of course, we have so many shows from across the world that are just coming into our living room without making any effort. And you know, you see something and you think, oh, this is interesting how someone has done something. And it's sometimes different from what, you know, you might have thought works earlier. So yeah, you know, what's good and bad, I think is a function of what you're drawn to. And that also keeps changing. You know, I think what we may, you know, it's possible that what we think is good acting today, you know, 30 years down the line, someone will say this was very mediocre. It's possible."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:20.320",
        "message": "No. And that's very perceptive. You know, to me, like you said, it's not just about a difference between high art and low art, but taste change over time. Like, again, like you have tried watching the shows of the 1980s, when one gets him on YouTube, like Yeh Jo Hai Zindagi and all of that. And then you wonder about yourself, ki yaar, I used to like that."
    },
    {
        "speaker": "Guest 2",
        "time": "00:42:40.840",
        "message": "What was like? So Gudiyaan was always this soap, but Yeh Jo Hai Zindagi was the one, right? Because I remember laughing as a kid when I saw it and it was one of the better shows. And I watched it again. I mean, it is truly unwatchable for me right now. And I also feel that that's why when we diss a lot of TV soaps that are on right now in the last decade, it's wholly possible that they're being watched by a whole lot of people who have got access to cable for the first time in the last 10 or 20 years. And once they start seeing better things, they will also no longer like it. You know, it's just that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:12.040",
        "message": "Yeah. No. In fact, the thought struck me yesterday, I was kind of out on the road and I saw this very old vintage car, which looked so incredibly ugly and all of that. And then I realized that, wait a minute, when I was in my early 20s in Bombay, the Mitsubishi Lancer was the most beautiful freaking beast you could aspire to, right? And I saw one of those models a couple of days back on the street. And I was like, my God, what an ugly thing, wait a minute, this is that, you know, and then you wonder whether the kind of work that you do today will also change. I was sort of, you know, what you were saying, what, you know, Rasika was speaking about, you know, the approaches to acting, I was reminded of an old episode I did on the art of translation with Aruna Vasina, who's translated like 40 books from Bengali to English. And he said something very interesting there, where he said that when we were speaking about languages and, you know, thinking in one language and writing in the other, and he made the point that Indians, because we are so multilingual, are very good at code shifting. So we can automatically effortlessly shift from, you know, being natural in one language to being natural in another language. And it seems to me that in some way, these different schools of acting, as it were, are also like different languages. And it's not that you necessarily have to speak one or the other language, but you can just adapt whichever one and even mix them up as required. Does that kind of make any kind of sense?"
    },
    {
        "speaker": "Guest 2",
        "time": "00:44:32.920",
        "message": "No, I mean, I'm also confused about the schools of acting in the sense, I haven't, you know, like, I haven't studied formal theatre, except at Least Strasbourg, where I studied and they were very fixed on the method, you know, and that was their big thing that, you know, you have to follow the method. But even within their, you know, and there was the opposition to the Stella Adler school, which was, you know, not a few blocks away, that that's a different style. And you have this, even within the method, I found my personal view was a lot of the teachers were teaching us understood the method to be very different. And, you know, they would interpret it and they would have their own teaching styles. And but the one thing that I think stuck with me from what a lot of people have said, and teachers said, and otherwise also, you know, other theatre people you work with, is whatever works for you, something someone tells you works for you, and you hold on to it and something someone else says works for you. And yeah, I think I think that's, that's it for me, actually."
    },
    {
        "speaker": "Guest 1",
        "time": "00:45:33.440",
        "message": "Yeah, so you know, the thing is, what's exciting to me about my work is that there's no one way to do it. So in one, and there's no one basic set of rules that you have to follow either. So you change it up as you go along. And so I wouldn't say that what I'm doing in one film could probably even qualify as being called a language, you know, because there are the rules are not so set, you know, it's actually very experiential, and it's actually very, something that I improvised along the way. So yeah, your work on another project automatically does become different. But neither of them would be something that you would be able to use again somewhere else. The other experience will be an entirely different experience. And what I'm interested in, earlier on in my career was I was like, anytime anybody would ask me, so what is your process, and I was like, my process is that I'm looking for a process. And now I after having worked for around 12 years, I've realized that there can be no one process for yourself. And that's the beauty of it. And I don't want there to be that one process. Yeah, there can be techniques that you rely on on a day where you're not completely there, where you're not having a very good day as an actor, where you're not able to be there for that part. And that moment. So there are techniques that you can fall back on. But there is no one way to do it. And there shouldn't be is my assessment of it so far, I might change my mind next month. But this is how I feel about it today."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:15.240",
        "message": "No, that's pretty insightful. And if I try to sort of process it in my language, what you're saying is that look, we have a set of tactics that we can use in any situation, but there's not necessarily one strategy, you know, that can differ according to the task. But then my follow up question, Rasika, would be that, even if there is no one process per se, and it differs from project to project, is there then a set of values or an acting ethic or an approach towards the characters that you play that is common, something common there that you, you know, maybe the way that you approach the characters or approach your role or just the ethic that you bring to the whole craft that is common and that, you know,"
    },
    {
        "speaker": "Guest 1",
        "time": "00:47:52.640",
        "message": "that is common to everything. There are certain ethics that I have for myself. But I don't know if anybody else follows them. You know, I think if you I don't know if Mukul does, if you ask any other actor, I don't know, they might have their own set. But some of the things that I am very, very pakka about, and I don't let go of, one is that I will never, ever in my life, tell my co actor what to do. Never. In fact, the beauty of a moment between two actors is the uncertainty of it and the many, the number of things that it can be. And the beautiful moment between two actors is when you can't put your finger on the emotion. Because you can only put your finger on the emotion when somebody is emoting. And that, in my opinion, is not good acting, you know, good acting is when you when there's confusion and there's a lot of so many other things and when there is when you can't put your finger on one single emotion, you know, and there are so many things at play. And the moment you try and if you instruct your co actor on what to do, you're basically asking them to do something which is convenient to you. And therefore, you're removing the possibility of magic, you are at the altar of efficiency, you know. So because you're so insecure or nervous about trying to get a moment right and trying to get it executed efficiently, you're losing out the possibility of magic and you know, few times that magic happens in the time between action and cut, it is so precious that you feel like my years of struggle and standing in Oshiwara outside studios and waiting for auditions with my makeup melting has been worth it. So that's the beauty of that moment is so, so much that it makes me feel sad when people let go of it. When I see people letting go of it, I'm like, oh my god, you guys just like lost the opportunity to have a moment which was something that nobody would have thought out, or logically understood or rehearsed, you know."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:04.360",
        "message": "So are there specific moments of magic that you remember from your career like this, which made you feel that I need more of this, for example, you've referred to the penultimate scene and Kissa with Irfan, which you, you know, you went and reshot and you said you did eight takes, and they were also magical. And I'm presuming that was kind of one of those. But apart from that, you know, is this something that you started with? Or is it something that you gradually discovered? Are there these moments of magic that you can point to and say that, you know, yes, you know, that moment happened, because I let it happen, because I didn't try to sort of drive the process too hard?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:50:37.560",
        "message": "Yeah, so Kissa was the first time it happened, as I remember it. And that's why it was so special. And it was also, Kissa was, in one sense, the perfect film for an actor. The environment allowed you to thrive as a performer, you know, the director was somebody who was very sensitive to actors, protected us from every other thing happening on the set. The bunch of co-actors that I was working with, I mean, I had a co-actor like Irfan, like Dilotma, like Kiska, all people who are very accomplished and very much on the same page as I am about trying to make a scene work, you know. So in that sense, Kissa was like a perfect experience and not the kind of experience that you find on other projects. But as I had more and more experience, I realized that I started enjoying fighting everything to make my moment work, you know, that became my thrill. Like, I was like, okay, all of you can yell and scream around me, but I will still find my moment while I'm shooting, because that is what will remain. Nobody will remember that the light was not working, and that the sun was going to go down in two minutes, and you had only three minutes to get this shot done. And that your co-actor forgot their line, and the million other things that can go wrong on shoot, and that people were yelling and screaming at each other. So I've realized earlier, it used to really bother me, and I would really try and find my focus and concentration and go away and try and, you know, be like, guys, please don't interfere with my work and don't make this not work for me. But now I will just stand in the middle of all of it, and I will say, throw anything at me, and I will still try and make that shot work for myself. The other thing that I do, besides one of the other rules that I have for myself, is I will never play out a moment that is in the script before. I'm very wary of playing it away before the shot happens. So I'll read it a number of times. I might think different things about it every time I read it, every time I begin to read the scene, I might approach it completely differently. But I will never decide that this is how I'm going to play this moment. But what I will do is I will equip my character with a world. I will make my character have a world that they exist in. So I will do things around that character, which need not necessarily even feature in the film. So that maybe no one will even know that I have done this work. But somewhere it will help, and it's also the most fun way to work on a character. Otherwise it's really boring, I don't know how else to do it. But basically, for example, for Kista, I read a lot of Punjabi poetry, I listened to a lot of Punjabi music, which ranged from Punjabi MC to Reshma. It was that varied. And I just thought that, because the character I was playing was somebody who was very free and one with nature. You know, she's like this tribal Punjabi girl and so I felt like I needed to, maybe these things would help. I don't know if they did or didn't or how exactly they helped. But I felt like I was providing a world for Neeli, this character in Kista, to live in. Now, I was not deciding that I will do this in this scene. And that's something that I've tried to follow through the work that I've done. And that, I believe, leads to magical moments. And to give you another example of a magical moment was this moment in Delhi Crime, where I play Neeti Singh, who is a probationary officer, like they call it in the police. She's finished her training at the academy and is in the six months field training. And she's found herself in this job that the DCP has given her. And there are protests at India Gate and she's asked to go manage those. And while I was shooting for that, and in the script at this time, she's been assigned to be at the hospital with the family and the girl. So she's been there and she's been up for three nights. And by right now, the character is in this space where all she wants is, she wants the girl to be okay. That's all she's focused, at least that's how I understood it at that point. And then we are shooting for this scene, and there are these protesters and there are these bunch of junior artists who've been organized. And there's complete chaos on set that day, because it's a very hard shot to pull off. And the moment you have many junior artists, things become very difficult production wise, and everybody's sort of wondering what to do. And there's a lot of chaos that you have to find moments within. So I remember she's holding the shield and she comes out. And on that day of shoot, I came out and I looked at these protesters and they were protesting against the police. And I felt so bad. I just felt shattered, I said, no, we worked so hard for them. And they're not realizing that all I'm trying to make this world better for them, but they don't understand it. And I felt really hurt to the point of, you know, almost feeling teary. And I hadn't realized that that's how, I hadn't thought that this is what is going to happen to me in that scene. And that was not even the mandate of the scene. And that's not even anything that's written in to the scene. And I don't even know if it shows on screen or it doesn't, but it was a big moment for me. That's when I felt like I had begun to believe in the world that I had tried to create."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:41.440",
        "message": "And you know, I had a question for later, but it seems a natural follow up question now that you've sort of mentioned this moment. So I'll ask it now, which is that, you know, does immersing yourself in the role also then change the person you are and the way you view the world? For example, a couple of examples which came to mind from what you've said about your work earlier is one of course this, that you felt that Delhi was more of a safe zone because you felt more empathetic towards the police once you did the film. And the other was you also pointed out that how, you know, playing the role that you did in Manto made you more empathetic towards, you know, your naniji and women of the past on whom you would otherwise have been judgmental, or when you were sort of a fiery feminist in college. And so do roles kind of change the way that, you know, you view the world and in some way change you as well?"
    },
    {
        "speaker": "Guest 1",
        "time": "00:57:35.320",
        "message": "So usually, I actually feel nervous to romanticize the idea of, you know, being immersed in a role and not being able to come out of it or it affecting you in a big way. But I have to say that it does. I have to accept that it does. And taking the example of Delhi crime, I think it did make me very empathetic to the Delhi police and especially this time, this year in February, I felt very uncomfortable with that empathy, you know, and I didn't know what to do with that. It was almost like the memory of that experience remained and so the empathy with the police remained. But then I was again seeing things happening from the perspective of a civilian. And what I was seeing was not making me feel like I should feel any empathy, but yet there was some empathy. So that dichotomy was making me very uncomfortable. And I guess that was proof of the fact that it does stay with you for a while. But I can't really tell how long it does or does it go away or not or what. And you know, I've listened to a lot of actors talk about similar experiences and they've all and what seems to me, seems to be the commonality between what they're saying is that they don't know where it comes up again, you know, for example, Nicole Kidman was talking about her role in Big Little Lies, and there's that abusive relationship and which was very, very beautifully done in the series. And she said, I didn't know that I was so angry because of playing that role that one day when I went back from shoot, I took something and shattered the glass in the bathroom. She said, I am not that person, I don't do this, but this remained with me and I didn't realize that this was happening to me. And I think when I shot for Hamid also, months after I'd finished shooting for Hamid, I remember I was telling Mukul the story of how I watched this documentary in which Parveena Hangar is talking to the Satya Lady and both are people whose children, whose sons had gone missing. They were both 15 years old and I was recounting this moment. And I didn't realize that it had been with me for a while and I was in tears and it had been about four or five months and I hadn't realized that I was still carrying some of the grief from there. But you know, I still, I feel so scared to even admit to this because I feel that as actors, if you become so conscious of these moments and if you try and seek, if you try and then recreate magic, it's not going to happen. So I try as much as possible to not remember this, you know, so that I can be open to ways of achieving magical moments like these, can be open to new ways of achieving magical moments like these. And that I don't then go back to the same way that I did it in, that I happened to find it in Hamid or happened to find it in Delhi Crime or happened to find it in Kissa."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:59.040",
        "message": "And Mokul, I have a sort of related question for you, which is like a really weird question, which I can ask only you. And you'll realize why when I come to it, which is that in my experience as a poker player, I often realized that and non poker players often don't realize the highs and lows of emotions that are involved in playing poker, I've often found that poker can really bring out the worst elements of your character. In a sense, it's a process of self discovery, where you'll act in particular ways where you're on severe tilt and all of that and later you'll look back and you'll take a step outside of yourself and you'll kind of realize that shit, you know, and you learn a little bit about yourself also, when you do that in those low moments, and even the high moments, where you can overreact to that as well. And it strikes me that as an actor, part of what you're doing when you're immersing yourself in a role is that you are taking a step out of yourself to that meta level where you're sort of, you know, as you're immersing yourself in a character, you're also taking that step back and looking at sort of the motivations and the emotions and the way this person would behave and the way all of that plays. So just in terms of sort of self awareness, does the acting process and I don't know if you share my feelings about poker in this context, but does the acting process does it lead to at some level, a sort of greater self awareness of your own behaviors and motivations and even your own performative actions as it were?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:02:24.560",
        "message": "There's a lot there. I mean, you know, I think this whole thing of I'm going to address first your comparison with you know, those moments in poker when you feel you're in there, and you're sort of observing yourself from the outside. With acting that happens, but you try and shut it out, because the minute you start being aware of, of that whole of that, then you might lose that moment also, you know, if you're very conscious of, because sometimes, I think, I would use a different word for what Jessica said, you know, when she talked about magic, I say, sometimes you surprise yourself, you know, sometimes something happens, and you surprise yourself, and, and that feels really great. But if you think about it too much, sometimes that actually takes away or ruins the whole thing, because then you're trying to analyze why that may have happened or what you did. And that kind of destroys it. And I think that might relate, I don't know if you relate to that on the poker table. But you know, sometimes if you're, sometimes you're just in the zone, right, you're doing, you're playing really well, you're figuring things out. And if you try and analyze it too much as to what am I doing and trying to impose rules on it, you might just shatter that whole thing for yourself. I mean, it might work better when you're on tilt to say, I need to get out of the zone. But that's what I feel. I mean, it's, it's, it's hard to know. I mean, I see, I look at acting as a sport in some sense, right? It's hard to know what you're doing, right? You know, it's very hard to figure that out. I mean, you know, and to, to answer your earlier question, which you said, you know, which what are your rules or what are the things you follow? I think you, you know, you, you try and get certain things in place, you know, certain routines in place, maybe you learn your lines, you try and see how this character might behave otherwise or practice in those ways. So that a lot of the routine is taken care of. And you allow yourself more chances for something wonderful to happen where you would be closer to reacting, like maybe the character would react, but how it happens, when it happens, I don't know. And at some level, I think I'm, I'm sort of echoing Rasika here, but I say, I don't want to analyze it too much also, because I sometimes feel that that might take away, you know, from how that happens. I mean, you know, you try and keep the routines going and it's like, you pull line and length and you just hope that, you know, the ball, you know, takes the edge, you know, you, you increase the probability of something going right. And that's perhaps how I look at it, you know, that you just, you can't, and the other problem, of course, is that, which is probably negating all that I'm saying is that very often you have moments when you think, oh my God, I did something fantastic here, you know, like there was maybe because you surprised yourself and that feels great. And when you watch the film or you watch whatever you've shot, you know, months later, and you're looking for that because you think, oh my God, this was just fantastic, you know, and even the, and sometimes your co-act also feels it, you know, they feel that we had something here, this really was something that worked and it looks very ordinary because there's so much else to it, right? It's also it's context within the story, how it's edited and everything else. And there are some other things you see, which you thought were very mundane and they strike you as, oh, that looks really wonderful. You know, when you didn't really look at it very seriously. So at some level I've stopped or I try not to get too excited about a moment that I thought really worked and vice versa, you know, like sometimes, you know, something just looks fantastic, which you thought was very, you know, you just did it. It wasn't like a big deal and you didn't feel, you know, it's not like, you know, the co-actor and you said, oh, wow, that really felt good. And I think a lot of it is, is that, you know, you surprised yourself, but it may not have worked or it's not just that it's also on the edit, you know, in the context of the broader storytelling, it wasn't a big deal, you know? Yeah. So I don't know, but that's, that's what I feel about it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:05:58.280",
        "message": "Yeah. Yeah. No, what I meant was not in the context of in the moment, because in the moment, I'm in a Virat Kohli is playing a cover drive and he is self aware of his elbow angle and his footwork, obviously, he's going to get out immediately. But in a broader sense of when he looks back at why he's been getting out in single digits and he says, oh, my stance changed a little bit. So the angle of the bat, and that's why I've been edging it. And I would just imagine that, you know, one of the things that we don't do as human beings too much is examine why we do the things that we do, why we react the things that we do, we just kind of live life without thinking about it. And it strikes me that acting is one profession, where you are actually required very often to take a step back and examine a human being, which is this imagined human being whose, you know, skin you will inhabit for a while, and think about why they are the way they are and why they do the things they do. And would that sort of habit of thinking and a greater self awareness then also percolate into other aspects of your life was my sort of broader question."
    },
    {
        "speaker": "Guest 2",
        "time": "01:07:00.640",
        "message": "I think I did a lot of that unnecessarily myself to myself anyway, I would always think why the hell am I behaving like this? Why am I so angry about something? And I'm not sure I got the right answer. So I think I was like that anyway, I would always analyze myself. But I think your point is well taken that if there is one singular aspect of, you know, playing or inhabiting a character is that you have to think like that character, obviously, which is, you know, I mean, and if again, if there's a singular thing that I look at, and I can clearly say, I think is bad acting or bad performance or bad, you know, depiction of something is, if I don't believe that the characters believes what they say, you know, that they must, at all points in time, and that's true for, you know, you'd call it bad writing, you'd call it bad direction, you call it bad acting and everything else, you have to inhabit the world of that person, you know, and convince us that you believe what you say, you know, and why you do what you say, and I think that's probably a reason why maybe people in the arts, whether they're writers, directors, tend to be a little more left wing, right? Because you tend to, I mean, whether you are, you get more empathetic, because you are in the profession, or whether because you are empathetic, you enter that profession, I don't know. But there tends to be that sense of, of identifying with, you know, why other people do what they do. And I think that moment that Jessica talked about, you know, empathizing with the Delhi police was a fantastic one. And I think, despite all that we may try, we are constantly at a point now in society where we are just losing empathy for a person who's on the other side, you know, of the political divide, and it's, it doesn't help."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:33.920",
        "message": "Yeah. And it seems to me that, you know, great art embraces complexity. And what we find in our modern times is that the political discourse is so simplistic and polarized, where it is not just necessary to argue that the other side is wrong, but it is necessary to paint them as evil. And, you know, that's my sort of big lament about the discourse. But before we get carried away into that particular digression, I think we should take a commercial break because I promise two dichotomies and having gotten one over with before the break, it is only natural that we save the other one for after the break. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches, and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices, and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable"
    },
    {
        "speaker": "Unknown",
        "time": "01:09:42.040",
        "message": "dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Gherabaswari, Shruti Nelson, Pradeep Mishra, and Jaideep Mehrotra. Stay home but dress smart. And if you're missing your friends in these lockdown days, worry"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:56.960",
        "message": "not, you can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com. There's Colors with an OU and make art a part of your life. And hey, for a 15% discount, use the"
    },
    {
        "speaker": "Unknown",
        "time": "01:10:12.640",
        "message": "code unseen. That's right. Unseen for 15% off at IndianColors.com."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:20.240",
        "message": "Welcome back to the scene and the unseen. I'm chatting with Rasika Duggal and Mukul Chadha about the acting life and their journey in Mumbai and the entertainment industry here. And you know, the second dichotomy that I sort of mentioned is again, something that's kind of been playing out over the course of your careers in the sense, which is more and more outsiders coming into the film industry, so to say, like, back in the day, when I first came to Mumbai in the 90s, it was a very constricted kind of space, it was a particular kind of person in the film industry, another particular kind of person in the TV industry, they had their own sort of sensibilities. And in the time that you've been growing in your careers here and pursuing that, I mean, just in these 12 years, like you mentioned, Rasika, and I suppose a similar period of time for you, Mukul, is that so much has kind of changed. And obviously, a lot of that is because of the scope of the work, like I often sort of, you know, the analogy that comes to my mind, when I think of what's happened to the entertainment industry in Mumbai is the IPL. Because what the IPL did was that before the IPL, when it came to cricket, there were a few superstars who would play test cricket and make it to the top, but everybody else was basically, there was nothing for them to do, it was just lifelong frustration. And it seemed to me that at one point, Bollywood was like that, like in the 90s, I remember telling friends of mine about how the cafes are full of people who've been struggling for like 20 years, and we'll never get anywhere. And it's so sad and poignant. But how that has changed is just in the same way that the IPL sort of opened up opportunities for a much wider pool of people. It seems that you know, all these web series is coming and just a changing landscape of entertainment has made it easier for outsiders like you guys to actually come in and hope to build a career and a body of work here. So tell me a little bit about, you know, what was the landscape of the entertainment industry? When you guys embarked upon these careers? Like, what did it look like then? How has it changed? And how have your views of it changed over time?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:12:19.320",
        "message": "I think that's a great analogy of given in terms of the IPL. And I think what the OTT revolution has done for acting or anything related to content creation is absolutely true. I mean, there's just so much more opportunity for everyone. When I first became an actor, I don't the landscape was different, no doubt. And I don't think I gave as much thought to it. It wasn't that well thought out a decision that okay, this is this career makes sense because the dynamics of this industry are such in fact, if I had done that, I might not have ever become an actor. I became an actor because I wanted to act you know, I did theater to start with it's improv, which I still do. And then you know, whatever roles I could get, I would want to do them. But yeah, when you have very singular stories, which are two hours long, and by definition, you know, it's going to be about one, two or three protagonists. And in a superstar driven world where you know, the spoils all the spoils go to a few people, it's very hard for anybody else to break into it. And also, if you're not going to make a breakthrough at in your early 20s, then you're probably you know, going to be limited to playing fringe characters, which you know, and it's I mean, we've seen so many good actors, and I started acting so many wonderful actors I've seen, spend so much time doing roles on the margins, which don't really, I mean, it's not the length of the role, but the role doesn't, you know, give bent to, you know, their talent and what they can do. That is obviously changed with, you know, technology and the OTT platforms, because it's not just more content coming out, but it's different kinds of stories being told, where you know, it's such a large cast where you don't have to be the protagonist of the story to have an interesting, you know, graph. There's so many, you know, characters who may not be the main leads who have very interesting stories, it's, it's far more novelistic in its telling, right? I mean, the way the whole thing is done. And that's been wonderful. I mean, I'm eternally grateful to it. I don't think I mean, the biggest thing that I've done is the office, I don't think that would have happened. That wouldn't have happened without the OTT revolution. And I would never have been considered I mean, in fact, the office is the first show where I was called for an audition to play the lead, I have never been called for an audition for a lead role before that. Because that just wasn't possible. I mean, leave aside obviously, some, you know, short films or an ad, because that's totally a different thing. But you would not even consider it for that part. You know, and this is the first time you're being considered the fact that someone I mean, I remember the casting director Kavish called me up and said, we're considering auditioning you for the lead, would you be interested? And I was like, where is the question in this? You know, obviously, I would be interested. This is the first time someone's even asking me if I would audition for the lead part. So that was that's great. And I think it's it's been wonderful. I hope it continues as long as it can. Because as far as I'm concerned, I think you know, I just like to do good work. And it just you know, as much of it that can exist is great."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:15:00.280",
        "message": "Yeah. And I sort of you know, you sort of preempted a question I was going to ask, but it's a great observation, which is I'd recently written a post on my newsletter, which was called a meditation on form is about how the form in which you write can change what you write and therefore can change the writer. For example, you know, blogging gives you the freedom to go beyond the dictates of the 800 word op-ed. So you can write an 80 word observation or an 8000 word essay. And when you can stretch out like that you are often compelled to think deeper like when I do three hour conversations on my podcast, for example, I'm compelled to go deeper, you know, give a certain amount of respect to the guests because I'm no longer playing, you know, gotcha in a 20 minute interview, which is what so much of television is all about. And the form changes not just the content, but it changes the writer because of the way that you are then forced to approach it. And what you were saying about, you know, the novelistic approach that is now possible. Like I remember one of the reasons I was so blown away by the wire when I first saw it was that it was so novelistic, you had so many characters who were treated like main characters and the stories unfolding leisurely through the many episodes. And it was like an epiphany for me that because before that I thought all cinema was really like a short story, not like a novel. You had like one linear plotline and a couple of main characters. And my sort of question to Rasika also, you know, sort of elaborating upon that is that did this and I'm sure that this form changed the kind of stories and the kind of characters and is that something that you saw changing? Like I recently saw an interview of Shweta Tripathi where she said this thing which kind of moved me, which is she was asked about what her dream roles were. And she said that look, all my dream roles are roles, whenever I think of something that's a dream role to me is something that's been played by a man. You know, none of this roles that women play are things that I would necessarily aspire to. And I remember Seema Pawar also saying somewhere that listen, where are the films that are dealing with the issues of women past 50? That there is still a landscape of possibility open out there, especially when it comes to female characters. I mean, looking at your work, obviously, you've, you know, gotten the opportunity to create strong characters and you made them your own. But just looking at that sort of landscape in general, as it is evolving, is the lament premature because things are changing in the right direction? Or is it something that you think is, you know, still a problem that the sort of the scope of the roles that someone like you gets is not as vast as the scope that a comparable"
    },
    {
        "speaker": "Guest 1",
        "time": "01:17:32.200",
        "message": "male actor might get? I think that the scope is not as vast still, but it's much better than earlier. So in that sense, yeah, the long form storytelling has helped that because otherwise, the first victim of a script edit would be the female character. And that was something which was making it very difficult for people like me to get any interesting parts to play, you know, because unless you're the female lead of something, and even the female lead in a mainstream Bollywood film doesn't have much to do as, as we know. But, for example, when Mirzapur was offered to me, and I remember I read the script. And at that time, I had already shot for Mentor. So Karan Anshuman, who was one of the directors of season one, he said, you know, I don't know if you want to do this, because you're doing a female lead, so to say, in a in a film. So I don't know if you want to do this. And when I read the script, I said, I thought to myself, this is a great part. And especially for me to experiment with something like this, it's not a part that I would normally get cast in. If they were thinking of it, stereotypically, they might have gotten somebody who had done roles like that, or had had a different body type or something like that. So I was very excited about it. But I remember thinking if this was a film, I would have been really nervous about this character because she would have probably not had any space. But because this is a series, there is room for her to exist. You know, I've noticed that even very well meaning films where the director might want to really give attention to a character finally, when you edit the film, and you have to keep it a certain length and all of that, the female character suffers a lot. It didn't happen in Manto because Nandita really would really wanted to make something of Safiya. And in fact, Safiya was, what was on screen was more than what was on paper. But I've noticed that it's happened in several other films. So yeah, the OTT space has definitely given room for many more characters and therefore female characters. But of course, if there was room only for three, then who would that have gone to? Would those be male characters or female characters? That's something that we don't know. But also, I feel that in a lot of because feminism is fashionable, and I'm okay to take it even if it's just fashionable, you know, I'll take that anyway. You know, that's, I think that's still a positive thing. But a lot of characters that are written for women are sort of, I mean, I don't know how to describe it. But a lot of times, if it's a female character who's spearheading a show or a film, the character is almost written in a masculine way, you know. So that's something that I'm uncomfortable with. And it's not really celebrating femininity, you know. And but I think the OTT space has sort of done away with a lot of that. Like Shivali's character in Delhi Grime, you know, to write a story on somebody like Chhaya Sharma, I mean, based on Chhaya Sharma, and that's a good thing. So I think the OTT space has done away with a lot of that. In films, I don't know. I think the moment time becomes a limitation, then the female characters become, get, suffer a lot."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:52.640",
        "message": "And I'm sort of just thinking aloud here. But you know, when I was watching Mirzapur, one I think is profoundly impressive how you did a role that is so different from what you normally do. And you know, where you are required to sort of communicate, you know, smouldering sexuality with just a look or a gesture and is both minimal and so effective at the same time. So that was very impressive. But the other thing that sort of struck me, which has nothing to sort of do with you is that one tendency that I've noticed in Bollywood, especially among younger directors over the last 10-15 years or so is, and probably in a sense started with, you know, Anurag Kashyap and all, is this sort of macho stylism, where you'll have these sort of very stylized set pieces with a lot of violence and a lot of this whole sort of, you know, rustic machoness and all of that. And even in Mirzapur, I kind of, you know, the gratuitous violence of the, you know, the first scenes and, you know, even later, where it's kind of predictable that, you know, the kattai is going to explode in the second hand of that character, and they're going to show a bit of the ear or the bit of the hand of the thing and the car drives over it. And it seems very, you know, gratuitous and stylized and almost for his own sake. And a couple of related questions here, and I don't know if you've thought about them. And one of them is that does it sometimes happen that the success of a particular sort of style, like, you know, to go back to literature, people often say that one of the problems with Salman Rushdie winning the Booker for Midnight's Children is that everyone tried writing like him. So for the next two or three decades, you had young Indian writers who are writing in expressionistic prose, not nearly as well as Rushdie and that kind of, you know, got in the way of literature. So looking at cinema, my, you know, untrained observation from an outsider's eye, is that something similar seems to have happened with this kind of sort of macho stylism, to repeat that term, sort of having worked in a particular phase of Bollywood, and then everyone kind of repeats it, and it's very clever, and it makes you feel whatever, but very often the whole is less than the sum of its parts. And you have all these beautiful, clever set pieces, which don't really add up to something. So my first question is that, do you think that there has been something like this, and it is kind of just serendipitous that a certain kind of film happened to become successful at a certain time, and then everybody imitated it? Or was it necessarily going to happen anyway? Because this is how people think. And the other question taking off from what, you know, Rasika was saying was that, you know, is this one reason why women characters are often written as if from the male gaze, in these sort of narrow ways? You know, are there, you know, enough women writers out there? And, you know, is that also changing? I mean, I know, I'm rambling a little bit, but what are your thoughts on these?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:23:44.280",
        "message": "So, you know, in films, and especially when something gets mainstream attention, and is successful, in terms of numbers at the box office, it happens that there's a trend of the same kind of films of the same genre, like horror comedy, for example, has been something which has been working, you know. So, and I think that, especially in terms of film distribution and film production, there's so much money involved that people are always tend to follow formula, whatever the formula is at that time. And that I feel happens a lot in films. I'm very pleasantly surprised and grateful that I don't feel that's happening in the OTT space. I feel that there is room for different genres to coexist, like a Maid in Heaven and a Mirzapur, totally different, and very successful, you know. And I don't even know, either the people at the platforms are picking very carefully, or, and doing a very good job, or finally, writing because of the long form nature of the content on OTT space, writing is finally getting the importance that it needed to get all this file. So there are many interesting, new writers, who are writing very interesting content, which is why it's getting made. Or the third thing is that there is no declaration of numbers. Therefore, we might think that both are successful, but maybe one is more successful than the other and we don't know it, you know. I think whatever the reasons is, it's great, because I feel like a multiplicity of genres are happening in the OTT space and original Indian content, like a Panchayat is different from Maid in Heaven, is different from Patal Lok, is different from Delhi Crime, even though Patal Lok and Delhi Crime can be sort of, I mean, I wouldn't really describe Patal Lok as just a police procedural, you know, it's, it's, it's an, in my opinion, epic show. It's like, and Delhi Crime can be possibly described as a police procedural. So I think there's lots of different stuff happening. And a lot of viewers are watching them. I don't know the exact numbers. And I'm very happy that we don't know the numbers, because I think that's really helping keep this space non-formulaic."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:02.160",
        "message": "Yeah, that's a that's a very interesting observation about how a little thing like not knowing the numbers can, you know, stop the industry from kind of getting into a rut. And so I sort of teach this writing course where I talk a little bit about Shakespeare as well. And I keep saying that if Shakespeare lived in modern times, he would, of course, be at the top of the entertainment world, because he was, you know, the Spielberg plus the Yash Chopra of his times. And it strikes me now that the most exciting form he would find is the OTT form, because that's where you can really stretch out and build these long epic narratives like, you know, Patal Lok, of course, you're right, is a sociological epic in a sense, much more than just a police procedural. I want to sort of now talk a little bit about the acting life as you've experienced it in the sense that another thing that kind of strikes me is, and especially maybe it's changing now, but especially going back 10 years, 12 years more than that, is that as you were, you know, progressing through your acting career, there must have been a terrible scarcity of good roles that you could really get your teeth into. So does that sometimes lead to self doubt about am I good enough? What am I doing here? Does it lead to a frustration about the choice of career where you say, okay, you know, acting, but this is not the time, ecosystem is not developed enough. How do you sort of deal with those frustrations? Do you feel yourself compelled to take offers of roles that might not otherwise excite you or you might not take in an ideal world, but you're like, you know, I have to keep working, I have to kind of keep the fires burning. And I guess this is perhaps exacerbated because you are both actors, right? So if one of you was a banker, as one of you once was, then, you know, you don't have to kind of worry about stability and all of those things. But you're both actors in Bandra. And it's, it's not an easy life. How has that sort of journey been like for you guys?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:27:52.840",
        "message": "I don't think it was that long ago. I mean, not even don't have to go back 10, 12 years. I mean, I think, you know, in any case, I think, I don't know of any actor who hasn't gone through a lot of self doubt. And I think it's something that's endemic to the process. You're constantly, you know, and also the way it works, which is also why I like what we do, because, you know, you don't, it's not easy to rest on your laurels, you know, you kind of, you're starting from scratch again, which is true for many things. But I think it's more so here, like, you can still go and do a really bad job, what you're doing. And acting is also a confidence play, right? Very often when you are in an environment when you don't have the confidence, and maybe the director or the co-actors don't look at you a certain way, it's sometimes harder to perform well as well. And so self doubt is a huge part of the process, you can come home on a day and think, I'm a shit actor, I don't know why I'm even doing this. And then of course, there's the career problems, which is that, you know, if I look back, I think there are a number of times when I have felt, why am I doing this, I should just, you know, quit and do something else. And in my case, it was probably exacerbated by the fact that I had these other interests. So I was constantly dabbling in other things. And, you know, you'd always fool yourself, you know, I'm actually doing this part time, I'm doing that, I could do this, I could do this. But yes, I think it's the hardest thing when people who want to be actors ask, you know, they're very excited now, because it seems like an exciting time. I think this is the hardest part is, you know, dealing with your own demons and fighting that self doubt, because that is happens all the time. We are right now in a golden era. But I just feel that this can also change, right? This is also a gold rush for Indian web series and OTT platforms. There are so many of them that can also change in time, you never know what may happen. While this the going is good, let's go for it. But it's wholly possible that, you know, sometime in the future, one once again, you know, doubts what one is doing. And one does, this is,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:51.040",
        "message": "you know, what we should continue doing. And it's probably too late for you to go back into banking. So there you go. Though, I should tell our listeners that just last year, Mukul and I as part of a team called Haryana Hawks won Poker's version of the IPL. So maybe there is a hope for us yet if acting and podcasting both kind of go out of fashion. Rasika is laughing, but I don't think she's internally pleased at the thought of Mukul becoming a"
    },
    {
        "speaker": "Guest 1",
        "time": "01:30:16.400",
        "message": "more regular poker player. I was very excited about that idea. I thought it was a great thing. I was more interested about how can you stay up all night? How can you play? How do you concentrate? And I was very impressed that he used to read books on it. So I was fully encouraging it. And the certificate, right? Oh, yes. I was very pleased. Like a good middle class person. I was extremely pleased when he would come back home with a certificate which said that he'd won something. I was like, nothing else matters. This certificate is the best thing. I framed it also and put it up very embarrassingly."
    },
    {
        "speaker": "Guest 2",
        "time": "01:30:55.760",
        "message": "I remember the first tournament I think I won or I placed in and I came back and I wanted to tell Rasika that, you know, I won some money and she was not concerned about that at all. She's like, but you got a certificate. She was very excited about that aspect."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:08.320",
        "message": "Yeah, no, I still have my trophies up on the top of my shelf out there. No, Rasika, I don't think then Mukul plays enough because there is a term that people use called poker widows and poker widows are people who have lost their husbands to poker, basically. In the sense they haven't died. They're not literally widows but poker widows because they've lost their husbands to poker there. So that thankfully does not seem to have been the case here. You know, following up from, you know, what Mukul was sort of talking about, Rasika, you've once mentioned that, you know, when you got into acting, you wanted to do good work for its own sake, you were just passionate about the work. And in the beginning, you didn't really care about recognition. But then when Kisa came out, you were like, shit is such a good film, and I want more people to watch it. And then you do actually feel bad that it's not getting the kind of reach it is enough people aren't watching it, and so on and so forth. How does that sort of conflict work out? Because on the one hand, we do this because we love it. You guys act because you love acting, you're in love with the craft, you're in love with that whole journey. But at the same time, we are human beings, and we crave validation. And sometimes these two don't go together, where the you know, the kind of mainstream work which might have a greater probability to speak in poker terms of getting us validation is not the kind of work we want to do or which excites us. So how does sort of one deal with this internal conflict? Is this an issue that you faced?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:32:34.440",
        "message": "It was not actually, you know, the validation was not so much in terms of numbers. Yeah, I didn't have so many people writing to me early on in my career, saying that, oh, we really like your work or anything like that, because they hadn't seen it or the roles were too small. So in terms of numbers, yeah, the validation was not so much. But I was lucky to have got a lot of validation for my acting work from the film fraternity since Kshay, which was like the small indie film that I had done. And actually, there were a lot of people who were very encouraging at the time that I was doing very small parts in films as well. You know, so I was always if I had, I had done a two scene role, for example, in No Smoking. And there were so many people who I got to meet there, who were working with Anurag at that time. And then those people would constantly recommend me to other work. So that kind of validation was always there. And that sort of kept me going. I had not even imagined the idea of having a fan following or people recognizing me. You know, those were not things that were part of my work culture or not things that people around me spoke about. Very often, the conversations around me were more about, you know, what is the kind of work that you're doing? What is the length of the role? Who are you working with in terms of, you know, the style of the director and not the bigness of the production house? You know, so, so I think those were the things that were happening around me. So I didn't really imagine a scenario where I would have validation, have janta validation, you know, that is not something that I had imagined. So therefore, whatever came was a bonus. And so I was always thrilled by that rather than feeling bad about how it could have been. But the only point that you're right, I felt a little let down was the time that Kista had released and that's because Kista had only two screens in Bombay. It released in two cinema halls in Bombay, you know. So that was shattering because it was, it was released so poorly, right? And once yeah, something has got attention, then it becomes difficult if something else that you do doesn't get the same kind of attention. But all that has been so recent in my life that I have, I think I still haven't gotten over celebrating that and I'm still not in the phase. But yeah, like the kind of validation that, the kind of fan following, I won't even say validation, the kind of fan following that Mirzapur had. If another show doesn't get that, I'm like, Oh my God, is it not as popular as Mirzapur? Because once I've tasted that, I do feel like it would be nice to maintain it. But it was not something in the years that I was looking for work or not getting enough work. It was not something that preoccupied me at all. Because it was not the kind of conversations that people around me were also having. It was a very, and I think a lot of actors who I acted with in theatre at that time, who are now celebrities, so to say, in the OTT space, all of us joke about it once in a while, you know, we're like, okay, forget about the theatre mentality, you've become a star now. That kind of thing. Because none of us used to think like that or talk like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:02.760",
        "message": "And you know, earlier you pointed out, you know, how if something is successful, there's so much money riding in the entertainment industry that that almost becomes a formula and people want to keep repeating that. And it strikes me that even in the context of acting, when a good actor gets into the skin of a character and plays it so well that it seems that you know, that is who they are, you know, is there then a danger of getting typecast and getting the same kind of sort of roles offered to you? And obviously, Rasika, you've, you know, played sort of a variety of roles by now in very different kind of projects. So people know that's not the case. But in the early part of your arc, is that a worry? And also, you know, in a recent interview, Manav Kaul kind of pointed out about how the term actor sort of has a secondary status to the term star, you know, that we are still in a, in an industry which worships stars, and actors are almost like second class citizens that ONC character role karwa denge and whatever. And I'm assuming that must have changed massively over the last few years. But you know, what's your experience of that been like?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:37:07.600",
        "message": "I think typecast is something that happens all the time. And you know, I find it's not just casting directors who do it, but I noticed that it happens with even friends of ours. And that's when you realize that this is true. People think of you as something because they, you know, see you do that. I remember, you know, there was a time I was doing a lot of ads, and Rasika was doing a film, and she would get no ads, and she would wonder why and I would get no films. And it's the same casting directors would call us, but they would when they had an ad role, they would call me and they would, you know, and they wouldn't think of it the other way, because it's just that yeah, I think I yeah, for me, I always found that, you know, I got slotted into which did wonders for me in terms of doing a whole bunch of ads. But in terms of this corporate guy, right? I mean, like, I'm almost negative towards it when I get a call, and I hear that the guy works in a corporate office, my antenna go up, I immediately think this must be some ridiculous role that they're calling me for, because I'm going to school, you know, they're calling my number up. And sometimes the role could be interesting, but I'm just sort of, you know, very to begin with. And yeah, I think it's an endeavor on my part to try and do as varied roles as possible, because luckily, we're in a time where that's possible, but there's this, you know, there's so much more demand now that hopefully, you can try and experiment a little bit and try and push yourself. And I'm trying to do that. Now there's some projects I'm working on, which are, you know, trying to break away and do something totally different. And you find that I mean, you find that with, you know, with casting directors, you keep telling them, you know, like, for example, I did a show last year, you know, a small part in a Balaji show, and the casting guy who cast me for office said, he was watching, he said, I was wondering how you're doing it, because I couldn't think of you as anybody but Jagdeep Chandra. And you feel bad because you feel like, you know, if the casting person is saying this, that, you know, they only see you as that character, it's going to be a lot more effort to break out of it, right? And you and you really want to, that's, that's really a huge endeavor."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:09.320",
        "message": "Yeah. And I also found the role of Jagdeep Chandra really interesting, because you're, you know, obviously, the brief of the role is this over the top, ebullient, enthusiastic kind of guy and you played it so well, that is very easy for me to see why people would, you know, imagine that in real life, maybe he's the one. So are you going to do more writing now? Because Banana Bread, which I'll of course, recommend to all my listeners and reading from the show notes was such a wonderful little miniature with the two of you, you know, one of the best users of the lockdown that I've seen among people that I know, are you going to do more writing and, you know, even directing at some point, maybe?"
    },
    {
        "speaker": "Guest 2",
        "time": "01:39:46.600",
        "message": "Writing? Yes. I'm so I mean, I think Banana Bread has been a shot in the arm in that sense. I mean, it's given a lot of confidence. And I'm actually, we're actually working on something, I don't want to say too much to jinx it, but we're trying to work on another project to write something. So, you know, I, like I said earlier, I've always wanted to do more writing. The only scope I got of it was some storytelling that I did live storytelling, you know, so you have to craft your own piece and perform it, which I've done four or five stories. But now, yeah, I think I'm feeling a little encouraged because of Banana Bread and it's a bit of a push. So I do want to push on that front for sure. Direction, I don't know, it may be, you know, maybe later in the future, who knows, but right now, it's not a plan."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:25.560",
        "message": "But I think definitely, hopefully. And so I've taken up a lot of your time, I'll just ask a couple of more questions to both of you, one more general and one sort of about your personal journeys. And the general one is that, you know, in a sense, we are, we've lived through a very transformative period in Indian cinema and Indian entertainment the last 20-30 years, just in terms of the way the world has opened up the role that technology has played, all of that. It's so exciting. And you and as the formats are changing, you also find that storytelling is evolving, the art is going to different places. What are in general, when you look at this journey, and when you see how it's going, I mean, you know, where do you kind of see this progression going? Like, is there a trap that eventually, you know, more formulas will come out of it? And what is now a loosely forming ecosystem will get ossified in its ways. And again, you'll have these big players and these massive strugglers or, you know, what is your sort of view of all of this? Because you've actually been participants in this whole process over the last decade or so."
    },
    {
        "speaker": "Guest 1",
        "time": "01:41:30.560",
        "message": "I'm not sure. I hope it remains as it is today. Because I think the big problem that I was facing before the OTT space boom was the problem of distribution and distribution remained the bottleneck for a very long time, especially in the kind of films that I was working in, like the example of Kisa, releasing only in two theatres. So I think technology had moved at that time, such that producing a film had become much cheaper, because things had moved from film film to cameras were digital. So the cost of production had fallen significantly. Also, a lot of one crore films that had reasonable success at that time, films like Beja Fry, had started a kind of trend. So when I joined, when I started acting, when I moved to Bombay, there was a whole period which initially was encouraging that a lot of production houses were producing smaller films, a lot of smaller production houses were springing up, but distribution remained a bottleneck for a very long time. And I think it took a year or two for everybody to realize, you know, we are producing all this great content, but we're not being able to find ways to distribute it. And then the OTT space happened. And I think that it has, for the last three, four years, been still democratic, still not releasing numbers, still encouraging newness, because I feel like a lot of actors became, quote unquote, successful in the early phase of the OTT space. But now still, there are different actors who are coming in every day, actors, directors, writers with new shows, which are becoming successful. So it's not like there's no room for newness. And there seems to be still room for newness, which I think is healthy. So I hope that that lasts. I'm not sure. But you know, recently, some platforms have started releasing numbers in some ways, and I'm very, very wary of that."
    },
    {
        "speaker": "Guest 2",
        "time": "01:43:38.680",
        "message": "So I hope that that doesn't happen. Yeah, I think, you know, in a lot of ways, we're really lucky. I mean, for all that, you know, you mentioned earlier that, you know, going through periods of self doubt and all that, you suddenly find yourself in that zone where there's a gold rush right now. And it's wonderful to be a part of the generation that's in the gold rush, because it's really a benefit to you. And even if this were to die down at some point in time, or the boom sort of reduces in size to some extent, hopefully, you've done some work that you know, people recognize you and you've got an opportunity to do it, which doesn't happen. I like what Rasika says. I mean, the distribution was this big bottleneck earlier. You know, like another film I did, Gurgaon, I remember, it got such few screens in the theaters, that my parents wanted to see it. And they're a very biased audience, right? They want to go and see it. And they couldn't because, you know, they weren't screens near their house at convenient times. It was, you know, it was just that tells you what kind of problems there were, right? You could make a film, but you couldn't distribute it. Now that distribution sort of those gateways have opened because you don't not just have the OTT, but you have many OTT platforms. And I think you have them because everybody is sort of trying to grab market share and go for it. There may come a time and this is my fear, because I'm always the pessimist who thinks about what the problems down the road are. But my fear is that if you again get to a point where there are only two or three OTT platforms and you have a different oligopoly now, you have, you know, Cartel, that was your cinema theater distribution chains. Now it goes to only two OTT platforms. You can have the same problem where they will just sort of command, you know, what work they want seen. And, you know, the terms of trade just changed completely towards them. So that's a fear that I have that that may happen. I hope that doesn't happen. I hope you do have, you know, a more even playing field where you had many, many more platforms because that allows for then, you know, proper competition. And that's good. The thing I'm hopeful of is that, you know, because data has become so cheap in India, that's a big part of what is happening. I mean, you know, we always wondered, you know, why people watch what is coming on general entertainment, television shows, and we thought it will never change. And now suddenly, you know, it's changing very fast. And I think it's also because people have access to a lot more shows. There's a lot more they can see, and then they will make that switch. So with data becoming cheap, and people are watching things across the world. I think that's great for all of us, because I find that true for me, I think, I think the quality of what, you know, even what actors are doing, what writers are doing, they, you know, they're raising the bar constantly, and you feel that pressure. And that's a good pressure that you just can't do what you were doing earlier, you know, people are people are pushing themselves to do better and better work. And I hope that that sort of global influence continues, because, you know, of technology enabling us to see a lot from everywhere."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:46:30.520",
        "message": "And yeah, yeah, I mean, just thinking aloud, it also strikes me that, you know, the bottleneck has now shifted from distribution to our individual attentional capacity. And therefore, what becomes important is what are the filters? How are you discovering content? And if those filters are these mainstream filters, like you said, maybe, if they all consolidate into two, three OTT platforms, then competition goes down, and you're not sort of serving the long tail quite so well, though, your parents will still be able to log on to Netflix and see your shows, I hope. And so I'm actually going to cheat. I said this, I had led you to believe I'll have one question after this, but I thought of another one. So anyway, so I'll throw in this extra one, which is that if there are aspiring young actors, or even people who want to get into entertainment as directors or writers, whatever, but especially actors, because, you know, that's what you guys have excelled at, what advice would you give them not in terms of, you know, the kind of work they should do or whatever, because that's really no one's control, but how should they approach all of this? How should they look at it? Like, what advice would you give you guys give to a younger Mukul and Rasika from 12 years ago, if you could, you know, send them a letter through a time machine?"
    },
    {
        "speaker": "Guest 1",
        "time": "01:47:41.040",
        "message": "You know, anybody who tells me they want to become an actor, I say, please don't. It's a long process. And God knows what might happen. You know, there's no surety of where your career will go. And there's no one way of getting it right. And it's such a matter of chance that, and things have to just align in a certain way at a certain time. And you might be the most talented, most hardworking, good at networking, all of that. And you still might not be able to get the projects that get you more work or have a career, which is long and fulfilling, you know, so it's, it's so full of uncertainties that I feel very nervous every time anybody tells me that they want to become an actor. And I think if I thought things through, I wouldn't have, it would have been too scary. You know, but I just didn't think things through. I was just too enthusiastic about everything that"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:48:39.720",
        "message": "was coming my way. No, that's, that's really insightful. And it's, it's an illustration of the survivorship bias, which is that you look at people at the top of a field and you imagine that, oh, I'm going to be that person, but your probability of actually getting there may be so ridiculously low, that is better not to do it at all, which is why I think that, you know, that cliched advice with self help authors will sometimes give people a follow your dreams can actually be very dangerous advice, because so many people who follow their dreams, just completely fall apart. And maybe it's better just to do your degrees and get all that into place. And that kind of middle class mentality, I can't, you know, the 20 year old me heard me saying this today, he would be so horrified and shocked. Mukul,"
    },
    {
        "speaker": "Guest 2",
        "time": "01:49:20.960",
        "message": "you have anything to sort of add to? Yeah, I just want to say like, like Raseka said, I think I didn't think it through entirely. Otherwise, I might not have been here. If I had been my pessimistic self and said, what are the chances I have for any form of success, I would have very quickly said that, look, this is not working, you have to do something else. So I kind of have almost contradictory advice to a younger version of myself, because on the one hand, acting is such a success that it is so difficult that you have to play the long game, you have to just keep hanging in there. So that you know, something, it may just take his time, you never know when you get a break, or when something happens that allows you to get that validation and allows you to get more work and carry on, you can't obviously bet on some OTT revolution coming some years down the line. So I think to some extent, I might have survived also because I kind of did other things. On the other hand, my advice to myself is don't get distracted by doing other things. You know, I have some sense of focus, because I do feel that I did waste a lot of time and a number of years, because I was sort of dabbling in multiple things and not focused on one thing. So I don't know, it's a mix of the two. That you know, play the long game, but at the same time, I'm focused. But to your point that you know, don't, I'm always someone to advise people to take more risks in life, you know,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:50:33.960",
        "message": "always take more risks, because I think it's the payoffs are much greater, the risk is"
    },
    {
        "speaker": "Guest 2",
        "time": "01:50:38.360",
        "message": "higher, but the payoffs are so much greater. If it doesn't work, then you have to of course, the tough part is to have the ability to walk away at some point and then and then you know, try something else. But I think we don't take enough risk in life. And this could be a long philosophical discussion, which is kind of pointless. But I mean, it's been a fun journey. I don't have any regrets about it, despite the many ups and downs. And even if it turns out that, you know, four years later, I have to say that, you know, this is it, and I've got to do something else, or I choose to do something else. It's been a fun journey."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:05.640",
        "message": "No, in fact, you know, this adds a new dimension to something that I often say, where I'll often tell people that self delusion is a prerequisite to success. And the sense that I mean it in is that when you begin doing something, you're pretty bad at it, by definition, because you have begun. And if you were to actually recognize how bad you are at it, you would not do it at all, you would be so disheartened. But because you think you're good, and you want to keep doing it, you just keep doing it, doing it, doing it, and endless iterations in the 10,000 hours, and so on, eventually make you good at it. So you have to be self delusional at the start. But the layer that you guys added to it is that the probability of success is so incredibly low, that if we were clear sighted about that, at the start, we might decide not to take the risk, no matter how great the payoff is. But we overestimate our abilities and our chances. And therefore, we kind of go down that road. My final question to you is, and you guys have been so patient, this is almost this is actually longer than some films that you guys will make. So thank you so much for"
    },
    {
        "speaker": "Unknown",
        "time": "01:52:02.320",
        "message": "doing this. It's the OTT world now."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:52:04.320",
        "message": "It's the OTT world now. Long form. So my final question to you guys is that in these incredibly exciting times, and just as a consumer, I am excited. And I'm so excited for you guys as well, because of the kind of work that's coming out. Where do you see yourself five years from now? What are Mukul and Rasika doing five years from now, or even 10 years from now, whatever you kind of prefer? Who are you five years from now? What is the kind of work that you're doing in the sort of universe you're engrossed in the kind of roles that are playing? Give me a sense of how you would like it to go? Let's, let's not end on possible"
    },
    {
        "speaker": "Guest 1",
        "time": "01:52:35.640",
        "message": "notes of despair. I would like to be a part of, you know, like be involved in ideating a project, because that's something as an actor, I feel that I have very little agency, when I arrive to do my work, it's been written, which is half done. It's being visualized by somebody else. I don't want to be that somebody else visualizing it, it's too much responsibility to be a director, you have to have, I feel you have to be God to be a director, you know, you have to, you have to know everything and be a good manager and know exactly what works with somebody and what doesn't work with somebody else. It's, I don't know how people sign up for a job like that. It's very, very difficult. So I don't want to be that. But yeah, I'd like to put a project together and be involved in it from the initiation of it, stories that I'm interested in telling and being a part of as an actor. Also, really, I'm very interested in doing some international work. So if I can sort of expand to that, I would feel very happy. Because I feel that I've been taken in by many actors and shows and films that I've seen in Hollywood. And that's been interesting to me. And I would I wonder how it would be to work in another culture as an actor, you know, that there would be an added layer of vulnerability there. So I think that would be interesting."
    },
    {
        "speaker": "Guest 2",
        "time": "01:54:06.920",
        "message": "I think where I stand right now, so what I'm, I would like to do as much varied work as possible play as many varied characters as possible. And I think that maybe comes from the earlier statement of having felt this pressure of being typecast, but I really would want to do as many things. And you know, you talked about self delusion, I think actors are particularly delusional about themselves, because we believe that we can play any part out there. I mean, somebody's grandmother's role, I play that no problem, I believe I can do it. And I think at some level, if you don't have that delusion, you're not going to be able to carry on on this journey, you have to have belief that, you know, I can do this as well as the greatest person who's who's playing this part. So I would like to do as many I would say as many roles, as many interesting roles as many conflicted roles as possible, reflected characters as possible. And I also would like to write more. And, and hopefully, you know, put something out there, because I do think actually, the hardest part and the least appreciated part of any project is the writing. And I think we in India haven't given as much due to writers. Hopefully, that will change. But that's also I think the most critical success factor for a project to me is how good the writing is, you know, you can you can get by with everything else not being as as great, but the writing is what carries something through. And, and I'm also drawn to it. So hopefully, that also"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:29.920",
        "message": "happens. I'm so full of hope now. I mean, best of luck for all the projects that you not only act in, but also conceptualize and write and all of that. Thank you so much for"
    },
    {
        "speaker": "Guest 1",
        "time": "01:55:38.520",
        "message": "your time and your insights and coming on the show. Thank you so much."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:43.920",
        "message": "Thank you. If you enjoyed listening to this episode, please check out the show notes where much of Rasika and Mukul's work is linked. Take your time and savor it. Some of it is magical. You can follow Rasika on Twitter at Rasikadugal. You can follow Mukul at Mukul Chadha. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A-C. All of us just use our names for our Twitter handle, nothing fancy about it. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Thank you."
    }
]