[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I had a bad dream the other night. I dreamed I was in a desert and I had been there for a week without food or water. I was hungry. I was thirsty. I was craving for social media because my phone battery had also died a week ago. But all around me there was only an expanse of sand. The blistering desert wind burnt my skin. The soles of my foot felt like leather. And just as the sun radiated heat, my throat radiated pain. I needed water. Just then, in the distance, I saw a stall. A stall? In the middle of the desert? I ran towards the stall. Or rather, I stumbled towards the stall, like a kid in a sack race in school. I reached the stall and there was a sign on it that said, The Right to Water Act, India. RTW. But there was no one in the stall. There was no attendant. There were no bottles of water. It was empty. The wind was howling. And for a few moments, I got down on my knees and howled with the wind. And then, I pulled out a plank of wood from the stall and started eating it."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:15.560",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:24.480",
        "message": "Please welcome your host, Amit Bhatma. Welcome to The Seen and The Unseen, my weekly podcast on the seen and unseen effects of public policy. My topic for discussion today is the Right to Education Act. Now, the Right to Education Act sounds beautiful and was framed with the best intentions. But we judge public policy not by intentions, but by their outcomes. To discuss the unseen effects of the Right to Education, I have with me on the show today Vivek Kaul. Vivek is a journalist who has worked at DNA and the Economic Times, among other papers, and is currently a columnist at Equity Master. He is the author of the Easy Money Trilogy, and his most recent book is India's Big Government, The Intrusive State and How It's Hurting Us, published by Equity Master."
    },
    {
        "speaker": "Guest",
        "time": "00:02:13.680",
        "message": "Vivek, welcome to the show."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:15.880",
        "message": "Thanks for having me over, Amit. Vivek, just by the name of it, the Right to Education sounds so wonderful. What's wrong with it?"
    },
    {
        "speaker": "Guest",
        "time": "00:02:23.240",
        "message": "Oh, I mean, it's wrong at multiple levels. So basically, you know, to give you a little bit of background, I mean, India got its independence in 1947. And somewhere in the mid 50s, a gentleman called PC Mahalanobis, who worked as the honorary statistical advisor to the government of India came onto the scene. And he was very close to the then Prime Minister Jawaharlal Nehru. And between him and Nehru, we came up with what is called as the second five-year plan. And at the heart of the second five-year plan was this idea to essentially build public sector enterprises and huge projects. So we ended up, you know, we built steel plants, we built huge dams, so on and so forth. So the idea was to unleash economic growth through industrial expansion, built and financed by the government. Now, when the government went about building these, you know, projects, they needed people who could build these projects and who could eventually run and manage it. So the focus, because of, you know, what I call the Nehru-Mahalanobis model in my new book was on higher education. And you know, in the process, we ended up setting the Indian Institute of Technologies at, I think, five different places initially, then we set up the IIMs. Or temples of higher learning. Temples of higher learning to sort of manage the temples of modern India, as all these projects were called as. And what happened in the process was that primary education, which should have been very, very important for a newly independent nation, got totally ignored. And as a result, even now, I mean, the latest figures that are available are as per the 2011 census, we have a literacy rate of only 74%. Now, the issue there is that even that 74% does not, you know, it may sound quite a lot, but it does not essentially reflect the reality of the day. Now, one point is that we still have the highest number of illiterate people in the world. And the second point is that the literacy number does not give you an idea of the number of years an average Indian spends in school. Now, an average Indian spends around 5.4 years in school, okay. For men, it's 7.2 years, for women, it's 3.6 years. So an average Indian essentially studies up until what we call the primary level, class fifth, class fourth. And all this is because of the Nehru Mahalanobis model, which concentrated on only higher education. The other point is that we still have around 28 crore illiterate people, which is the highest in the world, when it comes to, you know, absolute numbers. And it is really a shame that, you know, 70 years after independence, you know, so many people continue to be illiterate. Now, somewhere, you know, at the turn of the century, the politicians of this country rightly realized that primary education needs to be encouraged, and things which have gone wrong for so long need to be corrected. So over a period of time, between 2002 and 2009, you know, the parliament ended up passing the right to education. And right to education came into full force on April 1st, 2010. Now, it essentially makes right to education a fundamental right. And free and compulsory education needs to be made available to children or other individuals between the age of 6 and 14 at a neighborhood school. Now, this is the basic premise. So, you know, like a lot of government ideas, the premise is good, I mean, children do need to go to school. But there are a lot of other things which come with it, which have essentially led to a situation where the learning outcomes of children have actually started to fall. Now, if I may sort of give you some data here from my book, you know, in 2010, 48% of children in Standard 3 could read at least Standard 1 text. That is not a great number to have. But even that, by 2014, had fallen to around 40.3%. And similarly, if you look at, you know, other learning outcomes, you know, the ability to do math, which has fallen dramatically, or the ability to read a single sentence in English, so all these learning outcomes have come down. And the funny thing is that they have come down much more dramatically in case of government schools, schools run by this, you know, primarily the state governments. Now, why has this happened? Is a question worth asking?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:52.080",
        "message": "Before we get to that, I just want to rewind a bit to talk about the journey which brought us to the RTE. So I used to write a fair bit about education, maybe a decade ago, before the RTE. And learning outcomes were absolutely abysmal back then. And there were a number of reasons for that, ways in which the government had messed up. And it doesn't just have to do with not giving primary education enough importance, but the way the whole education system was structured. I mean, we have a scene in the Unseen episode with Parth Shah. So if you go into our archives, you can check that out. And among the many things that were wrong is that a, the private sector was heavily discouraged in this sense, incentivized from setting up private schooling. So providing education for a profit motive was more or less banned through a panoply of crazy laws in the country. Isn't it still banned? It is still banned. And there were and are an insane web of regulations that private schools had to comply with, like your playground size must be this much, this is your, you know, you must have this many toilets and so on, which a lot of low cost private schools like those which would spring up in slums and so on, would not be able to cater to and therefore they were operating at the edge of, I mean, they were essentially illegal, liable to be shut down anytime. And so that's the way it was, and at the same time, outcomes in government schools are miserable because there was no accountability. Competition brings accountability, they didn't face any competition, and therefore you had terrible outcomes with rampant teacher absenteeism, where up to 35% of teachers on any given day at any government school in India are simply not there. If there are two teacher schools, like you've pointed out in your excellent chapter in your book, you'll often find the two teachers in a two teacher school just alternating and the two of them never being there at the same time, because there's no accountability. And because of that, you often had a situation where a desperately poor family in a slum where say someone's an auto driver, instead of sending his kid to a government school, which is free with a midday meal, he would send them to a low cost private school because even though he had to pay for it out of his hard earned money, he would still feel that his child was getting a better quality of education there and obviously the choice should have been his. So now these are all the sort of structural problems that you would expect a government"
    },
    {
        "speaker": "Guest",
        "time": "00:10:10.320",
        "message": "to take into account and fix with whatever the reform was, and none of that happened. So basically, if you look at the right to education, it is very, very input driven. So essentially, as you said, you know, a private school needs to have, you know, it needs to have a boundary wall. If it doesn't have a boundary wall, it needs to be fenced. So it needs a certain number of toilets, it needs, you know, library books. So it's extremely input driven. But that is one problem, because a lot of these private schools, especially the low cost ones, obviously are not in a position to fulfill, you know, these things. Now, if you look at, if you look at data, you know, an average, and this is I think as per, you know, I think NSS data, where an average private school, the fee in urban areas is around 416 rupees or something, and it's 300 rupees in rural areas. Now, at that level, expecting them to have all these, you know, all this infrastructure is a little difficult. That's one part. The other major problem with RTE is that it expects the teachers to finish the syllabus, okay. Now, there is a, you know, if you read the Bayer Act, there is a line in it in which, you know, the line which clearly says that teachers need to cover the syllabus during the course of the year, and which is where the entire problem starts. You know, first thing is that teachers are absent, okay. Now, teachers, if you look at different kinds of data, are absent from 15 to 25% of the time. Now, other than that, students are also absent. You know, the interesting bit is that, you know, the probability of the student and the teacher being there in the class on the same day is very, very low. So, students are also absent, 35%, 30-35% is the average rate. And students, and it's like a chicken and egg story. So, students, why are students absent? I mean, there is research that's been done in that area as well. Students are absent because teachers are absent."
    },
    {
        "speaker": "Unknown",
        "time": "00:12:18.200",
        "message": "That's one reason."
    },
    {
        "speaker": "Guest",
        "time": "00:12:19.200",
        "message": "The other reason is that, you know, schools are not in the neighborhood, or there is some work at home. You know, if someone is ill, if a man in a family is ill, then the boy who goes to school is then sent to the field. If a woman is ill, then the girl is not sent to school, she's sent into the kitchen. And what is also, you know, problematic is that the entire focus of teaching in India is in and around rote learning, okay. So, all these factors, you know, when they sort of mix up, lead to a situation where the learning outcomes are not too good. And they have been falling dramatically since the right to education became the order of the day. Now, the interesting thing is, you know, a few years back, I happened to interview this gentleman called Abhijit Banerjee. And then I also heard him speak at a literature festival. He's written a book, Poor Economics, I mean, he and his, now his wife, Esther Duflo, wrote the book, Poor Economics. They are both economists at the Massachusetts Institute of Technology. So he made a very interesting point. And he said that, you know, he had carried out a small experiment in Bihar, where the teachers were basically trained for some time, not to come teach the syllabus, but to teach the students what they did not know. So if a student did not know what to, you know, how to write, he was taught how to write. If he did not know how to read, he was taught how to read. If he did not know basic maths, he was taught basic maths. And over a period of time, the results were very, very good. The students who were sort of laggards caught up with the students who were doing well. So there is experimental evidence which shows that if, you know, during the initial years, if we do not teach, you know, history and geography and everything else, you know, let's say in the initial three to four years, and concentrate on teaching the students what they need to know, instead of trying to complete the syllabus, you can actually improve the learning outcomes. Now, you know, it is a very interesting paragraph in my book, which, you know, which I just like to read out. And this is something that Abhijit Banerjee said at a literature festival a few years back. And I happened to be there and I recorded it. And he says, the reason was that they were asked to do a job that actually made sense. They were asked to teach children what they did not know. The usual jobs teachers are asked to do is to teach the syllabus, which is very different. Under the Right to Education Act, every year, you're supposed to cover the syllabus. I mean, as I said, it doesn't matter whether the children understand anything. Think of all the standard four children who can't read. They are learning social studies and all kinds of other wonderful things, except that they can't read. They are learning nothing, they're sitting in a class watching some movie in some foreign language without subtitles, hence dropout rates are high. And I'm shocked why anybody comes to school at all, okay. The problem of education has a perfectly good solution. In the first four years, we should prioritize the learning of basic skills. Forget about learning the history of the country, etc. You don't have to know who Gandhiji was for the first four years. Let's just concentrate on students being able to read and do simple maths. I think that such a system would deliver a much better outcome. The other interesting thing is that, you know, again, this has got to do with the way the syllabus is structured, that, you know, when a student joins standard one, you know, when the RTE actually comes in, he doesn't come from a very text-heavy environment, okay. You know, the chances are that his parents are illiterate, his or her parents are illiterate, or they perhaps barely went to school. Whereas the syllabus of RTE is so designed that, rather the syllabi across various states are so designed that all the reading, you know, the reading part of teaching comes to end by standard one. Now, for people who, you know, do not come from a text-heavy environment, this is extremely, extremely criminal. Okay. Now, I mean, just if, you know, if I could read out a paragraph from a report put out by the, you know, put out by ACER, it's the annual status of education report of 2013, in which they say that analysis of different standard one textbooks across states reveals many underlying assumptions related to content, method, pace. At age five, children's ability to learn needs to be scaffolded well. But in most states in standard one, curriculum covers a great deal of content very quickly so that many children get left behind even before they get started. You know, and again, something that, you know, Esther Duflo also said, by the end of grade one, they are supposed to be done with reading. It's a complete fantasy. Learning is not about enrollment, teacher-student ratio, or having latrines in schools. It's about if we are serious about learning. And the entire, you know, the way our education system is structured, and the way the right to education is structured, the focus is clearly not on learning. It's on completing the syllabus."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:44.920",
        "message": "That's actually a very profound and poignant insight. I mean, just the thought of a class full of kids not being able to understand what is taught is incredibly sad."
    },
    {
        "speaker": "Guest",
        "time": "00:17:52.960",
        "message": "And, you know, there is one point that I forgot, that in RTE essentially ensures that everybody gets promoted. So, you know, here you are, you probably don't, you know, know even how to read. But because there are no exams, you know, you've reached class five or class six. Which is not doing a favor to the kid. Which is not doing a favor to the kid. It's stopping him from learning. And one day he has to write exams."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:15.080",
        "message": "What will he do on that day? And that's, that's why the dropout rates are… And this, it also, I think, has enormous issues of self-esteem on the poor kids who have to go through this."
    },
    {
        "speaker": "Guest",
        "time": "00:18:25.360",
        "message": "In fact, you know, very, very, you know, some time back, I sort of, I was at the passport office. I mean, I got my passport made some seven, eight months back. And I had a very, you know, very, very, I mean, I mean, interesting is not, not the right word, but it wasn't something that I was expecting at that point of time. So I'd gone there because there's some police verification had raised some issues. And so, I mean, I'd gone to sort that out. And there's this, you know, well-dressed guy, you know, wearing a pair of sunglasses and has a smartphone in his hand, going around, you know, requesting something to people. And everybody, you know, sort of asked him to sort of go away. And then he finally came to me. And I realized that essentially what he was asking was, you know, asking people to write an application. I mean, there was a certain problem in his passport application. An application, you know, needed to be written, explaining as to what the scene was. And nobody was willing to do it for him. So I said, kya problem kya hai? So, nahi sahab, matlab mujhe theek se matlab padhna likhna nahi aata hai. So I wrote out an application for him in English and I explained it to him that this is what I've written. So I said, then I asked him, you know, kya padhe vade nahi ho, kya anpad ho? Bala, nahi sir, metric pass hai. So you know, a metric pass guy, which is basically 10th standard, not being able to write an application. And it's not like you have to write an application in English. You can write an application in any language you're comfortable with. So you know, he could have written an application in Hindi and it would have been processed. Now, if, and obviously, I mean, this is a one-off example, but you know, a guy who's passed his 10th standard and cannot put together an application, I mean, that is really a very"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:05.360",
        "message": "sad reflection of our education scenario. It's illustrative. And I mean, and just going back to the whole thing of syllabi and the way the education curriculum is designed in a top-down way from the center, seems to me a big failing. I mean, what I would imagine would work best is if you just allow the market to function the way it should, where you have inputs and natural feedback from parents and accordingly schools spring up to satisfy those specific demands."
    },
    {
        "speaker": "Guest",
        "time": "00:20:29.720",
        "message": "So basically, you know, the problem is that we have always tried to address issues from the supply side and not from the demand side. Now, from the demand side, how would things work? Things would work if there is some competition between schools to attract kids, right? And that would work if, you know, instead of having free schools, free government schools, we would have a sort of a voucher-based system wherein, you know, we give cash or, you know, vouchers. Where schools have to compete. And, you know, so it will be very obvious, you know, there will be data for parents to see as to where students are doing well. And then accordingly, they would, you know, try and get their children admitted in those schools and then those schools would get the money that the parents have. But, you know, obviously nothing of that sort is really going to happen anytime soon."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:28.200",
        "message": "So, I mean, I knew the education system was broken, but what has come as an insight to me in this conversation was just that one aspect of the RTE, the insistence that teachers have to finish their curriculums and that there are no exams for kids to go ahead, can have such a drastically bad impact on learning outcomes and actually cause many people to drop out more than they otherwise would. What are the other sort of unseen effects of the RTE?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:51.160",
        "message": "I mean, it's a mammoth… So yes, it is. You know, the other unseen effect is, you know, between in the period of 10 years to 2015, close to 10 crore individuals have passed out of the Indian education system who cannot, you know, do basic reading, writing or some amount of basic maths. Now, this is a number that has, you know, has been put out by a gentleman called Madhav Chauhan who is the president of the Pratham Education Foundation which does these annual status of education reports every year. I mean, that is the most comprehensive document, the most well-researched document coming out on the Indian education system. So, you know, when you have 10 crore individuals who have passed through, who are literate, okay, but they can't, you know, read, they can't write and they can't do basic maths, so then their ability to find a half-decent job goes down dramatically. So what we call a demographic dividend, you know, basically, you know, every month 1 million individuals are entering the workforce, so which means 1.2 crore Indians, you know, new individuals are entering the workforce every year. And this is likely to continue over a period of next one and a half to two decades. Now one is, you know, when these individuals are not, do not have their basic educational outcomes in place, you know, what sort of a job can they really expect at the end of the day. So that is another huge unseen effect of, you know, right to education."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:32.440",
        "message": "Which just goes to show that getting education wrong impact society at all levels. And I'd like to discuss this more with you. So in the next episode, let's talk about jobs."
    },
    {
        "speaker": "Guest",
        "time": "00:23:44.160",
        "message": "Sure. Thanks, Vivek."
    },
    {
        "speaker": "Unknown",
        "time": "00:23:46.160",
        "message": "Thanks."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:47.160",
        "message": "Thanks, Amit. We're going to take the natural leap from education to jobs, but that's in the next episode. Do come back next week and do hop over to scene unseen.in where you can browse previous episodes including episode nine, which I'd recorded with Parth Shah on the profit motive in education."
    },
    {
        "speaker": "Unknown",
        "time": "00:24:06.200",
        "message": "Goodbye for now. Next week on the scene and the unseen, Amit Verma will be talking to Vivek Kaul about jobs. For more, go to scene unseen.in."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:24.420",
        "message": "If you enjoyed listening to the scene and the unseen, check out another hit show from Indusworks Media Networks, Cyrus Says, which is hosted by my old colleague from MTV, Cyrus Brocha."
    },
    {
        "speaker": "Unknown",
        "time": "00:25:04.680",
        "message": "Thank you."
    }
]