[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "If you set out to change the world, where do you even begin? Some might start by changing themselves, be the change you want to see. But that has a limited impact on the world. To make a bigger difference, you need to change the views of others, be an activist even. Maybe you do this by writing op-eds in columns. Maybe you do morchas on the streets. Maybe you become a mover and shaker in politics to shake things up. If you really care, then over time, you figure out those small ways in which you can help bring about big change. My guest on the show today thought long and hard about how he could help change the world. Fired up by deep emotion, he forged the road ahead with cold logic. Can there be a better combination?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:51.400",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:57.600",
        "message": "Please welcome your host, Amit Bhardwaj. Welcome to The Seen and The Unseen. My guest today is Parmesh Shahani, founder of the famous Godrej India Culture Lab and an advocate of LGBTQ inclusion in corporate India. Yes, that's right, in corporate India. Even as Indian society changes slowly, Parmesh works with corporates to help make them friendlier and more open spaces for LGBTQ people. He's written a fabulous book about this called Queeristan, which he describes as memoir plus manifesto. I was delighted to have him on The Seen and The Unseen to share his thoughts with me. Before we move on to our conversation, though, let's take a quick commercial break. If you enjoy listening to The Seen and The Unseen, you can play a part in keeping the show alive. The Seen and The Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Seen and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Seen and The Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seenunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Seen and The Unseen will continue to be free on all podcast apps and at seenunseen.in. This is just a gesture of appreciation, help keep this thing going seenunseen.in slash support. Parmesh, welcome to The Seen and The Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:02.960",
        "message": "Thank you. I'm very happy to be here. I remember we were at TED in 2009, that evening in Mysore, music, happiness, so much possibility. Did you imagine 11 years later, here we would be?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:18.800",
        "message": "What's kind of fascinating is that, you know, just for the listeners, we were both TED India fellows when TED happened in Mysore in 2009, the actual TED, not some TEDx. And Parmesh and I were both TED India fellows. And the interesting thing is that for me, it was just an event, it came and it went and it was nice to meet all these people, but I didn't think much about it. But reading your book, I sort of realized that it's played a slightly more important role in your journey than in mine, which is, you know, so interesting to me how, you know, these the same event can have such a different impact on people. You know, you've described your book at the start as a memoir plus manifesto. And it kind of seemed to me that even the manifesto part of it in a sense is, it's almost a lived manifesto. So that's also in a sense, it arises out of the memoir. And I'd like to sort of before we get to your book, which I really enjoyed reading and learn from, but before we get there, I'd like to kind of explore the memoir part a bit and, you know, ask you more about your personal journey, and how that's been. So tell me a bit about that about, you know, growing up as a middle class kid, first in Colaba, then you went to the Middle East, coming back to Bombay, navigating all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:04:34.320",
        "message": "Tell me a bit about that. So yeah, it was interesting to reflect, to look back in the book. The aim was always, I think with both my books, right, Gay Bombay that came out first, Gay Bombay actually was the book that got me into that Ted India, because the book had come out in 2008, and I applied using that and, you know, I got to come to this conference and like meet all of you, you know. So even there, even that book, which was very much an ethnography, that was an academic book that came out of my MIT program, that came out of research. So it was digital ethnography, it was anthropology, it was LGBTQ studies, it was so many of those things. And over there, I kind of had placed myself in the middle of all the stories I was telling. And this format actually comes very much from my schooling and from my, not while growing up, but from my academic training. So the program that I did at MIT, for example, comparative media studies, is something that Henry Jenkins, William Eurekio, these incredible scholars whom I love and admire so much began. And it was very much a program that kind of, I mean, you know, I want to use the word queer here. It queered media studies, because it kind of queered academia, not in the sense of talking about queers, which of course it does, queer people, queer lives, queer hopes, but also how do you do academia? How do you tell stories? And that's also been the kind of change in anthropology over the years, from a researcher being someone who goes to a distant land to study the other, and lives in, immerses themselves into that culture, and then writes up about it as a distant observer. Anthropology over the years, media studies, all these disciplines have become very much about the intimate, about what does it mean when you study your own self? What does it mean to reflect, you know, on your own journey while you are studying others like you, not others different from you? And what does that do to the research? So the method of Queeristan, which is deep, personal, mixed with facts, figures, data, other people's stories, was actually, I mean, I've honed it more in Queeristan, but, you know, the initial experiment almost was Gay Bombay. And that came from my training, which also kind of validated. So one of the beautiful things about being in that program was, you know, my professors were like, your background matters, your experience matters. You know, we don't want to wipe out everything you are, and where you've come from, and train you to be a particular kind of scholar. We want you to inform your scholarship with all of these. And that was so amazing that, you know, and you know, Henry was an incredible mentor, especially in this. And if you see his own scholarship, right, whether about comics or video games, or Star Wars, he actually started the field of fandom studies, you know, which now over the years has become, you know, a legit academic pursuit. He was like, it's all, it's all about the personal, right? So that personal memoir meets manifesto thing has its origins, I mean, in my training, in the validation I got from my program that you can talk about, you know, you can reflect on your own journey, seriously. And I tried to do that for various reasons, because I thought it was also very, very important in Queeristan, which is a business book. And so many of the business books that I was reading, or that I tried to read, to prepare for this, were just about business, or they just put you in and they said, you know, five things to do, six things to do, case study here. I was yearning, I was thirsting to know more about the people behind those decisions, right? Why are you doing this? Why are you recommending I do these five things, or like, why are you recommending I swim in this blue ocean? Or, you know, why are you, like, I kind of thought that it would be really nice to write a deeply personal business book. Because in a sense, what I was also trying to do in this book was to visibilize, right? So large parts of the book are, you know, cases, steps, etc. But really a large part of the book is, you know, for people who might not have met queer people, you know, this is us. This is our lives, right? This is my life. This is my personal journey. This is what has happened to me when my family has accepted and my company has accepted. This is how my background has played into, you know, the privileges that I have, and that I can use at this point to kind of strategize in whatever way I can for, you know, to create a more inclusive playing field, and things like this. I thought it was very important to put all those personal bits in, even before we reach the business path. So a reader kind of knows me, they're like, ah, we understand this Parmesh, we understand not just where he's come from, but, you know, also, all the other things in the book, right? So I thought that also kind of would open them up more to kind of have that empathy to understand the case, and then to do which is what I really want them to do at the end of the book, which is implement those steps. So the personal, putting that personal in was very strategic, and it has always been very strategic for me in both my books. It's not indulgence. It's very much a conscious act of creating that link of empathy with my readers so that"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:04.040",
        "message": "they come with me on this journey. So I had a couple of observations, a second one sort of going into a question, and they're both kind of tangential. And one is that, firstly, I think that worked beautifully, the fusing of the personal with whatever the book is about. So it never felt like a business book that Manifesto feel doesn't really come across. I mean, out of the five parts, you could say the fourth part is one which actually, you know, talks about what companies can do. And even there, you've weaved in the personal, but it worked beautifully in the story. My second observation and also perhaps a question is that, you know, one of the other questions I had, which I first noted down before I even started reading the book that I want to ask Parmesh about, you know, when he was growing up, the process of getting comfortable in his own skin, which is hard for anyone, which was hard for me as well. So it doesn't matter what your sexuality or anything might be. All of us are so anxious about fitting into the world and just reaching that stage where we are comfortable with who we are is a journey in itself. But that seems to also have found a very interesting reflection in the voice of the book, where at first I was taken aback because, you know, there are so many places where, you know, and I always say with writers, I know that when you read something by them, because the writing is authentic, it sounds like you can hear their voice speaking out. And that's even more in your case, because, you know, somewhere you'll say, no, Baba and you'll continue or at the end of saying something, you know, you'll say Hannah, you know, and which was very interesting. And, you know, the first couple of times it startled me a bit because you don't expect that kind of a conversational and formal tone in a book. So what was sort of, you know, is that something that you thought about that the voice has to be me and it has to be me to the extent that it has to be, you know, that process of people hearing your voice feels more explicit, you know, so is that something you thought about? Did your publisher have a problem and say, what is this?"
    },
    {
        "speaker": "Guest",
        "time": "00:11:54.400",
        "message": "No, Baba, cut it out. Oh, yes. And I hope she's listening to this. And I hope she realizes how much people like it. Because we didn't have many arguments through the book. But if there was one bone of contention, it was this, you know, for Westland, it was very much Parmesh, this is a business book, you are not Shobha Dey. And then I was like, hey, but I can be Shobha Dey. And I told Shobha also this, and they were like, no, no, no, no, you know, don't forget it's a business book. And I was very much keen, but it's my business book, darling, I think of business is different. And that was the point. So we, if you read the, at some point, I think I should do a director's cut of the book with all the bits that were left out. If you see what was on the chopping table, it's essentially a whole bunch of this, they were like, okay, I love it. But I think maybe it's becoming too personal, why we need to tell this, why we have to say this. I can you every time not say, this, this, this. And I was like, but you know, this is so then we reached one. Like any good editor, publisher, author relationship. And I see my auntie likes to say, it was all about compromise and adjustment. I was like, look, my voice is important. Here is what you're going to, I, you know, I think here, I want to talk like this. And they were like, okay, here is very good. But maybe here, if we make it a little more serious, a little more this or that, because remember, it's ultimately a business book. So but I'm glad that the voice came through, because I was really afraid that, you know, I really wanted it to sound like me, which is also by recording the audible version. I mean, I could just read it out, because it's like, I, you know, thought of it. And if you read the audible version, it's exactly like that. It's like, I'm sitting next to you. I'm taking you on this journey."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:47.840",
        "message": "Yeah, I mean, the first time I came across some of those, and I think that right there from the preface, I was, you know, with my editor's hat on, I was a little bit like, okay, this, this, you know, the reader will notice this, it snaps them out of the narrative, is it a good thing. But as I went on, I found it a charming and be authentic to the person. So you feel that this is actually, you know, someone sitting across you and talking the way they talk, even if they don't know you. And I thought that really worked for me. So kind of getting back to your sort of the early part of your memoir, you know, what was it sort of like growing up in 80s, 90s, Mumbai, and, you know, in terms of you often said that you didn't have an issue with figuring out your sexuality, but with articulating it."
    },
    {
        "speaker": "Guest",
        "time": "00:14:32.880",
        "message": "So take me a bit through those years and what it was like. Yeah, it was. I mean, everyone is nostalgic about their past. And as you're saying, 80s, 90s, I'm thinking of this Bappi Lehri album called Habiba. I don't know if anyone else remembers it, but you know, I do. This is before Made in India. This is before pop music, right? This is before MTV. And Bappi Lehri had released this incredible music album. I mean, a non-film music album called Habiba, which I still remember so much. And, you know, we were not that rich. So, you know, to get a cassette was something and how much I argued with my mom saying, I really want it. And she was like, but, you know, it's a cassette. It has one song on it. You'll get tired of it. Because that was essentially it was Habiba multiple times. It was a single. But you know, it was, yeah, it was so different. It was so innocent. I suppose every generation looks back at their childhood with wistfulness and, you know, with that sense of innocence. For me, it was also pre-internet India, right? So, you know, access to information was not, was not very easy at all. And in my case, it was, I mean, you know, as I write in the book, it was a very, we lived in a, we were not, we were, we were middle class, I suppose, we lived in a one room house in Colaba. I went to St. Joseph's High School, RC Church. I was in the green house, the best house. And I used to go to school by BST. I mean, in those days, it was a big thing, you know, because in the moment Seventh Standard got over, you would wear long pants and you would say, I'm not taking the school bus, because it was like a matter of pride to like, take the BST and go to school by yourself. It was a big thing. And I would do that. And I was always very, I mean, I suppose, and, you know, I'm glad that you said that even it was a process of, you know, even how does one realize one's own straightness, right? I mean, it's not like, but I suppose if you're straight, and you live in a heteronormative society, it's not a big thing. At some point, I suppose you realize that you are attracted. And then you're comfortable with it, because that's the way that everyone around you assumes that you will be in any case. But when you're queer, it's different, right? Because you live in a society which kind of expects one thing, but I never I mean, I was always really very comfortable with me, it was an 8th, 9th, 10th, that I became aware of my, the fact that I was, you know, emotionally and physically attracted to other boys. You know, I had a lovely boyfriend, I suppose, in school. Of course, we didn't use that term, we didn't know the term. But we knew that we we didn't even know the term homosexual or gay, what we knew is that we liked each other. And we enjoyed each other's company. And you know, one thing led to the other and we were very, you know, comfortable, it seemed right, it seemed natural. And you know, as I write in the book about how, you know, one day we were walking holding hands, and again, you know, it was, boys could hold hands and walk, I mean, even I suppose today boys can, but like in those, I mean, we were very happy holding hands and walking together near the gateway. And one of the seniors, because I think I remember, we were in the 9th standard and one of the seniors looked at us from school, he saw us and he was like, you both are homos. And it was the first time we'd heard that word homos. So you know, we went back home and tried to do research. And the next day in school, he was like, you know, this homo is not a good thing. I don't think we should be homos. And I was like, I was actually quite relieved that there was a word. I was like, you know, it doesn't feel like a bad thing. And he was like, no, no, no, we should focus on our board exams. Because you know, 10th standard is, that's what you're obsessed with. And I found it very strange, because, you know, I didn't think that there was anything wrong or something to be ashamed about, but he did. So he kind of recoiled. And I just remember, I mean, you know, it's, it was interesting. It was sad, because I liked him very much. And but for me, it was a good, I mean, it was always, I was always comfortable. So it's just that later on, when you discover that, you know, okay, there's, it's homo, there's gay, this is what it means, you learn more, you read more, you understand more earlier, of course, I think, which is also why the current generation is so blessed. Because you know, there are so many role models, stories, whether you know, books, films, web series, websites, that talk about being queer in an Indian context. Whereas, but you know, in the 80s, late 80s, early 90s, which is when I was in school growing up, I mean, there was it was like, you had to like, search for like, you know, maybe there will be a little clipping, talking about boy George, or maybe there'll be a hint of Freddie Mercury, or maybe they will, you know, George Michael, at some point will come out and it will be gasp. George Michael is gay, or you know, it was that right, we were we were like, so even when you're comfortable, you want a context. And for me, I, you know, I, I wanted a context of being queer in a desi way, you know, all the foreign role models, etc, were nice, but you know, it didn't feel like my experience. And you know, which is also, I guess, why ultimately, when I went off to study further and all my first book was about what does it mean to be queer and Indian, it was largely about Indianness about desi pan. So that's what it was growing up. It was about Doordarshan and He-Man. And it was about, you know, different kinds of friendships. It was about long walks. It was about, I guess, there were less distractions. So I could, you know, spend time to read. I used to live with my grandparents. So one of the pleasures of my life was every evening going for a long walk with my grandfather. And he would expose me, he didn't, you know, he didn't study much, but he would go for like, you know, and of course, we were not rich. But we would go to Jahangir Art Gallery every time a new show would open, and we would look at the art, right? And we would walk. And I think that, so it was, it was formative years in terms of just understanding myself, feeling very comfortable with who I am, but of course, not being able to share this with my parents or grandparents, or even friends for that matter, because I didn't know what to say, I didn't know how to articulate it. And then, you know, my dad got a job in the Middle East. And that was a very different kind of because in the 80s and 90s, you know, being a simple middle class kid, you know, and in India, where everything is prohibited, and then suddenly being able to go, and it wasn't a great job. I mean, he was working in a supermarket, but it was, I mean, you know, to go on a plane to be able to actually buy a Toblerone, to see a supermarket, all these things were quite exciting. So it was a way out of middle class mundane-ness into this really exotic world of like, wow, all this happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:46.360",
        "message": "And in fact, the phrase that you've used in your book for it is you've called it quote, a journey out of middle class frugality to Toblerone heaven. Yeah, a tangential sort of thought strikes me here that you know, being you know, someone who sort of grew up at the same time and all of that. And I just felt this wave of nostalgia when you just use the word cassettes, because, you know, it was such a big deal for us in those days to discover new music to somehow plan and scrape together a mixtape of the stuff you like, and all of that. And equally, like you point out that, you know, it's almost difficult today to imagine a world without the internet as difficult as it would have been for us to imagine a"
    },
    {
        "speaker": "Unknown",
        "time": "00:22:25.640",
        "message": "world without electricity, maybe."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:27.840",
        "message": "And it kind of strikes me, therefore, that, like, do you think that the whole experience of growing up and discovering yourself is then becomes very different? Because like you pointed out, like, you know, you mentioned that you went on long walks with your grandfather. And I'd imagine that if you're growing up today, you're not going on so many long walks with your grandfather, you because you're bombarded all the times by, you know, so much for your senses by so much information, there is so much to discover. And on the one hand, of course, kids growing up today are just the luckiest generation ever, because they have all this at their fingertips. But you know, is there something you think lost in the fact that they don't have that time and that space to sort of be with themselves and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:14.000",
        "message": "I think so, for sure. And now, you know, I'm sounding like an uncle already. So everyone who's listening to this will say, sit down, uncle or shut up, uncle or something. But I think I think there is something different from not being connected, right? So even now, I mean, you know, I go for walks with my partner, who happens to be younger than me, you know, different generation, and it's hard to walk for 10 minutes without him whipping out his phone and taking a picture for a future Instagram story. So and then he's like, you know, we have to think of the story also, I'm like, okay. So I think that is fundamentally different. But even with us, right, I mean, one is so attached to the gadget right now, one is so attached to the screen right now. So it's not just younger people. I think we've also fundamentally in some way, culturally and, you know, physically, in terms of how we experience things change. But it has pros and cons, right? I mean, the pros is you have a lot of time, etc. The cons is when you're growing up in an economy, which is frugal, in a world where information is limited, it takes you a long time. So you know, my generation, our generation of people come out a lot later, people spend years and in my case, I didn't struggle with self acceptance, right? It was, I was comfortable. So many people in our generation, torture themselves, you know, about whether what they are feeling or who they are, is normal or not. So many destroy their own lives and the lives of others by conforming either to the pressures of an arranged heterosexual marriage, and so many other things, right? So I think for today's, I mean, you know, for younger people, for today's generation, I'm just so glad that there is an ecosystem built for those who can access it, so that they can learn, they can, you know, understand themselves, they can, you know, express themselves, and they can imagine a better future for themselves in whichever they wish, right? So I don't want to be too nostalgic and romanticize and say everything was good. I mean, in those days, of course, you know, it was our childhood, so it was good. But young people today have so much more access to, you know, to knowledge and opportunities. And that's excellent as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:25:31.960",
        "message": "Yeah, and it struck me as kind of poignant and charming, but poignant also, that you speak about how, you know, you watch Kayamat Se Kayamat Tak and then you made a fantasy out of it and called it Gayamat Se Gayamat Tak where, you know, Aamir is romancing you instead of Juhi Chawla, which is charming, but it's also poignant because it sort of indicates what you were just speaking about, that the search for role models is so futile that you have to eventually find it in your own fantasies."
    },
    {
        "speaker": "Guest",
        "time": "00:25:58.160",
        "message": "Yeah, we didn't have Made in Heaven, right, where you see a gay couple, or four more shards where you can see a lesbian wedding or whatever, right? So we had to interpolate ourselves into these stories. And imagine that Sholay is a gay bromance, and of course, Jai and Veeru are gay. You know, that's true, but because, you know, we didn't have My Brother Nikhil or Aligarh or Ik Lerki or Shubh Mangal where, you know, it's very clear in the first 10 minutes that they're gay, there's a gay kiss, and you know, then the story goes on. So yeah, we had to, we had to fantasize, we had to imagine, we had to..."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:37.160",
        "message": "And you know, another thing that's kind of struck me in many different contexts is that, you know, being born a straight person in a heteronormative society as I am, my identity doesn't really play a big part in my life, I can take it for granted, I don't have to think about it. Whereas if you're a woman, or if you're gay, or if you're any number of things, if, you know, if you're Dalit, that identity is like an extra layer that you always have to be aware of, and you carry it with you. And it kind of factors into everything you do. You know, was that sense of that extra layer strong in you? Was there a sense of frustration at kind of, you know, having to navigate the world with that, you know, that extra layer of awareness attached to it, which, you know, most people"
    },
    {
        "speaker": "Guest",
        "time": "00:27:22.560",
        "message": "around you would not have to bother with? So Amit, here, I would like to, I would like to disagree. And I would like to say that I don't think that as a straight person, your identity does not play a role, or that you are not conscious about it. In fact, a lot of good academic research now is coming up about straightness, or whiteness, or, you know, all these things, which are the majority that you assume, need not think about themselves, need not have issues, need not be conscious, need not articulate themselves. So straight people also articulate their straightness in different and unique ways. And a lot of, in fact, I've been really toying with this idea of doing another book called Straightistan, where I understand straight people, and immerse myself in their world and just see what it's like. What does it mean being straight? How were you like when you were nine years old, growing up straight in India? So I think a lot of us, you know, we, I think we're all conscious of the various facets of our identity. But certainly, and you live in a heteronormative, patriarchal, and in India, you know, a casteist society which is oriented towards certain things, when you happen to be the majority, it's a luxury to imagine that you don't have to think about certain things, right? So as you said, you know, when you feel you're not the majority, these things, you become slightly more conscious of it. So that's the thing. But I don't think I mean, you know, I think if you're upper caste, you are conscious or you are aware, and your identity really frames everything that you do, in the confidence you have and how you physically navigate through space, how you fill up a space, how you, you know, have, just imagine that you have access to things, and so on, in a way that someone who's not upper caste might not, same way with men, right? And that's what's so interesting. In fact, another TED fellow, Jasmeen Patheja, you know, from that same 2009 conference has done these incredible experiments with blank noise, where she and, you know, fellow artist activists go to public spaces, and just see what it does to men, when they occupy those spaces in a way that men do, you know. So for example, 10 women sit on a parapet, put one leg up on a wall, spread themselves, because men tend to spread themselves. And when men pass by these women, look at them and do, you know, or whatever, you know, make noises, or go and lie down in a park and occupy that space in that sense, right? In a way that, and then they record reactions of men, because men have never seen women, in that sense, be comfortable together in a public park or lying down, or, you know, it's very strange for men to walk by and have a group of women, maybe call them out. But it seems very normal for the opposite to happen, in that sense, right? So I think, you know, when you're not in this, in the majority, then you are conscious of that difference, for sure. If you're a woman in India, you're conscious, if you're, you know, if you're Dalit, if you're queer, if you're Muslim, you would be conscious of how you navigate, you know, the spaces, but also how you think of yourself, how you imagine, you know, a future for yourself, how you negotiate, you know, various aspects of yourself. So yeah, so certainly for me, my, while my queerness is not the only part of me that I talk about, I mean, you know, I'm also Sindhi, and, you know, and that comes out in so many ways. I love bling, of course, and so many other things. I mean, there's so many aspects of my identity. But you know, but certainly in it's tough, these are aspects that I am conscious that I would be slightly a little more conscious about. But by that, I'm not saying that, you know, you are also conscious of your straightness"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:17.080",
        "message": "and the way you express it in different ways. No, I mean, I don't dispute that. And obviously, in the world we live in, straightness is itself an enormous privilege of a sort. What I kind of meant was that, you know, let's say, for example, just to take the male female context, if I want to go out for a walk at 11pm, I don't have to think twice. If I get into say, if I get into an elevator with five strangers, I don't have to be on high alert and I don't have to have that extra layer of alertness, which women will naturally have just because of the world that we unfortunately, kind of live in. But, you know, I sort of, by your point there, my other question is like you pointed out and you know, one of the things that, you know, through the book, you've spoken of how all of us have many selves, and therefore can't just be sort of, you know, and that is a danger to be defined by one particular kind of identity. And it struck me there that, you know, being gay in a heteronormative society where there is so much discrimination and prejudice and all of that, then it is such a big deal. How much then does that part of your identity sort of shape and define your life like supposing we lived in an entirely just society, where none of this existed, where it was completely where it was as normal to be gay as to be straight, as normal in the sense in the way of how society treats you and all that, you know, what direction would your life then have taken? It's kind of moved in this direction, because, you know, you've been kind of driven by this great cause at some level, maybe it begins with self discovery, and then it goes on to trying to make the world a better place. But what if the world did not need to be made better in this way? What would you be doing today? Who would, you know, Parmeshani have been? Would you still be in management at a top company? Would there be any reason to be there? Would you be maybe an artist or something?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:01.580",
        "message": "What would you be? I can still be all those other things too. No, I think in my case, I've been, I've been really blessed. And I talked about these multiple privileges in the book as well as something that really, really pushed me to create, you know, more fairer ecosystems for everyone. But I've been blessed in the sense that I've had, you know, while I didn't grow up in wealth, I've had like very supportive parents, you know, who could give me an education, you know, at least in India until, you know, until college level. And then, you know, when I went to the US, I, I got it on scholarship, but to have that support, even in terms of sexuality, when I came out, it was easier with my mom and dad took some more time, but there was never a rejection. And there was never that drama of like, you know, you become straight otherwise, or like a lot of queer people go through real hell, there's no other word for it, they go through torture by their own parents and families, whether it is things like conversion therapy, which is sickening, that it's still happening, whether it is forced heterosexual marriage, all the way up to people to people's own families, torturing their own children, killing them, all of that, right. So all that happens in our country, not just if you're queer, but if you're different in any way. So given that range of horrible things that might have happened, I think, you know, to have, you know, parents who love and understand you is the biggest blessing and the biggest privilege, which is why a lot of my book, Queeristan, is about this, about this parental gaze and this parental framework is something that is so vital. I've had schools and colleges, which have, you know, been in different levels supportive. I've been blessed with workplaces of, you know, different kinds, which have, even if they've not been supportive, they've not been overtly discriminatory. And these are all blessings and, you know, whether it's having academic, you know, the fortune of going to a place like MIT or like, you know, doing classes at places like Yale and all of that, which is like, opened my mind up to not just possibilities, but also networks of like, just amazing, inspiring people. Some of whom I write about in the book, right? People like Ahmed Katrada, who unfortunately is no more, who shared, who was in the next cell of Nelson Mandela on Robben Island, and who spoke to me about hope and forgiveness and resilience. So, so many people, right? Assam Dawood, who's doing incredible work on refugees in Israel and Palestine. And there's so many incredible people whom I've met through this, you know, through my education journeys. So I think I would have been doing exactly this because, you know, I don't think I would have been doing anything different had we been living in a, you know, in a more heteronormative, I think I would have been working on the different things that interest me. I would have been trying to connect them together. And in a way, this is where I'm going to even now, because, you know, one of my realizations over the past 10 years and in between the two books has been very much about intersectionality. This is something that I've learned completely from the young people that I've been lucky enough to hang out with and learn my own team members. So many of the people that you encounter in the book, whether it's Professor Dhiren Borissa from OP Jindal, whether it's Grace Banu, who's an incredible trans rights activist from Tuticorin in Tamil Nadu, whether it's Rafiul, who runs the Queer Muslim Project, whether it's Aro, who along with an incredible team run Dalit Queer Project, and people whom I haven't met, whether it's Greta Thurberg or others, right, all around the world are trying to create a better world in terms of environment, gender, and so on. Even my own learning over the past 10 years has been that if you care about queer rights and queer inclusion, like I do, you really have to contextualize these in the context of other movements for social change and social justice. And you really need to, in a sense, build bridges of solidarity with others, because we can't say that you want a more better world for queer people only, and not recognize that the struggle is linked to the anti-caste movement, or the movement for a better, cleaner environment, or Black Lives Matter in the US or other parts of the world, and so many other social justice movements which are happening all over the world, all powered by young people. So my thinking also has grown because of the people I've encountered and met into realizing the intersectional nature of the struggle, that's one. And the other is in realizing that the interconnected nature of what the solution might be. So a lot of Queeristan, the book itself, talks about the fact that we live in a world where companies, NGOs, different governments, national, state, municipal, will have to come together in different ways, in different formations to solve some of these issues. Because the challenges are not something that any one of these stakeholders will be able to do by themselves, right? So I mean, this is where my mind is moving towards more and more. How do we create, they needn't be tight networks of collaboration, they could be loose for certain projects or things, as we saw post-COVID, for example, we saw companies come forward and give money and resources, we saw incredible NGOs come together and organize relief, we saw state governments that got into action and helped and empowered, things like that, which is why, I mean, some of the stuff could happen. So I think a lot of the future is going to be about this. And my thinking is that, you know, I would have anyway been on this track, even otherwise. Now I'm more and more on just thinking about what would it mean to build these other kinds of connections, these other kinds of solidarities, and move ahead. And I've completely rambled, but yours is a long form podcast. So that's wonderful."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:39:17.240",
        "message": "Yeah, you know, rambling here is a feature, not a bug, that's what the listeners kind of appreciate. But there's sort of, you know, some fascinating strands in what you just said. And one, of course, is, you know, you mentioned Amit Katrada, who was, you know, Mandela's cell mate, and you recount this fascinating bit in your book, where he was showing you around the cell block where the two of them were housed. And the part that really jumped out at me over there is about how he was talking about, you know, it took us 10 years of agitation to be allowed to read newspapers, and 15 years of agitation to sort of be allowed pen and paper or whatever. And, you know, those were the kind of timespans that you're talking about, where you just keep trying, you don't know if it will happen in your own lifetime, and you make incremental progress at 10 year and five year chunks. Whereas, you know, in these modern times, perhaps, that's vastly accelerated by, you know, social media and globalization, would you say that's the case? Like I'm, there's one passage in your book also that kind of struck me, which is about the impact of liberalization on the gay movement, where at one point, you write, I'll quote your words, quote, consider the designer Janjum Gadi, who hails from Tirbin, a remote village in Arunachal Pradesh, electricity came to his village only in the late 1990s. He stumbled upon fashion while going through old issues of femina, imagine the journey of transportation from the northeast to Delhi, possibly because of new post liberalization air routes of education at Wigan and Lake College possible because of post 1990s needed new kinds of colleges of internship with Rohit Bal, the legend who attended Janjum's graduation at which he won Best Designer of his debut Fashion Week presentation, possible because there was now a network of such biannual shows offering visibility to young talent and of sales. Again, this post liberalization India had created a new customer base, eager to consume fashion, stop quote. And this is, again, sort of tangential, but it strikes me that in a lot of activism, especially left wing activism, you know, free markets and capitalism are often given such a bad name. Well, the way I kind of look at markets is that markets are the way by which a society fulfills its own needs, you know, voluntary actions in about so to say, and this is also something that you seem to have embraced, because rather than sort of work in a dusty NGO and work in villages in the bylanes of towns, one of the things that you do is, you know, work within a company and work with corporates to actually make things better on the ground. So in this one aspect, you seem to have a more optimistic view than, you know, many other activists would, is this something that you've thought about? Or is this something that you, you know, that you evolved towards? Or did you always sort of disagree with the demonization of markets and evil capitalists and so on?"
    },
    {
        "speaker": "Guest",
        "time": "00:42:12.440",
        "message": "No, I don't disagree with the demonization of markets and evil capitalism, there is a lot of merit in the criticism of capitalism. And we are seeing, we have seen it in the past few years, right, Piketty has written about this, as have so many others, whether it's, you know, Amartya Sen, John Reyes in India, and so many others, about, you know, how inequality and even, you know, Abhijit and Esther, right, you know, who work so much on poverty, right. So clearly, our world is becoming more and more unequal. And you know, one of the perils of capitalism is that it has been widening inequalities, and that has been terrible. Capitalism has been is good in so many ways, right. In that passage that you read out, it shows you the liberating, you know, both in an imaginative and in a really, in an economic sense, power of capitalism, say, for young Janjum, and the leap that Janjum has been able to make. But in so many other cases, and you know, that's, I mean, that's been that's great. But in so many other cases, certainly, I mean, you know, capitalism has led to a widening of inequalities. And so I think it's really time to reimagine capitalism, really look at this inequality, and figure out how to, you know, stem it, stop it, reduce it, cannot continue like this forever."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:35.560",
        "message": "Can I interject and sort of make a larger point about economic inequality, which I keep making is that I think people who worry about economic inequality commit what I call the zero sum fallacy, where they assume that there is a fixed amount of money in the world. And therefore, inequality is bad, because of the rich get richer, the poor get poorer, obviously, in a zero sum world, more inequality would mean more poverty. But what happens in developing countries, and what has certainly happened in India over the last, you know, 30 years, is that inequality has grown as poverty has declined, because we're not in a zero sum world, every voluntary transaction is both people better off. So what you've, you know, the post liberalization estimates say there have been some 300 million people come out of poverty, which to me is a moral triumph, because poverty is to me India's biggest problem. And, you know, the solutions for poverty and inequality are very different, you could solve inequality in a flash by making everybody equally poor. And I kind of go by what Harry Frankfurt calls the doctrine of sufficiency, Harry Frankfurt is a philosopher who's written this great book called on inequality, and he's also written a fabulous book called on bullshit, which kind of describes a lot of what comes out of Trump and Modi these days. But the phrase that he coins is a doctrine of sufficiency, where he says that what is important is to go by, you know, how absolute levels of poverty are that the doctrine of sufficiency essentially states and I'm obviously paraphrasing here, because it's from memory, that everyone should have enough to kind of whatever suffices to live a good life at least. And therefore, India, you know, I think a lot of our dialogue about inequality doesn't take this into account, it assumes that there is a zero sum world. But the point is that, as poverty declines, inequality will go up. And in fact, in India, vice versa. But the larger issue of the zero sum fallacy, and I'm just thinking aloud here, it seems to me can also, you know, crop up in certain kinds of activism, where, you know, the way I see it is that I would love all individuals to be empowered and have the same kind of opportunities and we can all grow together. And yet there is a sense in some kinds of dialogue and some kinds of discourse that, you know, people with x identity are enemies of people with y identity. And it almost has a feel of a zero sum game that, you know, x oppressed us for centuries or x broke our temple and made a mosque or whatever, it can come from either the right or the left. And, and therefore, as why we must stand up and take revenge, which again, sort of to me, seems to be stuck in that kind of mindset, it's not really leading to a question. But since you kind of brought it up, I thought it's, I'll just kind of state this counter"
    },
    {
        "speaker": "Guest",
        "time": "00:46:27.560",
        "message": "view. I agree completely with you that zero sum games are, you know, are limiting, which is right, this, you know, the book is very much about win-win scenarios. And across everyone, which is also why the book has a range of individuals across the spectrum in it. It's an inclusive book in the sense that it has people who might be right leaning, it has people who might be left leaning, it has people who are centrist. And to get back to your question earlier about a tension, say, between activism and capitalism in that sense, I actually think, I don't think of it as oppositional. I think a lot of the work that we are doing, and we need to acknowledge it, a lot of the work that we are doing in the corporate world, for example, is built on years and years of labor of our activist friends. And I think it's vital to acknowledge the fact that all this work is being built upon it, and it continues to be built upon it, right? So whether it is NGOs who have struggled for years, whether it is activists who came out from the 70s onwards, and paved the way for, you know, this generation to do the kind of work that it's doing, whether it's the lawyers who fought everyone, you know, there are so many cases from the 90s onwards. And you know, people remember the 2018 victory. But you know, there were lawyers who were involved in 2013, 2009, even before that, right? All those struggles. So I actually think, I don't think of it as oppositional at all. I think, you know, I think of it as a universe in which we all are doing whatever we can, wherever, wherever we can. So I situated myself in the corporate world, because I could, because I also felt that there was a need for someone like me, who is able to, in a sense, shape, shift and translate. And I felt that my work would be more useful from a corporate world. Because even with the toehold that I have, like, I don't have power in the corporate world, honestly, I have influence, right? But I have a toehold of influence. So how can I use that position to put that toe in, kind of Biden, open a door, you know, first at Godrej. And then, you know, hopefully in other companies, and say, let's talk about this. Let's do this. Let's do this, right? There's no way that I could be, that I would be successful at doing all of the work that I've been doing, actually, if it was not for my activist friends on the ground, who are actually doing the real heavy lifting. If it was not for my academic friends in universities, who are questioning, who are pushing, who are countering, who are reflecting. So I think we have to stop thinking of these spaces as oppositional, and instead think of them as nodes. What we should also stop thinking of them as silos, silos, from which we cannot share, connect, interact, disagree with each other, but hopefully, ultimately be productive in the kind of world building that we want to engage in. And I learned this from Sir Ian McKellen, who when he visited Bombay some years ago, younger viewers of this podcast might know him as Gandalf and Magneto. For the older listeners, it would be the famous Shakespearean actor, Sir Ian McKellen. And you know, Ian is Ian for me, Sir Ian for all of y'all, because he's my friend. Yeah, Magneto is my friend, all of y'all must be so jealous. This is why you're so magnetic. Yes, it rubbed off. And he said that, right. So Ian is also, he started Stonewall, which is this incredible queer rights NGO based out of the UK. And he actually told me, he said, Look, Parmesh, I've been doing this for years. And we all I mean, my realization is that we are all needed, right? We need our activist friends on the streets to push for change. We need people in academia to imagine new worlds, and to teach generations of people about these new worlds. But we need people like you and me, who can, you know, maybe wear a business suit, go to the businesses, go to the politicians, talk to them and say, Look, there's a new world coming. How do we work together? And he said, we all need to do our role. And to imagine that, you know, just one of us is going to bring about change would be whatever, change comes with the whole system. Now, my point in this whole book is to recognize that there's an ecosystem. And to recognize that, you know, there are multiple spaces where change is happening, but also to help correct some of those things, right? I think even within the queer movement, right, there is a genuine dissatisfaction that, you know, gay men tend to do a lot of the talking and tend to get a lot of the credit, right. So I've written this book being very conscious that I'm a gay person, that I'm a gay man myself, right? How does one use these projects to create platforms and amplify other voices, which are, you know, within the movements, which have been, you know, fundamental in helping shape the movement, but because of structure, or so many other things not been heard, right? So how do we foreground or create platforms to forefront trans voices, lesbian voices, Dalit voices, you know, so many of these other things is also something that I've been, you know, very, very conscious of in this process."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:52:10.040",
        "message": "One of the sort of things that I found profoundly impressive about the work that you've done and Sir Ian has done, I can't call him Ian, that Sir Ian has done and almost all the people whose stories you've related in your book have done comes from sort of a common, you know, bypasses a common complaint that I often have about how liberals in India have approached, you know, their idea of India, where, you know, one of the themes, which is almost a cliche on this podcast, which I'll often ask guests when I'm talking about political philosophy and so on, is what we seem to have done in 1950 is a bunch of liberal elites imposed relatively liberal constitution, not as liberal as I'd like, but a relatively liberal constitution on an illiberal society. And but we couldn't see those ideas within society itself. And what has happened today is that if you look at our politics, you know, our politics has caught up with our culture, you know, Andrew Breitbart once said that politics is downstream of culture. So it kind of strikes me that if you want to affect true change is difficult to do it from the top down. In fact, it simply will not work, it has to go the other way. And that's much harder, you know, it's much easier to, you know, try to get the state to do things in a top down way, it's far harder to get into the culture, because then it takes years, if not decades for these ideas to sort of percolate through because you want the culture to change, you want, you know, LGBTQ people to be accepted, not because there is a law which says you shall not discriminate, but because people accept it from their hearts. And I think, you know, one of the things that does make me hopeful, despite the way our politics is going, is that, you know, to paraphrase Martin Luther King, the arc of history seems to be bending towards inclusion, in the sense that, you know, I remember when in 2018, when the judgment happened, where 377 was outlawed once again. And I thought to myself that if this had happened in 1988, there would be so many voices raised against it. And, you know, I can't recall, you know, apart from people on the fringes, anybody really against that sort of wonderful judgment in 2018. So on the one hand, it seems to me that, you know, for a variety of reasons, maybe openness to global influences and social media and all that, you know, society has changed and become more tolerant and all of that, at least in these specific contexts. But the other sort of interesting aspect that I really liked and admired is that, you know, what you're trying to do in your case, in the context of corporates, but also other contexts like you do with the Goodrich Culture Lab, is bring this bottom up change in the culture. Is this something that you've kind of thought about, you know, was there a conscious understanding that this is how we need to do it? Or did things just happen along the way?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:55.400",
        "message": "Yeah, so I try and do both. And, you know, I don't know how much of say the work through the lab is bottoms up, because, you know, there's so much we're just one of the multiple spaces in, you know, Mumbai and then the country, which hosts and different kinds of conversations. It's certainly an attempt to platform and amplify a range of voices, which are all talking about contemporary India. And over the years, I think we've, you know, based on different themes, I think we've been able to showcase, you know, incredible individuals, through a range of different formats as well, physical, mostly physical events, but now shifting to online. So yeah, that's been very, very good. But I also think that it is a combination. Again, it's not, because I think, at least in the corporate world, I'm very impatient, and I can't wait for bottoms up change to happen. So I strongly recommend in the corporate world, and given how, you know, hierarchical Indian society is in terms of, you know, where the government, where the corporations, etc, I actually say, if you can influence people at the top, and if until the culture, I mean, I'm not saying we shouldn't focus on the cultural change, and, you know, help change societal attitudes, values, etc, towards. But as you rightly said, that's a long term project, until then, it would really help if we had the chairperson, the chief minister, etc, say, look, this matters. I want to do this. Here's how we're going to do it. I want to report in like, you know, one year or whatever. I mean, India also really works like that. And one of the reasons that say, Godrej has been made maybe more successful in this, in the small journey that we've taken so far than the other companies is at Godrej. It was Nisa Godrej from the Godrej family chairperson saying inclusion matters to us. Here is what we're going to do. I want to create a Godrej which is more inclusive, make it happen. So everyone across the group, right, would read this message and say, okay, you know, the chairperson from the family, this is what, you know, let's think about this, right? In so many other companies, it might be someone really well-meaning from HR, driving it through diversity and inclusion. It might not have the same impact. So I think we have to do in, you know, which is why in states, right, and we talk about some of the progressive states in India, right, in Kerala, in Chhattisgarh, the chief ministers have gone on record to say that, you know, they care about LGBT inclusion, they've given scholarships to trans people, they have supported so many events and so on. The bureaucracy will change, you know, when that clear direction comes, right? And then that change percolates as well. So I actually think it's a combination of both. I think for immediate effect, it's actually more timely and like it just, you know, it's just more clever to work with a top-down approach. But certainly the long-term project has to be, you know, a long drawn attempt at cultural, at socio-cultural change through various things, through education, through movies, through role modeling and, you know, so on. That takes time. And you know, as I write in the book, I don't have, I mean, I don't want to wait. I don't want to wait. I mean, we waited for seven decades after independence. My queer brothers and sisters have waited for seven decades to be decriminalized. And having said that as well, there's no equality as such, right? Because we may have had this 2018 verdict, but we've also had at the same time, and you know, people tend to forget that we had a 2014 NALSA judgment, which was visionary in terms of the scope of rights it offered our trans citizens of this country, which has led to actually a not so sensitive Trans Act, which has recently been followed, right? So there's so much we need to change the Trans Act, you know, hopefully soon, so that the spirit of the NALSA judgment can actually be, can live in the Trans Act, you know, on multiple fronts. We need to convert the non-criminality, which is what section 377 going away has offered us into real equality on multiple fronts, which is comprehensive anti-discrimination laws in our country, which we don't have other kinds of equality laws. I write in the book about how, you know, at least for me personally, I would love to be married to my partner, I would love to frame my marriage certificate on the wall, and do all those kind of maybe it's very silly. So many of my friends critique me, they say, you know, you're doing heteronormative mimicry. But you know, I want the right to do that if I choose, I mean, it's not heteronormative mimicry. For me, it's Karan Johar and Yash Chopra obsessed, Bollywood obsessed mimicry. Growing up in the 80s and 90s, what to do? I blame Shah Rukh for all my romantic constructs. But why shouldn't we have, I mean, why shouldn't I have the rights to be as silly and stupid as everyone else if you know, in doing all of these things, right? So I think we have a lot of work to do. And in that work, I mean, I think a top down approach, I would like both. I would like people in positions of power saying this matters, and let's do it as well as cultural change."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:18.480",
        "message": "No, no, I buy that, you know, both together can be helpful. And it's not either or. But I was actually interpreting the work that you do with corporate leaders, like, you know, Nisa Godrej doing the things that she does, as, in a sense, bottom up, because it's not imposed by the state saying do this, it is voluntary action. It's someone who runs a company herself saying that, you know, this is a sort of culture I would like in my company, and this is what I'll do for it. So in that sense, you know, because it's voluntary action and not imposed by the state, I was referring to that as bottom up, I can see how in through another prism, it can seem as top down and in the context of what is happening within the company. And my next question kind of comes there, that, you know, as you've sort of detailed through your book, it's, you know, you've done pioneering work with Godrej and you know, various other companies have also kind of been doing great work from, you know, IBM to Cummins to, you know, various other people. Now, the question is that there was also that sort of disturbing example of that person in charge of diversity and inclusion at Tech Mahindra, who was, you know, bigoted towards a gay employee. And when that came out, of course, when it became a big thing on Twitter, she was fired and an inquiry was done and all of that. And as you point out, the people who actually, you know, Anand Mahindra, who actually runs a company is extremely enlightened that way, but that doesn't necessarily seep through the culture. And this is a question that you've sort of raised yourself at that point where you talk about this incident, that, you know, it's okay to have enlightened people at the top make these rules and make these whatever, but it's also, you know, you know, that doesn't necessarily mean that the culture down below changes and the homophobia goes away. Whereas I would imagine if you're working in a company and you have rules that forbid you from doing certain things, you will have to follow those rules, and you'll internalize them and the culture will change a bit. But at the same time, you're bringing in these sort of normalized attitude towards, you know, certain kinds of people and those are not going to disappear, those will manifest in other ways. And, you know, I know your thoughts on this are still evolving as you raise it as a question in the book. So, you know, can you tell me a little bit more about how you've thought on this? Have there been moments where you felt despair and said that, you know, even if, you know, we do all this work, people are what they are? Or are you generally hopeful? Because you know, your book is full of such stories of hope and such stories of inclusion."
    },
    {
        "speaker": "Guest",
        "time": "01:02:48.760",
        "message": "What's your sort of overall take on this? No, no, I feel despair every day. Every day I fluctuate between hope and despair, hope and despair all the time. If I end on hope, 51% of the time and despair 49%, I'm fine. My thoughts on this are, I think what TechMindr did ultimately was very good. Because I think they role modeled what, you know, in that sense, in terms of when the issue comes out, how you respond, I thought the response was amazing. And it also sent a strong message throughout, right, we will not tolerate this at all. And in fact, TechMindr has since then, in another part of the book, I talk about how they've launched, you know, same sex partnership benefits, and so many other things. So since then, they've gone on a great learning journey, which is great. So I'm, you know, was it good for the individual who went through this? Of course not. I mean, you know, he, I'm in touch with him. And he has still been traumatized with that. And that is what I talk about in the chapter, right? I said, these are real people. Even if you take all the steps, after something has been found, you know, it's very, very hard, right? That person has suffered for all these years. I think this is only going to become less and less if companies role model this kind of behavior, right? So, I mean, I think it would be very naive to imagine that just because you have policies and you have senior people who say this is the kind of world we want to create, we're not going to have people, you know, who are going to be bigoted. But which is why then you need to act, right? You need to translate the intent of your policies into action. If you are saying we don't discriminate, and when someone discriminates, how do you act? Because everyone else is watching, right? All the thousands of employees at Tech Mahindra were watching. They were like, discrimination happened. Look what happened. The CEO tweeted, Anand Mahindra tweeted, inquiry was made, that person was fired. Okay. Which means that rights matter here. Which means that tomorrow, if I have some issue that I go to them with, they will take me seriously. Right? And everyone else outside was also watching. They said, look, here's a company, mistakes happen everywhere. This thing has happened here. They've acted in this way. So I think it's how you behave at these moments also that matters. I mean, you can role model more and more of this thing that we have a zero tolerance policy. You know, it's very clear how we expect you to behave. And I've given so many other, there's been so many other cases as well in the book, right? I talk about say maybe a community business where Sandeep goes through and Sandeep has a boss who's like, who makes a joke about, you know, when Sandeep says, I'm getting married to my partner, this, you know, the insensitive boss says, why are you, you know, number nine or something? And then like, Sandeep raises the complaint. Now this was a comment. And then the company here sends that boss for sensitivity training. And you know, the boss comes back and says, I'm sorry, I, you know, I made that comment. I didn't realize. And they go through that sensitivity training, right? So there's, I think it's important to respond at this time, right? And to say that as an organization, we are setting these policies, we are investing in the in a culture of training our employees. And if mistakes happen, here is how we are going to act on them. I think the more and more you role model this good behavior, the less you have chances of these incidents happening. Another interesting case study is Kochi Metro, right? Which is not about discrimination, but about the fact that, you know, this is an evolving journey. So Kochi Metro takes a great step of saying we want to increase, we want to hire trans people, which is incredible. A lot of trans people are hired, but then many of them leave, not because Kochi Metro is necessarily a discriminating organization, but because they're unable to find houses, because people don't want to rent, you know, homes to trans people. And so it's very hard for them to like to arrive at work, to stay close to office and to arrive at work, etc, right? So as I write in the book, organizations have to think through some of these things. Now Kochi Metro understood, relearned. And I believe right now when it hires trans people, it goes a little extra mile in helping them either as a guarantee in terms of, you know, when they're looking for houses in terms of landlords and saying, we will serve as a guarantor or so on, but going that extra mile. So I think this is iterative. There's enough examples also to show of how companies and, you know, Kochi Metro is not a company, it's a state organization, are learning on the way, and learning how to, you know, act decently and to be good. So that gives me hope. In that sense."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:35.960",
        "message": "You know, in your book, there's also the great example of the Lalit and, you know, how they have a policy of sort of hiring more and more trans employees. And yeah, I mean, that, you know, one of the lessons perhaps from the book is that how incentives can also sort of shape culture, you know, as I keep saying in my economist jargony way, we'll take a quick commercial break now. And after we come back, we'll wrap up your personal journey. And we'll start talking about, you know, your work at Goodridge and, you know, everything"
    },
    {
        "speaker": "Guest",
        "time": "01:08:04.520",
        "message": "that you've been doing in the last 10 years."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:07.440",
        "message": "Okay. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy. Win-win game. The Indian Colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswadi, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com, that's Colors with an OU, and make art a part of your life. And hey, for a 15% discount, use the code Unseen. That's right. Unseen for 15% off at IndianColors.com. Welcome back to the scene in the unseen I'm chatting with Parmesh Shani on his wonderful book, Queeristan, which you know, is eye opening and there is so much to learn there even for someone who thinks that, you know, they know the subject very well. So you know, let's kind of get back to your sort of personal journey. And you know, one of the delightful things that struck me about your preface or your prologue or, you know, the start of your book was when you know, you point out how your dad got to know of your being gay through the BBC. That was pretty fascinating. Tell me a bit about that and how did he react and how did your parents kind of sort of deal with it?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:00.440",
        "message": "Yeah, so it was, I was at MIT, I had just organized a big South Asian LGBTQ film festival over there. It was very hard because in the middle of my, you know, academic semester, I thought he one must do this. And so it was the first time that something like this was happening on the East Coast, on the West Coast, there was, say, Tricorne and a lot of, you know, queer stuff happening. But you know, Boston had Masala, which was a South Asian LGBTQ organization, but they'd never really, and you know, New York had Salga and all, but they never attempted something like, you know, like a queer festival of this nature before. So it was newsworthy. And a BBC journalist called me and they asked, they talked to us, talked to me about it. And I happily gave the interview. And the BBC chose to put it up on their front page, on their homepage, when the interview ran. And it was interesting because the top story was Parvez Musharraf and Parvez Musharraf's picture, who at that time was first president of Pakistan. And then below that was this article with my photo saying South Asian gays find US voice. And it was very interesting because, you know, I started getting calls from people all around the world saying, you know, BBC is saying that you're gay and you're doing all of this. And my cousin actually called me for a moment. She's like, listen, because I hadn't, I was out to my mom, but I wasn't out to my dad at that time. And so, yeah, so she was like, you know, it's not going to be fun if someone forwards this to your dad. I think you should call him. So I called him and I had to tell him, I had to tell him a bunch of things. I said, look, I'm gay and the whole world knows about it because the BBC did a story. So, and, you know, the BBC is right, at least in those days it used to be right. It was known for its accuracy. Even now, I suppose. So it's like, you know, it's on the BBC, it's true. And he had to react at that, right? So not only did he have to deal with the fact that his son was gay, he had to deal with the fact that it was now a world story. Given that, I think he was, it took him some time because he reacted more like a typical Indian parent than my mom, because he was like, oh, what will the world, as the world knows now already, no, darling? He was like, oh, I wanted grandchildren. I was like, we can get grandchildren, we can get grandchildren, don't worry. Like, yeah, I thought you would get married. I was like, we'll get married. Just be a guy. He was like, that's not what I had in mind. Life is sometimes like that. And over time, he has accepted. Now with Queeristan out, he forwards me articles that he's read about it. And he's like, I saw your show with Faye D'Souza, you spoke well, or things like that, right? So it's been a journey. With my mom, it was immediate. It was kind of underwhelming, because I told my mom, mom, I think I'm gay. And she was like, you think or you're sure? And I was like, I'm sure I'm gay. And she was like, okay, what should we have for dinner? And that was really the conversation with her. And I kind of felt cheated, because I had made all these like, you know, but you don't understand but this, but that I made all these dialogues in my head, which I couldn't use. And then I told her, I said, why aren't you having any drama? And she was like, you know, I don't, what is there to have drama? But she was like, refreshingly cool about it."
    },
    {
        "speaker": "Unknown",
        "time": "01:13:40.400",
        "message": "Who took out the chickpeas from the cooker?"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:43.400",
        "message": "Yeah, if they're listening to this, hello, uncle and auntie. And let's kind of now move on, you're at MIT, you've you've even set up a sort of a kind of a forum there, you're, you know, you're considering, you know, helping to run that while you're there. And then you decide to come back to India and join the corporate life."
    },
    {
        "speaker": "Guest",
        "time": "01:14:02.200",
        "message": "So how did that sort of shift, that was all because of, you know, Shahrukh Khan, I think has ruined my life. First with those ideas of love, romance, I'm also doing, you know, arms ahead and Yash Chopra first, because of you know, Chandni and that rooftop helicopter rose petals, I began to think, I also want like that only. These days, if the husband smiles at me after waking up, I feel happy. My ideas of romance and know everything. I mean, I think Bollywood, I'm super Bollywood influenced. So multiple things, actually, it's, I saw Swades, I think a lot of people who came back at that time, you know, Shahrukh, Ashutosh, we could have been living nicely in Seattle. You made us come back, I would have had a nice house with a picket fence. And maybe like, you know, an exotic foreign husband. No, I saw Swades, it was a bunch of things that had happened, I'd seen, I'd finished my thesis, I was very tired, I was working on this, you know, MIT think tank that I'd set up with Henry Jenkins, my professor, I was enjoying that. I was interviewing, because I did want to, you know, stay back my I was, I was in a relationship, I was in a committed relationship. And my partner at that time was finishing his PhD at MIT. So I did want to stay on in America. But the kind of job offers I was getting were from Microsoft, and they were very nice. But you know, I'd studied as a media, I mean, I studied as a humanist, and, you know, and the kind of offers I was getting were to help market Windows, and things like that. And it was very good money. But I kind of didn't see how my background and my humanities training would be of any use there. So I was thinking these things through. And then a bunch of things happened, you know, I saw Swades, and I was like, No, no, no, I think I should use this, I should come back to India and see what I can do with these different things that one has learned. And I then happened to meet say, Anand and Anuradha in Boston who were visiting and they were like, you know, listen, now that you're done or whatever, if you want to come and work, come and work at Mahindra, there's lots that one can do. So it was a combination of both of those things, the fact that there was a blank kind of canvas waiting for me at Mahindra. But plus, I'd seen Swades, I think if I'd had that conversation without seeing Swades, I would have said, yeah, yeah, fine, fine. But you know, I want to be here only. If I'd seen Swades and not met them, then I mean, there was, there was the opportunity. So I think it was everything. There are days when I'm grateful I came back, there are days when I feel like I could have been a nice foreign NRI gay person coming once every year or whatever, for weddings. And I'm like, okay, whatever happened, happened. Now I'm here."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:17.040",
        "message": "Yeah, it's interesting that you should ascribe so much credit to Shah Rukh Khan because, you know, one of the quotes I really liked in your book was about how your friend Ian, Sir Ian to the rest of us, Sir Ian McKellen says that, you know, once he came out as gay, the nature of his acting changed, where, you know, you quote him telling you that, you know, coming out was such a relief on all accounts, everything improved, including my acting. Up until then, my acting was about disguising. After I came out, it became about revelation. Stop quote. And that's such a beautiful quote. And it just made me sort of stop and think about it for a while before I continued reading. And it strikes me that Shah Rukh Khan's acting is just all performative as Bollywood has to be and not about revelation at all. But that sort of aside apart, you also point out in your book about how sort of Ted India 2009, where, by the way, just to kind of tell our listeners, you know, Ted had their first conference in India, the only conference in India in 2009. And they selected a bunch of India fellows for that, which included, you know, Parmesh and me and, you know, various people you've named, like, you named Jasmeen Patheja of Blank Noise, who's done such incredible, innovative work. And so the bunch of us were all brought together in Mysore for this great TED conference. And even that, that Mysore at Infosys campus was crazy, because I think it was made by Hercules Contractor."
    },
    {
        "speaker": "Guest",
        "time": "01:18:40.880",
        "message": "It was surreal because all the buildings were based on famous buildings."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:18:47.440",
        "message": "So somewhere there were the White House, somewhere there was a Capitol, somewhere there was the Parthenon and whatever. And it was completely surreal, but also in a sense, perhaps an apt place to gather like this because it was this vast global gathering. But you know, for me, it was just an event where I go, I watch some great talks, which I could even have watched on YouTube, you know, and, you know, get to meet, get to hang out with cool people like you. But you've spoken about how it then, you know, gave you an impetus to do some of what you did next, especially later with the Godrej Culture Lab, tell me a little bit about that."
    },
    {
        "speaker": "Guest",
        "time": "01:19:22.520",
        "message": "I will. But before that, I want to dispute the fact that Shah Rukh's acting is all performative and not about revelation. As an avowed Shah Rukh fan, I would like to humbly disagree. I think if you have seen Raees, if you have seen Zero, which I loved, I thought it was one of his best films. If you've seen Fan, which was incredible. If you have seen Paheli, if you've seen Kabhi Haan Kabhi Na, if you've seen Chakde, if you've seen The Ranger, if you've seen Swades, for that matter, you know, or Raju, or, you know, if you see the range of films that Shah Rukh has done, they are so much about revelation. I think one of the highlights of Shah Rukh is that he makes you feel that you are taking a piece of him. He genuinely gives that to you as well. So I would urge you to relook Shah Rukh with a more loving gaze and discover the joy of Shah Rukh, if you can."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:22.320",
        "message": "He gives you the same piece of him in every film, but we'll agree to disagree for the sake of amity and sort of continue with our conversation."
    },
    {
        "speaker": "Guest",
        "time": "01:20:33.560",
        "message": "Tell me about TED India. So sure. So Shah Rukh incidentally also gave a great TED talk in Vancouver. And I must tell you that at that same TED conference, which I happened to be there at Vancouver, you know, there was Elon Musk hanging around on the side, no one cared much. There was Al Gore was standing behind me in the buffet line, eating very quietly. No one got any, you know, whatever. But for Shah Rukh, the moment the door opened, the moment, whatever, there were like thousands of people waiting in Vancouver, screaming their heads out. So you know, Shah Rukh is Shah Rukh."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:10.720",
        "message": "I just say that, look, popularity is not a sign of quality. I mean, look at Modiji."
    },
    {
        "speaker": "Guest",
        "time": "01:21:15.920",
        "message": "As a fan, as a Shah Rukh fan, as an avowed Shah Rukh fan, as a connoisseur of Shah Rukh acting and revelation, sometimes you can have it all. You can have..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:29.680",
        "message": "My God, you know, I had a similar conversation with Parumita Hora, she was on my show and she's also a Shah Rukh fan. So maybe you guys will make me reconsider. I don't think so, but it's kind of, I'll have to let you have the last word on this as we"
    },
    {
        "speaker": "Guest",
        "time": "01:21:48.320",
        "message": "kind of move ahead. Okay, I can see you want to move ahead from talking. Shah Rukh, we love you. Okay. Having said that, yes, TED India being selected as a TED India fellow, and I would say off late being a TED senior fellow, because I've just finished that stint has been quite transformative. I mean, in 2009, TED was not this great global juggernaut. You know, TED has just started putting up talks online. And if you see some of these early talks, it's like, you know, it's not the kind of highly produced TED talk, which has now almost become a meme, like, oh, you gave a TED talk, okay, you're uncool, you know, that kind of thing hasn't come, that kind of, you know, in those days, it was very, very early, it was very, very new. And this whole format, which Chris and the team have like, you know, taken to such incredible different directions over the years, was just about being, you know, coming into its own, right. So for me, being a TED was like a brain popping experience. It transformed my life in so many ways, because at that time, I had agreed to, I had gone back to America, I'd left the Mahindra job, I'd started a PhD at UPenn. And I'd chosen to go back to digging deep again, I'd spent some years and, and my life has been this constant tension between do I dig deep, or do I spread wide, you know. And for those who are listening to the podcast, Amit is grinning right now. No, it's not what you're thinking about Amit. I wasn't grinning and I wasn't thinking that at all. Naughty boy. I was talking about my career. So, you know, at that time, I had gone back to the PhD. And I had said, you know, I want to spend some years and working on, on academic research. But then I came to this, you know, then I got selected for the TED India Fellowship, and then I flew back. And to have a space where you could have science, humanities, medicine, people from NGOs, spirituality, love, romance, dance, music, everything kind of come together fatafat one after the other in this like, you know, bhel puri mix of like a brain massage, kind of, yeah, for me, I'd never seen anything like it. Just being there, witnessing it all. And then witnessing all of us, right, seeing all these amazing TED India fellows, so many of whom I've like, tracked with admiration over the years, right? Someone like a Rikim Gandhi, who was my classmate, who was also with me at MIT, who then, who was training to become, you know, training for NASA, who then left and formed an organization called Digital Green, which works with farmers in rural India, giving them information and, you know, technology access and things like that, to young schoolmasters like Babar Ali, who, despite coming from such, you know, underprivileged backgrounds, were creating education alternatives for so many children in their village in Bengal, to say, you know, artists like Sharmishta, to like, you know, I mean, so just like, really, really, really, so it was both the conference format that I was like, wow, you can have this kind of space to the people I was like, you know, I read there are so many cool people in India, all of whom are doing such amazing work. I mean, so it I was like, I don't want to go back and like, spend six years and doing this PhD. I want to do something TED like, and that was the idea. Now I didn't want to do TED India, I didn't want to do a three day conference. But I was like, now what I want to do is I want to live in this state of TEDness of any given day, I want to be mixing science, design, arts, policy, I want to like, you know, create this space in India. And what would it mean like to have this broad space like think. So that was the, that was my idea. I went back, I dropped out of the PhD program, which they didn't like, of course, because you know, I had filled a seat. And now suddenly I was dropping out. And so they said, Look, we love you, but don't ever come back here again. And of course, me being the drama queen said, who wants to come back to you, pen, X, never I'll go anywhere but except to you all and you know, we had that kind of showdown. And then I came back and then I started saying, Okay, now what to do? How do I create the space? And so I started talking to people, people from Mahindra, people, you know, I've encountered people from the media, and randomly, one of Sandeep Murthy, who's an investor, who runs Lightbox, which is one of the most exciting venture funds in India right now. At that time, he was running Sharipalo and Ram Shriram's fund and Kleiner Perkins, etc. And he was like, you know, you should meet Nisa. I think she'll get you and y'all are both kind of mad and maybe y'all will hit it off. And that was that. And that's how I met Nisa, we met, we realized that we both, you know, we're very different people. But we connected on so many things we connected on design thinking on IDEO. She wanted to know more about LGBTQ issues and my life. And we just, we just started talking and she's like, Look, I don't know what your idea is. I still don't understand what does it mean to create the space and blah, blah, blah. But she's like, I like you. So do you want to work at Godrej? I was like, Godrej? No, I mean, I want to do this. She's like, Why don't you work here? And you know, if you help me with other things, I'll let you do your idea. And I was like, okay, that's and 10 years later, we're still here. They're still arguing and talking and pushing each other and laughing and imagining. And it's been amazing. Yeah, it's been amazing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:38.240",
        "message": "Yeah. And what was your conception of the Culture Lab when you started it? What did you want it to be at that early stage? And how has it then evolved?"
    },
    {
        "speaker": "Guest",
        "time": "01:27:47.280",
        "message": "Yeah. So my original conception was very, I mean, you know, since I've been at a place like MIT, it was a mixture of like, an institution, which is how the old world things of things, right? So first, I said, maybe it should be a building with people. And you know, like, like a building, because our model for spaces that I had seen were like, cultural centers, like you have to have a building and office and all. But then the MIT thinking started to kick in. And I was like, you know, why does it need a space and this and also, I mean, Nisa didn't give me much money. She was like, you have one desk in this corner and like, you know, here's a little bit of money. One can do maybe one could have done one event or two events with that money. It was like, clearly, this is not the kind of thing where we will have buildings and large amounts of people and like things like that. So it can't be like a university center. It has to be something which is shape shifting, which is packable, and you can take it anywhere. And so I mean, because of the nature and the frugality and you know, these challenges, I think we kind of evolved a new kind of space. So a lab could be an idea space. So we started and I remember that I read something that in a paper that you know, my mentor Henry Jenkins and my MIT classmate Sam Ford had written about surplus audiences. And they've done a great white paper on wrestling fans on professional wrestling fans. And they said that, you know, we have to look at this idea of surplus, right? So WWE, this professional wrestling, when they tend to think of who their audience is, they used to think earlier that their audience would be 18 to 35 white male, whatever. But as they did research, they realized, I mean, what is professional wrestling like it's naked men, naked sweaty men in a ring, doing very highly and you know, WWE, it's all kind of larger than life performance. So who likes seeing this? They said, you know, a lot of women were seeing this. Some women like seeing naked men throwing themselves against each other and jumping like that. So we have not thought of women as our audience, but like, you know, that's a surplus audience. And they looked and they said, who else likes seeing this? It's like, you know, gay men like seeing, you know, naked men in chaddis jumping up and down on each other. They all gay men is another demographic. So as they did that, they said, Okay, so this idea of surplus was very interesting. And, you know, so I started thinking of that. And I started thinking of, can we create a lab with the surplus of what is already around us? So then I said, Okay, you know, I have this, there is like, at that time, we didn't have an auditorium of the size that we do now, there was a small conference room somewhere in there, I said, but chalo, it's being used for office buildings and meetings and all. But if we arrange the chairs like this, it kind of becomes an auditorium. So I don't need to create a building without it, there is already a thing, right? It's just that when people are not using it, I'll use it. And everything came from that. So the time people tended not to use this conference room kind of auditorium space was at end of the week, 5pm on Fridays, it was easy to get booking at that time. So we said all our events will be at 5pm on Fridays, because nobody else was booking it at Godrej's at that time. And since then, it's kind of stayed there, whatever. So a lot of those decisions came from that we said, What if we don't have? So then we began to look at permanence, impermanence, again, inspired by, you know, by my friends like Rahul Mehrotra, the architect, and, you know, Rahul, who is now Dean of Graduate Studies at the Harvard School of Design, has done a lot of work on permanence and impermanence and how do you build for impermanence. And one of his things has been recently he's been studying the Kumbh Mela, as you know, as a fantastic site, where you honor the earth, because it's eco friendly, because the entire city is built for a short period of time, and then it's dismantled, and it's taken away. So unlike, say, the waste of building for the Olympics, or things like that, right, where so many countries build a whole infrastructure, which then is left behind, as a dead, you know, as this big white elephant that you don't know what to do with the Kumbh Mela are interesting, because they give you this framework of saying, you can design for impermanence, what matters is the gathering, what matters is not the building. So I was very informed by things like that. So a lot of the culture labs, whether it's philosophy, whether it's cross pollination, whether it's the fact that we have a loose shape shifting lab, which kind of every few years changes what we do. You know, from an event space, we said we are event space, but we're also resource space. So we started doing white papers that served people more. We've off late said we had an education space. So we started doing fellowships at various levels for like, you know, college students and things like that. So we said that we had a cultural node and cultural connector. So we started connecting other cultural organizations in the country, in interesting ways to come together. So whether it is what we do, how we imagine ourselves as this Jugaroo kind of place, you know, which kind of exists through the ephemeral, a lot of our events are about transience. So we started by doing a lot of these pop-up museums. We did a museum of memory as our first pop-up in 2011, which was an old factory that was being demolished the next day. And we filled it for one whole day with art, design, talks, dance performances. The next day, the bulldozers came and demolished everything. So it was an interesting experience. And everyone who was there, and there were hundreds, if not thousands of people knew that they were taking part in the happy death day party of that factory. So what does it mean to honor, you know, a space by, through this kind of solidarity, knowing very well together that tomorrow it won't be there. But what will remain are the moments we create and the digital archive, which is a trace. So a lot of that has kind of informed the work that we do. We're not obsessed with permanence, but we are obsessed with connections, creating connections between our speakers and performers, or our speakers and our audience, or giving resources and things like that. But it's all, I mean, so the influences have been vast and varied from architecture, from philosophy, from Kenya Hara, who is this incredible Japanese designer. You know, he was the chief designer of Muji, and he did the Nagano Olympics, spoke to me once about emptiness. And you know, he's known for his minimalism. And I hate minimalism as a design practice. I mean, I hate it. I'm a maximalist. I think minimalism is boring as hell. You know, this whole like one long gray table with one marigold on the corner. I mean, it drives me crazy. I'm like, if you give me a small table, I'll want to keep a hundred things on it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:48.520",
        "message": "You know, This explains our disagreement on Shah Rukh, by the way, because I like minimalism a bit more."
    },
    {
        "speaker": "Guest",
        "time": "01:34:54.160",
        "message": "Oh God. Why be minimalist when you can be maximalist anyway. So Kenya Hara, who, and he has built Muji on minimalism, as I was telling you, it's like, you know, no, he's like, fine. He's like, let's not think of minimalism. He's like, why don't you look at it as emptiness? And he's like, you hate minimalism, don't, he's like, I designed for emptiness. And emptiness is not minimalism. Emptiness is, I give you something that you can fill how you want. So when I'm giving you something that's gray and utilitarian, it is empty, I'm offering it to you, do what you want. And I thought that was interesting as a way of viewing life, right? How can you design for emptiness so that everyone who goes away takes, you know, fills it with their own perspective. So anyway, the lab philosophy and has grown from so many various influences, people who flow through it, are incredible team members over the years. We've had some brilliant people, mostly young, you know, flow through the lab, you know, come spend some years with the lab. They've gone on to do amazing things. You know, one of our alums is in Spain doing incredible work. Another one left the lab and joined the UN, has been building toilets across the country as part of Swachh Bharat and then through, you know, a private CSR initiative. Someone else joined the lab, he had trained as a lawyer, joined the lab, discovered so many other things and is now a fashion stylist at Grazia. So it's been quite amazing. I think the legacy of the lab is just the incredible, you know, people who have spoken at it, collaborated with it and worked at it. So it's been an interesting journey. But really thinking about some of these things of like, you know, permanence versus impermanence and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:43.320",
        "message": "No, and that's so fascinating. I need to sort of think deeper about it and process all of it. It also strikes me that, you know, virtual spaces also by their very nature are impermanent in a way. They've kind of been, you know, forced upon us now by the circumstances of the lockdown. And it also just struck me when you were speaking about filling emptiness that every time I embark upon recording a conversation like this, I am actually what I'm trying to do is fill that emptiness of the space that lies ahead for the two or three hours that the conversation lasts. I want to now, you know, let's kind of move on to the book, which also sort of describes, you know, how you straddle these two different worlds simultaneously, like I was very struck by your phrasing early on in the book, where you speak about how you have a day job plus a gay job. And the gay job, of course, is the sort of advocacy where you get corporates to become more LGBTQ friendly. And you know, you described that elsewhere in the book, quote, I am arguing from my unique inside out position as a corporate person working on LGBTQ issues, and my outside in position as an activist and cultural creator using the corporate world to advance my agenda, stop quote. And this is not just within Godrej, elsewhere you write, quote, I use every occasion that I can to talk about LGBTQ issues. The Red Bull Music Academy invites me for a talk, I'll queer it. The Elle Decor India Design ID Summit, you bet. A new Columbia Business School batch is visiting India, time for a gay lecture. The Society for Human Resource Management, pretty obvious what I'll be speaking about. If I am visiting Yale, Brandeis or Harvard or the Edinburgh International Culture Summit at the Scottish Parliament, the desi rainbow flag flies on foreign soil too, stop quote. And you know, you mentioned early on at one part when I think you know, Anand Mahindra offered you a job and you asked him that does your company have same sex spousal benefits? And he was like, well, not yet. But you know, we can do something like that for you. And from that, to making this an actual mission, and in my mind is very much, it feels bottom up to me that you're getting, you're talking to corporations and getting them to voluntarily sort of put these practices in play. How did this come about? Because it obviously evolved into something that had a sense of a mission about it. Was it like that from the start? And or, you know, how did you kind of view it going into Godrej? Did you think that this is something I've got to spend so much time on as you ended up doing?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:14.360",
        "message": "Yeah, it's very strategic. I mean, you know, even calling it a gay job, I mean, I say it in jest and also to rhyme, but also very much, because it is, there is a certain performativity, which comes through in the writing in Queeristan, but which also very much comes through in how I choose to present and interact with the world. There is a visibilization that I do. And I do it with intent, because it is a form of queering. I do want to queer a business in multiple ways, right? One is to, what would it mean for business to have a queer person, very visibly queer out there in their midst, right? So I'm querying business with my presence and with my vociferous presence."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:56.280",
        "message": "What do you mean by visibilization, sorry?"
    },
    {
        "speaker": "Guest",
        "time": "01:39:58.480",
        "message": "Because I just like other straight people talk about, you know, their lives, I mean, I talk in my business meetings, someone will say, because you know, people in business don't just talk about work, right? Someone will say, you know, my daughter's school this, now her 10th standard exam, I'll say, you know, my partner, this, my this, my that. And I think for too long, I mean, that's the other thing also, right? Either queer people are closeted, so they don't share, or they're not there. So a lot of people don't know what it's like, I mean, you know, and at least Godrej with our senior leaders, everything, I make sure that if someone is talking about straightness, I will make sure that I talk about queerness, because it should be as normal for them to listen to what I did on the weekend. You know, I can say my partner and me, we went here, we did this, as it is for me to listen to them about what they did on the weekend. So I mean, so when I say queer business, I queer business with my voice and my presence. But also with everything else, with the idea of, you know, what does it mean? So I love wearing bowties, you know, and I wear bowties a lot at business meetings, etc. I don't know if it's not this, but like, I think over the years, Godrej has changed to people can wear what they want. And you know, all the way with me with my flamboyant bowties to someone else who may choose not to wear a tie, who may choose to wear jeans and t-shirts, right? So I'd like to think that my presence, in terms of being so confident with my dress sense has empowered other people to say, why do we have a formal dress code, let's all dress the way we want, right? So that's another way of queering business, I suppose. And in so many other ways, right? In terms of just thinking about things in terms of how can we think differently and so on. Likewise, when I say I have a day job, I have a gay job. The gay job is very much about interjecting this in other companies and talking to at every location, at every space, etc. to widen people's horizons and imagine queerness and inclusion as something that they can do. But also to visibilize it for them that here is this person who's queer, you know, himself. So in that sense, it is very much me. So I'm not inauthentic. But I'm very conscious of the performative aspect of my gayness in that sense. And it is strategic and, you know, and I do it with great intent. And I don't leave any space where I can talk about the issues that matter. Because I know that, because who knows? And that's the thing, right? It might be a summit, it might be something, I do it for multiple reasons. One is to widen people's horizons, open their minds. Secondly, in that audience, there might be a young queer person, you know, who is going through doubt, who is thinking, am I the only one who is thinking, maybe the world isn't going to get better, who's thinking all these things. And I want to show that person that here is someone who is working at a company, who is trying to bring about change. And don't worry, you know, it's going to be a better world for you, don't worry. So one of the other reasons I do it is also to give people the sense of, you know, I'm visibilizing to also give them hope. And this has happened. I write in the book about how I give a lecture at IAMCoryCode one year. And I often do recruitment for Godrej, right? I go and talk about, and of course, my half an hour recruitment lecture will be 27 minutes about LGBTQ rights in India and three minutes about why they should join Godrej. And that's fine. Because you give me a stage, I'll talk about LGBTQ inclusion. So I, you know, did this one year. And you know, there was this one girl who stood in the corner and just looked at me and didn't come up. And this often happens. Sometimes students will come up, they'll say, Sir, can we take selfie, this was cool, etc. And sometimes people will just like kind of hang out. Next year, I went back again. And this girl came up to me and said, you know, I heard you. It was so because you know, I'm lesbian. I'd come I was, you know, I was very scared. I'd come to this place. I didn't know if IAMC would be a welcoming, inclusive environment, but just hearing you speak and you being not embarrassed at all and you speaking about it so naturally, gave me the confidence. I've come out. I'm part of the IAMC LGBTQ support group. And you know, we're going to do such incredible work, right? So one doesn't know how one's presence and when one talks about it, how it can benefit so many others, which is I think, like, you know, for me, this visibilizing aspect is very, very important."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:39.800",
        "message": "No, and it's so fascinating that this is like a strategic choice that you made. And I'll take one more tangent, which I promise will be the last tangent because we really ought to get to the meat of the book, but I couldn't help this tangent because it's a subject that's kind of close to my heart. You spoke earlier about how it is not only young people who are addicted to their gadgets, but also, you know, old fogies like us, at least old fogies like me, I don't want to offend you by calling you like us. And so I was watching a heck of a lot, a lot of TikTok for a while last year. And I found it remarkable because, you know, one, obviously, we know how the spread of broadband after, you know, Jio really took over that space has, you know, empowered so many more people with broadband than they otherwise would have had access to. And TikTok was a very fascinating example of, you know, cultural expression being enabled by this. I have always felt that whatever we see in mainstream entertainment, including Bollywood, it is either the content is driven by insiders who've been there forever, but have regressive views of Indian society, or elite outsiders who've come with notions that don't transplant so easily on, you know, Indian soil as it were, you know, to paraphrase Ambedkar's words in an unusual context, they're top dressing on Indian soil. But what TikTok gave me a sense was that here was because the means of production and distribution was so democratized, that here was sort of this enormous outpouring of what our culture really was like. And one of the things which I found so heartening was that there was so much, you know, gay expression on it, LGBTQ expression on it to the extent that, you know, when the war between YouTubers and TikTokers erupted, a lot of the pejoratives or YouTubers were using were, you know, homophobic pejoratives, like all of that nonsense. And I found it interesting that I think, and I wonder if you'd agree, that what I found happening on TikTok is that because there were so many LGBTQ people who were expressing these alternate sexualities, and even women expressing, you know, different aspects of femininity than you'd otherwise see in popular culture, it created what you know, the sociologist Timur Kuran calls a preference cascade, that people watching this no doubt felt empowered by this visualization, as you say, by knowing that there are so many other people who are like me who share the same tastes as me, and you just had an explosion of content, which is why I feel it's like incredibly tragic and almost heartbreaking that TikTok got banned more than I would feel about any other app. What are sort of your thoughts on this? And you know, is this something that, you know, gets spoken about, and so on?"
    },
    {
        "speaker": "Guest",
        "time": "01:47:23.040",
        "message": "Yeah, so I have a whole section in the book on TikTok, actually, which I love, which, you know, comes towards the end. And yeah, I mean, if I wish I knew about cascading preferentiality, I would have used it in the book. But I do want to if I can just read out that section from the book, which I think explains it wonderfully, right. So this comes after me writing about so many of these TikTok videos with, you know, gay men, gay, you know, either couple, single, etc, that, you know, my partner and me see every morning, at least used to see while having breakfast together. And you know, and this is how I end that section. I read this TikTok co-option by queer Indian youth as a form of mimicry and hybridity to use two popular terms from the cultural theorist Homi Bhabha. I started this chapter by saying that we first need to imagine queeristan and then live in it. I see the different acts of heteronormative mimicry being performed by the men in the video and the videos as both homage to heteronormative romance, as well as the articulation of a radical queer agenda. Over the course of repeated viewing, and because there are so many of these videos being produced and circulated, this performed queerness gets de-linked from the heteronormative homage it started off and becomes valid on its own terms. I consider this ubiquitous normalization of queer desires to be super exciting. We are no longer a minuscule minority. Through TikTok, we are showing ourselves and being seen all across India with every right swipe. And that's what I feel, which is why I think it's really tragic that TikTok was banned, but also because there's such a class element to it, right? Because so many of the TikTok superstars come from smaller towns, smaller cities, a range of languages, say versus, for example, Instagram users who tend to be mostly big cities or English speaking and so on, right? So it's an economic cost, because so many TikTok stars and influencers were making money off TikTok in that sense, right? So I think it's quite sad that TikTok is gone as of now. So maybe it will come back, and all the TikTok stars can get back to being fabulous and showing everyone around them, you know, the range of queer possibilities that exist across this"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:49:59.920",
        "message": "country. Yeah, and that glass angle is indeed very stark, because you know, you know, you and I being having grown up so privileged have had access to all the platforms we would want to have access to. And it just strikes me that TikTok just gave a platform to people who never had any platform of any kind, not just in terms of performing themselves, but just watching entertainment by people like themselves, and then perhaps being inspired to do stuff of their own, which was fantastic. Getting back to your day job plus gay job, as it were, you've also you know, at one point in your book, you had a couple of lines where you talk about all the talks, you go from talk to talk to talk, and you're doing all of that with a sense of mission. And at one point, you write, not all of these talks are easy to do. And I sometimes find it tedious to repeat myself or answer really basic questions. But what to do, diversity line mein yeh sab karna padta hai. And I found this very charming, by the way, this interjection of your own voice, which is so, you know, true to you and makes a book feel like, you know, someone close to you is sitting and talking to you rather than you're reading some boring academic track. But how hard was sort of, like, what was the journey like, I mean, I would imagine perhaps in a simplistic way that people are much more open now than they might have been when, you"
    },
    {
        "speaker": "Guest",
        "time": "01:51:18.200",
        "message": "know, you began 10 years ago, but no, really, no, I people are still, it's still very early days. It's still really early days. Still I will, you know, and I'm happy that they're calling me and I'm very happy to go and I'm happy to talk till it will be a sea of, you know, last year, I did organizational of pharmaceutical producing industries, etc, OPPA is the largest pharma body in the country. So incredible, and I'm glad that they were doing a diversity day. You know, they had so many, but I go on stage. And one of the other things that I do is if, you know, if I'm giving a talk, and they said I make sure that the other people on the panel are different, because, you know, I, again, I'm, I'm very conscious, I don't want them to think the LGBT means having three gay men. So I just, you know, I make sure I said, you know, do you have a someone who's a lesbian by, do you have a trans person, you know, I'm happy with a well meaning ally and things like that. But I really want you to even visually show when you are showing people who are thinking about diversity for the first time, it can't be cis gay men, you need to have a range of people even visibly to show people right. And I think people are understanding this more and more that, you know, when you talk about diversity, it has to be people speaking up for ourselves, right. So this was again, you know, this particular thing, it was me, Naina, who's a trans woman from Bangalore, who's a friend who's in the book, you know, Neelam Jain, who runs an incredible periphery, which is an enterprise that places trans people and so on. And the three of us on stage, and we see the sea of blue suits. And it's literally like 200 men in the room, all wearing blue suits, or like shirts and pants and maybe like four or five women in saris conspicuous. And you know, they're on the sides, they're the organizers. And it's so interesting, right? It's so interesting, because, and there are glass ceilings, right, in corporate India, because if you look, you know, even now, in so many companies, entry level will be 50-50 now, because more and more companies, even basic gender, right, will say, we need to hire more women. But by the time you reach senior leadership, it's 5%, 8%, 10%, and every level women drop off, either due to marriage, then so many women drop off after, you know, having a child and things like that. And by the time you reach top management, it's a sea of men in blue suits."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:51.280",
        "message": "In fact, I had an episode with the amazing Namita Bhandari on how women's participation in the workforce has actually gone down over the last 15 years, which is just mind blowing"
    },
    {
        "speaker": "Guest",
        "time": "01:54:01.280",
        "message": "to me. Yeah. I mean, needless to say that when you have a room full of men in blue suits, there will be one or two silly questions. So I answer them with really with love and humor, and there's no other way. So and with empathy, and I try and like personalize it, right. So with a lot of people, I can understand, there is so much ignorance. So I say just ask, even if even if it's a bad question, it's better you ask and we can answer you then you don't ask and you have this misguided assumption. I get lots of silly questions, questions ranging all the way from if we offer this basic stuff, right. So I mean, now more and more progressive companies are offering gender affirmation surgery to their employees. They're not offering anything extra. It's just that say, if you were working at Godrej, and your health insurance would be five lakhs or whatever. If you happen to transition, you can use your health insurance coverage of that same amount to transition. Nothing the company has to do, they're paying the same premium for you as everyone else, just that your insurer will have to cover that. And most insurers across the country are understanding and covering it because it's you know, when you do a group insurance, you pay a group premium and whether they use it for a heart attack or an accident or this, it doesn't matter to the insurance. They charge your premium based on how many people in the group they think will avail of it or whatever, right. So still, I mean, this is, and more and more companies are offering gender affirmation, but you will still hear, there'll be someone who will say, hey, but you know, if I offer this, what if so many trans people join me just to do the surgery, and then they leave, you know, and then you have to explain to them, first of all, it's not like eating an ice cream or going to the movie or whatever. It's not like, let's transition. It's a process. It takes time. You have to go through so many evaluations, a doctor has to certify that you're ready to transition, you have to begin hormones, then you do the surgery, it takes a lot of time. Anyone who wants to transition would be serious about it, would be uncomfortable living in a body different from the one that they feel and so on. So it's a long process. No one is going to join you just to avail of the benefit and then leave. In fact, it would be the contrary. They would join you, they would feel happy that you are offering them this benefit, which is so important to them, and it would probably make them more loyal. So think about it as you would think about, say, you know, maternity leave, right? Now it is a norm for you to give six months maternity leave, right? You don't say, oh, someone will join me, become pregnant and then leave. No, no. You've understood that maternity is something and you can't be equal in this because as far as we know right now, men are not able to carry babies. So it's something which, you know, that you have to offer your women employees, right? You don't think, you've stopped thinking, I don't know if anyone thought, will someone join me, take six months maternity leave and then leave. So earlier when I was younger, I would get maybe irritable and angry and say, what rubbish, what rubbish. Now it's just extreme patience. I understand that so many of these questions might come out of ignorance. I don't think it's willful malice or homophobia at times. I think I like to give people the benefit of doubt, maybe they don't know. So then I explain to them patiently, things like that, or I personalize it for them. Like when people say, when did you know you were gay, I say, when did you know you were straight? And they're like, ha ha ha, I say, same, no, I mean, you know, they're like, uh, it often helps with people to say, you know, think about this. What if your child was queer? Would you be thinking like this? Wouldn't you like your child to go to a school and college in which they were respected and not treated differently? Remember that the queer people who are coming and working for us are also someone else's children. So if you don't want your child to be treated differently somewhere else, should you be treating? So I think a lot of times you have to kind of use different methods and getting the message across. Is it tiring? Yes. Is it tedious? Yes. One of the reasons I wrote this book was also so that I can tell people just read the book and then ask questions later, because anything that can be answered by the book, please don't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:11.000",
        "message": "ask me. Yeah, that can make you very unpopular because one of the things that I have been warned not to say to my friends when we are discussing something is, hey, just listen to that episode. But but no, I think I think the book is kind of a great service to all of us. And I found a couple of terms that you've used in your book concepts, rather extremely fascinating. And I'd like you to sort of go over them for our listeners. One of them is Jugaar resistance. What is, I know what is Jugaar and I know what is resistance, tell me about Jugaar resistance."
    },
    {
        "speaker": "Guest",
        "time": "01:58:45.640",
        "message": "The term that I use for my resourceful way of bringing about change by placing myself within the system. Because I preface that by saying, you know, I have a lot of friends who are in academia and activism, who think I'm a sellout or who don't like that I'm in the corporate world. And they say, you know, likewise, I have a lot of friends, the corporate world are very skeptical of people who are activists, right? They'd say, are those chola walas, are those this, are those that, or like, you know, academics or whatever. Right. So I see a lot of distrust. But the point is, they're all my friends, and they're all incredible. And they're all doing amazing work. So, you know, I think of Jugaar resistance as like this thing that I do, which is, you know, am I okay with the status quo? No. Do I want to resist and create a better world, a better, you know, post pandemic, a better new normal, a more inclusive new normal, all of that, yes. I have chosen to locate myself within the system. But within the system, how can I resist? How can I kind of keep the door open and, and kind of have this build spaces for conversations in which, you know, people from these multiple silos can hang out and maybe help each other. That is my Jugaar. So it's this kind of micro revolutions of change by placing oneself within the system. And drawback of that is that everyone could dislike you, like, you know, your corporate world would not trust you, because they think, you know, at heart, you're an activist and academic, and activists and academics might not like you, because they think you're from the system. But I found, thankfully, that the contrary is true. I think if you tell everyone very honestly, this is who I am. This is where I'm from, darling, this is what I want to do. They appreciate the honesty. And thankfully, that's what I found over the past 10 years, at least the people appreciate that I'm transparent, I'm saying, look, I'm not saying anything more. I'm saying this is me, I place myself here, here's what I want to do. Let's try and do this together. Does it have limitations? Sure. I mean, that's which I acknowledge, right? I even acknowledge in the book, that I'm being permitted to do all of this, I'm being allowed to do all of this. And any given time, given that I operate within, you know, a framework, a structure, an institution, not a, you know, a job, whatever, it could be found not useful, it could be shut down. So I understand that I'm at the mercy of, you know, larger structural forces at play. And I operate very much from this position of structural inequality, saying that I know this is a system in which we work, I know that there is maybe a toehold that one has, how can I use this toehold to maybe make the world better is what I'm trying to do in the"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:26.920",
        "message": "book. And, and let's take a quick commercial break now, and when we come back, we'll continue talking about, you know, your book, and I promise I won't hold you up too much after that. There will be no more tangential digressions as I am wont to indulge in. So see you in a minute. Yes. Hi, I'm Vivek Kaul. And I'm Amit Verma. Here to tell you about a new weekly podcast that Vivek and I have launched called Econ"
    },
    {
        "speaker": "Unknown",
        "time": "02:01:54.600",
        "message": "Central. In Econ Central, we will help you make sense of the economic news of the last week. And we'll also try to explain complex subjects in a simple language."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:05.600",
        "message": "We will also take events outside the world of economics, like from politics, sports, literature, and explain them through the lens of economic thinking."
    },
    {
        "speaker": "Unknown",
        "time": "02:02:15.000",
        "message": "Why is the stock market going up when the economy is going down? What's the deal with high petrol prices?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:21.000",
        "message": "Should we boycott Chinese goods? What does free speech have to do with incentives? Why are the roving bandits of Uttar Pradesh in competition with the biggest protection"
    },
    {
        "speaker": "Unknown",
        "time": "02:02:29.600",
        "message": "racket out there, the Indian state? All this and more in our new weekly podcast, Econ Central."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:36.160",
        "message": "Econ Central launched a few weeks ago and is free on all podcast apps. You can browse our archives at econcentral.in."
    },
    {
        "speaker": "Unknown",
        "time": "02:02:45.520",
        "message": "Econ Central, you have an incentive to listen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:49.280",
        "message": "Don't forget the URL, econcentral.in. Welcome back to the Scene and the Unseen. I'm chatting with Parmesh Shani about his amazing book, Where Is Sun and indeed the journey that sort of led him to your book. Another phrase that really fascinated me in your book and got me to, you know, just stop reading and think about it for a bit was the phrase cultural acupuncture. You know, tell me a bit about this."
    },
    {
        "speaker": "Guest",
        "time": "02:03:16.760",
        "message": "So it's, it's a phrase that I borrowed from the Harry Potter Alliance, you know, which is incredible, which is, you know, Andrew Slack and the others founded it. And it's a phrase that actually talks about, you know, using the framework of, you know, popular culture to bring about social change. So imagining the real world as like, you know, as one of these popular culture spaces to imagine the real world as, you know, as a Star Wars universe or as this Harry Potter universe. What would it mean for young people to create Dumbledore's army and bring about this change? Right. So there are so many young people across fans, fans, young people across the world, who are saying, can we create a Dumbledore's army to petition for trans rights or to petition for a trans washroom in our school or college? Right. So using this popular imagination, and a lot of young people are doing that in the recent Hong Kong protests. You know, last year, you know, the Bruce Lee's, you know, still like water, imagery was used a lot. And Henry Jenkins, my guru taught me about this phrase when he came to India, we hosted him, he visited us. And I kind of liked it. I use it in a different context. I use it, you know, I, when I use it in the book, I, you know, I honor the origin of the phrase and I honor the Harry Potter Alliance from where it came, but I use it more to describe the kind of experiments that I am doing. So I told you earlier in the interview that, you know, I think, why do I think top down approach might be good, because I think you need to know where to press, you need to know where to push to bring about that change, right? And that's what acupuncture is, you put the needle in at the right place, you know, the pain goes away or whatever. And often you do it because you don't have resources to press everywhere. You have a finite number of like, you know, things that you do, you need to find out where to make that change. So I use it to talk about the various points that I press both within Godrej and outside, you know, within Godrej, through the lab, but also through the other kinds of influence that I wield, whether it is with senior leaders, whether it is with, you know, helping curate things like the leadership forum, which is a meeting of senior leaders, or whether it is as been in utilizing the Godrej platform to talk about change to other companies and other organizations. So I use it to describe my method of bringing about change by pressing at the right notes. And both these phrases come about early in the book, because I really want to give readers a sense of what I've been trying to do, but also leave them with a template because you know, I think of this book very much as my legacy. And for all the young people who are reading it, I want them to read it and say, achha, you know, maybe we can do this, right? Because the people reading it can be, maybe some of them are in college, maybe some of them are working. I want them to use this as a method and say, okay, so you know, Parmesh could do this, maybe we can go to our principal and say, what about this, right? Or maybe we can tell, and it's already happening. Like because Godrej has been talking about this and doing this, so many young HR people I meet, tell me, you know, we told our boss, look, Godrej is doing this. And also they said, okay, Godrej is doing this, we can also. So you know, they are using this in a way to kind of get the permissions ready to bring about the changes that they want to bring about."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:06:39.400",
        "message": "Another phrase in the book that I was struck by and that spoke to me was circulatory queerness. And at one point, you speak about the many notions of the self. And I want to read that part out as well, where you say, in India, everything is inextricably tied to the idea of family and community. And maybe that is where we can locate the hyphenation. And you mean between Indian and queer. And then you continue, quote, this Western post-enlightenment idea of the self that needs to be found, that we need to be the best version of ourselves, that life is a journey of discovering and then polishing ourselves, is not so useful to us in India. Here we are many selves and there is no one self. And each of ourselves is conditional and contextual. And as we spend our lives navigating these multiple selves, it is important for workspaces to become crucibles of identity formation of some kind, stop quote. And later on, you elaborate on, you know, what it means when you say workplaces should become crucibles of identity formation, which was, again, a sort of a new thought to me, where, you know, you talk about how, you know, you spoke to an audience of Franklin Templeton employees in Mumbai, and you address HR managers, and you said that, you know, think about who your employees are, quote, someone who has been writing exams their whole life, maybe they did well in class 10, and then in class 12. And then so on, you sort of line them all up, GE, IIT, MBA, IIM, whatever. And then you write, quote, when these young employees come into your system, I told my Franklin Templeton audience, they are not fully developed, they know how to mug up write exams and pass test, they often sacrificed a lot in their quest to emerge from the narrow end of the funnel into your organization. And this includes sacrificing thinking of things such as their own identity, or what makes them happy, or gives them purpose in life, your workspace needs to welcome them to explore their multiple selves. You need to reassure them that it is okay to be who they are here, that they can engage with the identities that they often tend to suppress at home. As a consequence, an Indian corporate structure for an Indian LGBTQ person must be a space for reconciliation, stop code. And this is a fascinating message. And it's also sort of a fascinating message in the sense that I think many companies when you talk about LGBTQ rights, would respond to it from a perspective of okay, it makes sense we should not discriminate against them. But what you are saying here is that no, that is not enough, that there is more that you need to do. So expand a little bit on that kind of thinking. And how receptive have corporates been to it?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:17.580",
        "message": "I think corporates have been incredibly receptive, because this is also linking to another theme in the book, which is all about family, right? So large parts of the book are about personal families, then families of choice, right? Personal families when your own parents accept you, families of choice are the families that you create. So hijraf households are often families of choice, where you create family like structures to either compensate for or to supplement, you know, the love that you get from your birth families, right? And then I actually say that workplaces have to act like families. So I think it is very Indian, in this sense of saying that your workplace has to be a space for reconciliation, because in so many other countries, you come out first at home, and then you go to this workplace as this kind of well formed or whatever individual. But in India, because of that passage you read out, right, and that is the experience for so many people. Anyway, where we talk about happiness, love, purpose, identity in our houses, forget sex or gender, or like any of that, right, where we talk about these things. So people are really, really, really, really need these spaces. And this comes out of the hundreds of talks I've done on college campuses and in offices, right? When people come up to you, and they tell you, it's the first time you're hearing about something like this. Now, if you're 24, 25, and it's the first time you're hearing about something like this, I just feel like, you know, what have you, how have you spent the rest of your life, but you've not thought about something fundamental to who you are. So I think the workplace has to be that. And people understand, because that's the other thing when people, people who run companies, people who are in HR departments are also human beings. They've gone through the same process themselves. So when you appeal to that inner humanness, when you say, look, you have families at home, right? You have children at home, you have this. We need to act like good, what does it mean for you to be a good parent to your children at home? Can we not be good parents to our employees? Given that this is the context, I mean, more often than not, I have found people getting it and saying, okay, what would this mean, etc, right? Then of course, it's, it's, I mean, it's manifested in multiple ways and policy changes and, you know, and so on. And then there are other challenges that come up. How do you translate all this intent into practice? But I think at a fundamental level, which is why this is such a desi book, when you argue on this term, it's very hard for people to not understand. And what I've done in the book is I've covered all grounds, right? I've argued on a money term, we all love money. I've said it makes you more money. I've argued on an innovation term. It makes you mine, not just me saying it, there's data that backs it. I've argued on the talent term. But above all, I'm saying, it's in our culture, we need to be like this. We need to act like this. It's who we are, right? So I think I've made a pretty watertight case, in terms of whichever way you look at it, whatever aspect of your mind or heart you want to be appealed to, I think the book serves that purpose that you know, it shows very clearly, there's no reason to be not inclusive."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:34.560",
        "message": "No, and in fact, it kind of you have a chapter on how queerness is ingrained in our history, whether we are talking about ancient times or medieval times from a Hindu perspective or medieval times from, you know, an Islamic perspective all the way to the modern day. And that kind of kind of leaves me baffled, because then there is that paradox, that on the one hand, in our society, we have so much homophobia, or often just ignorance, while actually, you know, these modes of behavior and these modes of living have been ingrained in our society for way longer than before, you know, the West came up with words for it, like homosexuality or queerness or whatever, you know, and this dichotomy to me just sinking aloud extends much beyond this. It is, you know, I was once chatting with the politician JP Narayan about our society, and I described India as an illiberal society. And my reason for saying that, of course, was the way we treat our women and caste and all of those things. And he pointed out that from another point of view, we are a deeply liberal society, because, you know, it's so inclusive in terms of cultural influences, all our food, all our clothing, we take influences from everywhere, and we make them up. We are a Khichri of our nation, you know, I struggled to wrap my head around this paradox and this dichotomy."
    },
    {
        "speaker": "Guest",
        "time": "02:13:49.680",
        "message": "What do you think of it? I've also struggled to wrap my head around it, which is why one way of writing this book has been to unravel some of this. But my position is very clear that, I mean, I've written this book to unravel, but also, I mean, the purpose of this book is very much to serve as a manual for change, right? So try to make it like simple, and in that sense, very clear, understanding the paradoxes, but simplifying it to a point of look. I mean, it's very clear, right? It's in our culture. It's in our family values, our family values are to include, plus, there's all these other benefits. It makes you money, it makes you this, it makes you that. So net net, it's good for you, whichever way you look at it. I've not found one reason in my years of research that says that discriminating against someone is bad for you. Here are all the reasons that's good for you. I've not found any reason why it might be bad for you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:45.320",
        "message": "Not discriminating."
    },
    {
        "speaker": "Guest",
        "time": "02:14:46.320",
        "message": "Yeah, yeah, yeah. So people seem to get it. People don't think, I think a lot of the times there's so much noise, people kind of get distracted by the noise, right? So a lot of noise comes, this is against our culture, but when you say actually, no, no, no, let me show you how it's in our culture, oh yeah, it is in our culture. You've forgotten it, which is why I think the work of scholars like Ruth Vanita and Salim Kidwai, or writers like Devdutt Patnayak, who have popularized mythology so much over the years, is so vital because in a way, Devdutt in his writing, I mean, whether it's very directly in Ashikhandi and other stories they don't tell you, or indirectly in, I would say most of Devdutt's other works, is about equality, plurality, inclusiveness, widening one's horizon about the idea of India, and recognizing that a lot of this, right? Even Ruth and Salim write in, you know, their same-sex love in India, that homophobia is something that was imported into India with the British. And, you know, they left 70 years ago. I find it tragic that, you know, homophobia remains. I think it's time we sent it off packing as well. And maybe we can get the Kohinoor diamond back. You know, take your homophobia back and give us back our diamond."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:15.080",
        "message": "I completely agree with you about giving homophobia away, but the ghar-wapsi of the Kohinoor diamond"
    },
    {
        "speaker": "Guest",
        "time": "02:16:20.520",
        "message": "I think is unnecessary. I will wear it. I have the perfect setting for it, darling."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:16:27.320",
        "message": "Yeah, you know, that would be even more visualization, as you say, for your audiences, if you wear the Kohinoor diamond on stage. Let's move on to another fascinating section on your book, the third of five parts, where you, in a series of different chapters, you lay out different aspects of the case for inclusion, and you begin it with a chapter on the meta issues. And I really like that, because it struck me that the case for inclusion can be made through two different prisms, just as I have always thought about the case for individual freedom. Like I've always argued that you can make a case for individual freedom on purely moral terms, deontological terms, where you say that it is good in and of itself, you have to respect individual autonomy and consent and all of that. But you can also make the case for individual freedom, whether in the marketplace or the bedroom, from a consequentialist point of view, and say that it's not just better for the individuals involved, but for society as a whole, if all of us are, you know, free to express ourselves and to live our lives as we please, provided we don't infringe the right of others. Now, so the case can be made both ways. And it's often a strategic choice, right? If you're making the case, which way do you make it? And you've spoken about the same sort of dilemma about making the case for inclusion, where you end up making it in, you know, three excellent chapters in consequentialist terms by pointing out that companies in their self interest should be inclusive, because, you know, ABC, which we'll discuss. And of course, you also point out the moral case for it, you and you discuss a dialogue with a friend of yours who was saying no, it should only be the moral case, the rest of it may change with fashion and all of that. And I actually agree with you on this and not so much with your friend, because I think that even though individuals, you know, you can appeal to their sense of morality, companies are finally a moral beast. So appealing to that kind of self interest of this will make us more money, this will get us better employees is a good case to make, especially since as you've shared in the book, and, you know, I've also spoken about elsewhere, there is so much data to back up the benefits of diversity. But tell me a bit about each of those three cases that you make for why corporations should be inclusive and should, you know, go out of their way to be LGBTQ friendly. Yeah, so I, and you"
    },
    {
        "speaker": "Guest",
        "time": "02:18:45.480",
        "message": "know, I told you earlier, I'm a maximalist. So why do one when you can buy one argument when you can have four. And I'm glad you're coming to this side of the spectrum, Amit, with like, you know, minimalistic arguments are pointless. So welcome. I'm happy that over the course of this podcast, I have taken you a little bit into excess. So I think, and that initial thing is very important, right? Because this is also a, I mean, this is a moral, it's a moral dilemma for inclusion advocates all over the world, right? I'm saying that this is, it's deeply personal. Queer people are four to 6% of the population. But even morally, even if there's just one queer person in the world, it should be inclusive. And if you base it on business, and so on, then you are in a sense, are you diminishing the moral case for it, and so on. But over the years, I mean, people are recognizing that, you know, I've anyway never believed in either or kind of things. I've always been a big advocate of both. So I think, I mean, this fits in very much with that. And I this is what I was seeing on the ground. So I put in, I made the case for it on all these terms, because I was seeing all these terms play themselves out on the ground, right? There is a clear moral case for inclusion, you know, which I've laid out from a human rights or just from whatever a decency perspective. I mean, it's a no brainer. Should we be decent to everyone? And treat everyone the same? Of course. And how novel and radical that I have to have a whole chapter in the book telling people why decency is a good thing. But there you have it. We do. Having said that, the other things I thought were very important, because, you know, we don't have data out of India as such, but there is enough data coming from other parts of the world that tell you that make very direct links between profitability, you know, both the company's profitability and the level of the inclusion as well as, you know, things like GDP, the economy and so on. Just to give you some numbers, the market size of India's queer economy is about $200 billion with a B. This is assuming, you know, 4 to 10% of the population is queer. That's a lot of money. Who wants a piece of that queer market? I know I do. Working in a company, certainly so many others, so many of your podcast listeners who are corporate people will say, hey, we want a bit of this market. So one way of getting it is by being inclusive, you know, to your queer employees, present and future, to your customers, indicating your customers that this is what you stand for. And, you know, as we have shown with other companies, you know, you will support it. And there's enough case studies about this, whether it's Subaru in the West or like Lalit Hotels or whatever in India, and so on. Companies that stand up for what they believe in make more money. And likewise, I mean, the World Bank did this incredible report in 2014, which looked at the cost of homophobia. And Leigh Badgett, who authored this, has gone on record to say that the number that she initially thought of, which was $32 billion is the cost of homophobia in India for that year, which was 2012, is a conservative number, which means in that year, $32 billion was about 1% of the GDP that year. And so the World Bank and Leigh Badgett's case was that if India had been more inclusive that year, they would have got a bump of GDP bump of 1%. And that is huge, which finance minister does not want this GDP bump of 1%, right? I mean, I think it would be very prudent for people to understand these studies and the direct links as so many other countries have done, as so many other cities have done, and so on, right? Then the second case is a link between innovation and being inclusive. And this, I mean, it should be a no brainer. But you know, when there are people making decisions, when everyone around the table looks the same and sounds the same, it's very hard to be innovative, because you are thinking about life from your perspective, right? If there are 10 people around the table, working on the design of a sanitary napkin for the future, it's going to be and they all happen to be, you know, male, it would be very hard. The design would be much better if you widen that to include even one woman in that group, because you know, she'll say, well, you know, being a woman as someone who might have used this product, can I just tell you this, this, this, right? And then your product becomes better, whatever, right? Would it be better if you had two? Yes, of course, then a range of other and so on, right? So basic example, but just to say that, you know, the more diverse teams you have, and diversities across various pillars, gender is one, ability is one, if you have PWDs on your team, you can help imagine better things. If you have people who might be LGBT on your team, it might be better. Caste is an important pillar of diversity in our country as well. And so many other, you know, frameworks, religion, caste, age, so many of these other things, right, which are different pillars of diversity. And there is enough research that now shows that companies that have more diverse teams, innovate better, their products do better in the market, and have better outcomes, which eventually leads to more money. So even the innovation case is very, very clear, you know, the more innovative you are, the better"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:24:12.320",
        "message": "you will do, the more money you will make. In fact, I've spoken in past episodes about studies which show that the most important factor in good decision making is not IQ or education or any of those things. It's diversity, because you just have so many different viewpoints coming in that there will be people thinking out of your box, not necessarily out of the box, but out of your box. And it's important to have that for its own sake, which doesn't mean that, you know, you value diversity over any of these other attributes necessarily. But I would say the way I would interpret is that whenever you can choose between two equal candidates, choose the one who will, you know, improve your diversity. And ultimately, that affects the bottom line. And as you point out, so many studies have shown. And that's"
    },
    {
        "speaker": "Guest",
        "time": "02:24:55.640",
        "message": "what positive discrimination essentially is, right? To say that, how can you widen your, you know, your pool of talent to reflect the world outside because people, I mean, you're employees, your customers, other stakeholders are living in this world outside in which they are witnessing diversity. So in any society, four to 10% of people are queer, there are disabled people, and there are people of color, you know, etc. Why is that diversity not being reflected in workplaces? I mean, that's the question, right? And if that diversity was reflected in workplaces, if you had workplaces which are more reflective of the world that we are living in, you know, it would be better. I mean, it's not rocket science. It's actually quite simple, right? And this is not true of just a corporate level, it's true of cities and countries. So Richard Florida, you know, has done work now for about 15-20 years on cities. And he wrote this incredible book called The Rise of the Creative Class some years ago, which made a direct correlation between, you know, cities and their productivity and the output. And he had certain parameters, which he looked at, that linked the city's competitive index, and one of which was that is the city more inclusive to LGBTQ people. And since then, the work has expanded to look at countries to look at regions and so on. And in every case, it's very, very clear, at the city level, at the region level, at a state level, at a country level, if you are more inclusive, you do better. And you in every way, including financially, right? So even say in the US, right? Other parts of the US might be having recessions. But you know, certain regions, right, whether it's San Francisco, Palo Alto, New York, etc, are thriving, because they have been so inclusive in so many ways, that talent gravitates over there, talent gravitates, innovative ideas come from there, innovative ideas come from there, it benefits the economy, and things like that, right. So there are so many countries like Chile, who started Startup Chile programs, welcoming innovative people into their country. And you know, countries like Israel, Chile, and all have made innovation, like one of the key things that they want to import talent, because they recognize that the future of the countries is going to be based on the talent that they can attract. And if you want to attract global talent, you have to be that kind of society that global talent will want to navigate, gravitate towards, right. So I mean, that's, you know, on innovation on multiple levels. And I also write in the chapter about how we want to preserve our talent. And one of the, say, in the IIT petition, for example, in the 2018, you know, hearing, so many of the IIT students had said that, you know, they were considering so many of their, you know, former IIT graduates had already migrated to countries like Canada, etc. Not for anything else, but other that they did not feel comfortable living in India at that time. So my question is, why should our best talent be migrating away to other queer friendly countries? Why don't we create a queer friendly environment so that, because we have spent our taxpayer money, you know, into educating all these IIT students, it's our money that's gone into educating them. And they want to leave and go to other parts of the world, because those parts are more queer friendly. Why don't we just create a more queer friendly environment so our talent can remain here, and then add to the innovation, potential and output of our economy. So this bit is a little nationalistic, but I mean, you know, it makes sense, right? I mean, we want, so from every perspective that you look at, I mean, you know, the link between innovation and inclusion is very clear. And then finally, I go on into, you know, into talent, into reputation, talking about Millennials and Gen Zs, and how in today's world, you know, it is a reputation economy, and how young people really, really want to either buy products from or work at companies that are standing up and doing the right thing. And for them, caring for the environment, caring for, you know, thinking about diversity and inclusion. And you know, there are a bunch of things which are the right thing. So you know, I mean, those, these are the pillars on which I make my argument."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:29:08.840",
        "message": "Yeah, the three basic pillars. One is it will directly lead you to profit. Two is that it will attract innovative people. And as you point out in that chapter on, you know, attracting innovative people, it creates a virtuous cycle. Because once you have innovation and inclusion within a company, you know, more and more people will want to work in that place, not just LGBTQ people, but people who just like that openness and the sort of the innovation that happens from there. I mean, again, personal flashback came here. I remember when I sort of graduated from college in 94. I worked for a year in advertising in Delhi. And then I moved to Bombay to work at channel B, I just gave up my job. And I just landed there. And why? Because I saw so much creativity coming out of there at the time, like if you remember quick gun, gun, and so on. And of course, I didn't create anything remotely that creative, which is entirely to do with me and not to do with channel B. But and later on, I remember when I was working at Crick Info in the early 2000s, and there was so much great cricket writing that automatically, you know, once you established yourself as a place where there is good writing happening, anybody who wanted to write like that would gravitate towards you. And, you know, we became a magnet for young writing talent, many of whom have gone on to do great writing, apart from cricket. So that's a great point. And your third point was about just the reputational benefits that, you know, if you have that warm, fuzzy feeling about a company, or even at an intellectual level, a sense of admiration for what they're doing, you are more likely to buy their products, like, again, contextualizing this to myself, I remember a few years ago, I went to Costa once, and I said something to the waiter, and he couldn't hear me. And then I realized that they're hiring, you know, deaf and dumb stuff. And, you know, as a company policy, and immediately, then that increases your loyalty to that particular place, because you're like that, you know, wow, this is, you know, and so those knock on benefits also, you know, are there. Now, let's let's kind of move on to you know, the fourth section of your book is a fascinating five step guide for what companies can do for, you know, having now that you've sold them the case, that inclusion is good for you, how do they become inclusive, and you've got this guide for that. So can you take us through, you know, some of the points that you've kind of raised in that?"
    },
    {
        "speaker": "Guest",
        "time": "02:31:22.320",
        "message": "Well, I do want them to buy the book also. So I don't want to take them through so many points that they don't buy the book. But I will briefly, we are running out of time anyway. So we'll cover this briefly. I mean, this is think of this as the tasting menu, not the main course. And, you know, the main course is very good. So you have to come. I think"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:45.600",
        "message": "I think, you know, even the subjects that we have discussed, you know, we have just touched the surface of it. And people really have to buy the book to get a full sense of"
    },
    {
        "speaker": "Guest",
        "time": "02:31:54.880",
        "message": "the depth of the arguments and the data presented. So I think that goes without saying, I don't worry about that, my listeners buy books. Very good. I'm so glad. So since you all buy books, you can feel free to buy it in all formats. It's a paper book, there's a Kindle, there's also Audible, you can buy it in all"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:09.920",
        "message": "formats. Now having sold that. Not just that, buy multiple copies and gift it to people who you think they need to be gifted to."
    },
    {
        "speaker": "Guest",
        "time": "02:32:18.040",
        "message": "Yeah, it's bright, it's colorful. It's a perfect gift for anything, whichever festival is coming"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:32:23.640",
        "message": "up, you know, gifted. Though the picture of you in it is like, almost besides a bow tie, it's a very boring corporatish"
    },
    {
        "speaker": "Guest",
        "time": "02:32:29.720",
        "message": "picture. You have to do this in the line, right? Serious. Yeah, but next edition, we'll do something more flamboyant. So just to give you an overview of in terms of the different sections, I mean, in terms of, it starts with basic policies that one can change right from having an anti-discrimination policy. And I make it very easy. I give you the Godrej, a large part of the book, I'm just giving you, I'm saying, here's what we have at Godrej, copy and paste it, okay? Because a lot of people who are reading it might say, oh, now we don't know how to make one, how to make one, it's there, you know, use it, we don't mind, there's no copyright. Use it. So what is an anti-discrimination policy? I tell you, I say you can use this. What does it mean to have, you know, a more comprehensive posh policy? We put that in. So a lot of policies and benefits. What are benefits? Same sex partnership benefits. Here is what they are. And this is what we offer. Gender affirmation, surgery and benefits. This is what it means. This is, you know, so all the early, the first step is just, you know, having all of this in place. And then I also say, don't have it and do it quietly, right? You're doing this, you must make some noise about it so that people know. Now, having the policies and benefits in place doesn't mean that tomorrow, like hundreds of people will come out and start using it, right? Because people are not closeted because you don't, people are closeted because of various things. So you might have the best policies and benefits, but you might not have a culture of inclusion. So people might want to avail of it, but they might be afraid, okay, if I come out, will my boss treat me differently or will my coworkers and will my dad, right? So you have to supplement your policy and benefits with a whole bunch of other things. And so all those other steps are about these other things. Like, what does it mean to sensitize people within, right? How are the different ways you can sensitize? And I show people, whether through workshops, whether through roundtables, whether through carnivals, what does sensitization mean? How do you go out and actively recruit LGBTQ people? Because now there's an ecosystem. Say you're, you want to be LGBTQ friendly and you know, you want to say, okay, I'm sure I have queer employees. I'm going to do all of this, but I'd like to attract more queer talent. Now there's a whole, there are consulting companies that are job fairs. There is a whole, there's so much that you can do, including basic things, like even just signaling. This is what Ali Portia from McKinsey told me. You can put even all your posts on naukri.com. You know, even if you just put one rainbow around it, the queer people who are reading it will understand, Oh, they're queer friendly. Maybe I can apply or whatever. You don't have to say they're queer friendly. Basic signaling also goes a long way, right? And that's the thing. So it tells you about how you can, you know, participate and create this. There's a specific chapter on, on all the things that you have to be careful and mindful about when you are reaching out to trans employees, because trans employees have a unique set of needs. And so as a company, you have to be more sensitive. Basic stuff, right? A trans person might have a 10 standard school leaving certificate with one gender and might have transitioned to something else. So you have to tell your HR department, please don't create difficulties and say, but your school leaving certificate says Mr. And now you are Miss and all that. You have to understand and you have to accept and you have to say, fine, we accept this certificate and we accept this also. Like that there are so many other things, right? We spoke about Kochi Metro earlier and saying how you might have to help with housing, opening bank accounts, so many other things, right? The other thing is with trans people, often because of systematic discrimination, levels of education might not be so high. So when you are, if you're serious about hiring trans people, you might want to do a combination of skill building and training and hiring, which is what, you know, ANZ and so many of these other, you know, banks have done to great success, you know, working with community organizations, doing a skill building workshop for six weeks. And, you know, then the 25 trans people who've attended the skill building workshops, the ones that do well, get absorbed into the company and the ones that the company does not want gives, they are given certificates and, you know, then they have a better chance of working with other companies and so on. So, I mean, it's a useful chapter in that sense. So I end by talking about how, if you really want to go the whole hog, then you have to really talk about it to the world because, you know, I, I personally don't think being in, I mean, you know, I think it's everyone's choice, but I think you shouldn't be a closeted company also, because in the words of the famous Rakhi Sawant, jo dikhta hai, wo bikhta hai. So if you are being inclusive, why not tell the world about it and show it to the world and get the love and appreciation that the world will give you for it. So don't be closeted, talk about it at public forums, visibly support queer culture by sponsoring film festivals, you know, literature festivals, pride marches, whatever it takes. Support your employees when they want to go on things like that. Help community organizations through your CSR in whatever way you can. Just be an out and proud ally, because, you know, the love and affection and market share and everything else that you will get in it is far greater than you will put in it. That I can guarantee you. So, you know, it's a multiple step approach. I hope everyone who reads it follows all the steps."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:56.080",
        "message": "You know, you are the first person on my show to quote Rakhi Sawant as a management guru. That was fascinating. I have two final questions for you. My penultimate question is this, that what we often see in social movements is that sometimes a cause can be hurt by radical fringes and there is a danger of going too far. For example, you know, you've spoken very wisely of the many cells within us, that our identity is not just focused around, you know, one aspect, but various aspects and they all come together. But it strikes me that, you know, this deep focus on, you know, particular strands of our identity can sometimes get reductive, you know, if you if you focus too hard on it, and you build these narratives of oppression and victimhood and so on. And I think they don't have enough respect for individual complexity and individual autonomy. And those can get eroded, where you just, you know, once you embrace that narrative of yourself as a victim, you might be condemning yourself to a perpetual feeling of victimhood, which can't be good. And, you know, which is something that one could otherwise get across. Now, you know, without sort of getting into specifics, is this something that you think about? I mean, even within this movement, of course, it's one thing that there are many differences, but those differences get, you know, more and more heated over time, you know, just a few months ago, JK Rowling would have been considered such an ally of the movement. And then there was this, you know, vociferous backlash against her and she was called transphobic and all of that, without getting into the merits of the case per se, is that perhaps an issue of too much zealotry here and also of the reductiveness, which is kind of dangerous, where you only see yourself as x, without accepting that we all contain the whole alphabet within us to varying degrees."
    },
    {
        "speaker": "Guest",
        "time": "02:39:47.960",
        "message": "So very briefly, yes, I think, off late, and you know, certainly social media, etc, have amplified a lot of, it has been very easy for a lot of people to take positions and it's not just social media, if you look at the nature of our television, if you look at the overall toxicity, not just in India, all over the world, I would say, in terms of, you know, position taking and attacking the other and so on. So I think it's very easy to lose out on nuance, it's very easy to, it's much easier for people to look at what the differences between each other than what unites us commonly. And certainly within the queer movement, we have seen in India and other parts of the world, it's easier to like have differences than to say that, you know, we are under one common umbrella. I'm not, one can recognize that one is under one common umbrella and still recognize the issues with it with that umbrella, right? I've always said, I think the queer movement really, we also need to deeply reflect. And this book is also a call to the queer movement to ask ourselves, what histories are we telling? Whose histories are we telling? But having said that, I'm given that at least, you know, this book, and this book is very much set in business. And it's very much a call to action. And it's an action oriented book. I like what Devdutt calls samvad, not vivad. So I like conversations, not confrontations. I'm very okay with disagreements. You know, I think the world would be very boring without disagreements. But I like disagreements that are respectful. And you know, we don't always have to agree on, you know, each other's perspectives."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:41:29.720",
        "message": "So you won't stop talking to me just because I don't like Shahrukh?"
    },
    {
        "speaker": "Guest",
        "time": "02:41:32.800",
        "message": "No, I mean, will I try overtly and covertly to influence you to become a Shahrukh fan? Of course. But that is samvad, no? I mean, I won't say you like Shahrukh. I was like, no, okay, there's hope here. Let me show you. Have you seen Paheli? It's an underrated gem. Maybe you like Shahrukh after that, right? And even if you don't, if you don't, then I would say, okay, you're missing out a lot. What can I say? Maybe we can find something else to bond over. But my aim, that's my thing, right? I mean, so even with this book, right, the aim is very much to get people to hire more queer people like me. I mean, if the book has been written as a manifesto to get people to understand that queer people matter, we need jobs, we need recognitions, we need equality. And with that stated aim in mind, I think samvad is a better answer, within the movement and outside. Because when you do samvad, you always leave the door open for possibilities. I think more and more when we do vivaad, we shut those doors. And I think where the world is going, the more doors we"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:42:40.600",
        "message": "open, the more bridges we build, it's better. Very wise words. And I would just add to that by saying that I found your book such a wonderful read that I think either of those terms memoir and manifesto or even both of them together don't do justice to it. So I, you know, recommend everybody pick it up and read it even if you feel that, hey, this subject doesn't link, you know, interest me, I'm not LGBTQ, why should I read this, even then it will open your eyes to the world around us. And a lot of it is just universal, like, so many passages within it spoke so intimately to me, like what you wrote about many selves and so on. For a final question, I'll turn away from the book and back to you. Rapid fire, rapid fire. Is that a hamper? I'm sorry. This is a virtual, this thing. I could give you a virtual hamper. You know,"
    },
    {
        "speaker": "Guest",
        "time": "02:43:27.680",
        "message": "what is it?"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:43:28.680",
        "message": "Sir, I am humble person. I am not Kejo. I am Eva. Eva sounds good, actually. Yeah. Okay. So I watched this interview of yours from 10 years ago on this excellent series called Project Bolo. All these links will be in the show notes, by the way. So please check them out. So the excellent series called Project Bolo, which had conversations with various people from within the movement about their lived experiences and so on. And in that interview of yours, you know, this quote struck me and this was 10 years ago. So I asked you about it today. And you said, I want to live in interesting times, stop quote. And now that, you know, the preceding 10 years have certainly included many interesting times. And I'm going to end this show with my staple question to all my guests that looking ahead, maybe just looking ahead 10 years and not too much. What gives you hope and what gives you despair?"
    },
    {
        "speaker": "Guest",
        "time": "02:44:28.120",
        "message": "What gives me hope are all the young people that I have met on this journey. The world, the future of the world, not just the queer movement in India belongs to the young. And whether it is young queer people, you know, I write in this book about this incredible young poet in Jabalpur who is out to his family and whose father buys him mascara very normally, you know, to this wonderful lesbian couple I met in Lucknow. We're living a very happy life together to the young founders of these brilliant, you know, intersectional queer spaces across the country, whether it's Yaal in Manipur, Zookia in Assam, Queerabad in Ahmedabad, you know, Queer Alankar, there's so many, right? There's Awad Queer Festival, like there's so many festivals, organizations, places, things, Chinky Homo Project out of Delhi that addresses Northeast. I spoke about Grace Bhanu already and A Bond of Interest, you know, Pink List, which is at the intersection of political activism and queerness. You know, I just, you know, there's a whole list. And I end the book with about 200 of these organizations and Dalit Queer Project, Queer Muslim Project, all of which are looking at various aspects of queerness. So what gives me hope are these incredible young rainbow warriors striving to really not just imagine people like Jyoti Chand, right, who have come out, who are out and proud and running for the country. People like Narthaki Nataraj was honored by the present government with the Padma Bhushan, you know, for as the first transgender, I think that the first transgender dancer to win this award. So many state governments, I would say, across the country who are recognizing that inclusion is an imperative and are slowly building the networks for it, whether through welfare boards like, you know, Maharashtra, Kerala, Tamil Nadu, and so on, or other initiatives. So, I mean, what gives me hope are these young, incredible changemakers who are in a sense, pushing everyone around them to imagine, to create and to live in this, you know, tomorrow, which I've called with great love and affection Queeristan. What scares me is that our present generation might disappoint them. You know, the passion and the power of their dreams, and the interconnected equal world that this tomorrow's generation is imagining is so strong and so beautiful. And I really wish and hope that some of us who are running the world today, either join these tomorrow's queer, you know, action superstars, or step out of the way, but not get into their way. So that is what gives me, you know, that is my fear. Your words of hope are very inspiring. But"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:24.360",
        "message": "I have to say that, you know, your words of despair are a bit overstated, because I don't think you'll disappoint anybody with this wonderful, remarkable book, which I think will be read for hopefully decades from now. Parmesh, thank you so much for coming on my"
    },
    {
        "speaker": "Guest",
        "time": "02:47:37.960",
        "message": "show. It was so good to catch up with you again after so long. Thank you. And it was exactly three hours. So it's perfect. It's the length of a wonderful, old style Bollywood"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:47:48.040",
        "message": "film with Shahrukh Khan. See, I know now that if you compare me with Shahrukh Khan, Shahrukh is winning. So this is, but, you know, thanks a lot. I'm going to go and, you know, search for Paheli now and watch it just out of respect for you, Parmesh."
    },
    {
        "speaker": "Guest",
        "time": "02:48:03.360",
        "message": "Thank you. And to everyone who's listening, thank you so much. Lots and lots of love."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:48:10.080",
        "message": "If you enjoyed listening to the show, do check out my show notes for links to much of what we discussed today. These include links to Parmesh's wonderful books, Queeristan and Gay Bombay. Do pick them up. And if you like them, do give them to friends who you think might appreciate them. You can follow Parmesh on Twitter at Parmesh S. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and the Unseen at SeenUnseen.in. Thank you for listening. Did you enjoy this episode of The Seen and the Unseen? If so, would you like to support the production of the show? You can go over to SeenUnseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]