[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I love cities. Cities represent everything that is good about our species. Humans are social animals. We learn and grow and prosper by interacting with each other, by trading to mutual benefit. Cities are an engine of human prosperity. You know, people often invoke the joys of rural living, of village life. But the history of humanity is a history of migration out of rural areas into urban spaces. We want to be part of large economic networks, which bring us opportunity. We want to be part of a bustling metropolis where there is a greater chance of our needs being fulfilled, where we can live the good life. And if you disagree with this, ask yourself where you're located right now. Chances are you've already voted with your feet. However, there is a big caveat to all of this. Cities are great most of the time, but not when there's a pandemic going on. It's our cities that are hardest hit by COVID-19 for obvious reasons. So many people so close together. How much social distancing can we manage? And while I have no doubt that cities will continue to thrive after this pandemic is behind us, the question remains, how much will COVID-19 change our"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:13.740",
        "message": "cities? How much will COVID-19 change us and the way we live our lives? Welcome to The Scene and the Unseen, our weekly podcast on economics, politics, and behavioral"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:31.940",
        "message": "science. Please welcome your host, Amit Varma. Welcome to The Scene and the Unseen. My guest today is Vaidahi Tandil, a scholar who works at the IDFC Institute in Mumbai, and has been studying cities and writing about urbanization for many years now. I've been thinking of inviting Vaidahi on the show for a long time, and I finally got around to doing it now. The ostensible peg for our conversation was how COVID would change our cities and what our cities need to do to combat COVID-19. But we also took a step back and spoke about urbanization and the history of cities, as also the field of economics itself. Before we get to our conversation, though, let's take a quick emotional break. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts, and I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself. Scheduling guests, booking studios, paying technicians, the travel, and so on. So, well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support, and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. Thank you so much for having me, Amit. Yeah, it's been a while coming because our mutual friend Shruti Rajagopalan keeps telling me that, you know, why don't you get Vaidehi on your show? What is wrong with you? You are both in Mumbai, which is of course true though now, both of us being in Mumbai is sort of a moot point in these days. So, now that you know, you're finally on the show, and we've bumped into each other at events, but never actually had a conversation. So I'm looking kind of looking forward to knowing more about where you come from, and so on. So tell me a bit about, you know, your journey so far, not just your journey in terms of academics and career and all of that, but also in terms of, you know, your intellectual journey, what are your influences? What are"
    },
    {
        "speaker": "Guest",
        "time": "00:04:14.260",
        "message": "the things that have shaped you? Right, so I started off wanting to be a journalist actually in school. And so I always knew I wanted to get a BA. So I scored decent enough for me to get into Xavier. So that was like a big thing. And I wanted to major in literature back then. But you have to choose other subjects along with your, you know, main major. So I've taken economics. And we didn't have economics at school before that was only in the 11th and 12th. That was the first time I got exposed to economics, you know, as a discipline, and it kind of blew my mind. And I sort of eventually veered away from literature, and then ended up dumping it for economics and ended up majoring in economics. Went on to do my master's again, by then journalism was no longer a dream as such, I was thinking more about getting into academia. And my master's really helped because I mean, it was at that time, you know, the Department of Economics, it started its first semester course, and we were like the second batch to enter this new course with a lot more rigor and you know, a proper semester based system and we had excellent professors. Many of them sadly have retired now. But at that time, it was a great environment to study. You know, we really got down into the weeds and you know, both in mathematical, you know, formality of the treatment of the subject, as well as going beyond neoclassical economics to discover other things like, you know, institutional economics, public choice theory, and the kind of electives I picked back then were extremely important and useful in how I've ended up looking at policies and looking and where my research has taken me. So that was sort of like a journey in terms of the academic journey. And I eventually ended up doing my PhD under one of my professors back then, who was at the department, and it ended up being in urban economics, but I approached it from a political economy lens, looking at things like transactions, cost economics and so on. And yeah, and then since then, I mean, I think I've been at IDFC Institute, which is the research policy think tank in Mumbai. And you've had guests on the show, you know, been my colleagues. So I've been here since 2014. I took one year off to get a postdoc at Columbia. But I've been here since and been basically working on public policy research in urban areas and also in business regulatory environment."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:09.140",
        "message": "I find a couple of strands intriguing here. One is that, you know, you said, you know, beginning to study economics blew your mind. And I was curious about why this is so because, you know, I remember, you know, back from my time, and I didn't study economics, actually studied literature. And but I remember from that time that the economics that was taught in Indian colleges was just boring and dull. And basically, it was meant to drive you away from the subject. And it wasn't interesting at all. So, you know, was this particular course different in that sense? And the other question regarding this I have is that one lemon that I have heard even from economists is that a lot of modern economics training is too focused on data and the math and the econometrics and all of that. And you are no longer sort of looking at broad concepts to make sense of the world. Like, you know, one of the ways in which I think literature and economics actually related is that they both give you insight into human behavior. And that's always why I've been like economics is, you know, at different times, I've never been formally trained, blown my mind as well. So I'd be interested in knowing, you know, what are the ways in which it blew your mind? Did you sort of contextualize learnings of economics to your through the life around you and realize that, hey, these are not arcane things, these really matter?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:27.340",
        "message": "I very vividly remember my first class in economics, where they teach you the principle of diminishing marginal utility. And it's a very simple sort of class, very non technical. I mean, they'll draw a graph, which was a downward curve, and there'll be like, mangoes on the one side, and like, your y axis will be a utility. And basically saying, the more mangoes you have, the additional one appeals less and less to you. And I was just like, wait, there's a term for this, you know, and, and that was just like, what's going on. So I think from then on, it was, it's not like the course we had was very, you know, amazing or very up to date in terms of, it's a Mumbai University undergraduate economics course. So very, very basic stuff, catered to like a very, you know, non mathematical sort of a batch of students. But still, it was things like this that I kept on discovering, which I was like, Oh, I mean, this sort of makes sense. It just ended up answering questions that I didn't know I had. And it allowed me to understand and name concepts like opportunity costs, for instance. That was another thing. I was like, Oh, wait, yeah, this, this makes sense. And there's a word for it. So I can now actually use it and make sense of the more sense of the world around me. So these, these ideas were the ones that were what attracted me to it. And what drew I mean, it's so the love for literature continued, I dropped it only in my third year, I was doing lit in in first year and second year, but it allowed me structure, whereas literature was there for me to get into the motivations of people, the inner motivations for people, of people, what economics was allowing me to do was looking at systems. And like, you know, looking from a systems approach, I could not find a better way of, of trying to explain the world around me. So yeah, so I think that's, that's how I feel the the tools sort of helped me look at the world in very different ways. But I mean, equally important ways about your question about, you know, the formal, the math obsession in economics, it exists, and it's been a product of a number of factors. So I mean, we don't I don't want to get into that, because that's probably another episode. And I don't think I'm the best person to talk about it, because I only learned as much as was enough for me to, you know, get by. But I think there was a period of time when there was a lot of empiricism. So the econometrics and the empiricism and the like the clever ways in which you define your identification strategies, which is basically the way in which you establish a causal relationship between x phenomenon and a y phenomenon, that led to a lot of emphasis on showing off these various types of identification strategies. So your role, you know, emphasis was on looking for not the questions, but what is the interesting data that with which I can do some fancy stuff and have a nice relationship. But I think over time, there has been shift back to looking at some of the fundamental things. And I think we've gone to sort of balancing the two things. So I feel for instance, I really like the work that so Karthik, who was on your show, so his work, then the stuff that Raj Chetty do on social mobility, and these questions are extremely fundamental for us as a society. So they're not looking at trivial questions. And they're in it for like, they're really, really committed to this. It's not like they're moving from one interesting problem to the next, because, you know, they just want to show off their tricks. But it's a deep commitment. And, and they bring a lot of a mathematical result to try and understand it. So I'm not complaining, to be honest, in terms of where it's moved now, perhaps 20 years, or even 10 years earlier, it may have been the case that there was, or perhaps I'm just reading the ones, the people I like. So I think that this is how things have moved on, whereas, whereas the reality is completely different."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:11.820",
        "message": "And reading the ones you like also has a word for it, which is selection bias. Sort of a tangential question here, when you when you spoke about how, you know, Karthik and Raj Chetty are not sort of just showing off, you know, their tricks. And, you know, the thought that struck me earlier, when you were talking about how, you know, people would get carried away with their econometric models, and just try to show everything is, you know, I'm reminded, and this is a bit of a tangent, but I'm reminded of this essay that the philosopher Agnes Callard wrote recently, where which are linked from the show notes, of course, and where she sort of was speaking about why academic writing is so dense. And her point there was that once you get on a tenure track, you're expected to publish in certain journals and blah, blah, blah. And those journals have their own conventions and so on. And therefore, you have to follow those conventions. And what you are therefore writing for is to get accepted into those journals and not to really make your writing have an impact on the wider world at large. And would there be a similar thing with, you know, the use of math and economics, where at one point in time, you know, using complicated econometrics became almost a way of signaling to your peers, or the sort of people around you of how sophisticated your work is, and how rigorous you are, and blah, blah, blah, and not really having that sort of an impact on a wider readership. And also, you know, and you haven't really been an academic per se, thankfully, but is there, therefore, some kind of dichotomy within, you know, academics or within the field of economics, for example, where, you know, there is a trade off between how much you can change the world by actually having an impact on the real world and studying things that matter in the real world as, you know, Karthik and Raj do, and you do, in fact, or so is there a, you know, trade off between that and just doing impressive work, which will sort of get you ahead or get you noticed?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:10.100",
        "message": "So I think that most of the people, again, I have, I've only looked at this in your track system, miles away sitting here in India. So I'm going to add that as a huge caveat in what I'm going to say. My sense is that in the field of economics, at least, the work that the established tenured professors do is very different from the ones who are just out of the job market. So for the ones who are just out of the job market, the incentives are very different, right? You need to produce in certain journals for about five years. But as I guess, if you study the kinds of papers, let's say, an above average econ grad writes at the beginning of their career, and then how and as they sort of progress, you know, once they get tenure and the work that they do after, I think that it will change. My sense is that you will start off with, you know, just trying to get published and at least have those one two papers, because it takes a long time, like a life cycle of papers, five years, you know, if you want to get into a top journal. So it takes a long time. So you will, you know, try and see what the work you're doing is sort of going to get you published. And so it's more geared towards that. Once those constraints are relaxed, that's when the sort of real, I guess, not real, I mean, I don't mean the effort, these are like very, very soul crushing, you know, type of work that that people do and the kind of journeys that they undertake. But once you're established, I think that that's when you start doing the long term stuff, start looking at taking on larger projects, and sort of expanding and trying to impact policy. And so the, you know, the classics of the world, the Jonathan Grubers of the world, and the, they all sort of come into their own at the later part of post tenure. So that's the, that's what my take is. So it's about like, just early stage career versus later stage career, the incentives that exist there and that lead into the kind of work that happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:38.460",
        "message": "I like the phrase, the Karthiks of the world, I hope Karthik is listening, it becomes a popular phrase. And it also, you know, I was kind of struck by what you just said about the life cycle of a paper being five years, because that whole system of academic publishing, the long time lags, the whole peer review system seems so nonsensical and bizarre to me, I understand that there are trade offs involved. But, you know, just sitting on the outside, it seems like it's completely, you know, warped on one side, and the kind of work you do, of course, is very different. I was struck by, you know, you were saying that, you know, when you did your master's, and you studied further, your sort of specialization area was urbanism, with a focus on the political economy, you know, both of these going together, which kind of made me sit up, because I thought it's almost as if, you know, IDFC Institute went back in time, and they gave the requirements to the university, and then they produced you because that's sort of exactly both what you do now. And I think what in these times is necessary now, I mean, we need a scholarship and work in these areas. So tell me a bit about what drew you to that specific subject at that time."
    },
    {
        "speaker": "Guest",
        "time": "00:18:44.620",
        "message": "There was a bunch of things. So I've lived in a city all my life. And initially, as a kid, I remember like completely hating it. Because I used to long to, you know, get out of the city and go on trips with my parents and family holidays and things like that. And we used to hate railway stations and all the crowds around. If you come to Mumbai, you know, there's enough reason for you to hate Mumbai. But as I think, grew, I guess, I mean, in my college days, I was when I realized that, okay, there's some reason why people are coming here. And it does seem to be making, you know, life easier for people. And you could see this from, I mean, I could see this, as I grew up, I realized my parents also had the same journey, rather, my grandfather did, he moved to a city, if he had stayed back in the village, he would not have got the opportunity that he did, when he moved. Of course, it helped that there was social networks in the city that, you know, allowed him to get a foothold and so on. And it has two generations on the line, you know, it's made a difference to how we live. So those kinds of things sort of struck me. And, again, I think the art department was among the handful of departments in the country that offers a paper on urban economics. So I said, Okay, let's take it. And I along with this, so I took an elective on public choice theory, and I took another elective on just trade, basically, we had an international trade. And I feel like all of these sort of have, you know, they do combine. And so it's, when I actually ended up sitting on for my first urban eco lecture, it was very similar to what happened when I sat in my first eco lecture, you know, where my professor who later went on to be my PhD supervisor was, was trying to explain to us what what's the secret sauce? Why? Why do cities prosper? And what makes some cities grow and prosper? And why do some cities fail? And, and so it just, again, it gave me a lot more insight and understanding. And, you know, after my master, I was talking with the I knew I wanted to do a PhD anyway. So I was going between like, moving, you know, taking a gap year, getting some research work, and then moving to the US or staying here. And I, I knew that I'd only stay if my then urban eco professor said he'd take me on as a student, and he was happy to so I said, Okay, let's I have no reason to go then it's fine. I mean, life is nice. You know, you have you can be at home, you can do your thesis and, and the university is lovely. If you visited it at any point in Kalina, it's a nice green place, you have nice chai. So I was like, fine, this looks good."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:43.780",
        "message": "Yeah, no, it's very interesting. I used to pass the university almost every day, because I used to be a professional poker player for five years. And one of the games I regularly played illegal underground games, of course, was in New Mumbai. So I would go there via the SCLR. And therefore, and I hated the thought of the university, because that was the most crowded road, that particular stretch, but that's a bizarre and completely unrequired tangent, in contrast with most of the engines I take. So and also, you mentioned sort of the political economy aspect of it. And then you sort of joined IDFC Institute, which calls itself a think and do tank. So where, you know, the whole idea is that we don't just think about things and diagnose that, oh, this is a problem. And this is what we should do. But you actually try to work with the state and kind of getting things done. So tell me a little bit about that difference between a think tank and a think and do tank. And therefore, how does that affect the work that you do? Does all your work then have this extra layer of, you know, how practical is it to make things happen in this area? So are you not just whenever you're studying x, are you not just studying x, but also x"
    },
    {
        "speaker": "Guest",
        "time": "00:22:55.540",
        "message": "plus the government's role in whatever it can do? That's an interesting question, because I have not looked at the work that I do from, you know, how feasible it will be to get it implemented. It's always been about we've been lucky that as you mentioned, right, it's a nice match where the questions that excited me or the questions that the Institute was waiting to and wanting to investigate. So the way we started out doing work was, we were a very small organization. And Ruben, my boss, he sort of let us, gave us a free run. He said, you know, what interests you, what excites you? Why don't you take up a research idea that you think, you know, you will be able to deliver on? So first work that I did along with my colleague Komal Hiranandani and Mudit Kapoor, who was then a visiting fellow, he's an associate professor at ISI Delhi. So three of us were working, we started working on this idea of trying to measure urbanization in the country, using a different metric than what the government uses, to try and see whether India is different, and whether India looks different, whether it's more urban than the official definition seem to suggest. And official definitions, I mean, suggest that we are 31% urban. And that's the census definition. If you, if you look at the just, if you just count the number of municipal areas in the country, then that would account for 26% of the country's population. So it's even lower. And it's surprising given India's per capita incomes, you know, about, we're fairly rich, but our urbanization rates are not reflecting that. So is that a quirk of the definition that we're using? That's the path we took. It led to some interesting insights, some interesting results, we can discuss that later at a later stage. But what we realized is, is where sort of the do piece comes is the fact that we tend to speak, we don't just keep think about research as a product that will be printed in a journal or as a report and be kept on the shelves. But actively speaking to government policy experts about it. And of course, sort of, it helps to have built so and this, this is the strength that say, Ruben brought, where he is, you know, well networked, and he knows that, you know, he'd be able to interest not just Indian experts, but even international experts in the kind of research findings that that we were producing. So we could do a lot of presentations, we've presented at various forums, you know, to the government to other urban experts, to even bureaucrats in various. So it's a lot about actually going and talking about it and trying to sort of, it's the marketing piece. And it's equally important, because we believed in the rigor of our research, and we believed in the findings. And we knew we had enough analytical rigor to stand on to be able to go and present. So that's the sort of approach that the Institute takes. It's about a like creating the research and using enough rigor. I mean, we don't want to necessarily publish, you know, in the top five journals. So it's certainly not going to be that level of rigor where you're looking at the number of asterisks on your coefficient and so on. But it's enough that it will pass like, you know, any scrutiny, any sensible sort of person can see the logic. And, you know, that was the way in which we thought about the research that we do. And of course, like, ensuring that you write op-eds, ensuring that you speak to people, ends up sort of, you know, having some impact, I will again not say, in a policy space, again, this is stuff that some of that Ruben and others also say that in the policy space, you can really make no positive claims in the work that you do and the, and the policies that get framed. In fact, you know, you should, one can't make any, any causal claims, because that's disingenuous in a certain sense. But, but talking to people is something that is what every sort of serious research slash policy expert has to do. You have to keep talking, you have to keep writing for the lay public."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:45.380",
        "message": "Ruben's been a good friend for like, almost 15 years. And the way I have often described him as a way that you just described him that one, of course, he's one of the most brilliant people I know. But also, he is by far the best networker I know. And not networker in a sense of for the schmoozy kind of networker, but the networker in terms of actually getting things done. I mean, to use Gladwell's terms, he's not just a connector, but also a maven, which is a sort of a unique combination. I had Ruben and Pitika on the show last year. And in an episode I linked from the show notes where we spoke about precisely that study how India is more urban than most people think up to 45% urban. And you know, as you pointed out in a piece you wrote this January with two co authors, where, you know, you pointed out that if you take the metric of 5000 people as as an urban area, Kerala is actually 100% urban, you know, so that whole statistic that came earlier in the year, the three of the 10 fastest growing cities in the world are in Kerala. And that makes sense. And although I covered this area with Ruben and Pitika, but nevertheless, give me a sense of why this matters is this whole sense of what is defined as an urban area and what is not I mean, obviously definitions matter, because whatever is defined as an urban area is ruled by an urban body with its own rules. So your roads have to be this wide. And these are the services that have to be provided. And a rural governing body doesn't have those same restrictions. So you get a different quality of service. So tell me briefly, you know, why it matters and what is sort of holding us back from recognizing that, you know, we are as urban as we actually"
    },
    {
        "speaker": "Guest",
        "time": "00:29:22.860",
        "message": "are. So why it matters is something that, as you mentioned, every place, if you go to the fundamentals of it, what distinguishes a rural area from an urban area is that the urban urban areas tend to be denser, they tend to be larger in size, and their base of economic activity is not agriculture. Right. And so they're fundamentally different from a rural place. So they don't require irrigation facilities, they require, say, building bylaws, right, where, which allow you to have some mixed use zoning and so on, and allow you to build a non agricultural sort of construction and so on. So their needs are different there. And it's again, it's coming from the fact that urban areas have something that that rural areas don't, which is economies of scale and agglomeration economies, right. So what the large populations what the densities allow you to do is a bunch of things, they allow you to share ideas faster, because you, you tend to meet a lot more people, innovators, famously, you know, a lot of the innovations come from the from the most urban parts of the world and people will pay a premium to look at that you have, you know, very high talent, you will want to locate in a place where there are other talented people and smart people like you. So that's, that's one of the reasons why the urban sort of the densities and the sizes of the city is sort of self reinforcing. So once you have high productivity advantages from being in the city, it will attract more people, which will again lead to higher productivity. But there's a downside to this, which is, you know, I think, I forget who it was, but there's that three famous disagglomeration effects. One is congestion, one is crime, and contagion. So three Cs. And that's why you need a different type of because these externalities exist, you need different types of governance mechanisms for cities as compared to villages and rural areas. Now, what happens is when you apply a definition for urban versus rural area, the underlying assumption is that your definition is accurately identifying a settlement as urban. When you apply a definition that does not do that. So suppose you apply a definition that is extremely strict, like India's definition is, you may end up, you know, misclassifying urban areas of village. And then that means that even though there are these potential agglomeration effects that there are no governance systems that can mitigate the disagglomeration. Right? So that's the issue. If you misclassify, and that's why it's important to correctly classify. The other reason it's important to correctly classify is because, at least in India, you have several schemes that are targeted only to rural areas. And this has come out again, in the current debate, where now there's some debate on having an urban employment guarantee scheme, because what you think is traditionally because rural areas have worse off in terms of socioeconomic characteristics, you need to give them special benefits, you need to have special schemes, special programs to rural areas. But if you are misidentifying the rural areas, that means that some of the money is going to urban like rural areas, right? And that's a misclassification of resources. You can obviously debate the need for this rural urban classification based on current definitions. Because, to me, if you are going to implement a scheme that will help the vulnerable people, it should be targeted to the people irrespective of where they live. Like, I mean, this one first filter of where they live, and then identifying the households within those areas is, to me, you know, a very inefficient way of going about doing things. But it's convenient, it's easy, or I guess it's easy to implement, because we have traditional rural departments and urban departments looking at rural development and urban development separately. That's, I guess, that's, that's the reason why this happens. So that's, that's the second reason why you need to get definitions, right? Because you need to be able to if you if you're targeting is based on where a person lives, then you need to identify that place correctly. Now, why is the government not proactive in correcting the definitions? You know, if it is aware that there's a problem, then why is nothing being done about it? To that the answer sort of depends, it depends on the state governments. So in our constitution, local governments are under the state list. So the state that has to set out the rules to identify urban local bodies, the center can give broad guidelines, but the states have their own municipal acts for identifying urban local bodies. And there's political reasons sometimes for the states not to notify a town, even if it is, you know, has all urban like features. There's also pressure from the ground up at times. So it's not just that the state is at fault, there are at times demands from the citizens to not be classified from a rural to urban area, just as there are demands from the citizens. There have been historic demands from the citizens to actually be called a city, you know, because they think that they have the necessary numbers and the economic base to be done. So there's again, there's three reasons why. So the citizens will resist any conversion, if it means that they will lose out on the rural schemes, right? If you become urban, and if you no longer get NREGA or PMG-SY, these other things, then your incentives are not to become urban. Businesses sometimes also resist, so local businesses, because if they switch, then they may be subjected to higher taxation, they may be subjected to higher rents, you know, just the cost of doing business may go up, as opposed to being in a village where the regulations are a bit different. This tax thing also applies to villagers, because cities are typically levy property taxes. So if you're a, you know, a village, then the households don't need to pay a property tax. So these are the factors that can cause some resistance. And there's one more factor, which is the panchayat leaders themselves. So historically, some states have done very well in, in terms of the democratic decentralization of within the panchayati raj system, right? You have very strong elections, and you know, very well entrenched political parties, and so on, and leaders within the village. If there's a fear that the village gets either amalgamated into a larger town nearby, or if it gets converted into an urban area, it's a very different electoral system. So in cities, you have mayors, mayors have no real powers as compared to a sarpanch, right? A mayor is typically indirectly elected, typically not even for the same duration as his or her government would be. So that's the reason why say, political leaders would resist. But at the same time, there are countervailing factors also, as I mentioned, there have been people who fought to be within the city because they've realized that there are costs to having haphazard construction in their villages, which lead to building collapse, and so on. And, and, you know, they would like to get certain facilities, like, say, a big municipal hospital or some, some other amenities that say, a municipal body will be able to provide them. So it's not that it just goes one way. And you don't know, ultimately, like, which force ends up winning. But these are the different contestations that take place in in sort of determining an urban or a rural status. Yeah, and it differs, I mean, greatly from state. So we've seen that, for instance, West Bengal and Kerala tend to have very few urban local body. And, I mean, this is just a hypothesis, I was just thinking about it, it could be because they have a very, very strong tradition of decentralization and decentralized government. And so the, so I guess that there's a lot of power at the local levels to sort of resist conversion or sort of get the states to agree to not convert them. So these are also areas where a lot of the new urbanization that's coming up, they're not come under an urban local body, it's, it's either classified as urban by the census, but all it is sort of, they're just large settlements that continue"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:29.660",
        "message": "to be called villages. It's so fascinating, and almost surreal that, you know, little things like definitions can make such a huge difference in outcomes and in the lives of actual people, you know, before I kind of proceed, I think, you know, just for our listeners, I should, you know, quickly explain what I think is a common premise to both of us, which is that cities are a damn good thing, urbanization is fantastic, we should continue to urbanize. Very briefly, the reasons for this include, of course, that, you know, we denser, higher population density means, you know, bigger economic networks, which we can access vastly more opportunities, and so on and so forth, which is why, you know, however much people bemoan cities, it is generally people living in cities who bemoan them as they live in cities. You know, the bottom line is that so many people voluntarily come to a city and their revealed preference tells you something about why that is. Also, from the point of view of the environment, cities are a great thing, because cities allow you allow the state to say provide things like water and electricity and so on, to people at a far lower per capita cost than would otherwise be the case. Now, obviously, there are a lot of ways in which Indian city could be optimized better, like if they were higher, if they, you know, reclaim the sky in the phrase of Alex Tabarrok, our mutual friend, and all of that. And, you know, I'm going to turn now to what I would call the pandemic paradox, which is that the, you know, the pandemic, you know, inverts some of these processes in the sense that while otherwise population density is such a fantastic and desirable thing, desirable, because it forms in the first place, because it's desirable, because people are voluntarily moving to cities, but in a pandemic is the other way around. In a pandemic, it's literally fatal. Tell me a little bit about how sort of pandemics of the past have, you know, affected cities like you've, you've written about this yourself about, you know, how, you know, the plague changed Athens forever in 430 BC, Pericles died, among others, a century later, Constantinople, and cities have always sort of had a tough time with pandemics, like you said, the third risk of that you pointed out, which is contagion, you know, so how has that gone in the past? And the thing is, cities have always rebounded, because people have always assumed that, okay, there are trade offs, that there is a risk to going to cities like, you know, like you've pointed out, you know, in the 19th century, the mortality rate in the life expectancy in cities was actually less in rural areas, sometimes by as much as six, seven years, because there were hubs of disease, there was no concept of public health, you know, people had wrong notions, there was a point in time where people didn't even realize that, you know, open water and open drainage can, you know, lead to diseases like cholera and whatever, which is why the life expectancy was lower, but people still, you know, realizing the trade off of this still chose to go to cities, because the opportunities were just way, way greater. So give me a sense of how through history, what's been the relationship between, you know, cities and pandemics and how people think about both? Yeah, I think"
    },
    {
        "speaker": "Guest",
        "time": "00:41:44.540",
        "message": "there was an interesting example that Ed Glazer gave when he said, an Irishman, you know, back in the day, would rather, you know, choose the likelihood of giving, getting cholera moving to a city over like being subjected to the say, the potato famines. So it's never been a very easy trade off, you were essentially choosing the lesser of the two years, and anything that increased your chances of survival, it's it, it was, it was quite bleak in, back in the 19th centuries. And several examples of, of large epidemics, breaking out and claiming millions of lives exist. Starting, I mean, of course, with the cholera epidemics in London, New York City also had yellow fever epidemics, cholera epidemics. In Mumbai, we also had bubonic plagues in the late 1800s. So our Epidemic Diseases Act actually comes from there. It comes from the bubonic plague in Bombay. And, and what was done, I mean, the act was then created in order to help the like rulers tackle the pandemic. So it's been a feature, I mean, a bug rather, of our cities, that we had, because of the invention of germ theory, because of very, very massive investments in public health infrastructure, managed to keep at bay. So that's how we, we saw these kind of large scale epidemics getting fewer and farther in between. And whenever they cropped up, there was easier ways to tackle them. You know, people knew enough, there was enough for vaccines and all these scientific advancements that helped you live in the city. So that sort of that bleak choice that existed earlier no longer was the case. So it sort of attracted more people. We also see this as a time like the early 20th century is a time when the city started growing in size. Because the cities in those days were much larger than the cities in the previous centuries, because you'd solve for these, you know, very grim problems. So the ways in which you can solve them exist, and they continue to exist. But I think what also started happening was in the 1960s onward, the more the urbanization sort of the stage for the next phase of urbanization shifted from these very developed countries to the developing world, which has not yet I mean, we know what's to be done, we know that you need to make investments in clean water, sanitation, and so on. But for various state capacity reasons, maybe even, you know, the type of government that you have, these are not either policy priorities, or they're just not being well implemented. For these reasons, when this next stage of urbanization kicked off in the developing countries, this sort of problem has sort of emerged as, again, one of the ugly facets of urbanization. And the pandemic was honestly something that was, it's affected all countries, of course, it's affected the cities much harder, even the cities in developed countries, simply because of the nature of the densities that we've we've talked about. But what's different this time around is, of course, we have a lot more scientific advancement, we know what has to be done, it's just a matter of time, as they say, before vaccines are coming up. It's not that everyone's just, you know, put out put up their hands and is waiting for death or some situation like that. We are all waiting for death. Well, hopefully for death at some point later, not death due to pandemic. But what's happened is, we, because in the developing world, the cities have just become too large, and too badly managed, we are just going to end up having major disasters. I don't know how I don't know what has happened with we've come far along enough in the pandemic, and it's not yet like had a very, very bad impact on say, the large cities in Africa, large cities in in other parts of Asia. And I mean, I don't know, like what that causes, maybe we'll know a few years later, whether it was a different strain or what, but certainly if the same level of impact that that hit cities in the developing world, a developed world had hit the developing world, we would have been seeing large scale sort of devastation and completely crumbling and broken down infrastructure of all kinds. And we do end up, I mean, in Mumbai, in the cities in India, where things have, I mean, where the pandemic has hit very hard, you have seen the city infrastructure struggle. So in this instance, I think the reason why we've not been able to, even though the lockdown was supposed to allow us to build up our infrastructure, we were not very able to do that, perhaps because we don't have systems in place that, you know, or sort of institutions in place that actually plan for these. Well, we don't have great surveillance systems, and wherever they do exist, they, you know, say, like Kerala will come out as one of them. And that's also because it had to deal with, say, a Nipah a few years ago. So it's our entire sort of urban public health infrastructure and our, which is just healthcare infrastructure, has been geared towards sort of very limited types of things to do. We don't have in our cities, even though it should be possible to have, we don't have, you know, disaster planning for like, infectious diseases, we don't have any sort of infrastructure that does that. And that sort of thinking at an institutional level is what is a, has sort of let things get made things get worse. The third thing is, we don't look at public health infrastructure as a, you know, as a public health problem. So we don't look at, I mean, we look at water and sanitation and public solid waste management, as very, very, like in silos. And so, okay, we know that if you, of course, we know the benefits of providing clean water, we know the benefits of, of providing sanitation, and the, you know, the impact it has on cholera related, typhoid related deaths, diarrhea related deaths, and all of that is known. But we don't look at all of this together as something that is important for the city in terms of, from a health perspective, we look at it from a service provision perspective. I think that's what's ended up happening where we have different departments doing different things without any common sort of objective of public health and public health includes like, and these three things get subsumed under public health, right? We have a separate, we have the silo based way of functioning, which is, in my opinion, led to some problems that we face and this inability to have a coordinated way of dealing with diseases."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:27.900",
        "message": "Yeah, I mean, that's been a perpetual problem in urban governance that we function in these silos. I'll come back to that later. And also to the question of, you know, how cities both here and across the world have sort of been affected by COVID. But before that, just to take a step back, I have like a two part question, which is, you know, you referred to how that trade off between, you know, cities being so dangerous, and should we go to cities and get the economic benefits and the social benefits even of being in cities, how that changed completely when cities just became much better places to live. And one reason for that, as you point pointed out was just the growth of knowledge and technology, like you understood germ theory. And, you know, your technology advanced to the point where you could cure what would otherwise be severe diseases very quickly, and blah, blah, blah. So that's the technology part of it. But in terms of governance, you know, what were the things that were done, which mitigated the impact of cities, you know, that part of the impact of cities where they became more livable? And the second part of the question is that, did governments did the state over a period of time get complacent about the possible ill effects of contagion? Because you know, they had, you know, your technology had advanced enough that, you know, pandemics weren't breaking out all the time and things seemed okay, did they get complacent? And is that something that, you know, they will begin to, they are beginning to rethink"
    },
    {
        "speaker": "Guest",
        "time": "00:50:52.740",
        "message": "now, you think? So the first thing about what changed in terms of governance, my sense is that the governance did not change. It was the priorities of existing governments that, within cities that changed, because they realized that, you know, we need to keep the rich in the city, we need their tax money, let's, you know, ensure a clean environment, and clean, you know, water and so on for them, we need businesses to stay. So that was that realization that led to sort of setting up of these, you know, specialized public health departments or public health boards that did a lot of surveillance work that planned for where the public health infrastructure will be, how to bring clean water in from outside the city, you know, through the aqueducts and so on. So all of that was sort of done through this special, I think, Bombay also had that in the Bombay Improvement Trust. So the context was different, of course, you had the British elite living in, you know, certain part of the city, and they, the BIT, of course, first made sure that those areas are, you know, were prioritized in terms of ensuring that you have clean sanitation and clean water being provided. And then there was later on, it was expanded to outside of the, of the colonies, where the working classes live, only because they realized that, you know, if, if there is any outbreak in these, you know, very, very dense quarters of weather, where the subjects lived, then it's going to quickly come into their colonies and affect them. So there was some effort that was done to widen the roads in the areas where the working classes and the, you know, the Indian parts of the city. So it came from this incentive, it was about like ensuring the, because these cities were so economically important to the either the government or the colonial powers in the case of India, that in terms of the trade and the commerce that they brought in in terms of the tax dollars, that they brought in that it was a natural priority to try and make sure that they continue to dominate in the trade and commerce in the, in the world. Those sort of incentives don't exist as much. I mean, in today's day and age, there's a lot of, if you look at it different, if you look at the developing countries, this sort of incentive does not exist as much because the people who should be concerned about Mumbai's primacy as a global city don't live in Mumbai, you know, the tax dollars that come to Mumbai are not invested in Mumbai, they go to all other parts. So there's a lot of different political economy reasons. And I think, I mean, I can talk a little bit about this, if you want, but there's this thing about that we don't have a decentralized system, right? You don't have a powerful city leader, who has a vested interest in keeping the city prosperous, because that would lead to that, you know, him and his government or getting more revenues, and then you know, that they can invest in and get elected, you know, and claim that this is what they've done for the city and therefore get elected. So these sort of electoral incentives are completely broken. And so you don't see, you know, this natural priority of any city leadership, to make sure that the cities are healthy, is not there because of these broken electoral incentives, in my opinion."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:45.540",
        "message": "Yeah, I'd done an episode with Shruti, I think in 2017, or two and a half years ago, where we spoke about this aspect of urban governance, you know, especially in the context of Maharashtra where, you know, power and accountability are de-linked here. So the people who are accountable to voters in Mumbai, or local councillors and whatever, have no power to make these big decisions. And the people who do have the power in the state government, the votes that they're chasing are elsewhere, and they don't really care about the city. And therefore, you want, you know, sort of governance to be as local as possible. So, you know, we don't, so there's a more direct link between, you know, performance and all of that. So, you know, we'll take a quick commercial break now. And then when we come back, we'll get right down to the subject at hand, which is COVID and our cities. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India, and adapts them to objects of everyday use like tote bags, pouches, and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices, and artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in, and includes elegant yet comfortable dresses for women, and casual shirts for men, with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com, that's colors with an OU, and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at IndianColors.com. Welcome back to the scene in the unseen. I'm chatting with Vaidehi Tandel about how COVID has affected our cities and will continue to do so. And you know, this is fascinating piece that Ruben and you wrote a few weeks ago. And I just want to quote from there because I kind of find this fascinating where you're talking about how, where some cities were less affected than other cities. And quote, sold with a population density of 16,000 persons per square kilometer, had far fewer cases in New York. Taipei, whose density is comparable to New York, did not suffer from a serious outbreak. Other Asian mega cities such as Hanoi, Hong Kong and Bangkok have done well too. A World Bank study of the outbreak in China shows that population densities in cities are not correlated to the spread of the virus. Very dense cities such as Beijing, Shanghai and Tianjin have remained relatively unscathed. Stop quote and apologies if I've, you know, mispronounced the name of one or more of the Chinese cities. So my question is, you know, one reason, of course, why Southeast Asia dealt with this pandemic better is because they had experience of previous pandemics. So they could reflexively move into social distancing mode and it is common there to wear a mask anyway. And, you know, all of those little normative things help. But from the point of view of what you've studied, the way cities are governed and so on, like, why do you think there is such a vast difference between because the assumption is that where the density is greater, the spread of COVID will be higher. But that's not really borne out by the data. Clearly, there are other things at play as well. So tell me a little bit about your insights into this."
    },
    {
        "speaker": "Guest",
        "time": "00:58:26.580",
        "message": "Yeah, so this was actually largely a piece that came out of, you know, this panic almost among people that, you know, densities are bad. And there's cities are obviously the villains and we need to focus on rural development. So it came from the fact that there is not there needs to be a more nuanced understanding of what densities are. And if this was the case, why do we not see the most dense parts of the cities, even within cities, the most dense areas not experiencing high outbreaks. And we realize that it is, of course, the fact that I mean, one pattern is that if any city has in the recent past had to deal with an epidemic or a flu like or a SARS like epidemic, they've had the infrastructure in place to allow like immediate surveillance and, and shutting down and so on and without even actually going to the drastic step of shutting down and locking down all economic activity even without doing that have been able to manage this. But we find that in the case of, say, if you look in Mumbai, and you look at densities across different boards, you're not going to find the most dense area seeing the outbreaks, you're going to find, perhaps the most, the areas that are most deficient in amenities, like clean water in terms of, you know, pipe water in and then also sanitation in terms of having proper indoor toilets, those areas you're going to see are going to be worst hit. And this was also shown in a recent study of a CEROS survey that was done by Anup Malani and a bunch of others along with, I think TIFR, there were scientists there and that those results made a big, you know, like they made it to the front pages of a lot of papers which showed that slum areas tended to have a lot higher seroprevalence compared to non-slum areas. We can't conflate slum and non-slum with more dense and less dense. Because you, you may be living in a dense area, but it what matters is what is the consumption of floor space that you have? What is, you know, it's about indoor crowding. If I'm living, you know, if there are a hundred people living in a building, but I mean, you're living in an area as opposed to a thousand people living in another area, but the per capita space available to those living in the hundred population neighborhood is less than the per capita space available to the ones that are living in a thousand population neighborhood, then we cannot say that, that it's densities that are at fault. It's the fact that you have not allowed, say, enough construction or you've not allowed enough floor space, you've not had enough housing to be built, which is leading to people cramming indoors as opposed to, you know, just looking at densities. What is an important metric to look at is indoor crowding. And if you ask why indoor crowding is happening, you will come back to that same question of, you know, why is there not more construction for the poor? Like, and that leads you to the question of, again, your whole set of land use constraints that stop people from building more. And that the motivation for these laws and these regulations of stopping construction, not allowing construction is ironically a fear of densities. So it's this strange sort of situation where you're blaming densities, but what's the real culprit is not densities, it's not having enough housing per capita or not having enough housing space per capita. That's the issue."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:53.380",
        "message": "No, and it's so ironic, and it fits exactly into the framework of the seen and the unseen, that your intended effect for all these regulations is that let's do away with density, and your unintended consequences that it's leading to density because you have 15 people cramped in a crowd, you know, in a small room, because, you know, there's this artificial scarcity created by bad laws and regulation, in a sense does, you know, like people often say that a crisis is a good time for reform. And one of the things that this crisis does seem to have done is pointed out the importance even the urgency of reforms that otherwise people like, you know, you and me have been writing about for donkey's years, such as, for example, just FSI reform, where you have, you know, in Alex's words, again, if Mumbai reclaimed the sky instead of the sea, and it just grew upwards, you'd have less of these 15 people trapped in a room, you'd have land, which was much more affordable, infrastructure would keep up with all of this, there would even be more revenues for city governments, though the Mumbai city government has so much unused revenue that that's hardly an issue. So is that something that so first of all, you know, when you talk to people within government, and when you talk to policymakers, and you talk about say things like FSI or rent control, and talk about how these are actually harming the poor, I mean, that's what they eventually come down to, because you create scarcities of available land and places to live, prices go up, it's a poor who suffer and then therefore have to live in these overcrowded slums, where they are far more vulnerable to contagion. So first of all, even before COVID, was there a recognition that these are problems? Or would they just indulge you as you spoke about this stuff? And, you know, they weren't incentivized to do anything about it. And whatever the answer to that is that would that have changed in any direction? Now, because fixes like these are powerful structural fixes that are however, long term fixes, you know, not short term fixes. And my worry here as a citizen who's watched the Indian state closely at work for decades is that a crisis will come and when the crisis is over, they'll forget all about it and its business as usual. So what's your sense of sort of dealing with policymakers on all of this? And do you think that change is likely to happen?"
    },
    {
        "speaker": "Guest",
        "time": "01:05:19.260",
        "message": "So I'm reluctant to bunch all government people in the same, you know, same bucket, or all politicians in the same bucket. I think there are enough smart and motivated people in government who get things done, which is what makes some of the work we do exciting and relevant. Otherwise, you know, we would be better off just writing op-eds and, you know, instead of talking to people, instead of talking to government officials, and so on. So there are two ways in which this could go. There could be a set of people, powerful voices that say that, well, we've always pointed out that cities were bad. Now look, so why are you, you know, focusing on cities, focus on on the villages, let's keep the returning workers in the villages and provide them enough opportunities there. And you know, like, let them not face hardships and go into cities and, you know, see what look what happened to all of them. These cities just close their doors and so on. So there's one sort of political voices that would talk about this. I have, like, not seen at least in the public sphere and a counter voice to this politically. And that is what is a little disappointing. And that's what makes me pessimistic. I mean, I think I would know enough people, individual people who would, who are not like that, who are very, who are still, you know, very bullish on on cities. And, and we again, we're seeing the return, the workers coming back, right, like those who had gone away once the economy slowly, you know, came back, restarted. And so if people come back, resume their old jobs or look for new jobs and so on. So politically, I'm not seeing that sort of voice. And again, the incentives are different, completely political reasons why certain sides are being taken versus others. And that's, I think that's a failure to recognize people's aspirations. I think if you are, it's a to me a very misguided thing for you to believe that the people who returned will actually stay without trying to understand what their aspirations are, if their aspirations were to make something of themselves, or, you know, make sure that the children don't have to face the same hardships that they did, then the messaging would be very different. I feel I mean, or, I mean, I'm not saying that, in fact, I guess most, I know nothing about politics. So I shouldn't, I should not talk about what the how to win votes or what the what winning strategy in this case would be. But in my mind, it's just that it's a puzzle to me like, are these do these people like, are their aspirations not being understood? And like, if they were, then you would sort of be talking about some other things you would be talking about, you know, making sure that your cities are looking after, you know, the, the most vulnerable people and so on. We're seeing some of that conversation happen in the, you know, among the people and the organizations working in the development, the development sector. So the, you know, the World Banks and all your other multilateral organizations and some other sort of, I guess think tanks are also trying to think through, okay, let's, let's look at what the issues are with in terms of say, migrant housing in terms of access to social protection for the urban poor, and let's try and fix those systems. But ultimately, I mean, it's a political thing. And I don't, I don't know how it will end up happening, whether or not will end up happening despite so many people saying, or so many like non-political voices talking about, about these issues. And if I would just to sort of go a step further, it's also about who does the fiscal burden fall on, right? So if states where the cities are have to now be responsible for the people that are coming to work in their cities, that's an added fiscal burden without on the states, right? And that's something that I don't see states taking on very willingly, because these are not voters for them. Their World Banks are different. So these complicated political, you know, calculations make me a lot more pessimistic. It's not the intentions of people. I don't think, you know, politicians are necessarily anti-states or whatever, but they have their own reasons for posturing as being anti-city"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:10:16.820",
        "message": "and so on. Yeah. And how much of governance happens below the surface of politics? For example, you know, I would imagine a politician would be interested and deeply involved in all of the things that can affect the optics of governance. But there are a lot of things in terms of daily governance, which happened below the surface, which nobody really notices, which they have no incentive to really care about one way or the other. So I guess there, the bureaucracy in the deep state, as it were, sort of becomes much more relevant in terms of what is done and what is not done. What's your experience of dealing with the bureaucracy in those kind of circumstances?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:55.460",
        "message": "Again, there are well-intentioned, but somewhat hamstrung by the kind of, you know, structures that they have put in place. So I've come across bureaucrats who want to do things and some of them have been able to push through things. I mean, I don't want to name names, but there have been cities like Pune, cities like Mumbai, cities like Chennai, I have seen bureaucrats who have been able to do things for the betterment of the city, whether it is pushing through reforms like, say, property tax systems and so on. So I think there is some hope at that stage. But again, if you look at the other compulsion or the, I mean, the other constraint there is that you need the person to be there at least for one entire political cycle, right? At least for five years for them to actually get the hang of the department and then figure out what the problems are, and then listen to people who have the solutions for it, and then, you know, make sure that things get, at least the ball gets rolling. And that's sort of like, that's not, that's a luxury in the administrative services, actually. So if you have bureaucrats who've spent enough time, say, as urban managers or city managers, they tend to be a lot more sensible about like, what's needed, and they've been able to push through some interesting reforms as well. So yeah, I think it can happen at the bureaucratic level. But these are, I mean, this is again, I'm speaking from business as usual times, and this is like a completely different world that we're living in. So I don't know how their incentives and priorities have changed now. And what are the priorities of the government at the local level? Unfortunately, I mean, we have not, or at least I have not had a very deep look at it, or I mean, I've not been privy to that sort of those sort of conversations, because the goalposts change, the priorities change, you know, from one week to the next. So it will take, I think, some time for us to start talking about rebuilding reforms and, and all those kinds of things at the city level."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:29.740",
        "message": "So in both your recent pieces on this, and the piece you wrote at the end of April in first post, I think, and then the piece you wrote in July with Ruben and the Hindustan Times, you'd laid out a bunch of things that the government could do to mitigate it. So I'm going to go out, go to the four policy suggestions, which you and Ruben mentioned in the July piece. And the first of these, we've already discussed where the first of the policy responses you'd like is, quote, addressing crowding by increasing per capita consumption of floor area by drastically reducing regulatory barriers to construction, stop quote, which, you know, we've already discussed that, you know, FSI and other regulation which prevents a far greater supply of housing can be relooked at. By the way, I wish you guys use a little less jargon and simpler language for somebody like the Hindustan Times, but never mind that these points are insightful and great. Let's let's turn to the second of those where you say that quote, administratively, the crisis has taught us that a pandemic response cannot be federally mandated and requires a decentralized, proximal and accountable response to enable this city leaders need to be empowered to stop quote, and we've already spoken a bit about how they are not empowered, there's a gap between power and accountability and so on. But would you say that more than anything else, this pandemic really underscores the importance of local self governance, because the conditions on the ground are so different from neighborhood to neighborhood, that any central response, which looks at a one size fits all sort of approach will necessarily fail. So one that do you think that this underscores a need for greater local self governance? And do you think that there is state capacity for such local self governance to actually work?"
    },
    {
        "speaker": "Guest",
        "time": "01:15:18.260",
        "message": "So it is, of course, a story about empowering local self governance, but it's also a story of getting a polycentric governance system to work. So when I'm talking about a polycentric system, I'm talking about multiple tiers of government, and whose functions and responsibilities are demarcated, or basically the jurisdiction is demarcated in such a way that they can absorb any externalities. So and they're able to, you know, function at the right level of scale. So for instance, when we're talking about a, you know, an outbreak, there's multiple things going on, you need at the local level, you need empowerment, but you also need some higher level some thinking about, you know, the scale, I mean, the scale of thinking has to be slightly higher, where you are thinking about, you know, things like, what should be the testing strategies, and what should be the, the way in which you are deploying your resources. So state resources, because not all resources may be with the with the local body. And the reason why if, I mean, it makes sense to have them at the state, if the state is at the appropriate scale to be able to absorb the externalities that come up. So it's the fact that you need the polycentric system to work. So you need your local tire to work, you need your say, metropolitan tire, a level of government or metropolitan system to work, and you need your state system to work. And they're all doing different things. This polycentric governance actually was a term that was coined by Vincent and Eleanor Rostrom. And when they were looking at police, you know, the way police function in in the United States, and basically, why do you have sort of different tiers? And why should you either not, you know, it's a disaster, if you either consolidate everything, or you completely decentralize everything, because there are functions that you need different to to be assigned to different scales. So I know this was a bit of a digression, but I just wanted to highlight that we end up talking a lot about decentralization, because we know that that piece, I mean, at that level, things are completely broken, at least at the state level, some things work. But at this at the urban sort of city level, we are not giving cities enough revenues. The property tax collections are, like very, very minuscule. And cities like Mumbai earlier used to rely on octroi. And octroi went away because of the GST. So there's a massive shortfall, which has not been offset by any other revenue source. So there's a major following out of the revenues that cities have, if you don't have revenues, then then you don't have the power to undertake any sort of expenditures that can allow you to run at excess capacity, right? Because then everything is a is an exercise in saving budgets and saving expenditures. So that's the sort of problem that you have, when you don't have revenues at the city level. The second issue is, and I think this has been discussed earlier also, is you don't have leadership, you don't have accountable leadership, because the mayors don't have any real powers. And the municipal commissioners are sort of appointed by state governments, and they can their political masters at the state level. This is not to say that municipal commissioners have no incentive in ensuring the corporation's performed well. But it becomes too idiosyncratic, depending on the person that you have. And, you know, if you're lucky enough to have a great bureaucrat, then then it's good. But if he it's if he or she is bad, you can vote them out of power the next time, or take any action against them. If you had a system where the commissioner was accountable to the mayor, at least through the mayor, you could exercise some control over the actions of the commissioners, because the mayors are powerless. So that's basically your revenues are a mess, you don't have enough decentralized power. And the third thing that's missing is, you know, in terms of your functions and responsibilities that you have to undertake, there is a list which is called wealth taboo lists out the functions that an urban local body has to undertake. But the actual functions of the local body undertakes end up being far more. So whenever there is a centrally sponsored scheme, which the local bodies then have to undertake, those are additional unfunded mandates on the local body, which are a drain on the resources which are not coming on time, even things like your, your grants that the State Finance Commission has to give the local bodies, the untied grants don't always come through. So there's a whole bunch of these issues, which are I mean, lot more far experienced people have talked about it for far longer than even I've been a student or a researcher. So these things have been happening. I think since the 90s, even if even when we officially sort of recognize the thought tire at the level of government, in 92, and in 93, the problems have just sort of refused to go away. And there's a difference across states, some states to better some states to worse. But the, the these, I mean, if I have to look at what can be done, or what should be done in order to actually solve the problem, it seems like it, it needs to, I mean, there needs to be something that overrides the states, and maybe, and again, I hesitate to say this, because I know, like, even the central government is not the best way to sort of get around to doing things. But if the central government mandates certain things to, you know, in terms of the fixing the revenues and fixing the system of transferring grants, I think that would be a useful way to at least address the revenue situation within cities. Otherwise, you're finding many of them not receiving what they are due. And that's like millions of grants from the state finance commission, and from the center not being paid to them. So it's all a question of where the money is. And a question of and while the while the, the democratic representation and the, you know, the local empowerment and so on are key, I think the the revenue side of it is we don't hear about a lot in the public sphere, just maybe because it's sort of a dry topic to talk about, you know, like, it seems like, what is a grant in aid versus what is a tax and non tax revenue of a government is not the most exciting thing, I guess, a lay reader wants to look, look at and think that, but I think, I think that's a very, very critical issue in solving this problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:38.700",
        "message": "I think some dry topics are enough to make the eyes wet. And it's a little sort of bizarre that, you know, our Prime Minister was actually a chief minister for almost a decade and a half before he came to power. So you'd imagine that he'd be cognizant and more concerned about, you know, this aspect of it. And this is also incredibly tragic that I think we have no option but to take a tangent for a moment or two to turn our mind away to something else. So I'm not sure that that is less tragic. So while you were speaking of, you know, Bombay situation with octroi that because of GST octroi revenues have completely gone because the tax taxation system changed and there's nothing in its place, you know, a thought that I've sometimes had came to mind. Now, the conventional view of the GST is that look, it's, it's great in concept, because it takes away all the friction of all these multiple taxes. And it was incredibly badly sort of implemented, which is why it turned out to be such a disaster. In fact, I've received some valid criticism that I agree with that in my episode with Arvind Subramaniam, I didn't push back hard enough on this, because there is really nothing redeeming about the GST at all. But the other thought that I've had is that even at a conceptual level, what kind of baffles me is that we keep saying local self governance, local autonomy, and so on. But the GST is a centralizing, the GST comes from a centralizing impulse, that what you should do is you should let different taxes stack different states and different local authorities tax as they will, and then you let the people decide and you let them kind of compete with each other. So it seems like even at the level of concept, it's not that it's everything is good about it is that there is this inherent trade off that you're moving to something centralizing and you're reducing the autonomy of the states, which is something we actually see playing out, you know, as we speak in terms of real term consequences. You have any thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "01:24:27.060",
        "message": "My sense is that so even if GST existed, and Octroi did not, a well functioning GST regime would have, I mean, I am not very anti the idea of GST. And I'm not saying that Octroi going away was like a complete like, unmitigated disaster. I'm just saying that this points to the lack of revenue sources that that corporations have and the one revenue source and this is justified in all types of theoretical frameworks as well. The one revenue source that all local bodies should have is property tax. And that's the revenue that they are supposed to really leverage and use. And that's something that we see governments not being able to do because there is not enough capacity to like, local body capacity to implement a robust property tax regime. We don't see our property tax systems being, you know, linked properly in terms of the underlying valuation of the property. We don't see them being buoyant. The rates, sometimes the rates are too low, even if the rates are not low enough, like people are simply not paying and you don't have any way of tracking those who do and making them pay. So my sense is that there's still there's so much work to do in terms of improving our property tax system alone. Getting that right would be, you know, a major win for urban local bodies. And the other set of sources that cities have, and this is, I mean, not perhaps it's not correct to say that cities have it because land is a state subject, but cities also have, you know, very, very high valued land being used very inefficiently. And there is government property that is being, or government land that is like vacant. And these sort of properties and inefficiently used land are a major, can be leveraged to raise a lot of money for cities. Especially if you, you know, walk around in Mumbai and see an empty plot of land, you know, how expensive that could be. And just because your government, you're saying you don't have any incentive to use it or to lease it out to, you know, the highest bidder and so on. My hope was that with Octroi being taken away, there would be a lot more dynamism being shown and using these land-based revenue sources more intelligently. But that again, has not happened at as much of an extent as I would have hoped. So the property tax and the land-based revenue systems together would have at least, you know, get help. Cities have a very decent base of revenues and that would have then, you know, allowed them to do other like more sophisticated things like municipal bonds and, you know, raise money from the market to finance infrastructure and so on. But yeah, that's, that's not happened. Again, I mean, I won't be able to articulate why it's not happened, but it certainly hasn't happened."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:48.900",
        "message": "Yeah. In fact, I had an episode with Rajesh Jain, which we'll also link from the show notes and you must be familiar with sort of his grand campaign of, you know, he estimated how much land the state holds across the country, including in Mumbai. And these are not trivial amounts of land. These are such huge amounts of land that if you actually figure out ways to monetize them properly, according to Rajesh, you could actually afford to give a UBI to the whole country just from that alone. So we'll link that episode from the show notes and leave it to listeners to judge for themselves. You know, having spoken about the state, it's time now to get back to the more cheerful subject of the pandemic, which actually takes us back to the state because a third of the things that you and Ruben suggested were quote, Rural protection systems need to be redesigned to protect the poor and vulnerable in urban areas, comma, in addition to the current focus on rural settlements, stop quote. Now, whatever I'm familiar with happening in sort of urban areas has actually happened because of private initiative, like people give a bad rap to markets and so on. But everything that has been done for the suffering here is through voluntary action. I think my friend Ruben Mascarenas and you know, his friends fed 10s of 1000s if not 100s of 1000s of people during that difficult period of COVID and one could see the government doing absolutely nothing, at least relatively so. So tell me a bit about what you mean by social protection systems for urban areas? What would it entail? You know, what are the incentives against just"
    },
    {
        "speaker": "Guest",
        "time": "01:29:24.120",
        "message": "implementing those and and so on? So social protection systems would fall into a bunch of different categories. So there will be things like livelihood protection. There's things like livelihood support, where you provide income support, there's access to so your public distribution system, which is your ration, shops and so on. They form a part of the social protection systems. You also have schemes targeted to certain types of population, like the elderly, the ones or women, and so on. So all of these are your sort of, you know, all the schemes under which a poor person or a poor household can avail some benefits or the other for different reasons. So their food needs can food security needs are taken care of through PDF. And then, you know, livelihood needs, maybe they are not livelihood needs, but some kind of income support may be provided through these pensions, social pensions that the government provides. And if you have a potential livelihood shock, in terms of unemployment, you have your employment guarantee schemes that work. Now, all of them are designed for a rural population and a rural country. As I mentioned earlier, right, your your NREGA is is a rural scheme. So if you're an urban household facing a temporary employment shock, there's no employment guarantee scheme for you. PDS, because it's linked to and again, to be fair, there's a lot of now a lot of churn and a lot of rethinking of these systems. PDS, again, is linked to the ration card, which is the place you stay. So if you're a migrant, you cannot avail PDS. Because if your address is somewhere outside of the state, you cannot go to a ration shop and ask for ration. So there's just all these barriers to, you know, and, again, the barriers may have come out of just the way the architecture of the system is where you have, because the states are responsible for providing most of and implementing most of the social protection schemes. They just end up sort of being very, very different across and you end up then asking for a proof all the time of, you know, you belonging to the state to be able to avail these benefits. So these kinds of issues have in the pandemic time really, really hurt the poor. And there is an opportunity here to think more creatively. Again, given you now have some technology, you have your, you know, Jan Dhan accounts, and you have some sort of a mobile technology in which you're able to reach people. There is a way to try and be link, say, PDS from where the person originally lives in. There's a way to try and think about an urban employment guarantee scheme. There's a way to try and think about housing for migrant workers in terms of currently I mean, of course, most of them live in cheap rental accommodation in slums and so on. But there's also such a massive gap in what we know, like collecting information about, you know, how do migrant workers actually go about surviving in the city? Like, how do they even access anything from like a bag to a ration to, you know, housing, creating that database of knowledge, in order to inform your policy design, that's important. That's an activity that needs to be taken up again, not necessarily always by the government, it could be philanthropy organizations, it could be NGOs, it could be a partnership, a consortium of these different organizations coming together to do this. But that I mean, building that knowledge base is also equally important. So, I would think that A, the knowledge creation and collecting information and B, redesigning or thinking about redesigning your employment schemes, your PDS schemes, and even your other say, social pension schemes, in order to actually benefit the, you know, the most vulnerable people and reach them is critical. And I think that those conversations are happening. And I'm a little more optimistic about that end of things that I think things may, I mean, we may end up making some interesting policy reforms that hopefully will have much needed and long lasting impact."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:15.860",
        "message": "So I have two questions here. And I'll ask them separately, because one feedback I've also got is when I ask a two part question, guests get confused and answer only the second part because my questions go on for so long. So I'm going to ask these parts separately. And part one is that it strikes me that in all of this, there are inherent issues with how difficult these are to implement. For example, there's just a question of identifying who should be a recipient or whatever, you know, if you say that, okay, we are going to give some cover for sudden unemployment because of pandemic. But when so much of your economy is an informal sector, how do you even identify and classify unemployment when you haven't recognized the employment to begin with? And you know, there are so many leakage is within the system. So the question here is that, given all of these, assuming that you get the government and power to agree with you that these are the things that need to be done on a scale of one to 10, how likely is it that state capacity will actually be up to the task of implementing these?"
    },
    {
        "speaker": "Guest",
        "time": "01:35:21.580",
        "message": "That's I don't know how to how to sort of..."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:25.820",
        "message": "I just realized I might have put you on a spot because if people in government are listening to this, they'll be like..."
    },
    {
        "speaker": "Guest",
        "time": "01:35:30.260",
        "message": "I mean, that's not the issue at all. I'm just trying to think about how does one quantify these kinds of things at the end of the day isn't any scale like an arbitrary thing. But from a qualitative perspective of like really badly equipped to like they'll do a great job of implementing it. It will depend on what we end up designing. And again, I may be a little more hopeful because just because there seems to be enough A, like smart people working on this problem and people who had very, very deep experience looking and engaging with state governments who are sort of thinking through these problems, not like some fly by night operators being brought in to solve the problem. If it is designed well, and if you're using the technology that you have responsibly and in order to actually benefit the people in terms of ensuring that you're identifying them while all the protection mechanisms are in place. I think I'm more optimistic about this. I feel that we would be able to do something. So I would say maybe in seven out of 10. I did end up giving a"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:02.260",
        "message": "number. No, I think it's, you know, even if no one is going to hold you to a number, obviously, because social science is so inexact in these ways. But I find just asking people about, you know, on the scale forces them to sort of think a little harder about it. And the exercise of coming up with a number is fun. My instinct would be actually I mean, it's the question is phrased wrongly. I mean, what are the chances that whatever your design gets implemented, I would say it's obviously zero because they can't implement it all. But how much of it is likely to get implemented on a scale of zero to 10? I don't know. I mean, seven seems to me to be on the high side of the of my range. But if I had to give it a range, yeah, maybe like two to seven, which is a way."
    },
    {
        "speaker": "Guest",
        "time": "01:37:47.060",
        "message": "I think I would rather be a little more generous. And then I, you know, of course, can correct myself later. And we can have a follow up conversation. You can ask me again."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:00.580",
        "message": "No, I mean, you know, I prefer your approach, because the point is that if you thought it was less than seven, you might think that it is not worthwhile my doing any work here. And therefore, I would be perfectly happy if you thought it was 10. I would not argue with you there. Because, you know, we need people like you more than we need people like me to make change sort of happen. My second question is this, that it's obvious that there, you know, needs to be disaster mitigation, that, you know, when a crisis strikes, you need to find ways to give relief to the people whatever form that takes. Now, there are sort of two philosophical questions that come up there. Somebody could easily pop up and say that, boss, I lost my job because of COVID. So you're giving me compensation. But if I lose my job at any other time, for any other reason, like say demonetization, which was not a natural disaster, but a manmade disaster, then why am I not due compensation? Why are you recognizing one kind of suffering than another, which becomes a philosophical question. And the other issue that then comes up is about the dangers of potentially building patronage systems, which then never get dismantled. And therefore, that sort of becomes a trap because the moment you build any kind of entitlement into the system, look, the political economy is such that it's simply never going to go away. And while it is good at that short term moment, again, the pandemic paradox that there is a disaster and people can't eat, so you obviously have to do something about it. But if you set it in stone, then the opportunity cost of that is a long term reforms and the building the long term structures that would help the whole nation right to prosperity in the long run so that these mitigating measures are not needed at all or not needed the next time. So how does one sort of deal with this? Because one thing that does seem to be happening, you know, is that during pandemics like this or during times of crisis, the state just expands, and then it doesn't contract back to where it was. And a lot of this expansion is not necessarily expansion in the good sense that we would want that it's doing the duties that it should and getting stronger in that regard, but is sort of all these other things. So what are your thoughts on this? Is this a danger that you kind of grapple with?"
    },
    {
        "speaker": "Guest",
        "time": "01:40:15.580",
        "message": "So about the question of, okay, why are we offering SOPs in one case? And why not the other? Why a national disaster? Why not a man-made disaster? The point is that you have a large section of population that has been completely devastated, right? And there's so many, so many, so many examples and stories and news articles and so on. I mean, what is, I mean, I'm sorry if I'm being a bit wishy-washy, but what is the morally right thing to do for the government or for the state? And if the state should not, ought not to do this, then you know, which is protect its most vulnerable citizens or try and in whatever way, given whatever implementation constraints and so on, should it not attempt to alleviate some of these problems and some of these shocks that people have had. And where I come on the side is that the state must do something about it. To your second point about whether or not it ends up being just something that will never go away and just an entitlement and so on. If we take the case of what the developed countries are doing, they're also offering these COVID-related measures and so on. We are also offering the COVID-related schemes. We are also at the same time trying to build a system or rebuild a social protection architecture from some sort of different principles, right? So where earlier you were just like, you know, saying, okay, whoever, let's focus on rural areas and let's, it's incumbent on the citizen to be able to fulfill 50 criteria to be able to get this. Now we're like, let's tolerate some inclusion errors. It's okay if people who don't need to get it end up getting it. A, the reason is that you're, I don't think that it, so here's the thing. So if you provide a system where you are giving a larger number of people, you're expanding the net and then, you know, whoever gets in, gets in. If you have some self-selecting mechanisms, you may find people opting out because I mean, frankly, what will I do with a pension of 500 rupees per month, I mean, per month for the rest of my life. And if I, you know, if I don't need it, I can, I'm happy to give it away. The point is that if you expand the net enough, you may have some inclusion errors, but it's fine because it's better to do that rather than to exclude the people who actually need it. And that is a, that is a bigger problem. And as you sort of, I don't know if there's been any rigorous study that looks at whether or not, if once you have a social protection scheme, do people end up, you know, using that as a crutch and, and therefore not end up striving to aspire to improve their livelihoods. I don't see this as a very, it's, you know, mutually exclusive thing that if you have this, then I have no incentives, perhaps the safety nets are so low that you would, you're much better off in the long run, if you want, if you try and get out of this dependency on the social safety systems or the social protection schemes. So if that ends up happening, and I'm more optimistic in the sense that I do feel people want to see their lives get better and their children's life getting better. And they know that if relying on those is not the way that's going to happen, they will also want to strive to, you know, get higher incomes and move out of this. And so you will end up, you may still have the architecture in place, you may have more people coming in as, as other people move out of it. In that sense, it will remain entrenched. But I don't think that, you know, for the same set of beneficiaries, they end up being dependent on it for all their lives. I think it's more of people move out, and then more people come in."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:43.820",
        "message": "So let me let me sort of, as I was thinking aloud, let me continue thinking aloud and kind of clarify what I meant. What I meant was not that patronage is necessarily a bad thing in all contexts. In fact, on the contrary, I agree with you that it is our moral responsibility to alleviate the sort of pain and the suffering that is out there. But I would add to that and say that much as we think of COVID-19 as a disaster, it's also a fact that we are in the middle of an ongoing disaster, which has lasted 73 years and is caused by the Indian state. I wrote a column about this, which I linked from the show notes. But look, here's the thing. Every day 3000 children die in India of starvation. That's almost 100,000 kids in India dying of starvation every month. Right? And to me, that's a disaster. And we need to do something about that. But it's normalized. And of course, those deaths are dispersed and those deaths are invisible to us because they're probably happening in areas where the media doesn't go and cover all of that. So we can ignore that. And so my broader point of what the state should do about what is happening, for example, if 3000 kids are dying every day of starvation, what do you do about that? And my broader point is that you need a two prong strategy, which I think most people would agree with, which is that in the short term, you feed them, you figure out a way to get food to them, get money to them, and you sort out the problem with short term patronage. And you have to do that. It's your moral responsibility to do that. But at the same time, you put in place long term structures by which they can at some point in time feed themselves. And therefore, you don't need to, for example, to use your the example of the figure that you named, you don't need to give 500 bucks a month to anybody after a period of time, because everybody is earning so much more that they don't really care for that. That's your long term goal. I think what often happens in India is that we look for the short term fixes. And then we'll say ki hume jo karna tha humne kar diya and now we don't need to do anything else. For example, when it comes to something like the agricultural crisis, we see this, where now it's almost become a fait accompli that everyone has to promise farm loan waivers, which is often a necessary anaesthetic in a short term sense, but you never end up making the long term reforms that you actually need to, to solve the problem. Because one, those incentives aren't there, those solutions are not in demand, because they're unintuitive very often for most people, a politician's time horizon extends to the next election. And, you know, some reforms could take 1015 years to play out. So yeah, I'm not disputing anything you're saying. And I'm just kind of clarifying where I was coming from. There's no question at the end of this. But I'll, I'll, since we are talking about the state, I will get to a question that I did have, which is the writer jack shanker and a piece in the Guardian, you know, wrote a piece on cities post COVID, where I found this paragraph quite fascinating, very right score. South Korea, one of the countries worst affected by the disease has also posted some of the lowest mortality rates and achievement that can be traced in part to a series of technological innovations, including controversially, the mapping and publication of infected patients movement. And, you know, so this kind of strikes me as another, an interesting example, of course, of the trade off between security and privacy, in this case, security against the virus. But also, then a pandemic like this can become an excuse for a for creeping authoritarianism, where, you know, and you yourself have referred earlier in this podcast to surveillance in positive terms, that it's something that helps you control the disease. So how are we to what are we to make this trade off, especially when we live in times that there are worries about such authoritarianism and about the state getting too much power over the lives of people? So how does one think about this at a conceptual level? And then at a political economy level? How does one sort of negotiate this because the impulse of the state will always be to, you know,"
    },
    {
        "speaker": "Guest",
        "time": "01:48:46.180",
        "message": "get as much control as they can? So it's great you asked that, because that's my real worry. It's not so much the fact that if you have a patronage system in place, it just won't go away. My worry is that if you have a surveillance system in place, it will just try and, you know, dig its claws deeper and just not go away. And that's a very, very real fear, even in a democratic society, like India, because we still have so many draconian laws from the colonial times that have, you know, continued and that have been used time and again by the state as a means to, to thwart dissent, to get people to stop criticizing or stop being critical and of your private information through say, mobile phone apps and the like being collected by the state is extremely worrying. And I'm not a privacy expert or a data governance expert. So in terms of thinking through solutions, I will not know how we can think of safeguarding people's privacy, like what steps should people take? My other concern is also that we don't have enough political leaders who can stand up or like talk about this as an issue and actually be an effective that sort of checks and balance in the legislature is, is not no longer there. And so, I mean, I'm very, very concerned and very, very pessimistic about this about and very cynical about the fact that you are developing systems in which you are giving more and more power to the state, and it's going to end up having some unhealthy consequences in terms of what can be done to assure this. I mean, to mitigate this or whether or not there was another way to go about doing this without giving the state so much power, what would the other alternatives that we could have taken up? I'm not sure that I have the answers to that question either. But it is, if you look at what other state, I mean, not South Korea, but say, if you look at what Europe does, and the Europeans are massively concerned about privacy, right, and individual right to privacy and so on. Perhaps there are models there that could have been used. But I think that that ship has sailed. I mean, we've already ended up doing a lot of things that were unnecessary, that were intrusive. So, yeah, I mean, I don't know if I mean, that is all the supposedly the courts that that need that will protect the individual from any kind of state overreach. But I mean, I think, I think I'm not very optimistic about that, as well. So yeah, it's"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:52.580",
        "message": "all bad news. I'm glad you said supposedly when you said it supposedly the courts that will protect us know we are recording this on September 9. And, you know, the way the media hounded Rhea Chakravorty, and she eventually got arrested for drugs possession and cannabis shouldn't even be illegal, but she got arrested for that, even though no actual drugs were recovered from her. It was I think, on the basis of WhatsApp messages or something where she was, you know, getting something for Sushant Singh Rajput to smoke. So it's kind of ridiculous. I'm also reminded of how, you know, the government released the tea star settle words credit card record wants to show that she brought alcohol from a store. I mean, what freaking business is that of anyone? So the thing here is, even if we had a proper laws protecting us the way the state is, and how, you know, it's also dysfunctional, it probably won't even matter. Let's let's kind of go back to the fourth of the suggestions that you and Ruben made. And I also want to explore one aspect of this bit where you said, quote, countries such as India with large out of pocket expenditures in private health care must restore the balance between health care and robust public health that focuses on improving health outcomes for all only a capable state can deliver the latter. And what I'd like to ask you about and elaborate on because I think this is a subject that confuses a lot of people is the difference between health care and public health, that sometimes when you talk about, you know, public health, people assume that, oh, this means that the state will pay everybody's medical expenses, which is their health care expenses, which is, you know, not the case, it means something entirely different, it means not necessarily treating diseases, but preventing them from arising in the first place. So can you talk a little bit about firstly, this distinction? And secondly, what can the state now do to sort of make sure that whenever such a pandemic next occurs, its effects are relatively mitigated?"
    },
    {
        "speaker": "Guest",
        "time": "01:53:54.540",
        "message": "So you're right. So we're talking about, you know, prevention of communicable diseases, prevention of infectious diseases, and everything that that can be done to prevent that, including say fumigating your streets to like making sure there's no saturated water that can be polluted, breeding sites for mosquitoes to ensuring that clean water available for citizens to drink, and you know, there's no chances of contamination, and also ensuring that your sanitation systems are not, you know, leaking into your water pipe systems. All of these things are unhealthy. I mean, the reason why they should exist is to have a healthier population and a healthier citizenry. So that, you know, a healthy population can, you know, be more productive and the gains are in terms of, again, increased revenues for the state. So that's the entire justification for having a public health system, not as opposed to a public health care system, which is taking care of like an individual sort of once there's a prognosis diagnosis, then helping with the curing and the you know, those other post illness treatments and so on. That's the major sort of difference. So what we are saying is that we need to have what do our departments of public health actually have power over say in a municipal body? Is it just looking after public hospitals? Or is it actually having a say in terms of, you know, what is your plan for augmenting your water infrastructure? What is your plan for augmenting your sewerage networks? And this is a point again that I'd made earlier that it's not this lack of thing. It is generally okay, as fumigation and so on these other activities may come under public health, but not this idea of infrastructure investment. And so you need to think about all of these state functions and state services from as a public health function, and not just a public service function. The second thing is, I mean, and we obviously caveat it by saying only a capable state can do this, which should clue you into our inherent cynicism to actually expecting a state that is not capable, which could be, many of our local governments are not up to the task to be able to do these things, and for aforementioned reasons of not having any real powers or revenues to be able to do that. So, A, all the public health needs to be looked at from this angle. It's very, even after a pandemic, I don't think that until we solve the problem of decentralization, we can't really expect at the municipal level, things to really change and governance systems to really change at the municipal level to actually look at it as a integrated thing. I mean, it would be great if maybe one or two cities tried it. I guess it may be easier to do and not in a like Bombay or Mumbai megacity, but in a smaller city in a relatively prosperous state government, maybe that may work. I mean, relatively prosperous state, a smaller city may be able to do it. But yeah, I think it's necessary, but it's not. I personally don't"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:35.940",
        "message": "see it happening, like anytime soon. Fair enough. Let's kind of move past this narrow depressing context of what the state can do and all of that and just talk broadly about cities and COVID in general. Now, what we've seen as we were discussing, you know, trends of the past, you know, Ed Lazer wrote a great piece on this, which he forwarded to me, which we'll link from the show notes, that pandemics happen, cities bounce back, that there's an inherent need for cities and that kind of agglomeration. So, you know, things will continue as usual. But at the same time, leave the pandemic aside, you know, is there a case to be made that we need to redefine how we think of cities and how we think of networks and communities, in the sense that I was reading this excellent paper for Bain & Co by Karen Harris and a couple of co-authors where I came across this phrase, the cost of distance. And her point, of course, is that the reason cities come together is because of the cost of distance, because distance is expensive. It is hard to communicate and to send goods and services across too much space. So therefore, you need to all conglomerate together in close distances and that's why cities are there. But the trend that has been happening over the last couple of decades is that the cost of distance is reducing massively. For example, think about messages, or you can send an email to anyone anywhere in the world and it, you know, you're not actually sending a letter where the cost of transporting a physical letter, you know, gets the rises with the distance covered, you are reaching a stage where you will have, say, delivery drones, where you will have eventually self driven cars and trucks and all of that. So the cost of distance is reducing massively. And what these lockdowns, you know, imposed because of COVID-19 have also taught us, it's a cliche to say that we'll be working from home forever, I sincerely hope not. But what they've also shown is that it is possible for a lot of people to work from a distance, that what we really miss is not so much in terms of efficiency, but what at least, you know, I of course, don't work for a company. So I, you know, I don't have personal experience with that aspect of it, what I miss is just going out and physically meeting friends. And that can, you know, change any way with time. But it seems to me that in many different ways, therefore, as we redefine our communities, and we redefine who our neighbors are, because I think the whole concept of who your neighbor is, is not necessarily only a geographical concept that, you know, when we'd spoken about doing this episode three months ago, we'd said that, you know, let the lockdown end and we are in Mumbai, we'll meet up at a studio and do it. But now we've decided to play it safe. And we are doing it remotely, like I record with my guests from all over the world. So that space doesn't matter, the distance doesn't matter, it no longer matters so much that we are in the same city. In fact, you know, up to a couple of years ago, I thought I can live in any city, it doesn't really matter to me. And then I realized when the podcast took off that I have to be in Mumbai, because I have access to a studio and I have access to some guests. So I have to be in a big city. And now with this pandemic, I'm realizing that, hey, even that's actually not really true. All I need is a great internet connection. And I'm sorted. You know, everything else is remote. So there are these, sorry, if I feel like I'm rambling, but there are these sort of two questions. One, that do you think that at a conceptual level, the notion of a city and the notion of why it's necessary was going to change anyway, as time progressed? And if so, do you feel that might have been accelerated by it coming into such sharp and concrete focus because of the pandemic?"
    },
    {
        "speaker": "Guest",
        "time": "02:01:13.740",
        "message": "To a certain extent, this is a lot more relevant to a developed country context. And to, you know, even in India, certain section of the population, right, who can sit at home and have a stable enough internet connection, although I can't claim that mine is stable at all. But there's even, okay, so taking care of like, let's say those constraints are taken care of, right? Everyone gets that great access to great internet. And, you know, so there's no problems of neat, you know, information technology, or all these things are taken care of. Why would you still want to be in a city? I think it is, in a sense, there is an idea of wanting to be able to do some things that cities can afford you to do that other things can't, you can't. So for instance, going to the, again, not not very relevant in other cases, but in Mumbai, you can enjoy a nice, like classical concert, you know, and the at the NCP and then the next day, you know, go to another film, sort of club and watch a lovely film and do all these other things which are possible, because these do arts and your culture needs some densities to be able to survive. And that's what cities afford. So it's not it, of course, it's your livelihoods that matter. And I bring you here in the first place. But what matters to you is also sort of something like going and watching a great movie at a film festival and going and watching a nice, you know, opera somewhere. And those things are not something that I don't think the cost of distance argument applies. And I still I think there are enough people that want to be able to sort of have Thai food one day and then have like, order in some Chinese the next day and, you know, enjoy some good food again. And, and these, these kinds of places will only thrive with this certain number of clientele there. So, in a sense, there is value to the city for all these other pleasures that it affords, for which will not be addressed by this thing of cost of distance going away. So you, you know, you can, of course, watch some concert online and rent a movie online. But I, I mean, I don't, I think I'll be, it'll be safe to say that it's not the same thing as watching a live performance. The other reason why cities are important is also the anonymity and the social mobility that they afford certain sections of people. If you are stuck in a rural farm somewhere with this, you know, same kind of oppressive systems around you, and you happen to be somebody who's not from, you know, one of the socially privileged communities over there, then, then moving to cities will afford you a level of anonymity, they'll afford you an opportunity for social mobility, which again, it's not something that, it's not a cost of distance problem per se. So I still think that as much as we think that cities are, you know, likely going to be redundant or you don't need cities around anymore, we undervalue the, these softer aspects of like the non-measurable aspect of urban living. And those I feel are not non-trivial. And they do sort of, you know, they will continue to persist. And that's why, I mean, I'm, I'm pretty optimistic that we, that cities are not going to go away. I mean, a lot of people may wish them away, but I don't think that that's going to happen."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:11.980",
        "message": "No, I agree entirely with you. In fact, you know, I'm, I love cities, you know, whenever I go on vacations or whatever, I'd rather go to a big city than to some really secluded nice place on a hill or whatever, because just taking in that new life of a new city is something I find wonderful. And both your reasons are great. And you know, the second one that you gave me the social mobility reason, I thought that there, what applies that, you know, if you're a Dalit stuck in a village with an entrenched and oppressive car system, then forget the cost of distance, there is a cost to proximity. And you actually want to put some distance between you and wherever you are. So, you know, that's a great reason. And your other reason is something that I kind of viscerally feel like my being in Bombay, the highlight of every year for me, clearly not yours, because I've never seen you there is a mummy film festival, where I will just make sure that I have that week off and I watch some 20 green films in those seven days. And it's just totally the highlight for me. And that's made possible by the fact that there is a city. So there are all these viewers and all the economies of scale work out. Now, one could argue that, hey, you could just sit at home and on your big high definitions, screens, recreate the experience. But I guess that depends on how much you value the social part of the experience. But one thing that you definitely cannot recreate and that you will not have without cities is, you know, speciality cuisine restaurants, because, you know, those depend on these large networks of people to for those, you know, for it to make feasible to serve those little long tails. So I couldn't agree more with all of this, as I think you've taken enough of your time and you've been very patient and generous with your insights. I'll leave with a sort of a question that you must have been expecting, which is that, you know, talking about not just cities, but your work with cities and the way Indian cities are going and so on and so forth, just in that context, over the next 10 years, what gives you hope and what gives you despair?"
    },
    {
        "speaker": "Guest",
        "time": "02:07:03.300",
        "message": "What gives me hope is actually this very famous. I don't know if it is actually that famous. Ellen Barry wrote a piece in New York Times about these girls who had come from Odisha to work in Bangalore in textile factory and just it was about their lives. And it was a lovely piece about how, where they went, what they did after work, and how for many of them, they were tasting freedom for the first time, financial freedom, freedom to discover and who they are. And that sort of, you know, that it's maybe I'm looking at it from a very raw instinctive perspective, but it gives me hope that that we are still affording these kinds of opportunities to people to actually be able to experience independence and freedom and thinking about what their dreams and aspirations are. And to come to what gives me despair, it is that, you know, that story was written a few years ago, and things have changed since then, right? And we're seeing, I mean, the economic situation is not great. And the pandemic has just completely led to all sorts of breakdowns of economic systems, social systems, even. And, I mean, as much as I'd like to believe, I'm not, I think it's going to be a long time coming before we actually get back to those levels of, you know, growth and prosperity. And that track, going back to that track of growth and prosperity is going to take us some time. And things can, I mean, things can go wrong in all kinds of ways. So it's not a given that we get there eventually. And, you know, it's just a small few years of, but it's those few years are very, very, very costly. And in terms of what they mean for so many millions of people who are experiencing, you know, going back under the poverty line, and so on. So that gives me some, some despair."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:08.740",
        "message": "Yeah, that's a lot of despair and some that I share with you. So I shall end on the note of hope that, you know, this is not the last that I've seen of you on the scene and the unseen and hopefully the next time we can record in person. Thank you so much for coming"
    },
    {
        "speaker": "Guest",
        "time": "02:09:21.140",
        "message": "on the show. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:25.500",
        "message": "If you enjoyed listening to this episode, do follow Vaidehi on Twitter at Vaidehi Tandil, one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]