[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Ever since I heard The Grateful Dead, I've thought of trucking as something kind of romantic, and yet it's also deeply poignant. On the one hand, the wide open highways, meeting new people, seeing new places, a kind of freedom from the fetters that tie down most of us. On the other hand, a life without roots, no sense of family, traveling all over, yes, but constrained in a box with wheels. You'd think truckers in India would know this vast and beautiful land more than most of us. But do they spend their time traveling in a moving cocoon, always on the move, yes, but perennially trapped? For a trucker, the journey is the destination, and that's usually a bug and not a feature."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:48.540",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:54.940",
        "message": "Please welcome your host, Amit Varma. Welcome to The Seen and The Unseen. My guest today is Rajat Ubekar, who got this strange kida a few years ago of traveling around India in a truck, and that's exactly what he did. He went from Mumbai to Kashmir, and then to the Northeast, and then to South India, hitchhiking on trucks, making friends with truck drivers, getting a sense of their lives and journeys. And he wrote about it in a wonderful book called Truck Day India, A Hitchhiker's Guide to Hindustan. I was delighted to have Rajat on The Seen and The Unseen as we battled through a litany of technical issues, as if we were recording from a moving truck. When I record remotely, I do so using a software called Zencastr, and I also keep Zoom on mute so my guests and I can see each other and pick up visual cues. For this recording, first Zencastr didn't work, and then it did, but Zoom did not. And we tried Google Hangouts, and that didn't work. And we tried Skype, and that didn't work. And then we tried WhatsApp video call, and we could only record half a session. So we resumed a couple of days later, when Rajat's internet behaved itself, and we finally wrapped up the episode. Our conversation was a hell of a trip, and I mean that in a good way. If you enjoy listening to The Seen and The Unseen, you can play a part in keeping the show alive. The Seen and The Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Seen and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going, and that involves you. My proposition for you is this. For every episode of The Seen and The Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seenunseen.in slash support, and contributing an amount of your choice. This is not a subscription. The Seen and The Unseen will continue to be free on all podcast apps and at seenunseen.in. This is just a gesture of appreciation, help keep this thing going, seenunseen.in slash support. Rajat, welcome to The Seen and The Unseen. Thanks Amit. You know, I have to tell our listeners that I am getting a sense of the rhythm of Rajat's book because in his book, there's a lot of waiting and a lot of hanging around as you know, waiting for trucks and waiting for traffic jams to resolve themselves because we started this recording exactly one hour late, because we had technical issues, first the Zencaster wasn't working, then the zoom wasn't working, then we tried a bunch of other things. And we finally got on to recording but never mind better late than never. But you know, maybe that's the enjoyment of the journey comes from all these little moments in between, though I think you know, technical glitches don't add anything to one's life. So Rajat, before we start talking about your fascinating book, tell me a little bit about your personal journey, because, you know, you are an engineer, who then did journalism and won an award for it, who then went traveling around India on trucks, and you have just joined the civil services. So take me through this sort of very interesting journey of yours and how you came to writing per se, because that sort of seems to be the one great passion of your life, writing and traveling."
    },
    {
        "speaker": "Guest",
        "time": "00:04:39.300",
        "message": "Yeah, it's definitely been an interesting journey so far. So as far as my personal background goes, I basically hail from Karnataka, coastal Karnataka. I was born in Patkal and brought up largely in Mumbai. Part of my schooling was also in a military school in Satara, Sainik school, Satara. And after that, I joined IIT Kanpur, where I studied electrical engineering. Writing and reading have been abiding passions in my life, as far as I remember, right from my childhood, I remember scouring these secondhand rattiwalas, trying to find some Amar Chitra Katal or any novel that would excite me. So right since childhood, I've been interested in reading. The reason why I went into engineering was, of course, like many other kids who got decent marks, it made the most sense. And I don't regret it at all, because a background in science, I feel is definitely helpful everywhere, especially in any stream. So I don't regret it. Also, I met some amazing people in IITK who continue to be close to me. So no regrets over there. In my third year or fourth year, I finally decided that I wanted to get into journalism. Essentially, it was, I did not want to do a desk job in my early 20s. I had this deep hunger to see as much of India as possible. And part of that hunger also led me to Kanpur in the first place, because I'm from Bombay essentially. But I did not want to be stuck in Bombay, close to my parents forever. So I decided to join IITK. So there's this connect throughout my life I see about wanting to see as much of India as possible. And I worked for a year after graduation in a management consultancy, got a decent job. So I thought I'd give the corporate world a try before stitching it all together, just to make sure I won't regret it, just for my own satisfaction. And after a year or so, I joined the Asian College of Journalism. And from there on, I worked as a business journalist for a couple of years in Bombay. And while working as a business journalist, I really decided that I had to go on this trip across India. The seed of that idea, I think, had been with me right since my college days. So as I write in the book, in my first year, one truck driver had very kindly rescued us from a light while he was stranded on a highway near Shimla. And that sort of stayed with me and the idea of their lives, it appealed to me. And I thought that in my early 20s, I should do something like that. But it crystallized only by the time I was around 23-24. And one fine day, I walk into my editor's office, I tell her, ma'am, see, I did I have this crazy idea in my mind, I want to travel across India. So please, I want to quit right now. So because obviously, you won't keep me you won't give me a holiday for like three, four months. So but she turned out to be much more sensible than I was. She suggested that I write a six-part series for the magazine. And I jumped at it. I mean, I thought I wouldn't get a better chance. I mean, you're getting paid your salary while you are sort of exploring India by truck. So I thought couldn't get better. And later at one point, even Indian Oil Corporation sort of sponsored the trip. So it all worked out somehow, I was lucky. And that's been my broad journey. And apart from that, recently, I have cleared the UTC exam."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:08:39.140",
        "message": "So let's see where that takes me. Yeah, yeah, you might just after all the things you wrote about, sort of the predatory state in your book, not in so many words, those are my words, but that's how a lot of the book came across. It'll kind of be sweetly ironic, you're sort of joining that service and hopefully making things better. Now, I know it's kind of futile often to ask a reader, what kind of writing do they like? Because I think a lot of readers who are drawn to this voracious hunger for just reading anything that they can get their hands on. It's not a fair question that your reading will naturally tend to be eclectic. But given that you also love to travel and love seeing new places and all of that, which of course, bookstores, books are a window to other places. But was there also an attraction, therefore, to people who write about travel and write about going to places like were there models for you? Did you ever read a writer and think, huh, that's the kind of thing I want to write and"
    },
    {
        "speaker": "Guest",
        "time": "00:09:32.580",
        "message": "so on? So one book which I distinctly remember leaving an impression on me was something I read when I was in ACJ. It's this book called A Free Man by Aman Sethi. So what that book showed me was that it is possible to write about India's working class, its informal economy, so to say, in a sensitive manner, in an entertaining manner, in an informative manner, because the lives of us middle class people is so cocooned in many ways, we are unaware of the varied struggles, the various jugars, which people employ in India to live out their life day to day. So that book, which is about a bunch of daily wage laborers in Delhi, when I read that book, I thought, I have to absolutely write something about truck drivers, I mean, their life is in some ways more fascinating than that of a daily wage laborer also, because the kind of landscapes they're exposed to, the kind of characters they're exposed to on a daily basis seem to me to be material fit for a book. And I could say that book definitely was a huge influence on me. And apart from that, as far as the writing style is concerned, I veer towards the more simple writing rather than the more flowery writing, which is difficult to pull off. I mean, except for a few exceptions, like Wodehouse, who can pull off that sort of writing so beautifully. I have always been attracted towards simplicity in writing. So as far as models around that, those are concerned, Hemingway, definitely, whom I read during the final years of my college was quite an influence. Yeah, that would be it."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:18.180",
        "message": "Yeah, I mean, come to my arms, because I teach this course on clear writing. And I often when I talk about writing in that, you know, I cite George Orwell's famous quote, good prose is like a windowpane, the whole point being that the windowpane is a means to an end. And therefore, you know, prose like a windowpane should just be clear, a windowpane is supposed to show you what's on the other side and not draw attention to itself. And the example I gave of an exception to that is the same one you gave, which is Woodhouse, where, you know, in his case, the beautiful things that he does with the prose is an end in itself. And that's fine. But one should not get carried away by that, because everybody cannot be Woodhouse. And I like the clarity in your style, and also the sort of the conversational feel of it. And, you know, you throw in a lot of sort of light touches of humor, just perfect places, which kind of really worked for me. Was there a process that you went through in sort of finding your voice as it was the voice of the book, so to say, or is it something that, you know, was very clear from the start? Or did you sort of have to experiment a bit and, you know, write a bit till you discovered what the right voice would be?"
    },
    {
        "speaker": "Guest",
        "time": "00:12:28.460",
        "message": "Initially, I found myself getting bogged down in these long winded sentences. I mean, the initial process was quite a bit of a struggle. My basic aim with this book was to appeal to the non-reader. I mean, I did not want the reader, whoever he or she may be, to get bored at any point in the sense, even though I had some interesting facts to share, or anything which I find to be interesting, but essentially the reader may not because it's been, it's too long winded or it's been going on for a while. So in that sense, it went through a constant process of refinement. The end goal being, it should hold the reader's attention. And we are so easily distracted these days, right? And I think the job of writing is to make it as easy as possible for the reader. And that is the most challenging part. The process largely consisted of defining the text. I do not believe in the draft system. I mean, I don't usually maintain too many drafts. I get too confused at the end if there are seven or eight of them. So I typically just tweak, tweak, tweak until, I mean, it's never really finished, but until it meets a certain level of satisfaction, until then I keep tweaking."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:50.740",
        "message": "That's my broad process when I'm writing. I was struck by this quote at the start of your book by John Steinbeck, where he says, quote, we find after years of struggle that we do not take a trip, a trip takes us, stop quote, which, you know, would appear to the reader is written in the context of the book that is to follow. But it also struck me that it has a broader resonance. And that's sort of what I want to ask you about in the sense that, you know, you said you did engineering and engineering has its own sort of subcultures and lingos and ways of speaking and ways of thinking about the world. Similarly, after that, you, you know, go to the ACJ and you get into journalism and journalism also has its own little subcultures depending on where you are. And then you go around the country with these struckers and there, as you've described so beautifully, there are all these little subcultures and rituals and these worlds that you inhabit, which are in fact, as you've shown in the book, different from place to place. It's one thing in the north, another thing in the northeast and so on and so forth. And this kind of got me to thinking about how our experiences shape us so profoundly, because it struck me while reading the book that some of these subcultures would have nothing in common with the other ones like the engineering subculture and say the trucking subculture where, you know, there are a few things in common, such as the technology where, you know, people use WhatsApp and make Facebook friends from other countries. But apart from that, the worlds are so different, they relate to other people so differently and all of this. So do you find that as sort of a visitor in these different worlds, that you can take a step back and look at your friends in each of these worlds, and that their worldview in some ways constricted because of the relative narrowness of their experiences?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:36.900",
        "message": "That's a great question, Amit, and I 100% agree with you. I mean, there's this great quote in the book, English August, actually, that I never allow two of my friends from different circles to ever meet. That would be two worlds colliding, because we often have these little bubbles, right? What I see the world as is composed of these little bubbles who think that the entire world revolves around them. I mean, many of my friends are in the startup world, and the startup bubble is other world altogether. I mean, when I go to meet them in Bangalore, sometimes, it's like a step into other portal. At the same time, I mean, journalism, of course, is, I mean, one of the reasons why I got into journalism was to sort of partake of these different bubbles, at least get a glimpse of these different worlds and expand my worldview through that. That was one of the reasons I got into journalism. And yes, I would definitely say that having this sort of limited worldview, often, I've seen it among my engineering batch mates also, the world is very limited for the options themselves are so limited after graduation, either you join the corporate world or you get into a startup or you start studying for the UPS, these are broadly the or you go for a master's abroad. And it's essentially limited to these options. And I would say yes, the trip of traveling with truckers across India opened my eyes in so many ways, which I hope to have shared with the reader through the book. And I hope the reader learns something about the many India's that are country in our"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:28.500",
        "message": "world. It was also fascinating for me, like I remember back in my days as a professional poker player, I would play with or before so I would have to play with all kinds of I used to play the underground cash games in Bombay, I have to play with all kinds of people I would otherwise not interact with. So whether it's a group of builders in Varshi, I've played with film stars in Warsaw, and you know, one group I used to play with, they were people who had grown up going to your local RSA shakha every week and were hardcore sort of sanghis in that sense and absolutely lovely people, right. And what happens in the culture is that, you know, given whichever bubble we are part of, we'll sometimes demonize people from different bubbles and not sort of, you know, be completely devoid of a deeper understanding of why other people are the way they are. And they are also three dimensional and they contain multitudes and all of that, you know, given that you were into writing, given that you wanted to travel, and therefore, all of these different interests and passions seem to have coalesced towards this particular journey that you took. But what drew you to the idea of this particular book, like you mentioned, a truck driver helped you when you were stranded in Shimla a long time ago, what in particular was sort of the expectation that you took into it? And did that differ from your experience eventually, because sometimes I imagine what can happen is that you can go into something with a romantic notion that, hey, I'm going to travel the country in a truck, and I'm going to soak up all the different cultural influences. And at the end of it, I'll have this masterpiece. And then you actually go and you're just sitting around for 12 hours waiting at a traffic jam at a naka with guys who want nothing but to view porn on your phone. So you know, were there sort of moments like that when expectations differed from reality or did you go into it with the attitude that everything is an unknown unknown, I'll just finish the journey and then I'll start forming narratives?"
    },
    {
        "speaker": "Guest",
        "time": "00:19:19.460",
        "message": "I mean, my expectations while I was going for the journey, my only expectation was that hopefully I'll come out of it alive. To be honest, I did not have any preconceived notions, I guess I must have shared some of the sort of stereotypes that exist about truckers subconsciously, that you know, they are drunk or I know all stereotypes, one may say that are rooted in some form of truth. So I may have shared those, but I went in with a totally blank slate and prepared mentally for all sorts of physical privations, all sorts of troubles on the way and broadly lived up to those expectations in the sense I was right to not expect anything out of it. Because just look, I mean, how I set out on the journey itself, I mean, my first, the first trucker I hitchhiked with, he was someone who was connected to me by a friend who knew someone who was working in a transport office. So that was through a connection. After that, I was essentially on my own. I had no idea how I would find another trucker, where I would go. So that was a huge unknown out there. And it was a source of considerable anxiety to begin with, because I had no idea how I would actually manage it in a practical sense. But as the journey progressed, slowly my expectations also started becoming more clear, in the sense what can I expect from people, though they were also always belied, I mean, all these expectations were never really there, because truckers, there are hundreds of different kinds of truckers and personalities of everyone differs. And basically, every trip, every truck that you get in, get inside is another world. I mean, you, the people are different, their stories are different. I mean, that's what I really enjoy about India in some way, you know, I mean, there is this particular vantage point of the Indian middle class or the upper middle class, which sort of views the rest of India as the great unwashed, you know, I mean, there's this homogenous mass of people who essentially are there to serve us, but what I really enjoy seeing is in the particular histories that are contained within each person, their own life stories, their own background, their family history, I mean, everything says so much about India. And it's like a great learning experience and meeting someone outside of your social circle and getting to really know their background, it's, it's an education. And that's what this trip was, I mean, I was hoping it would be an education and this is"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:22:07.940",
        "message": "definitely was. And you know, in our normal lives, or rather in our sort of regular lives, I would not say this not normal in that sense. But in our regular lives, we are all sort of constantly anxious about how other people perceive us. And in most of our lives, that anxiety is about we want to seem knowledgeable and sophisticated and smart and all of that. But I imagine here that it's a different kind of anxiety, because you, you know, there is a difference of class and privilege here. And for you, the tension must have been how do I fit in, I don't want them to feel as if I'm coming at them from a place that is above them, you know, not just in terms of class or whatever, but even your approach and all that. So how did you sort of, you know, deal with that? Was there that anxiety that how do I, how do I fit in? Should I joke with them? What kind of language should I use? How did you navigate all of those things?"
    },
    {
        "speaker": "Guest",
        "time": "00:23:05.660",
        "message": "That anxiety definitely was there to begin with. So what I did was before setting out on the journey itself, I visited a couple of truck terminals. There's this huge one in Karamburi and another one in Vadala and I interacted with the truckers over there just to see, get a sense of what they are like in reality and the kind of warmth and generosity that I saw even there really played a big part in reassuring that if your intentions are genuine, if you don't condescend to them and if you don't patronize them, they are perfectly good people who will answer all your questions happily because they have so many grievances inside them over the years, which no one has ever cared for or asked or addressed in any way that if there's someone who's asking them genuine questions about what problems they face, what their life has been like, they are more than happy to answer. So I went in with the expectation that I should just be a genuine person. If my intentions are, I don't have any vested interests and if I actually go there and if I do care about their lives in some way, that comes across when you're interacting with strangers. What I've realized is that your eyes and your smile, they reveal a lot about you and about your intentions and other human beings can definitely see that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:24:36.220",
        "message": "You know, I'm reminded of the title of this great book, which came out a few decades ago by Alan Siletto called The Loneliness of the Long Distance Runner. And it seemed, you know, you could also have something called The Loneliness of the Long Distance Trucker. And is that part of the reason, like I'm assuming when you say that they were warmer and, you know, nicer towards you than you might have expected or than this, you know, the middle class stereotypes about the unwashed might lead you to believing, do you think that's part of the reason is that they're always on the road, those personal connections aren't really happening? Like, the way you've kind of described the mini worlds of each of these truckers, it seems like, you know, there'll be two or three people traveling together in a truck and that's like, you know, that's their whole world and a lot of other stuff is peripheral and they must be sort of craving to talk to other people. You know, is that a sort of sense also that you got of the truckers life?"
    },
    {
        "speaker": "Guest",
        "time": "00:25:30.460",
        "message": "Yes, I think that you're right, because most of the truckers I felt were very lonely. I mean, it's a lonely job, and especially when you are alone, like so many truckers in India travel alone, they won't even have a khalasi. So when you're alone, it's an immensely lonely job, a monotonous job with few distractions. I mean, you stop and have some kutka, that's your break, you have some chai and then you want some kutka, that's pretty much your break. And when someone like me, for instance, asks them, gets into the vehicle, it's not only good company, I mean, it's just you get to unload some of the baggage that you have accumulated over the years in the truck. So definitely that did play a part in shaping their attitudes towards me as this sort of privileged person in their midst."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:26:29.300",
        "message": "Yeah, I mean, one of the things that I was kind of struck by curiosity for and your book gave so many fascinating glimpses of it, was what is the interior life of a trucker? You know, and obviously, there's no sort of one answer to this. But I was struck by this, you know, fascinating quote from someone called Shyam, who you said was a man of few words. And at one point, when you ask him that, why did you come into trucking? He says this little bit, which I'm going to read out because I found it so fascinating, where he says, quote, in a word music, in Kangra as a style, I had many cousins who drove trucks. They would allow me to ride with them sometimes and play songs all along the way. Those are some of the best memories I have. That's when I decided I should get into this line, drive trucks to distant places, listening to music all along. I was not interested in studies. All I wanted was my music, stop quote. And I found this so interesting. And you talk about how, you know, all his music was so sort of carefully curated on, you know, the USB drive, which he would have, and so on. And it's such a fascinating story. And you think of how this person placed in a different social context could live a totally different life. Like someone with a passion for music born in a good family in Delhi or in a Bollywood family in Bombay would be a whole different thing. And this person's way of indulging this passion is sort of to become a truck driver. At another point, another trucker, you ask the same question to another trucker somewhere else. And he replied, quote, what should I tell you, I've done almost everything that a man can do. I've been a truck driver, a tailor, a grape seller, a mechanic, a salesman, and more don't didn't stick to any job for more than two years. But I'm old now. Don't have energy left anymore. Stop quote. And to this you commented on this by writing, quote, it's a sort of self description most working class men in India would have given if only someone asked them. India's informal sector does have a way of making ordinary people multifaceted, stop quote. And it struck me that here that there are, you know, you talk a lot in your book about a particular kind of jugar, which is that you're figuring out a way to make something work, whether it is, you know, cooling bottles of water by putting them on the windshield where the wind blows against them or another. But it seems to me that even beyond the jugar of immediate functionality, there is also a jugar of life, where in a certain way, given the poverty in this country, given the scarcities, given the lack of opportunities, many people have, you know, which, you know, your whole life becomes a way of sort of going against different tides being buffeted this way and that way and all the time doing jugar, jugar, jugar, jugar, jugar. So all of this, whether you're a tailor or a grape seller or a mechanic or a truck driver, it's different kinds of jugars at a time. Is this something you got a sense of? And was there sort of a poignancy that you felt, which I as a reader reading your wonderful book certainly did, of, you know, the helplessness of these sort of lives and the fact that these guys are still so cheerful and they're going along and they're in whatever, what was that sort of sense like?"
    },
    {
        "speaker": "Guest",
        "time": "00:29:34.060",
        "message": "Yeah, I mean, the overwhelming sense that I get from my travels is that of wasted potential. I see so many, so many bright people, I mean, it's so obvious that they are bright, given the right circumstances, they could have become anything they wanted. That I feel is the fundamental tragedy of India, the wasted potential, whether it be in terms of sports, whether it be in terms of intellect, there's all kinds of talent out there. People are so smart, I mean, we, I mean, this kind of reduction of smartness to academic performance is, does not do justice to the various kinds of intelligence that Indians have. And the point that you said about being multifaceted, right, that is something which recurred again and again. I mean, just to make ends meet, people learn all kinds of skills, they learn different languages, they move to Kerala or Bihar, you will start speaking Malayalam within a year. So there's this enormous reservoir of talent out there, which is both wasted day in and day out in India. And I feel that it's definitely sad when I think about it, but it's also a way to be free. I mean, you know, the book that I talked about, A Free Man by M. N. Sethi, that is essentially how often many people who live day to day, they are just pursuing freedom. I mean, what we perceive as a job and as this lifestyle that we have to meet, these are all constraints that bind us, we're all pawns in some way. But it could be argued that a truly free person is someone who does not have these large forces which are always keeping him constrained. Like there's this good quote by Leonard Cohen, like a bird on the wire, like a child drunk in a midnight choir, I have tried in my way to be free. And that quote really speaks to me, and it sort of encapsulates the lives of all these Indians that I met on the road."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:31:48.380",
        "message": "You know, another thing that kind of made me very sad in the book was a sense of how, you know, worldviews can be so constricted and constrained by what you experience. I mean, we spoke about it earlier, about these different subcultures. And, you know, you described it as, you know, all these bubbles which, you know, exist and don't intersect. And obviously, you know, we can joke about how IIT engineers bubble stops them from so many experiences and seeing whatever, but in the case of the truckers, it seems even more poignant to me. Because once you get into that trucking life, which, you know, can happen when you're in your mid teens, for example, you know, you've spoken of people in the book coming into it as a khalasi. A khalasi, by the way, for the listeners is an apprentice to a truck driver who will ride around with him for two, three years and perform odd jobs and then eventually graduate to become a driver. So that's your guru-shishya parampara in a sense of trucking and people become khalasis when they are in their teens. And from then it strikes me that what they know of the world is so limited, you know, because many of them will have smartphones, you know, especially in the West and the South. As you pointed out, a couple of truckers you were with had better smartphones than you, you know, and there might be some influences coming from there, but they're close to so much of the world. And one example of this, which really stayed with me was you spoke about a Kashmiri truck driver who was explaining to you the problem between India and Pakistan, the problem of Kashmir. And to him, it all came down to apples. He said the apples of Kashmir are so good that Indians don't want the apples to go to Pakistan and Pakistan is closer. And that's why the army has to occupy Kashmir, which is stunning, which is stunning. And yet so rational for someone who is, who may not have experienced or read about any of the discord between these two countries and all of these big geopolitical currents, other than the beauty of these apples, you know, and appreciation for them. And obviously there were different trucking subcultures because you went to so many different places. But is that something that also kind of struck you and, you know, you know, got you thinking while you were on your travels?"
    },
    {
        "speaker": "Guest",
        "time": "00:33:56.100",
        "message": "There is a certain degree of insularity among truckers because while we think of them as these all India movers of goods, the fact is their circle is quite limited. They are mostly hangout with people from their own caste or from their own village, maximum from their own region. So across India, there are these dhabas which specify what kind of dhaba they are, whether a Rajasthani dhaba or a Bengal dhaba. So then the truckers hailing from these regions will specifically go only to these dhabas where they know that people belonging to their region hangout and their goods are safe and their truck is safe. So their world is quite insular and I would say that interaction with other forces are usually negative. I mean, any person outside their circle whom they interact with is either out there to harass him or extort money from him. So their perception of the outside world is not necessarily very good because the kind of stigma that they have in society, they are regarded with hostility and suspicion at large. I mean, you take any random person off the street, you ask them their opinion about truckers, it's very likely it's going to be negative. So they themselves also have this sort of distrust of the larger society and in many ways they have also internalized this paraya status in society. Like one trucker whom I met in Udaipur described himself as belonging to the seti swichat, which is essentially someone who does not belong in a respectable society, who is an outcast in some ways. So that sort of self-description really struck me because they have internalized their lowly status in society. Many of them. In the south, I met many proud truck drivers as well, who told me that we don't take shit from anyone, whether it be the owner or the people. So it's certainly not a homogenous thing, but to a large extent, yes, they have internalized their lowly status and are insular in ways which prevents them from seeing the larger picture. I mean, you just look at the job they're doing, right? They are the larger picture, actually, because they are the ones who are transporting goods everywhere. They are the logistics, but they only get to see a small part of the whole picture, right? They are essentially the supply chain, which is our entire economy, but they only ever get to see a small part of it, which is, okay, I need to load these goods here and deliver it there. It's like so many structural forces are preventing them from seeing the larger picture in many"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:46.780",
        "message": "ways. Yeah. In fact, you mentioned the saitisvi jaat thing and I was struck by the full quote, which is in your book where this person says to you, saitisvi jaat kehlate hai hum truck driver aur chhattisvi jaat hai yeh transporters jo hum jaise jaanvaron ko paalte hai, which seems to be a very sort of a perceptive way of seeing yourself at the bottom of the food chain and the guy above you, you know that he's, you know, treating you like a paaltu jaanvar, but he's just one rung above you and you also kind of know that, which seems interesting. And what also sort of struck me is you spoke about how the status of truck drivers has actually diminished over the decades. Like you know, you have this bit where you're speaking about it, you know, how a truck driver friend of yours is telling you about quote, the notoriety truck drivers enjoy in society and you write quote, he tells me it wasn't always like this. In the 80s, when his father started driving trucks, the status of truckers was very different from what it is now. Without power steering, driving trucks was considered a relatively skilled, well-paid job, much like crane and forklift operators now. Villagers, largely cut off from the world, would welcome them as a harbingers of goods and news, treat them to tea, even invite them into their homes, doktor ke barabar maante the, and here you quoted that guy, stop quote. And this also drives on how enormous the changes of the last couple of decades are not just in this context, because you talk of how villagers cut off from the world would look at getting their news from truckers. And now the villagers have smartphones and many ways of getting the news and they don't need truckers anymore. And at the same time, trucking has lost some of the skill because power steering and all these other things have come into it. And at the same time, truckers, in a sense, are, you know, much more cut off from the world than these sort of villagers. Does this become an issue, say, with something that the older truckers deal with? Because the older truckers might have gotten into the game at a time where it wasn't such a lowly profession, so to say, or a sainthi swijat, and now you're a nobody and you're a nothing. And you talk about one trucker who, you know, did a b comm and wanted to do management, and his father would not let him put him in the truck business. And he is cursing his father that what kind of a father would do that to his son? Yeah. Is there a difference in approach and attitude between the older guys, the middle aged guys, the middle aged guys of my age, and maybe the young guys of your age?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:14.340",
        "message": "Yeah, so, you know, among the older guys, I have asked them, I mean, what I used to ask them was, what do you think, you're so experienced, you have like so many years of experience on the road, does that mean anything to the people who are hiring you? And that is where the main essential problem lies, because this sort of experience does not have any value. In fact, what they told me was that I'm old, so these guys will discard me, they want someone young to work longer hours, sleep less and get managed with lesser sleep. So there's this immense sense of frustration that I have worked all my life, it's like a dead end job, right? There's no avenue to go up, once you start as a truck driver, it's not like you will get any increment, or there will be any sort of change in your designation. And that sense of frustration was immense, especially in the middle aged drivers, who see that after all these years of slogging, their savings are negligible, their children are also not as educated as they would have liked them to be, many of them have ended up joining them only. And that sense was there, the younger ones, they were more of hustlers, I would say, the attitude was the same, in the sense that I'm trying this out for now, but might move on to something else. So one of the truckers whom I met was treating this as sort of, treating the job of driving trucks as practice for his driving test to become a bus driver. So they have other ambitions, they know there are other avenues out there to earn money. And they are also keenly aware that becoming a truck driver is like, you are a nobody in society, you are likely to be looked down and judged and harassed and extorted, they are very well aware of that. And they are constantly looking out for other avenues. I mean, there's one survey which was conducted recently by Save Life Foundation, which said that around 85% of the truckers would not recommend trucking as a job to their family members or their relatives or whoever. So that's the kind of status there is. But you're right, in the early days in the 80s and 90s, 80s were like a proper boom decade for trucking. There are some figures which I found out about commercial vehicle production, it really boomed from the 80s to the 90s. And this can be seen also from the small town of Namakkal, where they build these trucks, where the number of people employed jumped from 5000 to 17000. In just 10 years, there was over a threefold rise in the people employed in making trucks. And while we like to think of the 90s as the real sort of liberalization and boom decade, but it's clear that the 80s, there was a lot of build up in terms of economic growth in the 80s itself. And there's no better correlator of economic growth like commercial vehicles. I mean, they are the best way possibly to figure out how the economy at large is doing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:20.780",
        "message": "So yeah, I hope that answers your question. Yeah. And what you said about the older truck drivers is also kind of illustrative of, you know, a mistake young people often make and old people warn about where you assume that you are making some small decision and it is not a big deal. For example, I will, you know, I can't find a job right now, I'll start driving a truck, let's see how it goes. And before you know it, 25 years have passed, and there's nothing else you can do. And your whole life has gone by and you're kind of stuck in like you said, it's not even like a career track, that you get increments and you get promoted from intern all the way to CEO. If you're driving a truck, you're driving a truck. You're not a CEO at any point, especially when, you know, so much of the industry like you pointed out is, you know, not corporatized at all. Like you spoke about how I think 75% or three fourths of the trucking in India is by owners who own five trucks or less. So it's all just a bunch of really small outfits and there aren't structures within which you can rise. I want to, you know, go back a little bit to that whole question of sort of caste and divisions that we sort of spoke about. Like one on the whole, you pointed out about how truckers see themselves as, you know, Santhisvijat or the lowest of all castes. But you've also spoken about, you know, when you were traveling through the north, the divisions between Punjabis versus Haryanvis and Jats, where Punjabis are like, we were the original truckers and it was a glamorous life. And then these Haryanvis and Jats came and messed it up and look at Haryana and how women are treated there, which also we'll come back to later. And then later on, you know, when you're in the northeast, you speak about, say, the tribalism at Imphal, where you write, quote, a sort of trust deficit is palpable in the air here. Men size each other up warily, seeking answers to the one question preying on their minds. Who are you? Are you Indian or tribal? If tribal, which tribal? If Naga, which Naga? Or Meti? Or are you a Mia, a Bengali Muslim? The answer to that question is what determines the nature of further engagement. This breakdown of interpersonal trust means people tend to stick with their own, ensuring this vicious cycle of identity politics and ethnic strife continues indefinitely, stop quote. And this is, of course, not just a problem of the trucking ecosystem, but our society itself per se. But is this sort of enhanced or like, I would imagine in trucking, it could go both ways. Because you all share that common burden of the loneliness of being the long distance trucker, as it were, that can bring you together despite all the other divisions. But I can also imagine that why this sort of tribalism can be something that you look for to find comfort zones, which you find among people like yourself, and therefore, that can get enhanced. So what was your sense of this during your travels?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:11.660",
        "message": "My sense was that, you know, this whole idea of India, India exists in our mind, for the vast bunch of people, you like an Andhra trucker going to Guwahati, he does not trust the people he meets over there. I mean, we are an extremely low trust society. That is one fundamental thing I learned, I mean, because we are constantly searching for someone who either they have kinship relationships with, or some sort of loose regional affiliation"
    },
    {
        "speaker": "Unknown",
        "time": "00:45:42.300",
        "message": "is also fine."
    },
    {
        "speaker": "Guest",
        "time": "00:45:43.500",
        "message": "But this trust deficit is just immense and until the last part, until say the 19th century also, even the early 20th century, people would say that you are going to somewhere in the Deccan would say, I'm going to Hindustan or like, I'm going to, I mean, that's, that's the sort of world that existed, right. And that still does, I mean, truckers are the ones who actually have to travel, otherwise the others don't need to travel, I mean, either by train or something, but these guys are constantly in places where they are not amongst their own. And I would say that that only encourages regionalism, that the whole larger part about class solidarity, right, that does not come into the picture, any sense of class solidarity that I tried to find was absent, there was none. They are highly divided, mostly along the lines of ownership itself, I mean, who will you rise up against if you want to say, form a union or you want to negotiate for better wages, who will you rise against, you all have different owners, you can't even speak the same language. Even going from Andhra to Tamil Nadu, I struggled, because many of the truckers I've found were Tamil, I mean, they couldn't understand Telugu, how will these guys, how are these guys ever expected to come under one banner, then there's of course, caste, religion, all kinds of things, and this is the prime reason why we don't have any sort of trucker union in India, like I recently saw the Irishman, and in that I was struck by how powerful a truck union leader can be, I mean, if that is the sort of potential that exists to build, to bring the country to a standstill, if you have that sort of influence over a constituency like truckers, you can be immensely powerful in the country, that's what I realized after watching Irishman, but that sort of thing is unimaginable in India, the only sort of organization which claims to represent the truckers, which is AIMTC, All India Motor Transport Congress, that is also an association of owners, who then pass off their own interests as the interests of the truckers they employ. So that's how it works in India."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:47:56.580",
        "message": "One of the sort of striking anecdotes in your book was where you stop at a dhaba when you're going up north, you're making the journey up north, and you stop at a dhaba, and there's a little kid who's running around taking the orders, and you have this trucker taking the kid on his lap and just playing with his genitals openly in front of everybody while everybody's laughing and even the kid is squealing and laughing. And you pointed out how it is sort of a natural thing. It wasn't out of the ordinary there. And you wrote, quote, it's shocking how outside as liberal havens, attitudes towards children in many parts of India seem to have ossified in the medieval era. Child sexual abuse is terrifyingly normalized. Unlike America where childhood is disappearing with the advent of mass TV and internet. It seems the concept of childhood never really gained mass currency in the first place. Stop quote. And it struck me that you also elaborated on how this sort of sanctity of childhood is this thing that is separate from adulthood as something that, you know, carries with it so much innocence and then gradually you come of age and all of that. And all of that is a luxury that is only really there even conceptually for elites like us. And for much of India, it's not the case. For much of India, the way people relate to kids is in a very instrumental way. Like, you know, in earlier centuries, it was common to think of children only as a resource. If you were in a time of famine, you would, you know, sell your kid. And that's one of the things that you commented on happening here. So is that something you noted sort of repeatedly while you were going? What do you like? Was it something that struck others as unusual or that was a normal for them? And is it something that you got used to after a period in time that, yeah, this is, it's natural for them to think like this and behave like this?"
    },
    {
        "speaker": "Guest",
        "time": "00:49:42.860",
        "message": "So, I mean, across Indian highways, all dhabas, literally all dhabas will employ these child waiters. There will be two, three of them and they will keep running around collecting orders and delivering stuff. So definitely I did get used to it because there was no option in the sense, the sort of attitude is so all permeating. In the sense, if you look there are 10 million child laborers in India at this time. And that is just staggering. And in spite of say the right to education, which makes it compulsory and also free, there is still this immense resistance, right? I mean, because of various socio-economic reasons due to poverty, all these reasons, there is resistance to enroll people, children in school. And that also derives a feel from a deep cultural way of looking at children itself as these pure entities. I mean, of course, in middle class circles, it would be scandalous to suggest that they don't think of their children as innocent beings. But largely they do. I mean, the government itself is sort of changing the laws to recognize this reality. I mean, right now, children under the age of 14 are allowed to work in family outfits or they are actually allowed. After school, you can work in your family business, which can be anything from PD making or working in the kirana store that your family owns. So right from that stage, children as this economic resource, that attitude is there. And if we were forced to even amend the RT to recognize that fact, it says a lot. But yeah, I would say it's a very difficult thing to really get rid of this attitude. Because as long as there are economic compulsions, like you always say, it's all incentives. And as long as there are economic compulsions, it's very unlikely that this attitude will also be removed."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:57.980",
        "message": "Yeah, and I'm reminded of these, you know, the child armies of West Africa, where you have militias made up of these 10 year olds and 11 year olds responding to a completely different kind of incentive, which also sort of tells you how our modern notion of children is so relatively recent. I can also see why, you know, many of sort of what the middle class would think of as a great unboshed to use your phrase from earlier in this podcast would be so distrustful of government. Because for example, we speak of the Right to Education Act, but that is of course, a joke, which does nothing for children, and if anything made things harder for them. And similarly, I think one of the things that I'm sure these guys intuitively get is that laws don't do anything, that your lived reality is something completely different. And, you know, I'd written about this many years ago, all of us are sort of distressed by child labor, but there was an old Oxfam study on the situation in Bangladesh, where, you know, there were factories which had child workers, and there was international outrage about that. And about 30,000 child workers were laid off. And, you know, many of the kids who were laid off actually didn't starve to death, you know, many of the girls became prostitutes. Similarly, there was a 1995 study by UNICEF, which showed that, you know, a bunch of well meaning peoples began a boycott of carpets made in Nepal using child labor. And because of that, about 5000 to 7000 Nepali girls turned to prostitution, because what was otherwise a better option working in a carpet factory was denied to them. So, you know, we elites often think that hey, an easy option is that you get the state to legislate and to make a law. And that said, these people will stop treating their kids badly. But the reality is behind why all these things happen is something sort of completely different and far more disturbing. Moving on from there, it also, you also commented at one point on the absence of women in the landscapes that you described, like at one point you wrote, quote, the first thing that strikes one about the highways of India, and Rajasthan in particular, is a creepy wholesale absence of women, not a single sighting of the female form for miles and miles, to the extent that when you finally see one idling by the road, you tend to assume she's a sex worker, stop quote. And later on, of course, you point out the exception to this, which is when you go to Nagaland and, you know, that's a little bit different. But otherwise, in the roads of India, you don't, you know, see women on the highways at all. How does this sort of affect the way that truckers look at intergender relationships? Are women merely sort of instrumental for them that when they can get hold of one they want, you know, sex, which they don't otherwise get so much? How does all of that sort of feature in their mental landscapes?"
    },
    {
        "speaker": "Guest",
        "time": "00:54:51.980",
        "message": "I would say, you know, this is not just limited to truckers. I mean, so much, so many of the men I know, right since childhood, they have interacted with women with only instrumental ends in mind. I mean, it could be as little as taking a notebook during school. But that's the extent of their interaction with women. And that is the vast majority of men in India. I mean, they are stunted as far as interacting with the opposite sex. So many social forces have sort of come together to inculcate this attitude in men. I would say, yes, among truckers, there is this, in some ways, I would say they do look at women as these exotic objects. I mean, I wouldn't say it's purely as an object of sex, but someone who is so far removed from their world, and who will essentially never, never, ever enter their world, except as a wife, as a long suffering wife, or as a prostitute with whom you have a quick high rate alliance. But that is the extent of their view about women. And I would say, even so many of the men I met in IIT, were stunted in similar ways. That is one common thread. In fact, this whole idea of a masculine world, I mean, I have inhabited many of these masculine spaces earlier at a military school, later in IIT. And this, even trucking, it's never totally a masculine world. But that whole, my experience in those worlds was something that kind of attracted me to this world. I wanted to see what that was like. And that is one of the reasons I could fit in also, I would say."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:44.980",
        "message": "Yeah, and that's kind of fascinating. And all IIT students listening to this, possibly would be nodding their head in agreement that it's exactly like that. And that sort of leads me to wondering that how quick are we to judge other people? Like it would be fair to say, I think, therefore, that most Indian men are misogynistic and sexist and, you know, in their kind of approach to the world. And at different levels, they have hatred and lack of empathy for the other, whoever the other might be in their definition. And you then have to wonder that how much of this do you actually ascribe to someone being a bad person, per se, because if this is a world that you've grown up in, and this is all that you know, and you don't know any other way of looking at someone differently, you may have never experienced the joy of, you know, that kind of a conversation or that kind of companionship that could say come with falling in love with someone and then building a life together or whatever. And it just seems to me that it is so easy for many of us who are much more fortunate and have more exposure to kind of sit in judgment over them, whether they are truckers or from IIT. What is though I think people in IIT have less of an excuse to be a sexist, quite honestly. So what's your feeling on this?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:03.900",
        "message": "I would say yes, that is, you're on something there. Because even today, 95% of marriages are arranged marriages. Like you know, since you're a kid, since you develop some hormones, you know that you are going to be, your parents are going to choose your wife for you. And that is, it's not even a question over there. For the vast majority, it's not that you have an option or there's no debate on that question. So that is the first factor which, it invests every relationship we have with the other sex. It's basically pointless, right? Having any relationship then because you can't really marry a woman because your parents are going to choose one for you. And so what basis is there on which to connect? And then it's also a matter of suspicion in the sense of if you are talking to straying women and the constraints that are there on the women, I do not even want to get into because I can't imagine the level of seclusion that they often find themselves in across conservative households in India. So I would say yes, I feel bad also for men. I mean, it's like you said, a combination of various forces have conspired to develop this attitude in them. But like you said, I mean, it's not and it's their responsibility also to overcome those attitudes. I mean, which many of them do try or are at least forced to try due to this prevailing sensitivity towards women. It's everywhere, right? Right from the government policies. That sort of bombardment, I think, can be effective to some level, hopefully."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:59.340",
        "message": "Yeah, though, I feel that even today, a lot of that bombardment is, you know, about empowering women almost takes a paternalistic and condescending attitude towards it. And you almost, you know, that you should worship women because they are your mother, they are your wife, always, you know, setting them in relation to men. And, you know, which, you know, doesn't go that much further towards sort of respecting their autonomy. And this reminds me of something interesting that Sringda Poonam said to me when she was on my show, I think over two years ago. And Sringda has, of course, written this great book called Dreamers about young Indians. And she pointed out that how in many of the small towns of India, young men are increasingly bewildered because young women are more assertive about what they want, and so on and so forth. And the men don't have any clue of how to deal with it, because there is nothing in the culture that teaches you what to do in such situations. I mean, we think of education as in a narrow sense is coming from your school or college. But really, education comes at you from your culture, including something like Bollywood, where wooing a woman is basically always stalking a woman, right? So you have absolutely no way of sort of figuring out what is a normal relationship. And, you know, that struck me as interesting. The other aspect of and you know, I spent a bunch of my experience of reading the book, kind of slowing down and trying to think about what is the interior life of a trucker? You know, what is he like, like, okay, we can talk about all of these attitudes, maybe towards children and towards women, we can talk about the loneliness, you have described in great detail at different points of things that they do within their trucking, within the ecosystem of their own little truck where somebody might play a lot of music, and, you know, there'll be different things going on. And what I also started realizing through the book is that they also build up their own sort of mythologies, as we do all you know, they have all their ghost stories. It was a fascinating story about the truck driver who got married to a Bhutani as you put it, that, and I'm just going to relate that for my listeners, because it's such a great story. And it tells you what, and India actually has a hoard of great folk tales around these subjects, which most of us aren't even aware of. But the story basically was a truck drivers going on the road and there is this ghost basically, a young woman who hitchhikes for a ride and he gives her a lift and then he falls in love with her and he marries her. And they're living a happy life together. And then one day his neighbors tell him that listen, we never see her outside the house. She never like leaves the rubbish outside or whatever. We just don't see her at all. So he's like, what is a mystery? How does no one else ever spot this woman? So one day he goes inside his house when he's supposed to be at work. And he sees that he sees a bunch of disconnected bones in the kitchen cooking something. And she immediately realizes what has happened and she goes into his arms and she says, I only deceived you because you love me so much, but now goodbye and she disappears or something. I'm sorry if that's a digression, but I just found that such a lovely and almost moving story, a truck driver in love with a ghost. And similarly, there are these other sort of urban legends which they believe in, like you spoke about how truck drivers are talking about highway robberies and they point out that in one particular place, these people not only, you know, overtake you, make you stop and they rob you, but then they also operate on you and take your kidneys. And that's basically it, which sounds incredibly implausible, but kind of fascinating. Tell me a little bit about these interior mythologies, because we all need stories to keep us alive. And relatively fortunate elite people like you and me will have our own set of stories that keep us alive, that this is what the politics of today is, X versus Y, that is a geopolitics. This is what is happening there. But there are sort of internal worlds which, you know, are formed by entirely different narratives and stories. Tell me what kind of sense you got of that while on your travels."
    },
    {
        "speaker": "Guest",
        "time": "01:03:56.060",
        "message": "Ghost stories definitely. Highways lend themselves very well to ghost stories because all kinds, I mean, 1.5 lakh people die every year in accidents. Most of them are probably looking forward to a long life. So they're essentially unfulfilled souls who can then stop the highways looking for some victim or in vengeance or whatever was done to them. So truck drivers are often involved in these accidents. So all these things come together. And yeah, there are a host of stories. I mean, every other place in India will have some particular spot which is haunted or which is known to be haunted, where you should not drive after a particular time. So that was widespread right from Andhra to Rajasthan. At the same time, as far as highway robbery is concerned, I mean, many of them have faced these sorts of situations. You can't like drive a truck all your life and not be wrong, essentially. It's a huge part of the highway economy. There are some, essentially, I mean, this is right since the British era, actually. So many of these nomadic tribes who earlier used to essentially be, say, wandering entertainers or all kinds of nomadic castes in India, they were forced to settle. They were branded as criminal tribes and so on. Many of them took on to highway robbery as a way of survival. So this has been going on since a long time in India. And truckers also have their various, they know what modus operandi highway robbers use. Some will slip in a field or some will keep nails. They are quite well versed in that. Of course, there's nothing they can do about it if that happens. Another interesting sort of observation I had about their internal world is also linked to religion. There are various temples, like one in Rajasthan, which I visited. Because of the immense uncertainty that their job has, you have to rely at some level on the supernatural to lend some level of certainty. So, various deities across India are known as the patron of truck drivers. You will find so many trucks parked outside their temple. And at the same time, they are their own gods. I mean, every truck will have a huge set of photos of Hindu gods. And many truck drivers will also conduct rituals. As soon as it's dark, they will light an Adarbati. All of this is meant to ensure their safety, essentially. Because it is an immensely insecure job. Not just losing your life, there are thieves prowling all around. In India, the moment you park your truck, you can assume if you leave it for a day or so, many things will be missing from you. There are petty criminalities rampant in all places in India. So, essentially, this whole concept of Jugaad, it's like the same extension, except you're like robbing someone using ingenious means. And so, they have to constantly be on the watch out for these thieves. So, that is the sort of things that preoccupy them in many ways, the danger of losing your life. And these stories they come up with reflect many of these insecurities."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:36.900",
        "message": "One of the fascinating stories I got from your book was regarding these Sahajdari Sikh truck drivers that you've taken a ride with and they have a picture of a Baba in the truck whose face is rather scarred. And when they catch you looking at the photograph, they tell you the origin story, which struck me as a fantastic origin story, which is that the Baba looked normal. But then one day, this woman with a scarred face went to him and said, Baba, please help me. No one will marry me because of my scarred face. So, he transferred his scars onto himself, which is just such a remarkable story. You know, you mentioned how big a role religion plays in their lives for sort of obvious reasons as a source of hope and all that. And religion, of course, was famously, you know, once called the opium of the masses. And actual opium also plays a part in their lives. Like, tell me a bit about the role of alcohol and drugs in the trucking life. Because, you know, one would imagine that when you live a life of such solitude and loneliness on the road all the time, not getting enough sleep and so on, you know, what do you do for relief? There's alcohol, there's drugs. You've described in your book about the connection between alcohol and sex, of course, that sometimes when they, you know, prostitution rackets will often run along the bushes where, you know, pimps will shine a light at night and they'll know they have to stop there. And sometimes they'll get robbed, but sometimes they'll actually see a sex worker there and the pimp will also have some daru with him in case because they often need alcohol to sort of get all their parts working as it were. What's the role of that alcohol and drugs sort of play in the lives of these people?"
    },
    {
        "speaker": "Guest",
        "time": "01:09:09.540",
        "message": "So I'll take it one by one. So to start with alcohol, for instance, I will, I would say that its usage is exaggerated in the minds of the ordinary population with regard to our truck drivers. The majority of the truck drivers I met told me that they knew it puts their life at risk and that drinking and driving is dangerous. So there was that awareness throughout with one exception. So I must have interacted with hundreds of truckers and hitchhiked with around 30 to 50 of them. And nowhere did I see any consumption while on the road. So that is an unfair stereotype, which I would like to clarify for your listeners. And with regard to opium, it is used in certain parts of the country, like Punjab and Rajasthan, parts of Haryana. And it's interesting that India actually is one of the few countries which is legally allowed to cultivate opium for medicinal purposes. All these extracts like codeine, which goes into cough syrups, they are all derived from opium, which is legally cultivated in parts of Rajasthan, Madhya Pradesh, and UP. So it is from these areas that the Bukki, that is poppy husk is sold, which is actually legal in many parts of the country. In Rajasthan, for example, you have government thekas which sell this and many truck drivers patronize these thekas. So in these parts, there is quite a dependence on opium, especially in Punjab. I mean, I asked anecdotally various truck drivers, what percentage of truck drivers we think take opium and it was unanimously over around 75%. So in Punjab, the sort of opium addiction we see is quite high compared to the rest of the country. One of the truckers I also traveled with, was a quite a heavy user of the Bukki. And he would rationalize it saying that this Bukki makes me scratch myself. And that is a giveaway trait of an opium addict, which I found out when I was going around with them. And that helps me stay awake and, you know, keep all these inhuman hours. So that was how he rationalized it. They found kind of interesting. But at the same time, it is extremely addictive. The withdrawal symptoms are deadly. The driver I met, he himself had admitted himself twice to a Nasha Mukti Kendra and he couldn't beat the habit in spite of his attempts. So it's really a dangerous sort of drug which might seem its effects are quite mild. But the long term effects on your body is very striking. I mean, the face becomes gaunt and your body sort of shrivels away. And it's quite easy to make out someone who is dependent on opium, you know, once you get an eye for that sort of"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:12:19.380",
        "message": "thing. Yeah, and it's interesting how sort of, I mean, drugs, of course, are in the news these days and sitting in Mumbai, we shouldn't possibly not comment too much upon them. But it's interesting how a lot of things which could be considered contraband, or, you know, sort of in the narcotic family are actually normalized parts of our cultures. And that's fine like hung, for example, or, you know, in I'm half Bengali. So a vegetable I grew up eating was posto, alu posto and posto is made with poppy seeds and, you know, so on. And you know, there are different levels of damage that they can do to the person. I mean, I don't think any Bengali will say that posto ever did him any harm. And if we speak of being addicted to Bengali food, it's an entirely harmless sort of sense. In your book, of course, you pointed out the gradations of this where some of it is just recreational and you use and it's cool. And it's not a big deal. But some of the sort of the harder forms of the drug can, you know, really damage people. And how is it looked upon in the culture? Like, is there a realization among truckers that there is that line? And, you know, those who cross it just can't help it. I mean, it's like addiction. I mean, what do you do? You go a little too far down that road, and then you're sort of stuck or, you know, are a lot of the milder forms like bookie, for example, not treated as a drug at all. I mean, it's"
    },
    {
        "speaker": "Guest",
        "time": "01:13:36.740",
        "message": "just something that you have like one per hour or whatever. Yes, you're right. I mean, there is an acknowledgement of that line among many truck drivers. For example, one of the truckers I traveled with his younger brother had died due to addiction to the harder form, which is called chitta in Punjab. So they very well know that these particular forms which are often synthetic in nature and recent introductions to the landscape in bookies has been taken since centuries in Punjab. And if farmhands used to use it, I have used it throughout historically, as a way to keep up their spirits by toiling in the fields. So there is definitely that acceptance. But yeah, I mean, often what happens is that the kalasis pick up these habits from their ustads, you know, if and then once you're, you're biologically addicted to it, then it is in spite of your best efforts, it is very difficult to come up with to come out of that habit. And since your lifestyle also kind of encourages this the consumption, I mean, it's a monotonous job, like I said, we need to break the monotony. And this is a sort of crutch you come to rely upon to somehow survive these gruelling conditions. And that's what happens with many truckers. But yes, there is that line in their mind"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:59.500",
        "message": "for sure. You know, an interesting observation you made in your book, which I keep making all the time. So when I saw it in your book, I'm like, it was another come to my arms Rajat kind of moment, which is when you speak about India inhabiting different centuries simultaneously, which, you know, I had always meant in a sense of social attitudes that we are in the 1920s and 21st century, especially if you see the way women are treated. So there, I would say we haven't even hit the 21st, mostly 19th and 20th, except in some select Twitter pockets. But you know, it struck me that that line also that distinction also holds and I'm just thinking aloud as we're speaking about the subject, that it also holds in terms of what kind of substances you use in the culture and what the science says. For example, there are many substances we use today, for example, coffee, in a manner of speaking, you know, it could be said that I'm addicted to coffee. And coffee is actually more addictive than many of the softer drugs that are actually banned. And some some would argue it's more harmful as well. And also what I sometimes do, though I haven't taken it today, but what I often take before recordings where I really need to focus is a cognitive drug called Modafinil. India is one of the few places where it's actually legal over the counter. So it's called Modeler 100, not named after a Prime Minister. And I find it sort of remarkable. I know a lot of people who also take it though I would advise listeners not to try it just because I do. But I just find that it is, you know, while coffee is a blunt tool, it's a sharp tool, it just keeps me really focused and mentally fresh. Even when I'm physically very tired, the one should take it early in the morning, if you take it in the evening, you're not going to sleep for the whole night, definitely. So it's kind of interesting that on the one hand, you have science going in one way, where we are getting revelations about the efficacy and the danger and the addictiveness of different drugs. And on the other hand, you have laws which are kind of behind the science, where, you know, maybe there are a few decades behind the science and not really caught up with the science entirely. And then there is culture which is on its own long, slow continuum where, you know, people have what they have. And that's also completely sort of distant from all of these. And as I'm thinking aloud, I'll ask you to join me in thinking aloud that even apart from this context, can you sort of, you know, what are the different kinds of things that come to your mind where you talk about the different centuries that India inhabits, not just sort of in this context, but you know, because one could say that you actually took an effort to step out of your sort of elite educated middle class bubble and sort of go around. So you know, any observations"
    },
    {
        "speaker": "Guest",
        "time": "01:17:34.100",
        "message": "on this? You know, one constituency in India, which really comes to my mind when you talk about this are the nomadic tribes of India. They constitute around 5 to 10 crores of our population. But so many of them have not even been, they're not on electoral rolls. Many of them don't have any identity documents. So they are essentially invisibilized citizens of our country. I mean, and because they're not even on the electoral rolls, there is no sort of concerted effort to raise their standards of living or some targeted schemes to further welfare. I mean, there are but they're not as focused because they do not form a core political constituency. So many of these nomadic tribes, they live a lifestyle that is essentially unchanged from centuries, essentially. So, for example, I met the Gujjars and Bakarwals while I was traveling in Kashmir. And their lifestyle, I mean, they constitute what around 15 to 20% of Kashmir's population altogether. And they practice the right of transhumans, which is essentially taking your flocks up the alpine pastures, and then during the summer and then in the winter, you come down again. So their entire livelihood is derived from the wool and the dairy products and so on. So this is just one example whom I happened to encounter. But across India, in Maharashtra, for example, you have the Dhangars. India has such a huge livestock population, right? And who are the ones who are raising them? Many of them belong to these nomadic tribes who are wandering across the landscape, especially in Deccan, you will find many of these tribes. So what century are they really living in? If you really come to think of it? I mean, they will have the mobile phone, of course. I mean, mobile phone has become a proxy for modernity, right? In our minds that if someone has a mobile phone, then yeah, he's in the modern world. But I wonder if that is really a fair statement to make, because all other aspects of your life, all the other comforts which we take for granted, and even the way you're living your life, you're pitching tents in the middle of nowhere, you are constantly moving. This is essentially unchanged for so many years. So I mean, this is one example that comes to my mind, when we say that India inhabits multiple centuries."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:05.580",
        "message": "Yeah, and it's interesting, you talk about how, you know, when that the seasonal migration of the Gujarat is happening, and you're on your way to Kashmir at that time on that leg of the trip. And they're all hitchhiking by the side of the road trying to grab a lift. And at that point, it struck me that, you know, for these guys, a truck is almost like a time machine of sorts, that otherwise, they're sort of walking with their livestock, but just for a moment, they use the 20th century to get a little quicker. And like you said, you know, some of them, if they have mobile phones, they also have a slice of the 21st century in their palms. But it's just a gadget. I mean, you know, what do you do with it? I mean, where does sort of the rest of the 21st century, so to say, come from? That's that's, yeah, that's a lot of food for thought there. And therefore, we shall take a commercial break and think about it. Are you one of those people who not only loves to read, but also wants to write better? If so, I have something for you. Since April this year, I've been teaching an online course called the art of clear writing. Four webinars spread out over four Saturdays, in which I share whatever I've learned about the craft and practice of writing over 25 years as a professional writer. The course also contains many writing exercises, discussions on email and WhatsApp and much interactivity. It costs rupees 10,000 or $150. You can check out the details at IndiaUncut.com slash clear writing. This link will be in the show notes. If you want to bridge the gap between the thoughts in your head and the words on the page, then the art of clear writing might be just what you need. October batches begin on Saturday, October 3rd. So hurry and register before then. IndiaUncut.com slash clear writing. Welcome back to the scene in the unseen. I'm chatting with Rajat Obekar, author of the delightful book, Truck Day India. And, you know, I have to say that, for those who are listening, I had mentioned at the start of the show that we started an hour late because of technical glitches, where further technical glitches actually made us stop the recording and resume two days later. So right after the question about alcohol and drugs, we had, you know, a problem which made us sort of go offline. And now you know, three days later, in fact, the first half was recorded on Monday. Now we are back on Thursday and we finished at answer taken a break and we are here again. And this is sort of the first time it's happening to me, but I thought it's apt because this is kind of both the life of truckers would be like, which is the subject of Rajat's book, interminable delays and so on. And also Rajat is joining the civil services. So maybe this is apt for that reason as well. So you know, one part of the book which sort of interest, he stayed silent, but he's laughing by the way I can see on zoom. So one part of the book which really sort of interested me, Rajat was also about where you talk about how over time like we've already spoken about how they sort of have a distinctive culture of their own, how they develop mythologies of their own. And part of the book, which I really enjoyed was about how they own develop their own vocabulary with their own aphorisms and sayings and all that. For example, one example of that which you give, of course, is Majboori ka naam Mahatma Gandhi hai. And then within the book, there were these sort of delightful little throwaway lines, like I'll read out a couple of them, which I really liked. There's one, which cautions the drivers to drive carefully. And the line is, quote, dheere dheere chaloge, baar baar miloge, tez chaloge, seede haridwar miloge, stop quote. And then there's another one, which seems sort of almost a sad acceptance of their lot, where they say, quote, ameeron ki zindagi chalti hai biscuit aur cake se, driveron ki zindagi, steering aur brakes se, stop quote. And there's another one where they are sort of reflecting on marriage, where they say, keechar mein jaoge, pyaar dhona parega, driver se shadi karoge, toh rona parega, stop quote. And these are, you know, both they are humorous, they are reflective, they're even self-deprecatory. You must be familiar with a lot of, you know, this stuff there. What was your sense of sort of navigating the lingo? And what kind of sense did it give you again, to go back to the subject we discussed earlier of their interior lives, like do some of these become cliches or tropes that come up again and again? And, you know, and is it often in terms of language, and this is a broader reflection than just beyond the trucking life, that sometimes can such lingo and such vocabulary and can such tropes offer sort of the comfort of familiarity to people who, you know, might crave that?"
    },
    {
        "speaker": "Guest",
        "time": "01:24:43.420",
        "message": "So I mean, these sort of aphorisms, they came up quite again and again, through my journey. And many of these are passed down from Ustad to Khalasi. I mean, it's part of the initiation into the world of trucking and into the world of the highway, because the highway, for them is this unknown beast, right, which they have to constantly negotiate, it keeps throwing up these challenges for them, which they have to overcome time and again. So these aphorisms also serve as sort of a tutorial in some ways to about how to navigate the highway. At the same time, it is also a way to look at their own lives, which are not the lifestyle is extremely gruelling. So they seek consolation in these aphorisms. I mean, of course, in the south, there must be different versions of these, which I could not really appreciate. But in Rajasthan and Punjab, these aphorisms I have developed over the years, and young Khalasis are especially fond of recounting them when you ask them. So that is how I learned about them from the Khalasis mainly. The Ustads generally are a bit of know-it-alls. They are the ones who are a bit more reserved usually. The Khalasis love to talk and they're young chaps, I mean, they are hardly 20-21. And they're quite open about their whatever they've learned so far."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:12.780",
        "message": "And is there a sort of a difference between the way the Khalasis and the Ustads approach you? And also, is there a difference in the way that they approach life? Like we spoke before the break about how, you know, the Ustads, there is almost a sense of poignancy because the status of the truck driver has become more lowly over the course of their careers. And there would also be the sense of hopelessness where they realize that it's a dead end street. Are the Khalasis also like that? Or are the Khalasis more sort of ambitious and looking beyond trucking and so on? What was your experience of that?"
    },
    {
        "speaker": "Guest",
        "time": "01:26:44.580",
        "message": "Yeah, the Ustads tend to be more jaded. They are more jaded about life. The best part of their lives is behind them. And there's nothing as such they have to look forward to except driving the truck. The Khalasis, they are just taking in the sight, you know, they're traveling across India, they're learning new stuff. For a couple of years, they're just traveling. So they are on a learning curve, if you could put it that way. So they are more hopeful and their worldview is also much wider. For example, one Khalasi I met in Nagaland, he used to listen to Rihanna, Justin Bieber, and all these folks. He was quite influenced by American culture. So you can see that difference. I mean, this guy was probably a couple of years down the line, he'll probably take up something else, because he has access to the English language to some degree. His worldview is much, much wider than that of the Ustads. So I did see that difference."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:27:40.780",
        "message": "Yeah, and it's interesting, his worldview would be wider than his Ustad who is driving a truck. But at the same time, his worldview would be wider than wherever he's coming from, because he's traveled all around. So in a sense, he's transcending both of those contexts. Another interesting thing that you pointed out in the book, and which didn't actually take me by surprise at all, is the enormous warmth and generosity with which you were treated. Like you've spoken about how, at different times, they would not allow you to pay for anything. In one case, after you started the journey, they actually drove into this dhaba, which you immediately knew was much more upscale than they would otherwise go to. And they ordered a lavish meal with two paneer dishes and a lot of tandoori roti and all that. And they insisted on paying for it, and said, ki aap toh humare mehman hai, even though they're spending many times a day's normal allowance for food on that. And how did you know, where do you think that comes from? Because, you know, there is this, I often feel that we in the middle class and we elites are sort of, you know, much less generous and much less open in that sense than the people, you know, the middle class will refer to as a great unwashed. As you put it earlier in your episode, I don't mean to imply that either you or I listen to refer to them like that. Like I remember when I first went to Pakistan to cover the cricket tour in 2006. And I was covering the tour for the Guardian and Crick Info. And the first time we were in Lahore, we needed to buy some pencil cells for our recorders and all that. And two or three of us went to a store, and we bought a whole bunch of supplies. And then we asked for the bill and we were chit chatting. And at one point, we mentioned we are from India, we've come to cover the tour, everything changes, you know, until then, it's all transactional. And, you know, whatever the moment we say they're from India, just a warmth just overflows, and they refuse to take money. And I know that's a cliche that they refuse to sort of take money from you. But we experience this like with one minor exception of a small incident somewhere, we sort of experienced this everywhere we went, you know, the generosity of the common person to what someone he does not need to be generous to someone who is probably, you know, much better off than him. And as you said, you experience this as Mehman Nawazi of the trucker towards someone who's, you know, much better off who's come from another world and is going to go back to that world soon. What did you make of that? Was it as ubiquitous as you know, the sense that I got from the book? And how did it kind of make you feel? And did you then get conscious about not exploiting it about, you know, taking a step back and sort of not, you know, all"
    },
    {
        "speaker": "Guest",
        "time": "01:30:11.540",
        "message": "of that? Amit, yeah, about the middle class, the attitudes are definitely different in terms of how you look at money, how you look at strangers. So, what I saw among many truckers, the attitude was that the money keeps coming and going. And they often refer to themselves also as Dildar, as someone who is not tight fisted in any way. So, that is the sort of mythology that they have, some of them have constructed around their lifestyle. And that sort of generosity, I think, is tied up with that particular self conception. Among the middle class, I would say there is relatively less openness and generosity, in my experience. And if it is generosity, it is often in the mold of charity. So, there's a conscious tendency to look at generosity as charity or something that accrues merit. And there is a certain selfish intent behind it also, in terms of where you will get something in the next life or you will be reborn or whatever, these particular concerns are there. But unselfconscious, pure generosity and the kind I found was something I do not expect to find among the middle class. As far as how it made me feel, it made me extremely conscious. Many times I refused also, I mean, you have to step your foot down and when such things happen, which happened all the time. In the south, I felt things were a bit more transactional in terms of the attitudes of the truckers also. Because that whole self conception of the lifestyle, I mean, what I saw was that in the south, it is more of a livelihood rather than a lifestyle. So, in the north, it's, we actually consider it as this is my style. And this is how we do it. In the south, the truck is more of an asset which is meant to be monetized. And so for example, one trucker I met, he was used to take on hitchhikers like anything like there were 10 people sitting in the same truck by the end of the journey in the truck cabin, or a couple of them with their backs to the windshield, there were rice sacks and the entire truck was full. Also, that is how he earns an extra buck. I mean, I admire his entrepreneurs. I mean, though it might be illegal to fill people in like that. But he is trying to make some money out of it. And because how much does his job really make in terms of salaries. So that spirit I admired. In the north, I didn't find this hitchhiking seem to be too much except in UP. UP was insane. I mean, I didn't write about it in the book. But I hitchhiked from Delhi to Kanpur. And I was standing by the side of the road with my bag and I was just holding my finger out. And I see in five minutes, there are around six or seven people around me like this. They've seen that over this guy, apparently he knows how to find whatever vehicle they didn't even know I was going in a truck. And finally when the truck stopped, I see that there are already two or three people inside. And all these six or seven people with me are also getting in. So the sort of overpopulation there is in UP means that not just buses and trains, even trucks are overcrowded. I mean, there was not a single truck which I got in which was not already filled with people. So that was quite insane. Nowhere else did I find that happening. So that was quite interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:58.060",
        "message": "Yeah, and it's also also sort of interesting. I mean, I'm just wondering now you spoke about how truck drivers see themselves as Dildar. And to some extent, I'm wondering if that also comes from the self image that they build around themselves, that someone in the south will build a different kind of self image where it's a livelihood and he's doing it for that reason. And that's, you know, and whereas someone in the north, like you said, will consider it part of their lifestyle or who they are, and especially the way the Punjabi sees himself as being Dildar and being so, you know, exquisite mehmannawazi and all of that. You know, there's also a section where you speak about Sikhs in trucking, where you write, quote, interestingly, in North America, as in India, the Sikhs have become a dominant presence in trucking. I wonder if the long tryst with migration has something to do with why Punjabis took to driving trucks with such enthusiasm, because what is trucking but a form of constant displacement, stop quote. And that gives a sense that for many Punjabis, you know, just trucking and getting on there is a much more natural than it is for people perhaps elsewhere, because so many of them do it. And then that just creates a cycle, whether it's a virtuous cycle or a vicious cycle, one really can't comment, it depends on their circumstances, trucking might be the best thing they have available to them. So it might even be a virtuous cycle. And apart from that, just the sort of the lifestyle connotations, the sort of all of that, the other sort of part of your book, which I found quite fascinating was the relationship between the trucker and the truck, like which is very different from the relationship between anyone else who drives a vehicle and his vehicle, you know, like I would not feel for my car the way all truckers would feel about their trucks. And you spent a bunch of time in this place called Sirhind where they actually, you know, build trucks. Tell me a little bit about what is that relationship between the"
    },
    {
        "speaker": "Guest",
        "time": "01:35:44.620",
        "message": "trucker and the truck. So I just speak about the Punjabis a bit before I get to your question. So there, the history of Punjab is quite tied up with that of trucking in India. So after partition, many Sikhs and Khatris from West Pakistan who were resettled in these refugee colonies, many of them spread out from there. And they started driving trucks that and this was also tied up with the World War Two, which had just ended and many military issue trucks had ended up in India at that time. And these were then refashioned by the new owners and personalized in some ways. And that is the close linkage. And often what happens is that whenever Punjabis go driving trucks, some entrepreneurial chap will set up a Punjabi dhaba also. This is also the reason why Punjabi food has become the sort of pan Indian food. And when we say Indian food, it's often Punjabi, Mughlai, that sort of thing. And there is a link with close link with trucking over there. Why we see that. And as far as your question goes, this whole personalization is linked to the emergence of centers like Sirhind. Because firstly, let's speak a little about why Indian trucks and trucks in the subcontinent are so colorful. What is the outlet? Why is this so specific to the subcontinent? So it is linked to the history of goods transport in India. Across history, there have been certain communities like the Banjaras and so on who were tasked with transporting goods. And their tradition was to decorate their animals. So the camels, their hair would be braided, the bullock carts would be decorated, the bullocks themselves would have like tassels hanging around their ears. And these are the same tassels which we see hanging around trucks also. And we also even see so one text I read dating back to the 10th or 12th century about how a ship was decorated during that time. We don't find too many references to this sort of thing, but I found one and all the motifs like from the peacocks to the eagles, I mean, everything was repeated. So many of these things you can find in a 10th, 12th century text on how to paint a ship. And all these motifs are recurring in truck art today. So I found it incredibly fascinating. I mean, this is not just some modern phenomenon, though its history has not been adequately documented. And it's not possible to document it as much because of its informal nature. But it has a long history. In Pakistan, for example, there has been a bit more documentation of truck art, because their truck art is much more intricate. And it's much more colorful. It's insane. I mean, you must have seen when you went to Pakistan. But so there we see some historical accounts of how when the artisans of princely states in Rajasthan and Gujarat, many of them Muslims migrated to Karachi after partition. And there they started, they transferred their skills to trucking. And that's how these sort of motifs came up in Pakistan. In India, unfortunately, we don't have as much record. But Sirhind, it was definitely a fascinating place to be in. And what that showed me was how much care a trucker puts into decorating his vehicle. And like you said, like the proprietor of that particular establishment told me, it's like choosing a life partner. So a lot of thought needs to be put into how you own the cabin. So you are because you're going to spend like eight out of 12 months of your life there, probably more. So it is much more it's like your home and you there should not be any compromises on that end. So the Punjabi and the Kashmiri truckers, especially the Kashmiri truckers would invest a lot. When I visited, it was around two lakhs in just decorating their truck, which is a lot. So yes, this says a lot about the relationship between a truck and a trucker. So often, they refer to the truck itself as a she or as a demure woman or a bride. So it's like, yeh meri hai, yeh meri wali hai. So all these references come up where there is the personification of the truck. It's given some human qualities. And ultimately, it does pay off. I mean, investing a loss, this amount of money and time. So they stay for one month in that establishment until the whole truck is made, all the design is done. One month they just wait there, supervise the building of the truck. That is the amount of devotion and care they put. And I don't think you will find that anywhere else in the world apart from the Indian subcontinent."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:41:13.260",
        "message": "One of the TILs in your book and it changed the way I will look at trucks forever is that when a manufacturer sells a truck to a trucker, he's basically selling the chassis, right? And the rest of it, the body of the truck is something that is built and customized. And like you pointed out, there are some places like South India, I think you pointed out where it's very functional and they don't really care so much. But up north, the Kashmiris and the Punjabis and different cultures, they'll have the truck done up just the way they want. Like you quoted Mewa Singh who runs that establishment in Sirindh saying that this is like sort of buying a home and like choosing a life partner, but also like buying a home where you want every aspect of it sort of personalized and customized exactly as you want all the way down to hidden compartments. So what do they do with hidden compartments?"
    },
    {
        "speaker": "Guest",
        "time": "01:41:58.340",
        "message": "So hidden compartments are often used to hide contraband. Like for example, one chap I traveled with used to hide his bookie in there, whatever for his personal consumption. I'm sure there's a lot of smuggling also that happens in India. It definitely happens. And a lot of this is facilitated through these hidden compartments and so on because they are useful, right? I mean, when the state is often out there to take money from you on various pretexts, if there's anything you need to hide, which is very likely you will have the hidden compartments come in handy. But I'll also like talk a bit about the whole process. I didn't get into it, the process of building the truck itself. So from the chassis, there are around say 10 to 15 different types of artisans who are at work trying to sort of build a skeletal framework first around the chassis. And then you will have the radium tape, the electrician, the painter, the cabin maker, the welder, the artisan who will cut the chadar and in all these geometrical shapes. So it's a very specialized job. And often in Punjab, for example, I saw that literally all of these artisans were from Bihar. And in Sirindh, the place I visited, all of them were from one district, which is Madhubani district in Bihar, which itself has a rich heritage of folk art. The Madhubani paintings are quite famous. So it's the traditional skill in that region. And many of them come to Punjab to work in these establishments. And I stayed there for a couple of days. And it was a revelation. It was a lot of fun just talking to these chaps, talking to truck artists, trying to see how he how he has learned these things. And there also we find that whole Ustad Khalas. I mean, it's like much of India actually runs on these informal apprenticeship networks. I mean, formal training because it's not very well established. Everything that most Indians have learned, it has been from some generous person, either a relative or someone you know, who will very generously impart his skills so that you can pick it up. And that was quite"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:44:29.300",
        "message": "interesting. And I was also, you know, struck by a part of your book where you talk about how, you know, the roads of India itself are changing, like there is an ecosystem out there. And, you know, there are all these different moving subcultures, as it were traveling through these roads. But then at one point while traveling through Gujarat, you made the observation quote, the highways in Gujarat are so slick, they've attained the soulless efficiency of the autobahns and freeways of the West, stop quote. And elsewhere, you know, you have spoken about how at different parts of the road, you have different dhabas catering to different kinds of clientele like for Punjabis and so on. But at the same time, you talk about how some of these flyovers and so on are just sort of passing them by. For example, at one point, when you stopped at a dhaba, you say quote, business for many of these dhabas, especially in Gujarat has been slow. Earlier, they occupied prime real estate right by the highway. But the spree of flyover construction has bypassed many of them. Now, cars and trucks just zoom above them, oblivious to their presence, stop quote. So is there sort of, and I know that there are always these trade-offs and we can both bemoan the loss of the richness of this cultural diversity in the form of the different types of dhabas. And on the other hand, there is an increased efficiency, the quicker travel times, which also add sort of say unseen elements to the lives of the truckers and the drivers. What sense did you get of this from the truckers themselves? Like, is this loss something that they bemoan? Did you feel that there is some color being lost here, which is, you know, which we don't appreciate enough? And, you know, what were your thoughts?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:08.380",
        "message": "I would say the effect has largely been positive. Many truckers are happy and they can, they're very conscious, they can see the fact that roads have improved so much over the last 10-15 years, especially the national highways. So as one trucker put it to me, he says that it's become very easy for us. Most of the cities, we can, there's a bypass which they have made from which we can avoid the city itself. And almost all of the villages have flyovers. So our job is just to drive and there are not too many hurdles in our way. And that enables them to do more business because the turnaround time reduces and improves their income overall. And generally, it's a good thing, I would say. Of course, there is a lot of resistance to these things. You know, interestingly, when I visited my native village while on this trip in the middle, on the Karnataka coast, and what I found there was there are protests happening by the locals, because they are building a flyover which will bypass their main market by the highway. So by the highway, they have like all these shops and stuff, but the government is planning to build a flyover which will bypass and there is ferocious resistance to this. And we will not allow this flyover to be built. So you see the kind of challenges the government also has to overcome to bring this so called development. And this loss of heritage, etc. That's when all this comes up, right? When all these traditional establishments have been there for decades, find themselves suddenly bypassed. So that aspect is there. But I will say it's largely been positive."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:46.780",
        "message": "Let's kind of move on to, I mean, we've spoken a lot about Punjab and Kashmir and all of that. I found your section on the Northeast interesting, because interesting for reasons that it told me about a lot more than just a trucking life. It also gave me a sense of how the Northeast is almost such a unique part of India, if we can call it a part of India at all. Like, you know, to sort of go back to my trip of Pakistan, my impression through traveling through Lahore, Karachi, Islamabad, all these places, it was just like the signs were in Urdu, but culturally, I never felt away from home. And the one place where I did feel away from home was when I went to Peshawar and that frontier, you know, and travel down the Khyber Pass. And there, you know, everybody looks different. And they're speaking sort of a different language Pashto instead of Urdu. And there, you know, the sense was kind of different, not unfriendly, not in that sense, not hostile, but just different. And I thought that, you know, that similar difference and it's very interesting. So since this is a show that welcomes digression, I'll take one of my own that, you know, one of the enterprising journalists I was traveling with, he managed to do some jugaad and he got these guys who would take us right to the edge of the Khyber Pass where the border with Afghanistan is so we could look down on Afghanistan. And that's an area where the army doesn't even allow Pakistanis to go, right? It's, it's just a restricted area, sort of, so to say. And we had a couple of army guys in plainclothes accompanying us and we got in a jeep and there were four or five of our journalists. And it was this nice trip. And we went right to the edge where we are, you know, standing there and looking down into Afghanistan. It was quite awesome. And we were told that if anywhere you are stopped by one of these, whatever, whatever you do, don't say you're from India, which is kind of obvious, right? So at one point, these guys stopped us. And this dude, with this big gun, and by the way, guns are ubiquitous. We went to the gun market in Peshawar, where you can just, you know, just buy a gun like you're buying oranges. And anyway, so this, this army dude with a big gun who stopped us, he just looks me in the face from like seven inches away and says, kahan se ho? And I said, sir, Karachi se aaye hai. And he said, Pakistan se aaye ho. As if Pakistan is another country, right? As if, you know, India is not the problem. Pakistan is a foreign country to those guys. And I of course thought of that as you know, many Kashmiris must be looking at India that way. But apart from that, I got a sense of, I've always, you know, had a sense of the Northeast a little bit like that. And I was really struck by this lovely phrase you use where you talk about going from India to almost India, you know, and I thought that's such a lovely phrase. Tell me a little bit about your experience of Northeast India. Like, what did you expect? And what did you find? And what were your impressions? And, you know, is it comparable to, you know, what I just sort of spoke about in my indulgent digression?"
    },
    {
        "speaker": "Guest",
        "time": "01:50:38.940",
        "message": "Northeast India was possibly the biggest unknown in this entire trip, for me as well. Because I didn't know anyone over there, not a single, I mean, except for Meghalaya, where I had friends, but in Nagaland and Manipur, I didn't know anyone. So I was quite nervous, actually. And the sort of reputation that particular highway enjoys NH 39. So there, one out of six days, the highway is one because of these strikes, which are called by various insurgent groups. And my journey itself began on a not a very positive note. Because when I visited the map, like I started off from the map or in Nagaland, which is in the plains, and pretty much indistinguishable from the rest of India. So there, I found out that some insurgent group has called a bun and the highway shut down for two days, and you can't go anywhere, you're stuck there. So that's the note on which the journey itself began. And going forward, I was hoping it would be a bit more safer. And it was because I encountered these three chaps who were absolutely amazing. Amar Akbar, Anthony, they call themselves, but their real names were Rahul, Michael and Mohammed. And it's almost like my brother, when he read these, that particular chapter, he asked me, Are you sure you're not making this up? I was like, No, not at all. Because I myself was so taken aback by this thing. I mean, you have a Hindu Muslim Christian in one truck. And the interesting thing here, there is not just the difference in religion, it's actually the difference in ethnicity. And as I write in the book, all these three people spoke languages that belong to different language families all together. I mean, in one truck, I mean, where would you find that sort of thing in the world, let alone India. One of them was a Munda Adivasi from Jharkhand originally, who had come to Assam generations ago as a tea worker. So he essentially spoke Munda at home, which is an Austro Asiatic language. Another chap spoke Bodo, which is a Tibeto-Burman language. And one of them was a Bengali Muslim. So he spoke an Indo-Aryan language. So these fault lines are so many in the Northeast. In India, we just think of caste, but there is religion, there is tribe, and even among the Hindus, there's caste. So quite an incredible place to be in. But the sense that you got about Pakistan in Peshawar, I would say definitely got it. People would repeatedly ask me if I was from India. And that was that question often was, often came from a place of curiosity and slight suspicion also, because of the history of the relationship between India and those parts in the ASFA, for instance, is still implemented over there. So that was there. But it was a totally different place. I mean, it reminded me more of the Southeast Asia that I had seen in the Lonely Planet documentaries and so on, and not as much of India. And ultimately, I kind of fled from Manipur eventually as I write in the book, because I have been on the road for four months. And then there were gunshots outside my hotel in the dead of the night, which I still don't know what exactly happened. But it sort of unnerved me. And you realize that you are in an environment that is so radically different from mainland India in so many ways, that there is no, there is a tremendous sense of insecurity, especially in Imphal. Kohima I quite liked. Kohima was great. There's so many amazing bookshops. And the place in general is quite vibrant. I mean, apart from the fact that everything shuts down at 6.30, and only the restaurants stay open till 8.30. Apart from that, the place was quite young and I didn't feel out of the place over there. But Imphal definitely gave me the creeps as a place. And ultimately, I decided to go back from there. But the experience was an eye opener throughout right from Assam to Manipur. And I would recommend listeners to visit sometime just to see what amazing landscapes and just the kind of linguistic ethnic diversity"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:38.380",
        "message": "India has. It'll blow your mind for sure. You know, I was struck by you know, how you've written about the massive Korean influence in Imphal and Manipur. And also, you know, speaking of linguistic diversity, I was also fascinated by this new language, which you described to me like, of course, like, like you pointed out, there are all these different language families, Austroasiatic and Tibetan, Burmese and Indo-Aryan, which are kind of mingling together. And you spoke about this new language, which has kind of come out at the interest evolved at the intersection of all of these called Nagamese. Tell me a little bit about that. So Nagamese, I found like because of"
    },
    {
        "speaker": "Guest",
        "time": "01:56:16.220",
        "message": "this tremendous diversity, you have to arrive at a common language in which you can converse like the lingua franca. And in Deemapur and some other parts of Nagaland, Nagamese is that standard language. It's a mix of Naga words, Assamese, Bengali, Hindi. It's like, it's not an entirely formed language. It's a Creole language. It's not a fully developed language, so to speak. But people do get by with that. And its history is dated, dates back to centuries. Apparently, the Nagas evolved this because the Assamese revenue collectors, merchants, they would frequently come up to the hills to extract tribute or whatever. So this sort of language evolved to enable communication between the Nagas and the Assamese. Now, of course, it has, the scope of the language itself has expanded. It has also taken in Hindi words. There was a tremendous Bihari migration in Deemapur and even in the Northeast everywhere. So lot of Biharis who are, I mean, almost all the vegetable vendors I saw in Coimbatore were from Bihar. Or the people who are selling frogs and silkworms in Deemapur were from Jharkhand. It's insane the amount of migration that happens in India and all the interesting encounters this leads to. And of course, all the linguistic developments it ultimately leads to. And Nagamese is the best example of that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:46.220",
        "message": "Yeah. And I was also kind of struck by your description of how they sometimes call themselves"
    },
    {
        "speaker": "Guest",
        "time": "01:57:50.620",
        "message": "West Southeast Asia, if I remember correctly. Yeah. So one insurgent group has branded itself as the group of not Northeast India, but West Southeast Asia, which is an extremely convoluted way. I mean, if you add the North over there, then you will have all the cardinal directions"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:58:08.780",
        "message": "in that name. So yeah, I was also kind of struck by sort of the political economy of what's happening in terms of the struggles, like you, of course, spoke about, you know, the sort of insurgents and the battles that they're in. And I'll kind of take another digression because when I was, I had written an essay a long time back about the Maoist insurgencies in, you know, the East of India. And I'd also use the same concept while talking about the gangsters of UP. But it's essentially a concept which was formulated by this economist called Mankar Olson. And it's a concept of roving bandits and stationary bandits. And the way Olson talks about it is that imagine you're a village and you're just living and, you know, there's no one ruling over you and you're just living life. But every once in a while bandits will come and they'll wipe you out and they'll go away. And now there are two kinds of bandits. One kind of bandit is a roving bandit, which is a bandit who is passing by. And therefore, the incentives of those roving bandits are just to take everything they can and destroy the place and leave it completely barren. And then there are the stationary bandits and they are the roving bandits who come there and then they decide that let us just stay here and milk this place. There's no need to destroy it. And they basically become the state. So the state is a stationary bandit, but their incentives are different. They don't want to destroy these people. They just want to keep them at the level where they can continue taking sort of tributes from these people and continue taking hafta or taxes or whatever you call it. They are the state. And it seems to me that a lot of sort of low level conflict that is happening in India is a conflict between a state that hasn't quite managed to establish the rule of law and become the stationary bandit, which gives it the monopoly on violence. And these other people who are on one hand, they're roving bandits. And sometimes they themselves try to play the role of stationary bandits, like in parts of the Red Corridor where, you know, the insurgents will also try to provide some of those sort of services. Would that sort of framework fit what you saw in the Northeast? Because like at one point there is a striking quote by you where you say, quote, there is no real difference between the policemen and the insurgents. It's the kind of situation where in the same house, one brother will be a policeman and the other an Andarwala, he says only half joking, you're quoting someone here. And they work together in a climate of connivence. Chor chod chachere bhai hote hai, he says, but with no humor this time. So what was your sense of the dynamics of that kind of situation while you were there, especially as you were kind of worried about your own safety in that regard? So your description fits in perfectly"
    },
    {
        "speaker": "Guest",
        "time": "02:00:49.660",
        "message": "with what's happening over there, because they essentially run a parallel government. And it is well established. It's an open secret that government employees themselves pay part of their salaries to the insurgent groups. And all the businessmen have to pay something. If you want to run any kind of business, you have to pay something to the NSCNIM, which is the leading insurgent group in Nagaland. Recently, there was quite a bit of a controversy after the governor of Nagaland, R N Ravi, he called out all these insurgent groups, called them armed, not rebels, armed criminals, armed groups, which they did not take well. So there was even controversy after he said that all government employees should disclose which of their relatives are in these insurgent groups. And that led to a lot of discontent among the government employees over there. So that situation still exists. And it has existed over the years, because the insurgents over there are not really insurgents, so to say, they have a proper camp, what are very few kilometers away from Bimapur, where they have their own military setup. And since a couple of decades, they have a ceasefire with the Indian state, which has essentially allowed them all these privileges of collecting hafta or taxes from the truckers. Truckers especially have to bear the brunt of this. There's also a lot of highway robbery on S39. So they are constantly put at risk because of this. And it's bewildering, you know, when you go there, you can't figure out which is the state and which are the insurgents, you can never really tell. Because the policemen sometimes of course will wear the uniform. But otherwise, so many of the people who are collecting all these entry tax, etc, they'll have nothing on, they look damn shady. They look like dangerous people, just by the looks on their faces. And I can never really tell which insurgent group this guy belongs to. So there's this, it's like the fog of war, right? That's the sort of situation you find yourself in. And that can be very unsettling. I mean, that was part of the reason why I constantly felt a bit insecure over"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:03:14.700",
        "message": "there. Because you don't know who the authority is and who the threat is. And it also strikes, I should also possibly clarify on your behalf that when you say the people collecting entry taxes had nothing on, what you mean is they had no uniform on. I am sure that they had something on. Apart from that, you know, when I was reading the section of your book and the Northeast, I was actually selfishly hoping that, you know, you would stay there longer and, you know, take one for the team, stay there for a couple of years and write a bit more because that was just such a fascinating section. Now, another sort of fascinating aspect of the book, which I really enjoyed, and coming back now to India in general, is your sort of detailed breakdown of the trucking economy. You know, where you talk about where you sort of talk about, we've already spoken about, you know, Sattaisvijat and, you know, Chhattisvijat, but you've broken down the trucking sort of economy into, you know, it's different constituent parts, like there is a consigner, and then there is the operator. And in between them, there is a booking agent, and there is a commission agent. And a lot of the trucking economies of consists of really small players, like 75% of it is, you know, people who own less than five trucks. And, you know, so on, you've spoken about the information asymmetry, the cartels, corruption, and all of that all, you know, again, could be a whole book about the political economy of that. And it's so fascinating. Tell me a little bit about that. What was the journey of discovery through these structures that sort of exist and within the trucking industry in India? First thing that really"
    },
    {
        "speaker": "Guest",
        "time": "02:04:49.100",
        "message": "struck me was the level of cartelization that is there in the industry. It's quite insane. I mean, a very small proportion of the booking agents who are essentially the guys who are the middlemen for the consignors, the guy wants to send his money. These guys essentially control the prices. And there is no transparency in how this price is fixed. Because it's all over the phone, it's extremely opaque. And the way these deals are structured is that the share of the proceeds which goes to the trucker is negligible compared to the effort and the risk that he is putting in this whole enterprise. And he's the one who's putting his life at risk, right, essentially by going on the road all year. And, of course, he's the one who's doing the grunt work. But around 40 to 50% of the entire amount that the consignor pays goes to the middleman. So as one trucker put it to me, India is a country of Dalals. And that really struck me because across the landscape, I mean, I don't know if there is any estimate on what proportion of India earns its living just by being a middleman. I mean, I'm sure it's going to be huge, right from the agricultural markets, where we see the dominance of the Arhatiyas to the sort of fixers that exist even outside government offices who can get your files passed. I mean, these are all middlemen, right, who are somehow earning a living by doing as little as possible and getting as much as possible in return. And this is the trucking industry is also no stranger to this. In fact, I would say it's one of the industries which is highly dominated by intermediaries. So that was quite a revelation. How I found all this was by going to these transport nagars, which are ubiquitous. They are there in almost every small and big city. You will have one transport nagar where all the trucks will go. The offices of all the middlemen will be over there, who will connect the supplier to the trucker. And these places are quite great. I mean, you can just go to any office, sit, the guy will offer you some chai, a couple of more cups and you can just sit there and chat. They don't have much on their hands, they'll have their phone in between, but they're happy to chat usually. So I spent quite a lot of time in these transport nagars across India. Every place I went to, I would spend one day in the transport nagar, just try to talk to people and just figure out how things work there. So that was quite interesting. And the corruption in the industry, it accounts for around 50,000 crore a year. So the latest estimate says that around 50,000 crores rupees is paid in bribes by truckers. It is staggering. It's 5 trillion rupees in just one year. And that was quite insane. And these arrangements are highly organized. That was another striking thing. The truckers in Udaipur pointed out to me, they are actually given these coded receipts, like there will be something written on it, QSS, just to clarify to the guy who's going to extract money ahead that you have already paid it. And it's stunning how organized it is. And the truckers of course bear the brunt of this. Every person who stops them extracts some money from them. And the survey said that around 40% of them give no reason at all. And the interesting thing is that around 30% of them take money in the name of Mata Ka Jagran. That some of these local groups will say that, okay, we have this Mata Ka Jagran here happening. So then this is not even the state. These are just random people and who may be linked to the political class in some way, but it's not government officials. So this is another thing which was quite striking because there is no difference as such between the state and these sort of shadowy figures who are linked to the local political economy in many ways. In Goa, for instance, one chap told me that all the money that is extracted from them, Goa is like a lot of mining happens there. It used to happen. And trucks have a terrible time in Goa like drivers. I mean, our experiences, of course, is that of an idyllic vacations. But for truckers, Goa is just a terrible place. And he says the majority of the people who collect this money are just agents of some local politician. There is a blurring between the state and you realize what the level of rule of law is that exists in reality on Indian highways. And throughout the recurring pattern was of this only the complete breakdown of rule and law in many ways, sometimes by the state itself and sometimes by these extra legal authorities."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:26.460",
        "message": "No, and that's, that's so fascinating to me, like the state as the supposed stationary bandit, but not managing to be the stationary bandit efficiently enough. So all of these little other sort of roving bandits becoming stationary. Therefore, while I'll come back to the corruption angle of it, because that's so fascinating. But first, you know, to go back to the way the the trucking economy is structured. So tell me if I got that right, there is a consigner who has to send goods somewhere. And there is a trucker who is actually taking the goods somewhere. And in between, there are two kinds of agents. One is a booking agent who is dealing with the consigner and saying, okay, this is the kind of money I'll take from you to get the job done. And below that is the commission agent, who is a guy who the booking agent contacts and who is then passing the job on to the trucker himself. Now, over here, what is happening is, as you pointed out, there is asymmetry of information. Nobody knows what the guy above him in the food chain is really charging. And this is a huge problem. So give me a sense of supposing if you have any idea of a broad, mota mota idea of these kind of figures, that supposing I am a consigner, and I am paying 100 rupees to get my goods taken from X to Y, how much of that 100 is going to the"
    },
    {
        "speaker": "Guest",
        "time": "02:11:41.420",
        "message": "trucker? I would say around 60 of that will go to the trucker. Yeah, 50 to 60 will go to that trucker. The intermediaries take around 40 to 50% of whatever the money is. The booking agents will take more than the commission agent. That's really interesting because I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:12:03.100",
        "message": "cannot imagine that if someone manages to disrupt the market and clean up some of the friction in between, then the consigner can pay 90 instead of 100. And the trucker can take 70 instead of 60. And you can still have enough leftover for the middleman. But I guess that the middlemen themselves are a kind of mafia and they control access. And it would be very difficult to break"
    },
    {
        "speaker": "Guest",
        "time": "02:12:23.500",
        "message": "into that kind of market, right? Yeah, in many ways, you know. So you know, I have talked to some startup folks also, you know, who are trying to break this stranglehold of the intermediaries. And so theoretically, it's so easy, right? You make one nice portal, where you connect the consigner to the trucking agent himself, and you just eliminate the middleman. Theoretically, it sounds so simple. But like you said, the middlemen are like a proper mafia. So the offices of these guys, they were working in Vishakhapatnam at that time, their offices were attacked, broken into, pretty much trashed by the goondas of these middlemen, who realized that these guys are gaining some traction in the area and cutting our business. So they are quite a powerful segment in this industry. And it all works on the phone, right? That sort of tech adoption and penetration of technology in this industry is especially low, compared to many others. And given India's terrible networks, I mean, when you go to the highway in the city itself, often it's bad. When you go to the highways, though, no question. So all that makes it very difficult to sort of address this stranglehold of the intermediaries. And most of the startups that are in this space, this logistic space and in the business of removing the intermediaries, most of them have given up. There are a couple of them, but largely most of them have shut shop. That tells a lot about how much control and influence the intermediaries have."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:14:08.700",
        "message": "That's fascinating. I was also, you know, struck by different parts of your book, there is the intermingling of sort of history with your narrative. And at one point, you talk about how Shersa Suri did so many things to eliminate the highway robbery problem, because even though you don't have trucks in that time, you do have goods being transported and you do have the problem of highway robbers. And I'll ask you a bit to elaborate upon that and elaborate on, you know, then the irony that in modern times, as you say, in your book, I'll read out again from what you've written, where you write, quote, if we were to compare medieval and modern India, it would seem things have both changed and remained the same. While the highways today are relatively safer and punishments less drastic, official extraction from truckers, highway robbery by another name, continues unabated, perpetrated with the aid of extractive innovations such as mechanical, stop quote, and mechanical is within single quotes, it's obviously a particular kind of fine that you described, which was very opaque, and then you got to the bottom of it. And you found that it was for flouting rules, which are itself written so vaguely that they're open to interpretation. And therefore, it is sort of highway robbery. And as you pointed out, there is highway robbery by the state and by others. So it seems that there is a culture of highway robbery, which has come all the way from Shersa Suri and all that. And that's also a kind of a fascinating period. So tell me about sort of the historical development of the culture"
    },
    {
        "speaker": "Guest",
        "time": "02:15:33.020",
        "message": "of our roads, so to say. The two main highways of India, historically Uttarapath and Dakshinapath. So these two were the historical main highways. One Uttarapath linked Peshawar to Bengal. And the Dakshinapath linked Bihar, the Pataliputra through Madhya Pradesh, etc. to the west coast and to Maharashtra. So and from there, there were other routes which went across South India. These were the two main routes. And what we see from history is that highway robbers have existed as long as there were roads. So for example, Angulimal, who features like in the Buddhist Jataka stories, he was a notorious highway robber. And this tradition continues. The state did try historically to curb this menace and make things safer. For example, in the Mahajanapada period, around 600 BC, there were officials who were appointed called Rajukas, whose job was to protect the travelers and the merchants. That was their essential job. Of course, there were also customs agents called the Kamikaz, who would take money from them, legitimate taxes and so on. But in practice, highway robbery has been a part and parcel of the transportation culture in India, because we think of highway robbery as this violent, the coyotes and bandits who will come and attack you. But highway robbery also takes place when someone without any legitimacy and without any authority is taking money from you, maybe not using the threat of violence itself, but who's taking money from you in a matter of fact way and you are giving it to them. And that has continued across history. So we have like petty Rajas. So any sort of political authority who establishes himself in certain area, he will say that, okay, whatever roads are passing through this, these are under my control. And anyone who are passing through the entry tax that we call it right now, that sort of entry tax has been collected across history. And Sher Shah Suri played an interesting role in curbing this, because what he realized was all these highway robbers operate with the knowledge and the active cooperation of the village headmen, which are around these highways. So the village headmen were a very influential constituency at that time. And so what he did was that he said, if any the coyote or robbery takes place in your area, it is the job of the village headman called the Mukaddam to either find the culprit and compensate the traveler for the loss of his property. And if someone is killed, then it is the job of the Mukaddam to find the guy or you, the Mukaddam himself will lose his life. So that's a bit drastic, but it worked during his period, at least. And we have the writings of a Mughal historian actually, called Abbas Sherwani, who writes about the kind of changes he brought. Now Sher Shah Suri as a figure is just fascinating. He is one of my favorite figures from Indian history, partly because he has so much to do with the development of the highway system in India. And he was the one who renovated the Uttarapatha, which what we know as the Grand Trunk Road now. So he renovated it from across the entire terrain. He also built new roads from Agra to Gujarat, Agra to Marwar and so on. So he expanded the road network a lot firstly, and he also built a network of thousands of Sarais, Sarais being these resting places for travelers. And many of these Sarais later then grew to become Kasbahs. I mean, they were the nucleus of urbanization. So there would be a marketplace which would form around this Sarai. Slowly that marketplace would turn into a small town. And so that is how a lot of urbanization happened in India also. Like even today, the Mughal Sarai, Begu Sarai, all these are prominent junctions, right? And the name reveals that they originated from a simple, small Sarai, a resting house for travelers. So that was another one of his contributions. Overall, I feel as a figure, he is massively underrated in Indian history, partly because he is this sort of an upstart figure who rises from nowhere, rags to riches, often uses unscrupulous means to gain power. And he is not like the perfect role model, say to say, for a newly independent India, which was looking for these very straight-jacketed figures like Akbar and Ashoka, whose values fit in with that of a budding nation, like they are secular. At the same time, they are tolerant, they are non-violent. And all these factors led us to privilege these figures other than Sher Shah Suri, who was a brilliant administrator. And he was also secular in his own way. I mean, he did not really discriminate as such in his army and so on, in terms of recruitment. And his administrative innovations themselves were quite remarkable. He introduced the rupaiya, which we know as the rupee today. He introduced the use of Hindi, Hindavi as it was known then, in the local administration. Earlier, only Persian was used. So this led to good things for the local population. So I'm basically a big fan of Sher Shah Suri. And I think he should be more celebrated, maybe a biopic someday."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:21:34.540",
        "message": "Maybe a biopic someday. If Akshay Kumar is listening to this, we are in trouble, Rajat, and it is your fault. And it's interesting that you talk about sort of building up Akbar and Ashoka as modern heroes, because even there, I mean, people contain multitudes. And even they had different aspects to them. And it's almost as if, you know, they were at one point, you know, sort of presented as these people with these very salutary sides of themselves, Ashoka, the man of peace and all of that, and Akbar being secular and whatever, when you know, there were other aspects to their character as well. And perhaps we'll really mature as a society when we can get closer to this embracing of complexity. I kind of smiled when you were talking about the mukaddams because I thought all my listeners will immediately say, here is where Amit talks about incentives. And that's actually a place to talk about incentives in two ways. Like one, of course, if you're telling the mukaddam that if you don't catch the thief, I will behead you. That is an incentive for the mukaddam to do the job of policing well. But it is also an incentive for him to catch any random guy he doesn't like and say that is a thief, I have caught him, behead him and end of story. So one, you know, those go in different ways. And that would also be unseen in a modern context, because what would we know of the many people wrongfully implicated by medieval mukaddams. But, you know, coming back to sort of your journeys, it seems to me that when you travel, especially when you travel in the way that you are doing, where you're going deeper into context, and, you know, where traditions arise from, and so on, you're not just traveling through space, you're also traveling through time, right? You're not just exploring India as it is today, you're also exploring the history of India. You also get drawn to do sort of history writing, and is travel writing to some extent, history writing? Is there a continuum? And do you like, you know, you were earlier talking about the fascinating history of truck art, where, you know, 12th century ships could look like 21st century trucks, and how that's been documented so much in Pakistan, and so much of that is fascinating, and then Shersha Suri and all that. So do you also then feel like writing a travel book sometime, which is a travel through time and not a travel through space as such, which is"
    },
    {
        "speaker": "Guest",
        "time": "02:23:47.260",
        "message": "just sort of historical? You know, I am a huge history buff. And the more I read history over the years, I realized that travel accounts play such a huge role in our reconstruction, the reconstruction of our history as we know it. And like right from Yuan Tsang to Ibn Battuta, these guys have left such pivotal account, which give us so much specific information about India at that point. And it is so valuable. But even in these accounts, you know, I find that there is very little mention of the common people about the texture of ordinary life as it were. Because these guys often hung around in noble circles, their audience itself was often of a courtly background. So probably they didn't mention they didn't find it important enough to mention it. And, but there is so much poverty of these accounts of the ordinary people, I mean, historians struggle so much to reconstruct how the life of an ordinary peasant or an ordinary merchant would have been. And that I feel really bad about it, because it's so dominated by these, the doings of these kings and so on. But I mean, how much of that really mattered to the ordinary peasant at that point, I highly doubt much of it did. So my motivation for travel writing is, is for me, travel writing is nothing but making the mundane interesting, and just capturing the texture of everyday life. I mean, there are other genres, I mean, a lot of nonfiction academic research, which gets deep into topics and presents a thoughtful analysis of them. But for me, travel writing has a separate job, which is to just document the ordinary and make it interesting for the reader. And who knows, hopefully someday, these accounts will serve as a way to recreate history of the early 21st century. I mean, and that is my ultimate goal in the long term, that is what really motivates me. And that's why I'm only interested in writing about the ordinary people of India, and what their life about their hopes or what they think, these things often go undocumented in other places. I mean, travel writing is the place to cover them. And I feel very strongly about that. And yeah, like I said, I mean, it's deeply connected with history, right? I mean, our attitudes, or the particular positions, the circumstances we find ourselves in, various people have their own little histories, they're linked to their family and their caste. And all of this is what is India for me, I mean, for me, you know, just like we say that, in every person resides God, for me, in every person resides India. And every person is a representative of India in so many ways. And that is what I'm very moved to explore and write about. Hopefully, in the future, I'll get to write more."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:48.780",
        "message": "No, that that multiplicity of visions at an individual level is kind of fascinating to me, you know, earlier in this episode, you spoke about how we experience Goa as tourists, but truck drivers experience it as, you know, a much more dangerous, difficult place to navigate. I remember in my years playing poker professionally, I encountered it in a whole different way, which is kind of, you know, quite apart from that. And this is a beautiful passage from your book, which kind of speaks to that, which comes from where, when sort of you are in the northeast, and you go to sleep somewhere on the highway in a truck, and you wake up in the morning, and you take a little walk, and the Andarwalas referred to here are of course, the extremists that you're worried about. And at this point, you write this passage, I'll quote, quote, My fear of Andarwalas interrupting our journey has been unfounded. Instead, I have witnessed one of the most splendid sunrises of my life. I guess such is the nature of travel, when the true nature of a place reveals itself, or perhaps when you realize there is no true nature of a place. It is merely the images we associate with the place that shape our perception of it. The human brain is incapable of associating more than a handful of things with this. Its job is to underplay complexity and categorize reality into simplicity. That's why one must never internalize anything the world tells you about a place. The only way to travel is to forget everything you think you know about a place, discover it anew, forge new associations, associations that are all your own. I for one knew that after this trip, I will always remember this sunrise when I think of Nagaland and not insurgents or headhunting tribals. Stop coding. This was such a beautiful passage in one of the highlights of the book. And this also, you know, leads to sort of a conflict within the travel writer, which in a very minor way, I think I felt when, you know, in earlier small travels I have made, like when I was traveling to Pakistan in 2006, I live blogged the event, I would put up multiple posts in a day, and I was blogging a lot. And at one point, I realized that there is a danger here. And the danger is that trying, because of that imperative that I have given myself, of trying to find the extraordinary in the mundane, where I might write about a chalk and just imbue it with significance, while for the person around there, it's just a chalk, it's just a pillar. And the other aspect of that, of course, is that as a local person, where I am in my cities, whether it's Mumbai or whatever, and Mumbai is also, you know, has so many layers of, you know, all the different centuries and the influences that are here. And both of us, of course, are in Mumbai right now, although remote, because of this dreaded pandemic. So question there is that then there is a trade off that on the one hand, you want to take a step out where you're suddenly more mindful of everything, and therefore in a position to recognize the special, where it might otherwise be normalized. But on the other hand, there might also be the tendency for the travel writer, the imperative, so to say, the incentive almost, to find something special in everything that is ordinary. Is that something that you've thought about? Like, how does one navigate? On the one hand, the travel writer's gaze is going to be a little deeper, but is there a danger that it goes sort of too deep?"
    },
    {
        "speaker": "Guest",
        "time": "02:30:03.660",
        "message": "That's an interesting question. I mean, I have thought about it in the sense that, yeah, it, it is possible to go overboard in contextualizing a place. I mean, often what happens is that you go a bit too deep. I mean, for the I'm, when I'm writing, I always think about the reader. And for me, the reader is someone who like has a smartphone within range, and who's going to pick that up the moment you lose his attention. So I that my attempts always are to set the context, but not to the extent where I am losing sight of the place I am in. You know, often what happens is that you get into the history of a place and so on. And you lose sight of what is in front of you, which often is mundane, like you said, so there is that risk. But overall, I think the job of the travel writer is to open someone's eyes to the fascinating realities of multiplicities of the world around you. And of the ordinary person who probably thinks yaar yeh kya pakao cheez hai yeh bahar jo hai. But the travel writer's job is to make him see the beauty in it. And for me, that is what it is. I mean, I am someone who likes to see the beauty in everything. It can get a bit annoying, but I genuinely find a lot of things beautiful. I mean, part of that comes from I think science. I mean, Richard Feynman was a huge influence on me when I was growing up. And the way he sees beauty in the smallest of phenomenon, I mean, the world is an incredibly fascinating and beautiful place. And it is that sort of enthusiasm for the world which I wish to transmit through my writing. And that is what I"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:31:56.380",
        "message": "believe the purpose of travel writing is. Great. So I've taken a lot of your time today. So I'll kind of end with a final question. And at one point early in the book, you talk about this truck driver Shyam, and you're sort of traveling with him. And he says he likes Kishore Kumar. And you ask him his favorite song. And he, you know, names a song and then you ask him to sing, he sings a bit of that, and then he feels embarrassed feeling that he's revealed a bit of himself to you. And the lyrics of that lovely song, of course, are, quote, Jeevan ke safar mera hi milte hai bichhar jaane ko, aur de jaate hai yaade, tanhai mein tarpaane ko. And this sort of seems to me to summarize so well, that, you know, the loneliness of the long distance trucker as we spoke about. But is this something that you felt at the end of the book that, you know, was there the sense of loss that, you know, these are all people who at different levels, you must have been close to, like, are you in touch with them? Have you sent your book to any of them? You've mentioned that, you know, after all the writing was done, you were still what's happening with them and all of that. What is that relationship like? And also, it must be a complicated one, because at one level, they were instrumental to you in the sense that you were using them to go on a journey and write a book. But at the other level, you have been upfront about what you want, and they know that. And then on the basis of that, your relationship is a kind of building and there is a lot of warmth there. And, you know, one gets a sense of those little little intimacies that are scattered through the book. So what is it like now when you think of them and also having so many different friends who are not from the earlier bubbles, you were part of like engineering or journalism or whatever, does it change the way you look at people in general, like people who are unseen to us in a way, you know, maybe the beggar at the traffic signal or the person serving chai at the dhaba we go to, do you feel you kind of look at them differently and that your gaze has been impacted by these experiences? So as far as"
    },
    {
        "speaker": "Guest",
        "time": "02:33:51.740",
        "message": "them being instrumental, I wouldn't go as far to say that because you know, when I set out on the trip, I had no idea I mean, this book was ever going to come out, or I'm even going to write one, I did it mainly to have some fun and make some friends along the way. So I mean, I did take notes and all in case it comes handy someday, but that possibility seemed remote to me because what I was thinking at that point was, who's going to read about it? I mean, while I was interested in it, but often there's this niggling doubt, right? Is this something that's interesting for the wider world? And that self doubt is something that eats you away in many ways. So that was how so we used to hang out like just like someone who I met and who are going to be separated in some time. So you speak all that you can in that in that particular time. Over the years, I have fallen out of touch also with them. Because what happens with truckers, especially, you know, they change so many phone numbers, they keep changing their phone numbers. I don't know why. And if they change their boss, they start working for a different owner, then their number will change. And they're constantly on the move, right? It's incredibly difficult to talk to them on the phone, because they are always busy. They're either driving on the road and it's incomprehensible on the phone, you know, when you try to talk. So all these factors made it very difficult to keep in touch. Jora and Jagdev were two people who I did keep in touch with. I've also sent them a copy of my book. So hopefully they like it. Because I don't think they can read English. My next plan is to somehow get this translated to Hindi or Punjabi. Because there is so much readership for these two, these kind of stories from the internet. And even you don't even need to change the title of the book. The title of the book remains the same. I hope to get it translated soon. And yeah, I mean, how I see the wider world, I think has remained the same. I mean, I've always been curious about the underclass, about someone who we don't ordinarily meet in our circles and so on. So that part has remained the same. Though my understanding of the world of truckers definitely has improved. But the way I view the larger world, I think has probably remained the same, which is something that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:36:22.380",
        "message": "motivated me to go on this trip in the first place. And finally, are you writing something now? Is there something your devoted readers such as myself can expect from you? Are you taking one for the team in one way or another so that we can read a great book? Yeah, I am working on my"
    },
    {
        "speaker": "Guest",
        "time": "02:36:38.860",
        "message": "second travel book. So I have signed something with HarperCollins. And it should come out in the next couple of years. Quite excited. It's another. I'm going to explore another class of itinerants who we don't get to read much about. But it's all going to be about the ordinary people of India, and their relationship with the world with God and all these things. So it's quite excited about it. And yeah, hopefully the readers will like you will enjoy it."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:10.700",
        "message": "Sounds fascinating. And I can't wait. I'll, I won't take any more of your time because I want you to get back to writing that book, which I'm so eager to read. Rajat, thank you so much for your time and your insights. And you know, having the patience to sit through all these technical difficulties as we record this episode. I appreciate that. Thank you so much, Amit."
    },
    {
        "speaker": "Guest",
        "time": "02:37:28.780",
        "message": "Entirely my pleasure. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:33.020",
        "message": "If you enjoyed listening to this episode, do head on over to your nearest bookstore online or offline and pick up Rajat Obaikar's wonderful book, Truck Day India, A Hitchhiker's Guide to Hindustan. You can follow Rajat on Twitter at Rajat UB. That's one word. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Scene and the Unseen at sceneunseen.in. Thank you for listening. Did you enjoy this episode of The Scene and the Unseen? If so, would you like to support the production of the show? You can go over to sceneunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]