[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Regular listeners of the scene and the unseen would have heard me complain about the predatory parasitic Indian state. But this is a bit of a simplification. Yes, the Indian state is a parasite, but it is not just one thing. It is a vast complex machine with many moving parts, and the whole is worse than the sum of its parts. There are outstanding bureaucrats and well-meaning politicians within the system, but there are also bad incentives, which lead to bad outcomes. Also, the Indian state is a multi-headed monster, and some of those heads are often at war with each other. Consider, for example, the constant tussle between the government and the central bank. Our imagination feasts on conflict and battle and winners and losers, but it must be said that no one is making a Netflix series anytime soon on the life of a central banker. Maybe they should."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:00.120",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics, and behavioral science."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:06.280",
        "message": "Please welcome your host, Amit Verma. Welcome to the scene and the unseen. My guest today is Viral Acharya, who was deputy governor of the Reserve Bank of India between 2017 and 2019. Widely respected among economists, Viral quit the RBI six months before his term ended reportedly because he wasn't happy with the way the government was preventing the RBI from carrying out its duty. And indeed, he wasn't happy. Viral has just released an excellent book called Quest for Restoring Financial Stability in India, in which he lays out in great detail why we are in the middle of a crisis. At the core of it is a concept called fiscal dominance. If I had to sum that up, I'd do it thus. Fiscal dominance is a means by which a state thrives at the expense of society using the central bank as its tool. If you think this is going to be a boring episode about finance, let me assure you, Viral is anything but a boring, funny, nutty technocrat. He loves cricket. He's written and composed a music album called Yadav Ke Silsile and can make economics and finance quite as lovely and interesting as both cricket and music. Before we begin our conversation though, let's take a quick commercial break. If you enjoy listening to The Scene and the Unseen, you can play a part in keeping the show alive. The Scene and the Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and the Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So, well, I'm trying a new way of keeping this thing going and that involves you. My proposition for you is this, for every episode of The Scene and the Unseen that you enjoy, buy me a cup of coffee or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and the Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going, sceneunseen.in slash support. Viral, welcome to The Scene and the Unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:43.440",
        "message": "Thank you, Amit. I'm delighted to be part of your podcast and I look forward to the interaction."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:49.560",
        "message": "So you know, before we start talking about your book and in a broader sense about India's system of governance and our financial system and all of that, tell me a little bit about your sort of personal journey, where did you study, what did you do, what were your sort of intellectual influences that shaped you along the way?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:07.720",
        "message": "Yeah, you know, I studied at, we used to live in South Bombay, in Chira Bazar in a street called Ghazdar Street. I grew up frankly, like any other street boy, I used to play a lot of gully cricket and dance all the way with Ganpati from our street to the Chowpatty for Ganpati Visarjan and all that. I was in a school, in a Gujarati school, which also had English medium called Fellowship School. And the reason why I'm going through a little bit of my school journey is actually that was probably the most important intellectual part of my journey. And we were in this very interesting phase of the school where a set of school teachers, they decided that our school should also be able to produce students who are in the merit list of the state for the SSC, the 10th standard exam. And you know, the school was very balanced culturally, we had actually great music and cultural aspect to the school, but on the academic side, I think the teachers were excellent. But you know, cracking exams and getting into merit list requires a slightly focused kind of preparation. And these teachers actually, around the time maybe we were in seventh or eighth grade, they set this motto for all of us that, you know, this is the challenge, this is the luxury that we have to achieve. And then, you know, it was, they were so motivated, of course, parents in India are always motivated for their kids to do well. And then we also got a bit charged up. And one of the teachers, he passed away two years back, his name is Shailesh Chassar, as we used to call him. And in fact, my book, Quest for Restoring Financial Stability in India is dedicated to him. He was the one who kind of really set me on fire, so to speak. He tutored me as a private coach, so to speak, you know, without charging my parents single paisa for three years in a row. But it was his single-minded focus that in the end created that aspiration, that ambition. And as I said, whenever I think of him, I think of this, you know, Hrithik Roshan's song from Lakshya, Lakshya ko har haal mein paana hai, you know, it was that kind of single-minded focus. And, you know, it then sort of all worked out. And you know, I got into Rupert Hill College, which was sort of the college to be in if you had done well in SSE that time, I took Electronics. And then I had a friend in my street just across our building, you know, a lot of people you knew in our street more because you could look into their balconies. And he had been at IIT Mumbai. And so I spoke to him, then, you know, we got into some correspondence courses, I got into IIT. Like everyone who does well in the JEE entrance exam, I also took Computer Science without thinking whether that's the right field for me or not. But after that ambitious phase of the school, IIT was, I would say, more of a self-discovery, self-exploration phase. I think that was the time I realized that Computer Science wasn't my calling. I had some aptitude for it, but I wouldn't say a great aptitude for it. I was still doing okay through sheer persistence and hard work. But I really felt that this is not the subject that I'm breathing, I'm not sleeping. This is not what I mean is I'm not staying awake because of the problems in Computer Science. And I started exploring a bit and I took a course in International Finance with Professor Pushpa Trivedi. It was an elective course in the last year at IIT Bombay. And I would say Professor Pushpa Trivedi was like my second critical intellectual mentor in this journey because her course was really the turning point. It made it clear to me that economics was a subject where you could really bridge the macro with the micro. You know, economia is, of course, the study of the household wealth management, even though most people don't realize it because we use the term economy, etc. so commonly that we think it has something to do in this grand scheme of things. But it's really at the grassroots, it's really about the household wealth management. And the fact that what central banks were doing, what was happening across countries on trade, etc., ultimately had its bearings in what was happening to the household demand and consumption at the last mile. I found that very, very appealing in some ways. And then, you know, again, we had a family friend who had done a PhD in finance at New York University Stern School of Business. I spoke to him. He said, you know, this is a very interesting subject, it can be very analytical, very mathematical if you want. It can be very applied and data oriented if you like. You can be an academic if you like, or you could be in industry doing trading with stocks, bonds, derivatives, whatever. And I said, you know, let's take the plunge and we will see how it goes. So it was too late by the time I left for my PhD in computer science. So I did a one year sort of in computer science, but then I switched my major at NYU. And it was a very interesting phase around 97, 98, when, you know, Southeast Asian crisis happened, the Russian default happened, the largest hedge fund at that time, long term capital management was about to fail. And that was the time I realized that financial stability is actually very, very crucial to an economy, that if your banks and financial firms are not in great shape, they could become a source of huge deceleration in the growth of the economy. And I always think of finance as the lifeblood of the economy. Sometimes I think of central bank almost like the heart that's regulating the pumping of these liquidity through various channels into the economy. And if these banks, which you can sort of think about as, you know, the arteries along the way, if they are clogged up, then you know, you can have problems in your organs, you can have problems all the way to the heart also. And so it dawned upon me that this is a fascinating aspect of economics and finance. What role do banks play? What role do other forms of financial sector firms play? What is the role of the central bank? Why is it that when banks and non-bank finance is not in great shape, economic outcomes thereafter typically don't tend to be very good, as we have seen in India, for instance, over the last decade. So that gave me a direction in economics on my research. And I've basically, I would say, stayed with that thought. That is one thought that keeps crossing my mind over and over and over and over again. There are so many shades to it that you can analyze, there is so much depth to that question. And there are so many settings all over the world, because every economy is slightly different. Every financial sector is slightly different. You get different shocks that create these disturbances in a variety of settings. So I did my research. I went to London Business School. I then came back to NYU. You know, around the time I was finishing my PhD, Dr. Raghuram Rajan had just had, I would say, his sort of fairly meteoric rise in the economics profession. He was also studying banking and around that time also banking crises. He then went on to become the chief economist of the IMF, the governor of the central bank. But I think in a way, I would say he was probably the third important mentor, even though he has never been my direct mentor, but I worked with him after my PhD, because I was at NYU, Chicago. But I think he has been a mentor more through setting sort of like a role model in the sense that you know, coming from India, coming from engineering into economics, finance, working in the field of banking, etc, that you know, you can make it, you know, it gives you a little bit of confidence that you can break through these barriers and, you know, have your own standing, so to speak, in the field. And then the field is such the issue of financial stability, bank, central banking, that it's a natural culmination for many people working in this area, who have a shot at a central banking management position, because it allows you to apply your research, it allows you a little bit to of course, learn things on the job that you can't learn in an academics armchair. And in some small way, I think, you know, give back to society. And I said, you know, central bankers role is exactly what appealed me about economics at one level. Now, I always give this example, you're just turning this one interest rate dial, you know, by 25 basis points, like point 25%. And it is supposed to go and touch people in the economy. Now, at some level, it looks kind of almost like a surreal thought, you know, that is this really even possible? But it does. And sometimes it doesn't work. And sometimes it does. And I think it's very fascinating to understand what are the preconditions, so that sitting in your macro offices, you can actually have some micro impact on on streets, such as the street where I grew up. So yeah, that's been the intellectual journey, I would say, several important teachers and mentors or role models have been important, I think, the real life experiences of witnessing financial crisis in their sort of wolf fury, so to speak, has been also very important learning lesson. And I think the stint at the Reserve Bank of India was was probably the best thing I could have asked for, personally, because I spent time with my parents and lived with them for two and a half years, professionally, because it is the closest I've been to executive decision making in a policy role. And because India is so complex, so interesting as an economy, and it's it really challenges you to think through hard about what the right frameworks are and how to go about doing things in a manner that you have more intended consequences rather than unintended consequences."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:15:25.080",
        "message": "So you know, before we proceed with your career, there are many fascinating strands in what you just said, which I kind of want to tease out and or you know, one of the interesting things which struck me when I was, you know, reading up on you is that, you know, economics is considered a dismal science. So most economists also considered fairly boring, straightforward kind of people, though I should tell my listeners that when Viral began this podcast, he had a baseball cap on with his headphone and t shirt. But we are not shooting any video. And you know, one of the things that I'm going to ask you about later is, of course, a music album that you wrote and composed, Yadav Ke Silsile, which I was listening to earlier today, and also your passion for cricket. I mean, you've used a metaphor of cricket a lot when you've been talking about the economy in the role of banks. And when you were talking about Dr. Rajan, it struck me that, you know, was he such into your dravid perhaps?"
    },
    {
        "speaker": "Guest",
        "time": "00:16:10.600",
        "message": "Oh, that's a great question. Yeah, see, cricket is because I kind of grew up on the streets of Mumbai. You know, we used to play on this first, we used to play, of course, in our living room and hallway, we used to play on the terrace, you know, everyone in India is everything, you do whatever the team requires, it was very creative, you know, we used to play on the terrace. And when the ball used to go down, we used to have this, the kite flying manja and firki. So instead of the kite, we had a bag attached to it, and we used to roll the bag down, someone would put the ball back in and you know, we would get the manja to get the ball back up. Of course, we used to then play gully cricket, so you know, it will be night matches, floodlights and all that. So, you know, Jitekarwadi, Khetwadi, SK Patiludhia, and you know, all these places we used to go with our team. It was great fun. I think it became sort of part of your DNA. And of course, you watch cricket so much, you know, when we grew up, there weren't so many channels, Darshan probably had like maybe a little bit of Chitrahaar and then maybe the Saturday Marathi movie and the Sunday Hindi movie. So you know, cricket, watching cricket and test matches was a very big part of the whole sort of your pastime. So I partly like to use the cricket analogies, besides them coming naturally to me is because I think that's a way to connect to the common man. And to me, that's very, very important. Sometimes a few of the speeches I've given are so bare bones, that people in academia sometimes feel when I gave these talks that, you know, does it really have to be so basic?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:18:11.640",
        "message": "Does it really?"
    },
    {
        "speaker": "Guest",
        "time": "00:18:12.640",
        "message": "And my sense is, it's a question of what your audience is, and are you connecting with the audience or not? You can't, there is no point using jargon and fancy terms and methods and techniques when you know, you have to convey something much simpler to the common man. But importantly, I think these being able to connect is equally important with people at the top in mind. I think even those who are doing very complex policy roles, they actually prefer when things are explained in a very simple and transparent manner. And I think that's why, you know, no analogy is perfect, but they work because when people see it in a different light, when they can relate to it, they also start feeling that maybe there is something like a common thread of a principle here, you know, they start seeing that, oh, this is not about a very specific suggestion, maybe there is something deeper that permeates across different disciplines of life. So that's the reason why I would say I use the cricket analogy. I think the Dravid analogy is one that's very close to my heart. It's actually linked to a question that a good friend of mine from IIT Bombay asked me just before, they had given me a send off before I went to Reserve Bank of India. So we met at one restaurant outside our place in Manhattan called Heroes, it's a Greek food place. And I distinctly remember about 10 of them had come down and we sat together and one of them, my very good friend, he asked me, so who would be your role model as a central banker? Is it Ben Bernanke? Is it Paul Walker? Is it Janet Yellen? And I said, no, it's going to be Rahul Dravid. And I really genuinely mean it because I always thought he was the pillar of the Indian batting order during his time, the rock bed, sheet anchor, whatever term you want to use. There were so many test matches I remember watching where, you know, the entire team would bat around him. And because I think of the central bank as a little bit of this heart that is regulating all this pushing of lifeblood to the economy, I think that that is the role that is best captured, I think, in cricket by Rahul Dravid. In fact, and, you know, I think, as I said, financial stability is very important. I think it's most important that you need someone with that persistence, with that discipline and with that single minded focus of holding the guard when, you know, the situation is looking tricky. You know, when some of the arteries, some of the banks are blocked, not doing very well. In fact, if you remember, in one of his last series in England, which we lost, I think 3-0. No, he scored three centuries because he was the only one holding up one end and giving some hope that we might actually at least come out with a draw. So I think that's very important. I think, you know, and it's everything, you know, taking the stance, knowing where your off stump is, leaving a lot of balls outside the off stump. I think this is what the central bank has to do most of the time. I think there's a lot of bad ideas. I can't tell you how bad some of the ideas are in policymaking. Somehow there is this one feature that because economics is so rooted everywhere in each household's policymaking, and of course, the households are making sometimes the most interesting decisions. There is also this perception, though, that we don't need to acquire any expertise in this field. Everyone can just go walk into these policy roles and start doing things. Now, of course, there will be some talented people who are so smart by their training on the ground that they can do it. But you know, however imperfect and however young as a field, you know, economics is not even 100 years old in some sense as a discipline. So it's a relatively young field, but however young and imperfect it might be, it is still a field. And there are some principles and ideas that seem to show up in different countries in different conditions on a very regular and robust basis. And so a big part of the central banking is just not dealing with bad ideas. It's these balls which are outside the off stump. So I think that's the sort of Rahul Dravid part of it. Yeah, I think Raghuram Rajan in some ways, I think you could, you could be, you are right. I think he could be Tendulkar, but my sense is he's also probably taken a fairly long term view, I think, during his time as central banking, you know, moves such as the beginning the steps towards inflation targeting framework in India, then, you know, creating a differentiated banking system, opening up bank licenses. And third, you know, creating this database Krillic as a repository for information on large corporates. I think all of these were fairly long term moves, actually. So I would say by and large, you know, to use another example, maybe he's like Rahul Dravid, but he also has Virat Kohli's aggression at times."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:33.440",
        "message": "Yeah, I'm also a big fan of Dravid, of course, and you're absolutely right. If you look at all of India's important test wins overseas in that particular decade, you know, Headingley, Adelaide, Rawalpindi, the series we won in the Western days, Dravid was completely at the heart of it. I'd save the question for later. But since you, you know, brought up that subject, I'll kind of ask it now, which is you spoke about the importance of, you know, communicating ideas and sort of keeping it simple. And I, you know, I teach an online writing course, where sometimes students will ask me that, listen, you know, I do academic writing, and people in academics expect the kind of a certain kind of jargon and a certain kind of signaling and all of that. And my response to all of that is that in any context, clear writing is a good thing. I can understand that sometimes there are those imperatives where people will expect you to use language that puts them in their comfort zone, but as clear as possible is always a good thing. And the imperative of, you know, writing clearly makes you think more clearly, because if you're stating something in simpler language, as you do throughout in your book, then you're forced to put that kind of thought into it. But my broader question, which I wanted to come to was that, you know, when you wrote this book, one of the reasons that you said for writing this book was that you wanted to start a debate that you felt very deeply that these issues which you're talking about financial stability, fiscal dominance, they are of great importance, they should not only be debated by policy people, the public at large should understand them and sort of talk about them, which is an incredible aim. But at the same time, it struck me, and this is something that, you know, people who write about economics have been saying forever, that, you know, a lot of the fundamental ideas of economics are deeply counterintuitive, you know, spontaneous order, positive, some game, how complex systems work. And similarly, you know, there is both bounded rationality, which and what public choice there is called rational ignorance, that for a common person to put in the effort to understand the economy, as it were, it's probably just too much of an effort, it's much easier to pick a political side, which everybody more or less has. And then you go with whatever that side is doing, you defend what they're doing. And if you're not with them, then you attack what they're doing, which is how most of our public discourse is today. So how did you approach that challenge? Because these are not easy ideas to sort of, you know, grasp for, you know, a lay person. So you know, what were the thoughts that I mean, you've used cricketing analogies and all that, and that's worked beautifully and so on. But is that something you consciously thought about that? How can I communicate this?"
    },
    {
        "speaker": "Guest",
        "time": "00:26:07.080",
        "message": "Yeah, absolutely. And see, the important thing to realize in policymaking is that, see, over certain functions, the central bank probably is given legislative autonomy. So what I mean is that, think about the inflation targeting framework, it is actually by an act of law as an amendment to the Reserve Bank of India Act, that the central bank through this Monetary Policy Committee can set the interest rate, this is the objective function and so on. But in many other functions of the central bank, the operational autonomy is very loosely defined. A lot of the decisions, especially in India, as I explain in the book, given the presence of public sector banks and other public sector financial institutions, are very often taken either jointly with the government through some discussion, conversation, consensus. Or if the central bank has to even take certain decisions, the government has to empower the central bank through some legislative changes. Now, why am I saying all this? What I'm trying to convey is that for many good policy decisions to be taken, politics has to be aligned with the economics. The government has to want what makes sense in the long run for the economy as a whole. Now, a fundamental thesis of my work, the book, as well as the Rahul Dravid analogy is that there are pressures sometimes to actually not play the long test match. There are pressures to instead play T20, you know, to go and entertain the crowds instead of actually winning session by session through endurance. And because the political decision making can often be very geared by the short term consideration and you put it exactly right, why is it that short term growth will actually give them political gains? It's because the average person on the street may not be able to figure out that the short term boost in activity, either because they are getting a lot of credit, or the government is distributing a lot of cash through a variety of schemes, that that short term activity is down the line, at some future point of time in three or five years time, going to come back with a lot of costs because maybe the loans that were made were made without due diligence, or the cash that has been distributed is going to be very hard to repay down the line. Now, so sometimes in the common man, both because of them having to work so hard on their own economics, and perhaps because of limits to information processing and rational evaluation of data and you know, I think the counterfactuals, what if that is the key question that you have to ask in policymaking, what if this were to happen? Those things are not always very easy for the common man to perceive. And if they can't, in a way that creates the opportunity for the short termism to actually lead to gains, that if I do this pump priming of the economy, it can actually lead to some benefits during the electoral cycle. Now, if that is not in the long run interest of the economy, in my view, those who can actually perceive what the impact of these short term pump priming of the economy is, those who are in the job, such as at a central bank, where your objectives are enshrined in the law to be long term protecting depositor interest, keeping price stability, guarding the value of the rupee, etc. All of these require sometimes making short term sacrifices, so that you know, you keep the ship afloat and in good condition. So I think it is the responsibility in my view of the central banker to actually use communication as one of the tools to advance the public discussion. And therefore, I think it has to go to the common man as well. I think it's not good enough that it reaches the circles of finance industry, bankers, market participants. You have to try and get it into mainstream media as much as possible. And I think the reason is that once you shift the public debate, once you create a demand for the right long term reforms in people themselves, then the politics and economics, there's a greater chance that you will align. See, sometimes politics aligns with economics because, you know, there may be a situation where the government has no choice, but to do the right thing for the long run, because otherwise, investors will not give you money, like think of 1991 liberalization moment, it was a moment where structural changes to the Indian economy were thrust upon us by the IMF, because we needed their support, and there was no other way out. So that's one way to go. But you know, reforms do happen all the time. Sometimes they happen promptly, sometimes they happen with delay. And why do we get these moments where the political consensus arises to undertake these reforms? Very often, I think it's because there is a demand for reforms in the common man's mind, in the common man's perception, in media, on television, in print media, now in podcast, Twitter, whatever it is. But you sometimes get this good ideas being planted, seeded, and then they're sort of germinating and rising to the top of an agenda. And as long as there's a critical mass of discussion around the right ideas, I think there's a greater chance that the politics and economics will align. I think we need to create more such opportunities. And to do that, we can't just wait and watch. I think we have to plant these seeds of ideas, very often, the ideas germinate, and they are not even associated with you. And I think that's perfectly all right. I think you are just trying to get people to debate because very often the person who comes up with the original idea and plants the seed may not have the right solution. Maybe he or she doesn't actually appreciate all the realities of the political economy. But once the idea is debated, maybe a better solution emerges. But to me, this is absolutely crucial. Policymakers have to communicate, they have to communicate with the common man, besides the more sophisticated parts in their relevant sphere of influence. And I think this is the way change comes about. So I think to cut a long story short, I think Amit, what I'm trying to say is that while it's true that there is bounded rationality, there is limited processing of information. And of course, decision making is very concentrated, but we have to build a bridge between these two. We have to get people to come a bit closer to the decision makers in terms of their discussions and debates. We have to get the decision makers closer to the common man by alerting them about the long run consequences of some of the policies and why some things make sense and others don't. And I think how do you bring them together? I think your communication is one of the kind of almost, it's a negotiating tool, actually. You're bringing these two parties, which often seem far apart, together through public debate and discussion. Absolutely. I think this is a very crucial role. And I think I'm seeing this also in the modern day central bankers. I'm not on social media myself as a policy, but I can see that many central bankers are now actually using even social media to have an outreach of their ideas. Many central banks are now actually, quote unquote, organizing panels and sessions at industry events or academic conferences because they want actually to be part of the broader discussion and debate. So I think over three to four decades, we seem to have moved away from a very boring, quiet central banker to a somewhat, I wouldn't necessarily say outspoken always, but sometimes even outspoken. But certainly, I would say communicative and interactive central banker who's using communication as a very, very important tool, both for this negotiation function, as I mentioned, between politics, common man and economics. And I think also to actually explain what they are doing, because that gives them a democratic accountability of their actions, you know, because in many cases, central bankers are technocrats. They are taking very technical decisions. As I said, what is this changing of this dial of 25 basis points or 0.25% of interest rates. But if you can communicate and explain this well to the common man, that increases your democratic accountability from the technocratic decisions that you are taking."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:33.960",
        "message": "Yeah, I mean, the challenge of doing that is something that I've been, you know, discussing with friends for ages now, because a lot of my friends work in the policy sphere, where they'll work with politicians and bureaucrats and try to sell policies. And my point to them always has been that, you know, if you think of the political marketplace, you have to focus on the demand and not the supply and that politicians will respond to incentives. So if you can change the demand, and then you have people who demand something different, then you're far more likely to get those sort of outcomes. And you know, again, Andrew Breitbart once said politics is downstream of culture, which is, you know, again, that whole act of changing the culture, seeding these ideas, like you pointed out is a decades long game. You saw it in America with, you know, Goldwater losing in 64. And then Reagan coming to power in 80, it takes many, many sort of years to play out. Before we get to you know, the specifics of the Indian economy and your time in the Reserve Bank of India, I'd also like to just for a moment, get some more background on where you're sort of coming from. I mean, we are essentially the same age, I think I'm a couple of months older than you. And therefore, this was a question that first struck me when I read about your journey, that I kind of spent a certain part of my childhood in pre liberalization, India. And then my adulthood is in liberalization, India. And it so happened, my dad was in the IAS. So I was, of course, steeped in the received wisdom of that Fabian socialist era, where your state is your my bop. And that's where you look at the economy. And then you're an adult and sort of the blinkers fall off one by one and you see everything kind of differently. What was your sort of intellectual evolution through that period like? What you know, did your notion of your country and what we were doing right and what we were doing wrong? Did your idea of India, as it were, you know, evolve during that period, especially for example, when you went abroad, it must have given you that distance where, you know, you can be a little more objective about it, you can contrast it with what you see around you. Take me a bit through your sort of mindset and your idea of India as it were how it evolved"
    },
    {
        "speaker": "Guest",
        "time": "00:37:35.720",
        "message": "in that period. Yeah. So, I think, you know, as a child, maybe even in my school, college, perhaps even IIT days, I wasn't so clear about what exactly India was relative to the rest of the world with great clarity. Of course, what was very hard not to notice was the fact that it seemed very heavily controlled and administered economy certainly until the early 90s. It seemed like everyone had very few career choices. So there clearly weren't too many thriving industries in the country. And you knew from all the, you know, the great demand for imported goods, smuggled or otherwise, that people in the rest of the world were producing goods that were far better than were produced in India. And so, you kind of knew something at the back of your mind that, you know, that something is not happening right, though you can't kind of put your finger on it yet, you know, that why is everyone wanting everything that's produced abroad? And then I think when I first came to the United States, I saw the extent of variety of produce of various types, the efficiency of customer service on the ground, the sheer buzz and activity in the economy, etc. I kind of realized that this is a very different manner in which the economy is organized. And then you suddenly started realizing that at a deeper level, all countries are somewhere on a continuum of, you know, sort of like pure capitalism and at the very extreme communism. And you know, different countries, depending upon the policies they choose at a given point of time are actually shifting their position on this. And you know, that happens, including China, which started off at the very extreme, but now has embraced certain kinds of market reforms, versus, say, United States, which used to be a lot more capitalistic at one stage, but increasingly, people think that, for example, its entire housing market risk is socialized through the guarantee programs that it has. It thinks that it has given way to very concentrated power in certain sectors. And, you know, maybe there's some forms of crony capitalism also coming in, in some guise or the other. So, you know, countries are always shifting their positions along the spectrum. And then, so that's how, so I don't, so, you know, my view of countries is that each country is unique. Each country has its own preconditions, which are very important in shaping the ideology that the people have, as we were discussing, sometimes this ideology itself needs to be shifted or change to happen. So the initial conditions are important, because they have left a legacy of ideologies in people's minds. But in some ways, they are also on the spectrum. And you can actually think about them, understand them, understand the outcomes, the policy choices by actually using economics to understand, then what kind of policies get accepted, when is a country more likely to embrace capitalism, when is it more likely to regress towards inward looking protectionism, combined with, you know, socialism or at the very extreme sort of communist kind of policies. But the idea that really struck me the most was actually this idea of Austrian economists, you know, Hayek most, because he also was very closer to finance, but to an extent also von Mises and others, that what too much state control of the factors of production does in the end, is that it makes the individual essentially lose his or her entrepreneurial spirit. Because you know, that even if you are entrepreneurial, there are so many barriers to entry, there are so many regulations, licensing, etc, to go through. And at an extreme, you're not even allowed because the entire sector may be nationalized, and you don't even have private entry that's allowed. And that just chokes the individualism, it chokes the entrepreneurial spirit of the individuals. And when I read about this, of course, Hayek, you know, in his most, one of his most famous books is titled The Road to Serfdom. And he's basically saying, you know, you're going to be producing serfs, when you adopt these kinds of centralized decision making policies. And that appealed to me a lot, that over long stretches of time, having too much control through the center is ultimately going to kill off entrepreneurship, innovation, enterprise. And that became an idea that when you are going through a situation like the Great Depression or the Great Recession, you need the state to play an important role to kickstart investments, kickstart job creation, you know, give a softer landing to the economy, while it is good, it should only be interpreted as something that you should do as a temporary stopgap stimulus quick. And you know, even, even a short stimulus can go pretty bad, as we know, but at a minimum, it has to be seen as a temporary arrangement. Because if that becomes the permanent style of the economy, that the government tries to do more and more and more, then you will have less and less and less of the private sector because their enterprise is actually getting killed. And actually, in a subtle way, while I'm not so explicit in linking it to the Austrian economists in my book, that has always been at the back of my mind, that, you know, I have these one, there's the Eddie Schroff Memorial Lecture in the book, which is on the central bank's independence. And then the last speech in the book is actually on how governments crowd out and have focus there on finance. But when an individual loses the entrepreneurial spirit, that is actually crowding out, because that that entrepreneurial spirit has no role in the in a nationalized or very heavily centralized economy. And to me, this is a key theme of our times right now, in my view, because what has happened is the slowdown of global economic growth, especially post the global financial crisis, though many would contend this was happening even before in 90s and early 2000s. But this slowdown has created a chain of events in which more and more is being done by the governments. The government balance sheets the world over are getting bloated, they are spending a lot, they are trying to take over significant parts of job creation, subsidies, guarantees, risk taking on their balance sheets. In fact, many in the United States think that increasingly, most financial sector risks are now socialized, whereas the gains remain privatized. And what this has done is that I think we really risk the fear, we really risk the prospect of and we have to fear that prospect that we lose actually the entrepreneurial spirit of the global economy. The idea that the best solutions cannot come in the administrative bureaucratic offices of the government, where only a small part of the economy sits there, you know, the millions are actually out there on the streets, in their homes, they are the ones where the brightest minds are likely to be for a specific idea. And if we don't find a channel for these entrepreneurial ideas to form shape, you know, for them to organize themselves as businesses, maybe fail, but fail fast and restart, or many of them succeed to becoming the best enterprises going forward. I don't see how we can arrest the slide we are seeing in the global growth and productivity. So at a very deep macro level, I think this is the shift that has happened, it has become more pronounced since the global financial crisis. My view is that India is also undergoing such a shift. We were very nationalized and centralized until the late 80s, then we liberalized, we also had a big set of divestment reforms during 98 to 2003. But my sense is the policy responses since the global financial crisis are in line with the rest of the world in the sense that we have now also moved towards greater and greater centralization of the economy. What doesn't help us is that our initial conditions feature already a big presence of the state in many, many sectors, even non-strategic sectors, we have a big presence of the government in the form of public sector banks, public sector owned insurance companies and power finance companies, etc. So again, on this spectrum, I see India increasingly regressing a bit towards more centrally controlled economy and not relinquishing actually the control. And the fear I have is that this is going to crowd out the private sector. I think, in my view, the reason why private investments in India are not high, it's not just because we had a bad loans problem, yes, we did have a very severe bad loans problem because of the fiscal stimulus of 9 to 11, 12. And you know, those sectors are still not fully back up. But I think one big reason why private investments are low is because costs of borrowing are very, very high, cost of capital is very high. And why is the cost of capital very high is because so much of the savings in the economy are borrowed by the government itself. And so I would say both as someone who grew up during the nationalized era without any clear thinking, but with a lot of questions at the back of your mind, then someone who witnessed what used to be a very open capitalist society in the United States. And you know, I spent seven years in London between 2008. And that was the time I realized that everything is on a spectrum. Because when I observed the European economies, I realized it's all on the spectrum. But having seen this global experience, I think this is the theme that I would say has struck me the most, which is what is the right balance between the government, the private sector, the banks and the central bank? Can you ensure that all four wheels are moving in tandem and together with no attempt to drive the car entirely on just one wheel? Because you know, if you do that, there is only so far that your journey will take you."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:49:34.280",
        "message": "So I've just realized that we are not just united in our admiration for Dravid, it's also an admiration for Hayek. But so I'll digress a bit and I want to spend a lot of time talking about your book and your insights in it, of course, but I'll continue digressing a bit and a thought that kind of struck me as you were, you know, going through this narrative of how your thinking changed and yet, how the world has moved in a certain kind of direction is that it seems to me that one of the great battles in our times is not a battle about what ideas work and what ideas don't work. Instead, it is a battle about what narrative sells and what narrative doesn't sell. For example, after the 2008 financial crisis, if you ask most people what happened, they will say, oh, it's a private sector is greedy bankers. You know, as you've spoken about it yourself, you know, Fannie Mae and Freddie Mac had a big part to play in that the incentives that were there by the government, perhaps you can go back to 1977 and talk about the Community Reinvestment Act, a lot of it was the overbearing oppressive hand of government, which created those terrible incentives, and led to those players behaving in the ways that they did. And you know, I've always found it dubious that, you know, when Americans say that, you know, losses are being socialized, profits are being privatized, absolutely right. And you know, that should not be the case, you create a moral hazard there, you create the wrong incentives. But the broader point is that, despite the fact that everything that's been happening across the world, all the economic failures, all the political failures that I see, are in some way or the other, linked to the role of the state and the incentives that, you know, they are setting. And yet the dominant narrative is everywhere that it is greedy capitalists, and the state is a solution and the state needs to sort of clamp down and instead of Hayek, who is almost again, a forgotten man today, you have Keynesian ideas, again, taking center stage. Is this something that you think about, because on the one hand, you would like to imagine that, look, you know, you pick the ideas that work, you go through history, you know, you see everything play out, you figure out what works and what doesn't, you go for what works. And yet, it's not the idea that works, it's a narrative that sells that is on the ascendant."
    },
    {
        "speaker": "Guest",
        "time": "00:51:45.680",
        "message": "Does this worry you? Absolutely. It worries me a lot. And I think, but there's also a challenge in there, as we were discussing earlier, Amit, which is that, see, why does the narrative of a Keynesian stimulus or state control during a financial crisis or while coming out of a very deep recession work is because actually even conceptually, and in theory, there is good rationale for that to be the case. Because you know, there is what economists call as a market failure, which is that, you know, in a financial crisis, what happens to say one bank is going to have such a bad influence all over the system, that or if a large number of firms fail, you know, the recession or house foreclosures, they are all going to affect adversely the rest of the economy. So there is a good theoretical rationale, and it works. What is not well appreciated is that, but there are conditions in which this begins to start doing harm, because of political capture of the government presence in decision making by, say, crony capitalists, second, they could just be outright short termism on part of the governments. And third, there could be massive crowding out effects, including of the individualism and entrepreneurial spirit, leave aside just higher borrowing costs for private sector and so on. So I think what happens is that it's very appealing to describe these narratives as one zero. So, you know, you find that individuals are either all entirely pro capitalism, or you see individuals who are entirely pro socialism, and you know, everything being done by the government. But the reality is that what works best is if you are nimble about the state of the world, which is based on your economic conditions, how much balance you need to put between these two extreme positions, because as we were discussing, clearly, in a financial crisis, you need the government to actually backstop and get the system back up. But then there should be a graceful unwinding of the extra government imprint that got created. Now that second part is always missing whenever the governments are stepping up their positions, you know, part of it is, you know, the fact that it's easy to sell a one zero idea than to be nuanced and balanced and say, oh, we'll do this now. But you know, in three or five years, when things come down, we will, we will withdraw. Second very important constraint is that very often, the stimulus decisions are taken by one government. And even if they were to put in place a decision to withdraw down the line, that is going to have to be implemented by another government. Now, whatever the first government has announced may not be binding on the second government for doing this. And you could also get this kind of then possibly a populist trap, which is that once one government does this as a stimulus, the other governments want to keep on with it, because it allows them to continuously do the short term priming of the economy to show that they will look good. So but I want to come back to the challenge. What is the challenge? The challenge to me is that we need to have a more balanced debate about these issues. Whenever the stimulus packages are announced, we need to simultaneously assess their costs. We need to think about their long run consequences. And we need a lot more discussion, transparency, accountability, in my view, of these packages. And conversely, sometimes, when you are too much in what looks like a capitalist society, very often, seeds are being sown either for crony capitalism, or for banks and the financial sectors taking on too much risk, which ultimately, the governments will have to backstop if the entire system collapses, because you'll have to protect the depositors in the end. And so you also need to guard against that. And so it's all about, I think, striking the right balance. And you know, giving a balanced perspective is by and large not easy to gain popularity with. And I think that's where I think so the challenge is that, from a political standpoint, I think it is easy to give one zero narratives, because that creates more polarization, and might give you enough median voter outcomes that are desirable for you. I think the job of the accountants, the think tanks, the economists, the policymakers, the independent policymakers, the technocrats, I think their job, in my view, is to continue to push the dialogue so that you make it clear, listen, it's not one zero, it's about striking the right balance. And this balance shifts a little bit in different points of time, based on what kind of situation in your banking crisis, yes, the central bank, and the government need to do more. But once you move away from that, the role of these two has to diminish. And you have to let the private sector flourish again, while recognizing that you don't want sort of another full fledged financial crisis again. In some ways, actually, this is what financial stability to me is all about. It's about allowing the system to flourish privately, while safeguarding that in a stress scenario, it will have the right levels of resistance. And so the if I could just end with an example here, which is the example I like a lot in thinking about financial stability, and in general, this balance between market friendly versus government centered policies is, is really about building a bridge. See, I think of financial sector as basically a bridge that carries savings from one shore across to borrowers on the other side, you know, the bridge, artery, whatever you want to call it. Now, how do the engineers approach the construction of the bridges? So yeah, there are standards. And what are these standards? The standards are that you should be able to withstand some fairly high cyclonic hurricane kind of winds. Now, that is not the normal outcome. If you left a private constructor entirely to do this by themselves, they may not put in the adequate number of trusses and extra robustness in the bridge. But there are some protection or safety standards that ensure that when the situation is going to be bad, and you still need the bridge to actually stand there, either to transport that time itself or to be available right after the cyclone has gone away. You need that robustness investment to be made ahead of time. And my sense is that if we took this approach, which is that we let the system function most of the time, with the individual's entrepreneurial spirit, but we create defenses, so that when things go bad, the mop up by the governments, the central banks, etc, doesn't have to be heavy handed, because you've already built so much robustness in the system, that it's only in the very extreme wind conditions that the bridge might collapse, then of course, you need to reconstruct, or that you will have to do minimal repairs, because actually your bridge was so strong to start with. I think this is the shift in mindset that is required. It requires thinking long term. It requires entertaining stress scenarios that are not your present day challenge. And it requires making some sacrifices, you're going to have to increase the cost of production of the bridge. It cannot be built as quickly as you thought would be built otherwise. But I very much see the role of the economists, think tanks, policy makers, analysts as so important in the current times, when everyone is going for one zero narratives, that we need to bring the discussion towards it being about a better balance. And one that is based on the conditions and the needs of the economy at a given point of time, without disregarding what will be the consequences of the policies you adopt now down the line."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:11.120",
        "message": "Yeah, I'm loving your metaphors in this episode, the heart and the arteries of bridge. In fact, I thought, you know, when you said that, you know, you had one way of explaining this, I thought you're going to talk about Dravid's innings in that famous test in Headingley, where he saw out the new ball and made that phenomenal hundred on day one, partly with Sanjay Bangar and then the next day, Tendulkar and Ganguly made big hundreds. And if you just look at the scorecard, it's like, okay, they all made hundreds, what's a big deal. But Dravid sort of weathered the storm and then the other guys thrived. So with a bridge, I would say that for me, where that analogy kinds of falls apart is that this particular bridge that you're talking about has so many moving parts, and all of them have their own incentives that it's just incredibly complex. I guess no metaphor is perfect. You know, before we, you know, get to the book and the, you know, the meat of our discussion today, a final digressive question, which again, comes from an aside in your book, I think, and also something you said a while back, where you were talking about your personal journey, and you pointed out how countries are sort of placed along this continuum. And where a country is on the continuum can often shape how its people think about the world and their worldviews. And one sort of, you know, thought that I've been sort of toying with for a long, long time is how institutions can shape a culture in very deep ways, like Jagdish Bhagwati had once, you know, I think in the year 2000, contrasted China and India and pointed out that look, China is profit seeking, India is rent seeking, there's a rent seeking mentality. People don't think of how can I serve the other person and make some profit, they think about how can I exploit the person, how can I, you know, exploit the situation. And my sense of why that is, and you know, it's a speculation, is that it is partly because of our institutions, because of the way our government was set up over the last seven decades since independence that we are essentially a rent seeking society, the role of the state for much of this time has been vastly oversized. And therefore, the incentives for a person would always be that be part of the state be part of that entity that has a monopoly on violence and so much discretion. And that's where you'll make the money. And you know, within the book somewhere, again, I didn't mark that passage, so I don't remember the exact words, but you've similarly spoken about how the structures within the financial system can shape the culture and the attitudes of, you know, the players involved."
    },
    {
        "speaker": "Guest",
        "time": "01:02:34.880",
        "message": "What are your sort of thoughts on this? Yeah, I'm, I'm very much a fan of this view, both parts of your question, one that it is about institutions in the end, that the long term outcomes of the country, I'm a big, I think I'm convinced by the research of Simoglu, Robinson, Fukuyama, and others that, you know, in the end, countries that become like Denmark in their quality of living over a period of time, and are able to offer that standard of living to its citizenry are countries where institutions such as the rule of law, enforcement of contracts, sanctity of the elections, etc, are in good shape. In fact, in the A.D. Shroff Memorial Lecture, I, my attempt was to say that even a central bank should actually be viewed as on the same pedestal as all these other institutions in a democracy. It's an important part of checks and balances, just the way we would not want the Judiciary or the Election Commission to be compromised in a democracy, we should also not want that, you know, the central bank is actually compromised in its decision making just for the short term populist gains of the ruling day government's environment, because that will keep the financial sector policies anchored towards the long term stability. Now, turning that around, why is an institution of weak regulation or central banking a problem? It is a problem exactly for the reasons you mentioned, because when the presence of the state is large in the financial sector, so there are public sector banks, there's tremendous presence in insurance, pension, non-bank finance, etc, so you know, they are all around, then there is a constant tendency to lean on the central bank to make it easier for these entities to survive in spite of their performance. There is also a constant pressure on the central bank to change the rules of the game, not just central bank, I would say even other financial regulators, such as securities markets regulator, insurance regulator, pension regulator, so that all of these public sector entities in the financial sector, they are essentially all supporting the government's balance sheet to be large, allowing their programs to be larger by channeling the savings that are going from depositors, insurance premium payers, pensioners, etc, in one way or the other, make it cheaper for the government to get its hands on to the savings compared to the private sector. Now, once the private sector is crowded out, they have a higher cost of borrowing, in general, higher cost of capital, so they have to economize somewhere else, they can't compete that easily because actually they have to generate high returns because their cost of capital is very high. So, they start looking for corners. In my view, this could be one of the reasons why the overall evasion culture builds up in the country because you've actually, by state being so large, you are subjecting them to such high required returns on their investments that they say, I have to figure out how to optimize my taxes in a very, very massive way in order to generate some return to those who are providing me capital. That's one. And then, they know that the state is present everywhere, not just in financial sector, but even in some non-financial sector. Very often in countries where government is large, it is a reflection of this ideology as we discussed, and they also start wanting to have to control decisions rather than making it like a seamless processing of licensing and granting of permissions, etc. And then, you end up having to work with the government, so to speak, even the tech sector firms in the country, my friends who are entrepreneurs, they tell me that they can't arrange physical space for their offices without actually doing some gafla on the side with the municipalities or whatever to get the land or get access to the property and so on. And then third, because you know that the state wants to be so large, you know that there will be frequent interactions. And if you can just work with them to get a few decisions your way, maybe this could be a very symbiotic relationship for that enterprise and the government, not necessarily always to the benefit of the economy. And you get this sort of hyperactive consultations, lobbying, crony capitalism, etc., find a route. And I'm fully with Professor Bhagwati here, which is that the biggest corruption of the society, because of the strong presence of the state, comes because it ultimately shifts the focus away from value creation, entrepreneurship, and enterprise to rent-seeking, tax evasion and essentially, you know, getting concessions from the government, which are out of line. I saw that culture when I was in India, I felt that many of our banks, financial firms and industrialists, they are spending so much time interacting with the government offices, rather than actually focusing on their core businesses, thinking hard about their strategies, etc., that it seemed like a complete waste. And this is the, going back to the Hayekian, Austrian thought of crowding out, I think this is a very subtle form of crowding out of the economy's productivity. And this is the fear that I have. My fear is that as the state, we already have a large state, so to speak, in terms of its presence in several sectors, in terms of its debt to GDP ratio, in terms of the fiscal deficit amount that they have to borrow every year to meet their needs of their various expenditures. It's already very large. If we don't reverse track, we really have to entertain the scenario of lost productivity, crowding out of enterprise. And you know, this will cost us in the long run. So I think, as I was saying, without having referred to the Austrian economists very directly, this is actually a deeper undercurrent of the book. And in fact, in my India book on government-sponsored enterprises in the United States, so we were explaining the role played by Fannie Mae and Freddie Mac in the mortgage debacle in the United States. I had an India version of the book, the book was called Guaranteed to Fail. In the India version, I had a chapter on India as to, you know, what are the lessons for India from the failures of mortgages and Fannie Mae and Freddie Mac in the United States. And you know, there's a six-word proverb in Gujarati, you know, coming down from centuries, I guess, which I think has taught me more economics than anything else. And it goes as, jya raja vyapari, ya praja bhikari. And you know, it's such a deep saying, whoever wrote this is, in my mind, one of the greatest economists to have ever existed on the terra firma. And it is so deep because there are so many shades to how this becomes true. That when the government or the king is trying to be a trader and be in the business itself, ultimately, you end up with people in poverty and being beggars. And there are so many channels through which this arises and it does, I have found it so thought provoking. By the way, this was also taught to me by my teacher, Shailesh Shastri, who I mentioned, he was the one who told me this. Of course, as a student, I had no understanding as to how deep this message is. You got some idea, you know, in Amar Chitra Ghata, there were these kings and, you know, they were not ruling their citizens very well. But it was only when I started doing economics that I realized, oh, there was such a wealth of wisdom and knowledge in this. And I think that we have to worry about this outcome. And in the book, I tried to explain this in the previous chapter, if I could just finish with that thought, which is that, you know, I refer to this concept of fiscal dominance, which is that the government is becoming too overbearing in its control over financial sector policies. And it's important to understand why this is shifting over time. Because I think, if you don't understand these shifts over time, you will not understand what are the root causes of the problem, you will not get the diagnosis right. I think the shift is happening because we were first a nationalized country. So, you know, in 70s and 80s, it didn't matter if you controlled the financial sector via the government, because there was no private sector to speak of for all practical purposes. Then we liberalized, because we had no choice, we failed as a centralized nation, we were at IMF, and you know, they required us to undergo structural packages. So then we, you know, there was a coincidence of politics and economics, we got the right changes through. And for about 16-17 years, we were good with that also, the global growth was good and so on. But in this global financial crisis, global growth slowed down. And we had already reaped some of the low hanging fruits of the 90s reforms. And now we needed actually a next set. And I think this is where we stumbled. For the next 10-12 years, instead of actually moving the economy towards a more liberalized state, more undertaking greater divestments of the governments where it had not yet divested, we have adopted, I would say, a hodgepodge of policies. Some have tended to liberalize, but many have also regressed in terms of increasing the state control. There have been attempts to directly control the financial sector outcomes through bank lending decisions, attempts to control the central bank policies, etc. And I think it is because of these growth slowdown, the demand in the narrative for the government to start playing a bigger role, governments approaching it myopically, rather than factoring in the long run costs of excessive state control, that we are now seeing a gradual shift over 10-12 years in this direction. Part of the book is written because I want us to reconsider whether this shift that we are experiencing, away from our liberalization divestment paradigm of 90s, back towards centralization and more control of policies and regulations. Is this really what we want to do? We want to go back to the 70s and 80s-style India? The fear is that we end up with the same levels of rate of growth, rather than actually realizing the 8-9% that our kind of demographics and youth aspirations command and demand."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:12.680",
        "message": "Yeah, no, despite the fact that you sometimes say that there is a bird of optimism within you, that's a pretty sort of worrying note. You know, while you were sort of speaking, I remembered an episode I'd done with a friend of mine on restaurant regulations, and he was a restauranteur, which perfectly illustrates what you said about the role of the state, where he pointed out that when he ran a restaurant and he used to run one in Bangalore, that he realized that there were two conflicting regulations. The excise department, because they wanted to monitor the alcohol that was going into the restaurant, insisted that there be only one entry into the restaurant. And the fire department, for safety reasons, insisted that there be multiple doors. So the poor guy, no matter what he does, he's breaking the law. And he's giving out at least one bribe every month, possibly two. And you know, other businessmen have told me that they give up to 30-40 bribes a month. It's almost like you keep one person just for sort of dealing with bribes and doing all of that. And you've got a great illustration of how this kind of thinking can seep into the culture in your book, where, you know, you've pointed out at one point that you've spoken about the tech industry and the pharma industry and said, look at the entrepreneurial spirit. And that's because they're relatively lightly regulated. But you said as far as a brick and mortar industries are concerned, you used to have a file called, Allah ke naam pe de de baba, because they would most often be writing, asking for, you know, restructuring bad loans or evergreening bad loans and so on and so forth. And would that be an example of how the culture can shift? Because then if there are industries which are structurally like that, then that will attract a certain kind of person and repel another kind of person and they're exactly the wrong outcomes."
    },
    {
        "speaker": "Guest",
        "time": "01:15:49.400",
        "message": "Absolutely. In fact, at my farewell speech at the Reserve Bank of India, this is exactly what I said. I didn't describe our quest as necessarily one of just restoring financial stability. I described the quest as one of trying to convert the India businesses from a rent extraction society towards more of a value creation society, which is, you know, we need to shift the thinking where the way you generate value is not by gold plating and getting your loan gold plated and then over borrowing and then defaulting and then siphoning of the fund somewhere. The way you create value is by actually genuinely designing new products, setting up thriving enterprises for the long run, repaying the loans and the borrowings you have undertaken, and yet be creating a lot of value for yourself and for the society as a whole. Because when you create value, you are solving some genuine economic problem on the ground for the citizens. And I think we need a very significant shift in this culture. It is a very complex problem because it is partly because of the overarching presence of the state, both in certain sectors as well as in the financial sector, that has prevented actually laying down a set of rules through which risk taking is supported. But it is with the right due diligence, monitoring and collection skills, especially at our public sector banks. And to do that, why is that? Because if you want the banks to lend well, then it has to be the case that when they don't lend well, there have to be consequences, because that has got to be the most important disciplining factor on these banks. Now, what has happened with public sector banks is that neither is there any significant penalty for not lending well, because there is the support of the state implicitly in one form or the other. And the bank regulation has been compromised again and again and again, so that the government, which is the ultimate principal shareholder, also doesn't have to bear immediate consequences of actually chipping in capital to these banks that have not done well. Now, the sum total of all this is that public sector banks have become a quote unquote vehicle through which the rent extraction by the brick and mortar industries has taken place in the country. Now, it need not just be at the brick and mortar industry level. Suppose you keep encouraging public sector banks to lend to micro, small and medium sized enterprises or to make the mudra loans, but these are not made well. Then once again, the taxpayers as a whole are simply doing a transfer to one segment of the society which is getting freebies without actually having the capacity to repay these loans. So, I think we are in need of a very fundamental reshift of the financial sector regulation, so that those who bear the risks are made to pay for them. And only if you make them pay for these risks, will they actually make the right decision to allocate capital judiciously. Once capital is being allocated judiciously, businesses will have no choice but to actually go and come up with better value propositions. And once they have better value propositions, we will get more enterprise, more thriving environments, more employment in these traditional sectors, which do not seem to be exactly as you said, doing as well as our tech and pharma sector. And I think it is a great example because see, tech and pharma is not that reliant on bank finance. They are very heavily reliant either on market finance or actually on just equity investments. And you know, a lot of it is actually in the form of foreign direct investments from abroad. And just look at the number of unicorns we are creating in the tech space. It's very, very impressive. And you can see the shift when we came out of IIT Bombay in 95, we didn't have so much entrepreneurship in us, because there was nothing happening that much on the ground. It was still the beginning of the tech era in India. You go to an IIT now and you look at the entrepreneurship in the youth, they all want to set up their own businesses. Why? Because they see that it can be done on ground. And you know, somehow, fortunately, at least in the tech space, we have not overregulated the space. It's managing to do well. There is one criticism that it hasn't created as much products of its own. But I think now gradually through the sharing economy, maybe even that is changing a little bit. I think maybe the newer apps which are getting developed in India, they are more to serve the local needs of the Indians rather than just to be the outsourcing office of the rest of the world. So I think that's a good contrast we observe between brick and mortar and the tech space. And I hope that we can really fix the bank lending in a significant way. And that's why Dr. Raghuram Rajan and I, we have actually just released a piece last week, Indian banks, a time to reform where we are actually laying out a full blueprint of also how to improve the lending decisions, the monitoring, the providing for the risks, especially at the public sector banks, and how over a period of time to improve their governance and change their ownership structure."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:31.240",
        "message": "That's quite insightful and wonderful. Let's take a quick commercial break. And once we come back to it, I promise our listeners that we'll get to the meat of the matter, which is, you know, firstly, Dr. Acharya's experiences in the Reserve Bank of India and then the whole notion of fiscal dominance, which he calls a theory of everything in India, which I found very convincing and couldn't agree more with. So after a brief commercial break. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indiancolors.com. Indiancolors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win win game. The Indiancolors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indiancolors. Corporate gifting is also available. So head on over to Indiancolors.com, that's colors with an OU, and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indiancolors.com. Welcome back to the scene in the unseen. I'm chatting with Veeral Acharya about his time at the RBI and about fiscal dominance, which is a concept he explains in great detail and quite beautifully, you know, very often in my show, one of the sort of recurring themes in my show is sort of the shifting relationship between the state and society. And I often kind of point out that, you know, if you look at the incentives of the state, it's not the welfare of society, it's the welfare of the state itself. And that's an interesting dynamic. But the state, of course, is not a monolithic beast. There are many moving parts within the state, which sort of have different functions and their own kind of relationships with each other. And central to the way our economy works, our financial system works, is the relationship between the government and the central bank. So tell me a little bit about what conceptually it should be, why it should be that, and what are the sort of forces which then create a conflict in that get in the way of that ideal"
    },
    {
        "speaker": "Guest",
        "time": "01:24:13.360",
        "message": "state of being? Yes. So the way I see it is that, you know, the financial sector, as we discussed, is the lifeblood of the economy, and you basically need a heart to regulate that flow. And you know, the central bank is sort of that controlling agency, it through its various controls, essentially controls indirectly the pumping of the lifeblood to the rest of the economy. Now, you know, to give a very simple analogy, again, you know, people say that when your mind and heart start intermingling with each other, you get very serious problems in life. And this is one way that I think about the government and the central bank in my analogy, which is that in matters of heart, sometimes one has to keep the mind a little bit separate and in matters of the mind, sometimes one has to keep the heart a little bit outside."
    },
    {
        "speaker": "Unknown",
        "time": "01:25:15.040",
        "message": "And why is that desirable?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:17.160",
        "message": "It's desirable because in the blueprint of the economy, so to speak, you know, the government is actually, interestingly, constitutes what the elected officials are, they are the ones who should take essentially any decisions that has direct tax implications, sort of what one might call as fiscal implications. In contrast, the central bank is more of a technocratic office, and it should ideally not take decisions which are of direct fiscal in nature, it should take more these functions which are regulatory in nature. Now, clearly, however, if I'm putting the central bank on the same pedestal as the judiciary or the Election Commission, and in my analogy, giving it the analogy of being as important as the heart in the body, really, one has to think about, you know, how it's supposed to function in the design of the economy as a whole. So, and it's very important, it's very central, and therefore, it has a lot of power. So Paul Tucker, one of the former central banker from Bank of England, he calls this the unelected power, that the central bankers have tremendous power, but it is the unelected power. So, how should such technocratic power work in a society? And to me, the right framework is that its objectives should be spelled out. So, it should be made very clear what it is that you're supposed to try and attain. Its tools should be very well spelled out. And I'll give specific examples of each of these. And then there should be democratic accountability around the attainment of objectives and the exercise of the tools that were given to it. So take a very specific example, a central bank is supposed to guard the interests of the deposits in the banking system. What are the tools given to it? The tools given to it are the supervisory and the regulatory tools. And then, you know, it can be held account by seeing whether the deposit insurance fund is ever running out of funds or not. Is it able to ensure that the system is able to pay for the safety of the deposits that it is providing? The most common one where the greatest amount of transparency is there in the central bank objective is actually the price stability or the inflation targeting framework. Here a central bank is given a very specific target, say, around the consumer price index in India. It's to maintain it at 4 percent with a band of plus minus 2 percent. And while paying attention to growth being a caveat in the objective. The tool given is the central bank policy rate, the rate at which it lends to banks in the overnight markets. And as democratic accountability, there is a committee that makes this decision. The appointments are, of course, made by the government. The committee, each member has to give transparent minutes as to why they voted to increase, decrease or keep the rates where they were. These minutes are published, they are scrutinized, analyzed. And if the central bank fails to maintain inflation within the band of 2 percent to 6 percent for three quarters in a row, it has to give a testimony to the parliament as to why, what factors led to not attaining this objective. So, to me, this is the right way to organize the system, which is you give the central bank a very clear mandate. You tell what are the tools. You can allow for discretion, but specify that discretion. And I think when discretion is exercised, the central bank should be required to explain why it is that I had to exercise the discretion. What are the exceptional circumstances? Is my discretion temporary or do I expect it to be there for a while? Because I've exercised this discretion, what are the expected outcomes and what may be the unintended consequences? Now, this, I would say, is a reasonable democratic accountability process where you give power to unelected representatives or the technocrats, but within a certain framework. Now, of course, sometimes these frameworks change, you know, we are constantly learning. The needs of the economy are changing, the financial sectors, technology actually keeps changing the way they are doing intermediation and credit lending keeps changing, newer forms of financial firms keep arising, earlier it just used to be traditional banks, then you had banks, which also started playing in markets. And now we have very large non-bank finance companies also. But the whole idea to me, and I think this is a bit of a novel nuance into the literature on central banking itself, to me, an important function of keeping an arm's length between the government and the central bank is so that the short term pressures that are there on the government during electoral cycles, the world over, not just in India, but the world over there are short term electoral pressures, that those pressures don't compromise the functioning of the heart of the economy. You want to keep an arm's length, because you want the central bank to be continuously focused on its long term objectives. You have appointed the technocrats to run this job, you have given them the tools, they can factor in the relative importance of the short term versus the long term. And if they fail in their mandate, they will be held democratically accountable, if they have to explain to the parliament why they failed, if they're always explaining through reports why these changes were made. Now, this kind of an arrangement is important because it will prevent what is called as fiscal dominance. And what is fiscal dominance? Fiscal dominance is when for short term pressures, the governments want to pump prime the economy's growth or because they have borrowed so much, they want the central bank to be focused on helping the government roll over its debts at the expense of its long run objectives. So fiscal dominance, the reason why it's called dominance is because you're trying to distract the central bank from what is its otherwise understood functions, and instead focus too closely on the government's immediate needs and objectives. And the idea is that you have to tie your hands in advance, because when governments do too much that is in the short term interest of the economy, they leave a massive legacy of problems down the line. Take the example of subprime lending in the United States. It was basically to make up for lack of adequate jobs and stimulus on the ground. And you know, the system had to witness a massive financial crisis, you know, over time, government foray into subprime lending combined with private sectors foray into subprime lending, and you know, it became a perfect storm at some point. Look at the fiscal stimulus in India of 2009 to 12, you know, we have still not cleaned up the mess. Many of our defaulted borrowers from that time are still not fully resolved. Bank losses are still not 100% fully recognized. And you know, time doesn't wait for you, new shocks come and start hitting the economy. So the idea of keeping the central bank separate from the government is that you allow the central bank with all this democratic accountability framework to be run by technocrats who can remain at arm's length and constantly focus on the long term. And so it's basically the government trying to do as the elected representatives of the citizens what they think is the right, but you recognize ahead of time that they will be subject to short term pressures, especially around the electoral cycles. And you don't want the entire engine to fail down the line, because you pay too much attention to this short term pressures. And so you have to strike this balance in the independence or the operational autonomy of the central bank. And an important point to make here is that the Reserve Bank of India is an all purpose central bank. And this is one important point I want to convey. It's safeguarding deposits because it runs the deposit insurance fund. It is the debt manager for the government, so it places government's debt. It controls the regulations of the debt markets and the currency markets. It's supposed to manage the external sector, so safeguard against sharp volatility or depreciations in the value of the rupee. It is in charge of the interest rate setting process, so it affects the cost of borrowing in the economy. And it also controls the liquidity framework in the sense of how much reserves are being made available in the country to banks in order to help them manage transfers of liquidity in the system. Now, with all these functions concentrated, and contrast this with, say, United States, where say the deposit insurance is with the Federal Deposit Insurance Corporation, supervision is partly with the Federal Reserve, but it's partly with OCC, the Office of Comptroller of Currency and so on. With so many functions in one institution, and with the simultaneous presence of public sector banks, government controlled insurance companies, pension funds, power finance companies, etc., the scope of fiscal dominance in India is very large. It can permeate almost all policies of the financial sector very quickly if the central bank is essentially compromised. And a part of the explanation in the preface chapter, and I'm, of course, partly exaggerating when I call it a theory of everything in India, but my sense is it's only a slight exaggeration as far as the financial sector is concerned, because I give the six examples one after the other of the pressure points, of how many pressure points kept coming up as eyewitness during my term of the center trying to influence the policies of the central bank without it being clearly laid out through public discussion, public reports, research, facts, data, as to whether this is in the long run interest of the economy. And you know, it can get done through backdoor compromises. It can get done through what I call as phone central banking. It can be done through choice of the specific board members who are being appointed on the board of the central bank. And essentially, if the central bank is not functioning with a rule based decision making system, where any exceptions are very transparently explained through reports as to why we are engaging in this exception, what is the sunset clause, when will it end? What are the intended consequences, unintended consequences? It becomes too easy to start these compromises. You know, no one wants to have a confrontation every other day with the government. And so you start hoping that, oh, if you make this one or two compromises, maybe things will subside. You know, you can call it politicking, whatever you want to call it, but at the end of the day, it is an erosion of the operational autonomy and independence of the central bank. And what is misunderstood, in my view, by the central bankers when fiscal dominance is very strong, because the government balance sheet is very large, it's experiencing debt problems on a regular basis in terms of costs of borrowing in the markets, its banks, public sector banks are not in great shape, etc. Is that when the dominance becomes so strong, whatever you compromise today is the beginning of a new compromise tomorrow. It's not a ceasefire, because the underlying problem, as long as the underlying problem doesn't go away, they're going to wake up with that problem every other day, and then try to put pressure on the central bank to accommodate. Why? Because if the central bank accommodates, these long run objectives can be kicked down the road, and you get like the short term adjustments that the government needs. Now, two points are important here. Sometimes it is seen that this is primarily a criticism about the government. And that's not what it's meant to be. Fiscal dominance comes about because the institutional underpinning of the central banking is weak. The way it goes about its decision making rules is somewhat weak. Now, both parties are in a way responsible for it. Of course, the letter of the law is with the government as to what institutional independence is given to the central bank by the acts. And as Dr. Reddy explains in his masterful forward in my book, RBI has one of the weakest acts governing it in terms of the operational autonomy. But the second point is that there is a difference between the de jure and the de facto, what is in the letter of the law and what is in effect. What comes about in effect is also partly a function of how central bank goes about its own decision making. And in my view, if the central bank uses rule based decision making, pushes for rule based decision making. Inflation targeting framework didn't come about by itself. The central bank governors, Governor Rajan and Governor Patel had to push for it, for this to happen. Of course, Governor Patel was a deputy governor at that point of time when the framework was adopted. So, they have to push for this, they have to be willing to speak truth to the power, because you have to shift the debate towards the long run of the economy when electoral pressures are pushing them otherwise. They have to be willing to say no to certain outcomes. They have to be willing to communicate and have a public engagement about these issues along the line, because you have to shift the public opinion and not just the opinion of the political system or of the system, the financial system around the central bank. And finally, it requires unfortunately playing the game of chicken sometimes. You have to not give in to the first compromise pressure that gets put on you. So, I give the example of Paul Walker, the late governor of the Federal Reserve, where you know, once the Reagan administration came to power, they had a very expansionary manifesto, they wanted to cut taxes and, you know, turbocharge the economy that way. And Paul Walker had just arrested double digit inflation. He said, I can't do this. I won't be able to keep the rates low simply to fund your fiscal stimulus because the long end of the yield curve is already rising and telling you that this is going to be inflationary and I have just arrested inflation. He had private meetings, backdoor compromises were sought, now he has openly disclosed that and he didn't give in at all. And you know, he won the day because President Reagan in the end didn't adopt as expansionary a manifesto. The yield curve actually didn't get worse in terms of the long term costs of borrowing for the US government and inflation was actually kept at bay. So, it requires a certain amount of obduracy and doggedness. Now, of course, at times the fiscal dominance pressures can be so high that the central bankers may be left with no choice and, you know, then you have to see what to do about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:08.680",
        "message": "that. So, I have a broader sort of two part question here and they both arise from what you have just described this complex relationship and one part is philosophical and the other part is practical. Now, you know, we often speak about the rules of the game, but it strikes me that what we have here is really two games, not one. One, of course, you've in the past made, you know, you've used test cricket as a metaphor that the central bank should be like a test cricketer, you're looking at the long term and the way it strikes me is that the game of governance, not just central banking, the game of good governance or keeping a nation going is a long term game where policies take a long, long time to play out, you have to think of the long term, but the game of politics is like T20 cricket, it's a short term game where politicians constantly have the imperative of the next election upon them and, you know, even when a general election is just over, it doesn't mean the next election is five years away, because there are state elections all the time. So you're constantly sort of in campaigning mode. And there is a conflict between these two. And some could even say it's a conflict between a democracy and a republic that when we talk about a country being a democratic republic, is it really one thing, you know, and that's a fundamental conflict. Now, at a philosophical level, here is where the issue is, I don't see how you square the circle, because the argument that politicians will often make is an argument of legitimacy, where they will say that, listen, we are a democracy, we've got an elect, we've got the popular mandate, we are legitimate, why should we listen to unelected, unaccountable elites, they should do what we tell them. Now, that becomes, you know, one argument, whereas, you know, whatever you may say, or I may say, or even you may say, as somebody in the Reserve Bank, it could just be what is your legitimacy, you're not elected. So I think, at a philosophical level, that is a circle that needs to be squared. And at a practical level, it then strikes me that isn't the erosion of institutions over the long run, always inevitable, because of, you know, what we've seen the pattern of populism, not just in modern times with, you know, people like Erdogan and Modi and Orban and so on. But the pattern of populist throughout history is to rail against unelected elites and destroy institutions. And given that, even if for a long time, you might have an equilibrium, where there is a certain respectful relationship between a central bank and a government, you know, isn't erosion inevitable on the incentives of politics, towards sort of ensuring that kind of erosion, because then you know, the less powerful the institutions get, the more powerful the government of the day is. And you know, an example of that could simply be that, look, they control the appointments. Now, it's in me, it almost seems remarkable that, you know, people like Dr. Rajan and Dr. Patel, and you happen to work in the central bank and took the stands you did. But I don't see why that should not be an outlier. It's so easy for a government just to put its, I mean, I'm not making a comment on the current incumbent, but it's so easy for a government to just put its own people in any institution, not necessarily just the RBI alone. And therefore, degrade it. And this is something like at a philosophical level, of course, I'm looking forward to your answer. But even at a practical level, you've been in the thick of things, you've actually grappled with it. Tell me a little bit about your experience, you know, in that process."
    },
    {
        "speaker": "Guest",
        "time": "01:45:29.280",
        "message": "Yeah, it's a it's a complex question with many shades. So let me try and see if I can do justice to it by breaking it up into certain parts, I would say. So firstly, I agree that, see, at the end of the day, they control the appointment, the government controls the appointments. And to me, that's why I think once they have made the appointments, and then the framework is in place, they have to let go at that point, because, you know, the system is already giving you the rights to appoint the people. And so, you know, you can factor in whatever considerations you have. And that's what I feel that when your own elected officials are resisting the pressures being imposed on them, it's more likely that it's actually because you are trying to do something that's more in the short term interests for your electoral cycle outcomes rather than in the long run interest of the economy. Second, see, once a reasonable person has been put into these positions, such as, say, being the governor of a central bank, they will feel a mental responsibility to stick to the letter of the law, what is constitutionally and through the RBI acts, etc, being required for them to perform as their functions. The system has been run very, very well by people of very, very high integrity. And I think it's in the DNA and the culture of the central bank, thankfully, that, you know, a lot of attention is paid to what the institution is required to do as its mandate. And that could very easily mean that even the people appointed by the same government will actually disagree with the government. And I think there should be healthy space for these kinds of disagreements, because the idea that only the elected officials can take the right decisions for the country without necessarily a feedback from the rest of the system is, I think, it can't be right. You know, as I said, in a country of billion people, the bright ideas for individual problems are likely to be distributed rather than just in the minds of a few individuals. And so you need that feedback to the system of, you know, and it happens through a bit of back and forth. Sometimes it means some resistance, some speaking of truth to the power, some no's, and playing a little bit of game of chicken, as I was calling it, etc. And the third point is that coming to very specific to the RBI itself, see, why is the RBI Act in part weak, it's weak, because there is this exception called the Section 7 of the RBI Act, which got a lot of attention during our term. It had never been invoked in the history of the Reserve Bank of India. It was, what does that Section 7 clause do? It allows the government to basically give effectively a direction to the governor of the RBI, it says in consultation with the governor, but of course, you know, that just means that there has been some back and forth, and yet they weren't able to resolve the problem. And it says it's in public when it's in public interest. Now, clearly, therefore, the RBI Act is very clear, it says if the government wants the governor to do something, as an executive, they have the powers to do it. But my point is that it says very clearly that it's in public interest. So if such a direction is to be given, it should be made first transparent to the public as to what exactly are these points of disagreement, what are the government's points, what is the Reserve Bank of India's points, what are the pros and cons of taking a decision as the government wants or not taking the decision as the RBI is pushing for etc. And at a simple level, that is why that is the point of the Adi Shroff memorial speech, we were still in office when this happened. But we had to give the speech because if we had to take certain decisions, we had to actually we thought that given section seven clause was to be invoked in public interest, it has to be made transparent to the public at large as to what are some of the key points of contention, what are the areas of disagreement, etc, etc. And I think, as I say, in the chapter, there are pressure points were all through, there were tremendous interest in getting us to open up the credit and liquidity taps in 2018, just the way it was at the time of fiscal stimulus after the global financial crisis. We all know what was the year 2018, you know, there were clear short term electoral pressures building up at that point of time. And you know, in a way, we had to resist those pressures, because we had just started the process of cleaning up the financial sector a few years back, the job wasn't complete. We knew how difficult it is to clean up an excess credit cycle after it has happened the way we saw it in 2009 to 12. So it all being in front of your eyes, I don't see how the central bank would have just tagged along just because the government wanted it to be. And in fact, as I describe in the book, in the first 10 to 12 months of my term, we were completely in sync with the government on cleaning up this process. And then there was a bit of a reversal. And I think all of this circumstantial evidence, if I could call it seems to suggest that the driving forces were actually the short term political pressure, there was also a tremendous demand to get a huge balance sheet dividend to be paid to the government out of the central bank. You know, the numbers that started out were extraordinarily large, and then they came down eventually. So I think I agree with you that it is, there is a natural tug of war here all over the world. Governments are always wanting sometimes the central banks to do what is in their short term interests, keep borrowing costs low, keep a lot of liquidity high, keep bank credit conditions easy, etc, etc. But given I think our initial conditions are such where the government deficits are large, there's a big government presence in public sector banking. And the RBI Act is weak to start with in granting the central bank operational autonomy. It is my experience that the fiscal dominance pressures in India now are way higher than in other parts of the world. And you know, there is always a tendency in India to justify our own mediocrity and bad decision making by appealing to the rest of the world. I wrote about fiscal dominance, I wrote the entire book, my manuscript was given before the COVID outbreak had become significant, it was all finished in February, early March. And immediately people in India said, oh, but you know, the world over now the governments and the central banks are working together to come out of COVID. My question is no, they are doing it to come out of COVID. We started this process even before two or three years before of fiscally dominating the central bank. And you can see the damage that it has done in my view, the long run test match view is really playing out. See, what is the cost of dominating the central bank to roll over your debts, you know, not recapitalize the public sector banks, etc. Is that the market discipline on the government is lost on its balance sheet. You know, the government has effectively run a consolidated deficit of 8 to 10% of GDP pre COVID, depending on how you do the consolidation. You know, post COVID, it will go up to 14 to 15%. The fact that we didn't bring our fiscal deficit in check before COVID has meant that it has been hard to undertake fiscal expenditures right now in the midst of COVID. That's a serious cost to the economy in my view that you chose to spend so much in good times rather than saving a capacity to spend if you had a difficult situation such as the pandemic. And of course, no one knows, but that's what robustness, resilience and stress test planning is you don't exhaust all your buffers in what are looking relatively calm years. Second, the public sector banks problem has not been fixed, neither in terms of capitalization nor in terms of governance and quality of lending, underwriting, monitoring, etc., nor in terms of the government shedding stakes. Now, the losses during COVID are likely to rise perhaps to, you know, 12.5 to 14.7% as per RBI's financial stability report. Now, we are going to be dealing with a further loan loss problem even before we have fixed the old one. So, this kicking the can down the road and justifying always doing what is in short-term interest at the expense of positioning the economy structurally right for the long run. And we do this year after year after year with more intensity in some years such as 2018 than others. And this tendency of not positioning yourself structurally right for the long run leads to this tendency to put dominance pressure on the central bank every year to get some concessions. And, you know, in the end, we are gradually, in my opinion, losing our potential to grow our productivity, our ability to create jobs. All these are steadily deteriorating. And of course, there is bigger collateral damage, as you pointed out, which is the fact that you are emaciating the decision-making processes, which in effect granted the central bank a fair amount of operational autonomy even when the letter of the law was not that great. And I think I want to stress one point here, which is quite important, I mean, again, to quote Dr. Reddy from his masterful forward in my book, he says, listen, in 70s and 80s, the government, the central bank and the public sector banks were a Hindu undivided family where no one kept anyone's accounts. And it didn't matter that time, there was no private sector to talk of. And we were generating three, three and a half percent, we had never embraced the ability and the opportunity to actually grow faster than that. Even that failed. We could not even generate three, three and a half percent without running up imbalances on the external sector. Now, the economy is different. The economy has a presence of the private sector. The growth aspirations are of eight to nine percent per annum. They are in fact necessary given our young demographics. And if we want to continue on the path of eradicating poverty the way we have for two decades, since 1991, then it's not good enough to function like a Hindu undivided family anymore where no one keeps anyone's proper accounts. Because if the government becomes very large, now the cost is not just that down the line, you will have a crisis. The cost is even now because you are crowding out the private sector, you are crowding out its enterprise, you are converting businesses from value creating enterprises into rent seeking enterprises. And so I think the danger of going down this path of regression towards nationalized economy, a centralized control of decision making and policymaking, the danger is clear and present right now. And therefore, I think we need deep institutional reforms on the fiscal side, on the financial sector side, and also on the real side, to actually turbocharge the economy so that we get all the growth we can possibly generate in the post COVID and amidst COVID recovery."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:57.280",
        "message": "And you know, one of the key nuances which you pointed out in, you know, the preface of your book, which is just an absolutely wonderful chapter, one of the key nuances that I'd like to draw my listeners attention to is the fiscal philosophy of our state by which you don't mean this government or that government, but how the state has looked at spending all throughout, where you point out that a significant chunk of our spending is revenue expenditures, like subsidies, and so on. And a very small chunk is capital expenditure, which is things like infrastructure and so on, which will, you know, have positive externalities lead to growth in the long run. So what's happening is that instead of building the pie, instead of doing things which will, you know, help the economy grow, we are redistributing bits of the pie. And that redistribution, that economic support, and all of that also play into those short term populist imperatives. So here again, incentives take you towards a particular kind of spending. And you've pointed out that how, you know, when you combine the problem of the fiscal deficit with how the current account deficit has been changing, you say, and I'll quote this bit, these twin deficits, fiscal deficit and current account deficit make India vulnerable to a sudden stop, in which a deterioration in the quality of government or corporate balance sheets, rising inflation, either due to domestic stimulus or oil price shock, Federal Reserve rate hikes, and dollar absorption or a surge in global risk aversion can trigger a withdrawal by foreign investors who are financing external funding of the government in the corporate sector. The resulting fallout in the form of a sharply depreciating Indian rupee, a rise in oil import bill and inflation, further widening of the twin deficits, and the debt spiral or loss of investor confidence that ensues present a substantial risk to India's financial stability. Such risk has materialized unexpectedly at least once a decade over the past 30 years with several minor hiccups in between. And you point out that the way to address this would be to make tough structural adjustments. But instead, what we do is, to quote you again, we instead do, quote, what is more expedient, which is to economically and financially repress the economy to fund its borrowings, stop quote. And this phrase was very interesting to me, you know, repress the economy. So take me through some of the ways in which this happens and what the implications are. And all of this, of course, is sort of an elaboration of fiscal dominance, which is what, you know, that the chapter in the book is about. So tell me a little bit of the different shades of meaning of, you know, repressing the economy in this case."
    },
    {
        "speaker": "Guest",
        "time": "02:00:29.320",
        "message": "Absolutely, Amit. So, you know, historically, the most common repression used to be that essentially the government and the RBI sat down together and said that we will impose a very high statutory liquidity ratio, as it was called SLR on banks. At its peak, it was around 40%. And what does that mean? It means that when you or I deposited one rupee into a bank, 40 paisa would necessarily have to be earmarked for holdings of government bonds. Now, what is this doing? What this kind of repression does is that it forces an increase in the borrowing costs for everyone else, because you can't compete with the government on a level playing field for about 40% of the deposit base of the banking system. Now, why is the government doing this? The government is doing this because it wants to keep running its populist programs, as we, as you mentioned, you know, more than 90% of centers expenditure is in subsidies rather than infrastructure or health. And similarly, at state level, maybe 70 to 75% is almost subsidies and other kinds of revenue expenditures, you know, salaries, pensions, whatever, because, you know, they're owning so many things all over the country and employing relatively unproductive labor in my view, in many cases. So the cost of actually supporting that employment, providing all these subsidies is the fact that when a private sector firm wants to borrow, a micro, small, medium sized enterprise wants to borrow or you and I want to borrow, say, in order to invest in a house or, you know, buy a car or fund an education loan for our child, we are actually paying a higher cost because the government has to keep running its program. So this is a form of a borrowing related repression tax. Now second, when now we have brought down, you know, various governors brought down this statutory liquidity ratio down from 40% to below 20%. So you know, that repression has come down. But now what that means is that because of lack of repression, the government has to borrow in the market. Now what was the idea? Why should they borrow in the market? Because rather than forcing banks, let them borrow in the market, because then the market will reflect in the price of the government debt. What do they see as the long run prospects of the economy from the debt that you are undertaking? Will the inflation rise? Are you going to generate enough growth to generate taxes to repay these debts or not? Now, when the government costs of borrowing rises again, what do they do? They turn to the central bank and say, oh, now you must buy my debt, because otherwise the borrowing costs are rising. Even the pressures on the central bank to quote unquote, monetize the government debt, they have been there even pre-COVID. These are in fact, I described that, you know, what is opening of the liquidity tabs mean part of it was actually to just go and buy a lot of government debt to open market operations, so that you would flood the banking system with more liquidity. But of course, a part of that is to simply keep the government's borrowing costs low. Now, what you do when you monetize the government deficit is that one, you prevent the financial sector from taking on the government bond risk and earning a higher yield on it. Instead, you give them a very low overnight rate through the central bank. And more importantly, you also reduce the fiscal discipline on the government. So the government balance sheet keeps getting larger and larger, aggravating the first crowding out problem that I was discussing. And now if the financial sector is not making much profit on its holding of government deficits in one way or the other, because the central bank is monetizing it, then you know, you sort of reduce their profitability to an extent in the process as well. And third, and maybe a worse form of repression is the fact that because RBI is an all purpose central bank, the government also wants to reduce its recapitalization amounts into public sector banks and other government owned entities. To do that, it asks RBI to relax the rules for recognition of loan losses, not require that you provide for anticipated losses ahead of time. And because you don't do that, the banking system is always like a tight rubber band that is stretched so hard that even a little bit of disturbance might actually run the risk of snapping it. The bankers feel the pressure themselves, because they have never recognized what their loan losses are in a true economic sense. So they're always dealing with legacy problems. And you get two kinds of problems in bank behavior out of this one, banks are now very fearful of any further losses. So they want to keep evergreening and keep lending to the same borrowers who have already defaulted. So this is called a zombie lending, you extend and pretend as though everything is fine on the loans. Or they do lazy lending, which is that they lend entirely to the government because that RBI regulation doesn't require any extra capital to be brought by the shareholders. So that's called lazy lending. Now, therefore, what you observe with public sector banks is that many times they are so much in excess of the statutory liquidity ratio, they would have, if the statutory liquidity ratio is 18%, they will have 25 to 27% of government bond holding. Effectively, that's again a repression because they have no capital. So they are going to lend to an MSME or a private sector borrower or a household only if they get a lot more extra return to compensate them for not having to provide capital on these other kinds of holdings that they have. So in one way or the other, the repression is a repression of the saver. Because in the end, you know, the quality of deposit services, etc. being provided by public sector banks is not great. If RBI is being forced to keep interest rates low, then deposit rates will eventually follow and the saver again gets low returns on deposits. It's a repression of the borrowers in the private sector because they are going to have to pay higher costs to borrow. So they have higher hurdle rates. Many investments don't look profitable, or as we have been discussing, they switch from a value creation to a rent extraction mode in order to generate these higher returns given their higher cost of capital. And third, and importantly, there is also a repression of the overall allocation of capital in the economy. Instead of taxpayer money going to the government and the government being under fiscal discipline to allocate this capital well to generate growth, to do the right kinds of investments such as infrastructure, health and education, which will expand the growth path of the economy and build a credibility with the market that yes, the government can repay even a higher cost of borrowing. Instead, the taxpayer money gets allocated into short term revenue programs of the government that have a lot of populist appeal. They are an easy narrative to provide to the common man without ever spelling out what are the true economic costs of actually running these programs in the long run. And so I think it's such a massive repression of the economy all around. So to me, it is not a surprise at all that investments in many parts of Indian real economy are very tepid, because when you have a government that is trying to do so much in the short term pump priming of the economy, short term subsidy based narrative friendly programs, and so much to repress the financial sector policies to facilitate its own borrowing, where is the space for the rest of the economy to grow? It's simply not possible. The only entities that are able to grow well in India are those who are able to go outside the country and borrow in the external markets, or get foreign direct investments. And those parts of the economy thrive. And of course, what are these in the FDI case, it is mainly the tech and pharma space. And in case of external borrowings, it has to be relatively large and well rated companies. But that leaves out a large chunk of enterprises which are small, who contribute very valuably to job creation in the economy. And you can see actually that over a period of time, gradually, the average young person in India is now saying that the job they want is actually with a public sector firm. They are no longer thinking about the job that they want is being with a private sector firm. Because we have gradually reshaped the economy to have more and more of the government and less and less of the private sector. And I think this is a fundamental misdirected course from which we have to correct our direction and strike the right balance again. And I think, if I could essentially give one final example here, which is that, you know, what is often lost in the political thinking of the economic management of the country is that a small share of taxes of a larger pie may be much bigger than having a larger tax percentage of a very small pie. And you know, basically, what it's saying is that there's a simple concept in economics that if you tax too much, at some point, the private investments collapse so quickly, that actually the economy shrinks. And even though your percentage tax rate is high, actually, you don't collect much tax revenue in the first place. And so, beyond a point, your desire to collect more and more taxes backfires. Now, I'm not saying that we don't need to improve our tax collection in a very fundamental sense. What I'm trying to say is that repression of the economy through public sector banks, through fiscal dominance of the central bank, through excessive borrowings and crowding out of private sector enterprise, all of these are forms of taxes, implicit taxes that are being imposed on the rest of the economy. And in sum total, they are now so large that the pie is actually shrinking. And even though the repression is very high, in the end, the government is worse off, because actually the pie is shrinking at a faster pace than you are benefiting from the pie in the first place."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:11:34.960",
        "message": "I think, you know, the reason many people miss this profound insight is that the whole idea that a pie grows or can shrink feels counterintuitive in the sense that, you know, our brains evolved at a time where, you know, in prehistoric times, you lived in tribes of, you know, up to 100 to 150 people, there was natural scarcity all around. So we've evolved to think of the world in zero-sum ways. The fact that, you know, every transaction leaves both parties better off and the value in a society goes up and the pie can grow is deeply counterintuitive. Another sort of aspect in your book, which, you know, I was reminded of earlier in the show when you spoke about the proverb, where if the raja is a vaipari, the raja becomes bhikari, was, you know, again, what the ownership of public sector banks does as a whole, where the government is not only a participant through the banks, but also the regulator of the banks and the perverse incentives in play. And again, I'll quote from your book where you write, on the one hand, the overarching presence of public sector banks, other large state-owned financial institutions, and state-owned enterprises creates the incentive that the government dominates the central bank and its financial sector policies to affect outcomes for the entities that it owns and for its borrowing programs. This skews the market terms against the private sector and distracts the central bank from its long-term policy goals, stop quote. And this also affects the private players then, as you later point out, quote, the government has incentives to influence policies as such and that it is not at arm's length from the regulators, drives the private sector into hyperactive lobbying, read an overdose of consultations with the government and regulators. This in turn induces an overall culture in the system of putting in place business-friendly policies that are pro incumbents at the cost of market-friendly policies that encourage creative destruction, asset reallocation, ease of doing business, and new entry, stop quote. Which I think, you know, and I wanted to read this out and it's an important point to make because in the popular imagination, most people conflate business-friendly and market-friendly. The two are often contradictory because what is business-friendly is if you keep competition out and that's not necessarily good for the people at large or for society. That's crony capitalism. And what is good for the market is that you have this dynamism that leads to creative destruction, easy entry and all that. But the way the system is set up and a lot of it has to do with, you know, the ownership of public sector banks, you know, it seems inevitable, almost destined to just play out this way. What are sort of your thoughts on this and how difficult is it to eventually move away from it? Like you pointed out in an interview that look, it is possible for public sector banks to get sold. It happened all over Southeast Asia, but it took a massive crisis for it to happen. Now we can't hope for a crisis. There doesn't seem to be much coming from the demand side of the political marketplace. So, you know, are things bleak for you, unless they get really bleak and we have a crisis?"
    },
    {
        "speaker": "Guest",
        "time": "02:14:32.320",
        "message": "Yes. See, in the end, we have to recognize the costs of running the system the way it is. I think, see, the reason why a part of the narrative hasn't shifted around to reforming the public sector banking, you know, most people don't even realize that these banks were nationalized, most of them in 60s and 70s in two waves. They used to be private banks earlier. It was done under the political objective of running government's programs for development and financial inclusion. And lo and behold, after close to 50 years of their existence, we are still at barely 60% of credit to GDP ratio, much lower than developed countries. Where are their losses? Are they in financial inclusion loans? No, they are in loans to the largest industrial firms. That is where their biggest losses have come from. So they have failed on that front. In fact, increasingly, their quality of deposit service and account and branch services is so weak that even their deposit share is actually shrinking. So depositors are now voting with their feet, gradually by saying, listen, I would rather bank with well capitalized, good service providing better technology run private bank than with public sector banks. So I think my sense is this has been a disaster in the making for a while, the public sector banking enterprise. We quote in the paper with Dr. Rajan that we have injected more than 4 trillion rupees of capital over the last 10 years. And the opportunity cost of that, because you could have invested this capital in the market index or in a private sector banking index as two comparisons, would be anything in the range of three to three and a half lakh crores. This is a hundred billion dollars, if we had that available with us, you know, we could have done such a more significant stimulus for relief and repair of the COVID affected economy. Now, why is the narrative not shifting? The narrative is not shifting partly because this public sector enterprises have become cozy jobs for a part of the middle class in India. You know, you get these secure jobs, they are not as well paying as in the private sector, but you have the job security because these entities aren't going away. But now the costs of actually keeping them in good shape have become so high, because the government balance sheets have expanded on other fronts and the losses they've made are very large, that actually it's not at all clear that these entities can even grow and provide the kind of security that was possible to provide earlier. You know, take the example of Air India, or take the example of the public sector banks that are losing their market share of deposits. You know, it's not going to be that pleasant to be employed in these firms going forward. So I think the labour itself has to recognise that they would have more interesting growth potential, even if some more risk on the job, if some of these entities were in fact, better governed at arm's length from the government and eventually reprivatised. The second problem that always gets mentioned is, oh, you know, ultimately, when a crisis happens, you have to backstop the banks anyways, then what is the problem with public sector banks? And it's a clever argument, but it's wrong on many counts. And let me explain three counts. First, yes, deposit insurance is in place all over the world. But the reason why it's not a blanket deposit insurance is because there are capacities to how much the government can provide insurance. The sovereign can go on the brink, if it takes on too much private liabilities of the system. Therefore, there's a line drawn on how much deposit insurance will get provided. And that deposit insurance is provided even to private banks. So why do you have to suffer all the inefficiencies, misgovernance, behest lending, you know, lack of adequate technology, etc, of a public sector banking system that has, quote unquote, as I said, failed us for 50 years in attainment of what it was supposed to be. So you know, you can strengthen your deposit insurance system, rather than actually having to suffer all the consequences of government ownership. Second, by keeping them as public sector banks, as I explained in the chapter, you actually through fiscal dominance, keep the quality of the regulation weak at all times. And this also means weaker rules on private sector banks. We did not adopt better accounting standards, such as the IFRS or INDEAS, which would require provisioning for losses in anticipation. And now even our private banks are actually not providing as much in anticipation as we would like. So there is a common reduced denominator or a race to the bottom in the regulation of the financial system, because you have weakly managed, weakly governed, weakly capitalized public sector banks in the system. So the entire system is made worse off because of their presence in my view. And third, and most importantly, is about the efficiency of the allocation of capital in the economy. As I explained earlier, because of the presence of public sector banks, capital is getting inefficiently allocated, either to distressed borrowers in order to first gold plate them in good times, and then allow them to continue to borrow through as zombies in bad times. So you get zombie lending, or you get lending to the government, lazy lending. And the middle, which is the healthy firms, MSMEs, and the households, they are getting creamed out because they have to borrow at much higher costs of borrowing. Now this has implications on productivity, investments, high quality jobs being created in the economy. And ultimately, even though as a saver in a public sector bank, or as an employee in a public sector bank, in the narrow, I may feel good about their presence, the entire economy is paying a huge cost for this. And I tell everyone who defends the public sector banking enterprise on basis of the safety of the deposit, or on the basis of the job that it has created for them, I ask them, if you had a child, where would you want your child to work when he grows up? And you know, in many cases, the answer would be that they would rather have the child be working in the best private bank out there, rather than in an Air India or in a public sector bank out there. So I think my sense is that this has come at a colossal cost to the economy. Even those who are inside are a bit blinded by the fact that they are leaving behind a much worse economy for the youth and the children, including their own. Even though privately, some of them might be better off themselves with the presence of these enterprises. I think it's time to call it a day. I think the sooner we stop bleeding this wound, the better it is. In my Feb 2017 speech on NPAs, I gave this analogy that we keep festering this wound more and more. And now we run the risk that we may have to not just impute some organs, but also, you know, we may have to deal with the side effects of the wound spreading to other parts of the body. I think it's time to recognise this is a failed experiment. It was entirely political when it was undertaken as nationalisation in 60s and 70s. It has led to poor returns on taxpayer money. It has led to poor quality of deposit franchise servicing. It has led to peak central banking apparatus in supervision and regulation. It's a form of cancer, in my opinion, it is. I have no two views about it in spite of the resistance that has been provided in many parts of the society, because you have to listen to the facts on the table. And now a multiplicity of books have been written explaining how bad it is to have come out this year, another one is coming out later this year. This is a common theme that's running through my book and my paper on how to reform the banks with Dr. Rajan, that government has to divest stakes, it has to improve the governance, reprivatise some of these entities and prioritise some of the business models of the smaller ones, so that they just do financial inclusion, like microcredit or microfinance institutions rather than trying to be universal banks to the industrial firms of the country."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:23:19.600",
        "message": "In fact, I couldn't agree with you more about bank nationalisation. In fact, I often and this is something I feel strongly about most people I don't think understand that economic policy has real humanitarian consequences. Like when I look back on many of the economic policies of the Indira Gandhi period, bank nationalisations and so much else, you know, I think they kept millions of people in poverty for decades longer than necessary, which is, of course, an unseen effect and people don't get it. And what you're saying about this also holds true that not only are we kicking the can down the road, we are kicking the children down the road, this is going to affect, you know, future generations."
    },
    {
        "speaker": "Guest",
        "time": "02:23:54.680",
        "message": "Yeah, if I could just add one point there, I mean, see, this is the beauty and the sadness of the government balance sheet, right? What is the beauty? The beauty is that you can touch the individual and spread the cost across. What is the tragedy of it? The tragedy of it is that because you are spreading the losses around, you know, no one really cares about it, it's someone else's problem. And therefore, I think proper accounting of government balance sheet, preventing off balance sheet accounting from masking the true picture of the government balance sheet, having an independent fiscal council that will evaluate every single program of the government before the budget is announced, you know, the 14 Finance Commission chaired by Dr. Reddy made this very clear that the independent fiscal council should vet the programs before the budget is announced, are the assumptions reasonable, what are going to be the recurring costs of these programs, we can't just announce programs and then figure out what are going to be the budgetary and financing implications of this. And once you do this, once you do a proper accounting of what is the total borrowing being undertaken by the government across centers, states, different center and state owned enterprises, this is called as a public sector borrowing requirement. Once you have a council that's vetting the reasonableness of the government budgets, it will become very clear that the government is trying to do too much, it is pushing on a string, the borrowing costs and borrowing amounts are very large. And that we need to embark on a massive disinvestment program, the way we had it during 98 to 2003. In all non-strategic sectors, the government needs to shed stakes, reprivatize wherever possible, including in the financial sector, in the banking sector, the insurance sector, and so on."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:25:47.840",
        "message": "I couldn't agree more. And in your book, of course, you lay out a bunch of ways in which, you know, we can fix the system now assuming and we'll come to the political economy later, but ignoring the political economy for the moment, assuming that all the politicians and bureaucrats fall in line. What are the sort of steps among what you haven't already mentioned? What are the sort of steps that should be done to fix the system to get it functional"
    },
    {
        "speaker": "Guest",
        "time": "02:26:12.680",
        "message": "again? Yes, so I think I would say, you know, in my view, the fiscal stability and financial stability are now almost joined at the hips. You know, they are very deeply intertwined through this fiscal dominance channel, as well as through the direct linkages between the two. So first and foremost, I would say we need to be honest about our fiscal side, that, you know, we need to spend right now in the midst of COVID, but that we didn't leave much space for it because of the slippages pre-COVID. And I think the best way to do this is to put in place an institutional fiscal reform package, which gives credibility to the market investors and rating agencies that the country means business, as far as consolidation and a reversal to better path is concerned in the medium term, so that you can borrow more in the short term to meet the immediate fiscal needs, you know, because you are on a better path. But you know, we need to reorient for that the expenditure has to be growth focused. So we need to reorient from subsidies towards infrastructure, health and education. I would do a very deep analysis of the subsidies, there is a lot of wastage, a lot of money gets spent in administration and financial enterprises that run and house the subsidies on their balance sheets, rather than the subsidies being spent entirely in reaching the last mile consumer or the citizen. They can all be rolled perhaps into a universal basic income, and a lot of these inefficiencies of administrative costs be economized, and that freed up space can be used to increase the infrastructure and ease of doing business on the ground. So I would say that's first part of the fiscal institutional package. The second part of the package is something I wrote about in an op-ed in the Economic Times. And I just mentioned, we need an independent fiscal council. And we need a transparent public sector borrowing requirement, the council should be non-partisan or bipartisan, it should report to the parliament and not to the finance ministry. And the public sector borrowing requirement should be calculated by the independent office of the CAG. Because if the government is producing these numbers itself, it becomes a prey to what is the good hearts law, which is that, you know, if the measure by which I'm regulating you can be manipulated by you, of course, the measure will have no economic meaning or content in the first place, and which is what has happened. We have a real deficit, and we have an official deficit, and the gap between the two has now become very, very large, that we have to always talk about both in the same breath whenever we speak about them. That's two. And third, I think we just need to undertake massive divestments, we need to unlock the growth potential of so much enterprise space that has been captured by the public sector, it would have the collateral benefit of reducing the government's borrowing programs, and putting us on a better debt to GDP ratios. Now, this requires conviction and commitment at the top in the government that this is a better path in the long run, rather than continuing to repress the economy, which would be necessary if we don't course correct on the fiscal front. But I think, you know, the government is still in the early phase of the electoral cycle. It has majority. So I think this is the kind of transformational institutional reform that one would hope the government would seriously undertake, or at least start debating and discussing. Second, I would say we need significant reforms on the financial front. I think something we pushed for when I was at the Central Bank, through a speech by Governor Patel, is that the ownership of public sector banks, the regulation of public sector banks should be ownership neutral, whether they are owned by the government or whether they are in the private sector space, the Central Bank should be able to regulate and discipline them in the same way, including replacement of management and, you know, dilution of the government stakes if government is not injecting the required capital. This way, you know, problems happen even in private banks, there are idiosyncratic governance failures as we have seen, but at least the Central Bank is able to take corrective actions to fix that. That is, that's not possible right now in public sector banks. Second, we do need a calibrated, comprehensive plan for public sector presence in banks, insurance and other non-banks. This would mean, I think, divesting stakes below majority to start with, then using that time to improve governance standards by becoming arm's length. In the paper with Dr. Rajan, we suggest creating state-linked banks rather than public sector banks where you basically move all the ownership of the banks, etc., into an investment managing arm. It's almost like a sovereign wealth fund, so to speak, which would be run by professionals rather than actually run by the bureaucracy. And you know, they would basically just appoint independent board members and then let these boards run these entities rather than having a lot of control through a department of the government as we currently have. And third, I would say that we need to continue with the process of strengthening bank supervision and regulation. This would mean actually creating buffers of capital in good times. See, even right now, we are doing a lot of restructuring and relief for the borrowers, which is required because of the COVID's unanticipated and unprecedented, large nature of the shock. But we are not raising capital into banks on a war footing. Large private banks are doing it on their own, but what about others? What about public sector banks? Why aren't we asking them for capital? If the losses start materializing when the debt moratoria expire, how are we going to capitalize these losses? Why aren't we planning for it ahead of time? Because if we are doing this recapitalization when the economy is coming out of COVID, banks are not going to be in a position to lend that time because they will still be dealing with the legacy loans problem. So if we learn the lesson from the last five, six years, we should be on a war footing capitalizing the banks right now rather than leaving it for later. So that I would say is point three. So the first point was ownership neutral regulation of banks. Second is a comprehensive plan to restructure the public sector banks. And third, I would say capital, capital, capital on an anticipated basis rather than backloaded basis. And lastly, you know, everyone has been saying this, we are done with milking the fruits of 90s reforms and capitalizing on the divestment gains of 98 to 2003. I think we need a new round of reforms, at least on, in their spirit, several parts of the Farm Bill to me seem to be in the right direction. I don't know about the process through which it was implemented, but focusing on the economics of the Farm Bill, it is trying to actually get the farmers closer to the direct market prices rather than having, giving a lot of power to the intermediary wholesalers in between. I think that was a problem. And hopefully, this is a step in the right direction. But you know, farming is only a small part of the Indian economy in a GDP sense, it's very large in a job sense, but it is not the best jobs India can create. We need the rest of the private sector in services and manufacturing to get an even further boost. Again, the labor laws are a step in the right direction. But to get manufacturing away from China, as the world is moving away from China or diversifying supply chains, we are going to have to make land transactions to be done more transparently and readily. So we certainly need reforms there, we need better ease of doing business on the ground in terms of requiring fewer government clearances, and reducing that implicit taxation in the government. And third, we just need better infrastructure. Even now, we barely keep up all the time, every time I go to Mumbai, I feel it always does enough when I'm on the roads. In certain parts of the country, the roads are very good, but in many parts of the countries, they are still very uneven. And you know, to have a national manufacturing and delivery and logistics system, you know, the logistics, there is a lot of improvement happening because of use of tech, etc. But I think the physical parts of the logistics, the physical infrastructure that's underlying it can still be improved in terms of airports, airports, roads, trains, and so on. So I think we need fiscal, financial and real sector reforms that are truly transformational to me, this is like a 1990s moment. We are not in a crisis, one does not want a crisis to be required to force these decisions on us. I think we can use a bit of our sagacity in being able to see forward, visualize what the stress may be down the line, visualize what a low growth would mean for the youth and the children of the economy down the line, visualize that if we have to do it and sell our enterprises in the midst of a crisis, like a Southeast Asian crisis, it would be the first time actually to plan for their reprivatization instead laid out as a calibrated strategy ahead of time. If this is done in a decisive manner as a package, I think it will increase the confidence and the investor sentiment towards India tremendously, and enable the government to undertake more fiscal expenditure in the short run, without actually there being a backlash in the market. So if I could give an analogy, you know, I like watching birds, it is something I learned with a group of naturalists when I was doing my RBI term, but the naturalists were also very adept at explaining the rest of the nature to you. And once we were observing an insect, I think it was a praying mantis, which was trapped in a spider's web, and they explained to me how the spider builds the web in the first job of the spider is that it actually makes a massive leap from wherever it is sitting on to where it wants to be on at the other end of the web. And to do that, it basically squats and uses all the strength of its thighs to make that one big jump to lay that first web across. It knows what the target point is, it has to make a big leap. Now once you have built that first bridge to your target point, building the rest of the web around it becomes very, very easy. And I think India is at that kind of a moment, we have to use all the strength that we have, figure out where we want to be, give a clear path, build a bridge to that by announcing the right sets of reforms. Once we show that path as being our trajectory, building the rest of the growth around it will become much, much easier. And I think we don't have to be paralyzed, we don't have to be in inaction mode, we also don't have to gamble. We also don't have to say, oh, we will just spend and we will worry about what happens later. No, we can actually anchor whatever medium term long run need to be with the right fiscal, financial and real site package. And once you do that anchoring, we would actually be on a very prudent and safe path in my view. I don't see why India can't grow at a very good rate, given the demographics, given the potential, given the hardworking nature and the aspiration of our youth. I think it's a matter of course correction, and being on the right trajectory, avoiding the regression to the centralized, nationalized state, and allowing the private sector, both in terms of space, and incentives to flourish in a manner that it did during the 90s and"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:41.640",
        "message": "early 2000s. That metaphor of state as spider is quite awesome, because you know, like some spiders, the state can also be rather predatory. Now, before I go on to talking about the political economy of this and the practicality and likelihood of these kinds of changes happening, I want to take another tangent, because which came to mind when you sort of mentioned the farm bills, that what happens in the discourse in India, because, you know, everything is so polarized, and everything is so tribal, is that typically, we have chosen our tribe. And you know, we will stick with it regardless of what the issue is, for example, what's giving me what's almost ironic now is that a lot of the people in the Congress opposing the farm bills are completely oblivious to the fact that in their manifesto in the election last year, they had very similar proposals and intellectually, many of them in private will tell you that, you know, yeah, this is a step in the right direction. And ditto, there was a lot of reflexive opposition to the labor reforms a few months ago, only because they came from, you know, a particular government, while earlier across parties is pretty much been a consensus on the kind of reforms needed, especially since our labor laws hurt workers. So does that then become an issue? Because on the one hand, we want to build a constituency for these kinds of ideas. But on the other hand, is it incredibly frustrating to see that in these polarized times, people just respond at this base tribal level, where they're not looking at the ideas themselves, they are just seeing which is a party they happen to be associated with at this moment in time. And therefore, any criticism of this government will, regardless of the merit of the criticism, be attacked by a lot of people as being anti-national and being whatever and, you know, the whole discourse just gets toxic. Is this something you've thought about?"
    },
    {
        "speaker": "Guest",
        "time": "02:40:29.160",
        "message": "Yeah, I think that's unfortunately, the politics of the times we are in, it's not just in India, it's actually all over the world. I don't know if you saw the presidential debate yesterday, but, you know, it was probably, I don't know whether it was tragical or comical. But it certainly epitomized everything that you said about the highly polarized nature of the politics at the present point of time in the world. I think the only way out is to keep sending soundbites of reason. I think we need more economic analysis of these kinds of reforms being laid out in a dispassionate, objective, nonpartisan way. I think agri-economists such as, you know, Professor Ashok Gulati at ICRIAR or Dr. Ramesh Chand at the NIPFP, they need to, they need to be read, they need to be heard, they need to explain what exactly were the failures in the existing system and how they are going to be tackled. Of course, it would help if the government in the same week, when they remove onions from the Essential Commodities Act, don't then ban exports, sending exactly the opposite signal at the same time. But you know, we just need, we need more economic discourse, we need more discussions along these lines. And perhaps there needs to be greater preparation through written documents, laying out what the failures are with facts and data on the ground. What are the reforms, what are the options on the table, what are their pros and cons and why specific reforms are being chosen? I think it would be nice if there was a little bit of a discipline of going about this in an organized manner with documents. See, in the past, even though we never implemented many of the committee's reports, we used to set up committees at national level, they would be chaired, or at the central banking level, they would be chaired by the highest quality, highest integrity bureaucrats, former central bankers, and so on. And they used to provide a blueprint. Even now, in my piece with Dr. Rajan, we refer to the Narsimhan Committee of the 90s, the P. J. Nayak Committee of the 2014, and maybe there is some usefulness in the bureaucracy of actually creating records of proposals which are very carefully laid out, reasoned for, analyzed with their merits and demerits, and so on. I think that is the only way forward that I see. I think, in a way, I feel quite strongly that we are at a moment when transformational reforms are needed. There is a sign that some of this is being undertaken in the farm and the labor front. I would add three more pillars to that on the fiscal institutions, the financial sector, notably the public sector, banking and presence in insurance, pension, etc. And third, on the real side, especially on infrastructure front. I think if we can add these three pillars, I think we would be more decisively on a course correction from the last 10, 12 years that we've had of, I would say, patchy growth, short-term growth, backloaded with macroeconomic or financial misdirection, short-term pump priming of the economy with down-the-line losses that are materializing in a very significant way, constant fudging and band-aid kind of solutions rather than decisive action to stop the wounds from festering and spreading to other parts of the economy. I think we need to do something very decisive. And I think if we do that, the 90s should show us that there will be fruits that will bear out for at least a couple of decades if we do that in a decisive way. I think, I hope that COVID is not just a difficult humanitarian crisis for the country, it is, and tragic as it is, it perhaps also offers an opportunity to also actually fix many of the things that were not right even pre-COVID. And if we do that, at least the crisis would be, you know, we would have utilized the crisis to the best advantage of the economy under the circumstances."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:45:03.320",
        "message": "No, no, no, and just sort of thinking aloud and adding to, you know, what we were talking about, about discourse is that I think people also are attracted to simple narratives and therefore attracted to easy binaries. I mean, what's happened in the Farm Bills Week was very complex. You know, there's a means versus ends issue. I think the way they pushed it through was anti-democratic. There are issues that you can raise against the bills by saying, hey, what about states rights and these should have been left to the states. Equally, many of the, you know, the details of the bill are great and is in fact what the Congress had in their manifesto last year, which makes it ironic. And as you pointed out, they also did the incredibly stupid thing of banning onion exports same week. So God knows what was happening. So the point is, it's all very complex and nuanced, there are things to praise, there are things to not praise, there are things to withhold judgment on, but we don't have an appetite for that. Now, you know, before we kind of wind it up and I'll leave sort of the political economy question for the last, but I'll get to it by taking a segue back into the personal where you had once said that you chose the life of an academic because, you know, you were in charge of your day. You can wake up when you want, you can wear what you want, and so on and so forth. And at the same time, you, you know, chose to give up that life of an academic and actually come and work in the Reserve Bank of India and, you know, so on. What drove you to do that? You know, were there problems that you thought you needed to solve and that you could contribute to? And what was it like the experience of then joining the government? You know, how was it different from what your expectations were?"
    },
    {
        "speaker": "Guest",
        "time": "02:46:37.880",
        "message": "Yes. See, as I said, for someone like me who was studying banking crises, banking regulation, financial stability, I think a central banking job in some ways a natural culmination. You know, at least at some point, you want to be able to take your, your analysis, your research, your expertise to implementing things in a policy sense, a central banking job can be fairly academic, as far as allowing you to have the conceptual framework to solve the problems is concerned. So I'd always thought this would be a nice thing to do, I engage a fair bit with central banks in an advisory capacity. Of course, most of the times advisory roles have no executive decision making capacity. Of course, in the end at a central bank, the governor and the board are the ultimate executives who are in charge. But you know, deputy governors can shape the agenda a fair bit in their own respective portfolios. And I was fortunate that I was allowed to have a voice even in portfolios such as bank regulation, which were not under me actually, in fact, it became one of my thrust areas as the face of the RPI on some of this, even though I would say Deputy Governor N S Vishwanathan was the main person driving the regulation side when we were there. So I think it was just a very natural thing to do, the opportunity came about, I applied for the job, I had a video conference interview with the appointments committee of the Government of India, it was very serious grilling, I felt inside I was the right person for the job. Of course, I didn't know who else was applying. So you don't know whether in a relative sense, you would look right or not. But in an absolute sense, I thought I was the right person for the job. And even when I finished my term, I still think, you know, it was a very good fit, I, you know, sometimes when you are doing what is exactly right for you, there is a magical feeling inside you of satisfaction, that this comes naturally to you, the job requires you to do certain things, and you are able to bring all of your experience, knowledge, and the ability to work with teams. And I think it was all kind of very nice, I think I enjoyed my experience thoroughly. I thank the Government of India and the Reserve Bank of India for this opportunity. I think I had a great time working with the staff at the RBI, I hold them in the highest regard, both for their hard work as well as integrity. And I think I couldn't have asked for anything more. You know, it was also personally very rewarding for me, because I spent two and a half years with my parents. It was also personally challenging with my wife and son were in New York. So I was going back and forth a lot, and you know, I, at some point, I just got better at managing the jet lag. But it was quite crazy. Now, when I think about it, you know, to have a family 10 and a half hours away or nine and a half hours away in a timing sense, and you know, total travel time 20 hours each way. Like sometimes I used to come to New York for a day or 36 hours and go back, I had my son was in a play and I really wanted to watch one show. So I remember I landed on Saturday morning, I watched the show at 2pm and I took the 8pm flight back because I had to be at RBI on the job. So it was quite crazy in some ways. But you know, sometimes you are in the midst of things and costs don't actually bear upon you. So that was I would say second. The third, see, I have a slightly different take on central banking than what a lot of central bankers do. A lot of central bankers say even if they've been academics in the past, that real world is very complex. You can't use your frameworks, you have to be willing to think on the fly, etc. And of course, all of that is true. But I disagree with not being able to use frameworks. In my view, it is so complex, the problems are so complex that unless you discipline yourself and think through an organizing framework, it doesn't have to be academic. But you do need to do analytical thinking that clarifies what are the big issues, what is the key diagnosis of the underlying problem? And based on that diagnosis, what is the ideal reform or policy that you want? What are the political or other constraints in the system? And what is the best way to actually then advocate for change and make it happen? Sometimes you can make the change yourself. Sometimes you have to work with others to make the change. My approach was that my speeches, which are combined in the book along with this new detailed introductory chapter, I thought my speeches were basically an advocacy for change. They were sometimes written right from first principles. Some of them are a little more advanced. But whatever way, invariably at the end, whether it was resolution of bank loans, setting up of a public credit registry to satirize and democratize credit in India, whether it was about striking the right balance between the government and the central bank, whatever the issue be, they were always meant to actually provide a diagnosis of the key underlying problem and then push for a change. My ideas may not have been the best ones, but I think if you push for change, you advocate for change, what you want is a public discourse, a public debate. And if that bubbles up, then you get better ideas and you get some movement towards the right solutions. As you rightly pointed out, it's not just about a central bank. It's about the fact that there is common man and the economy, there is the government. And very often the narratives have to be brought together to meet at a point where politics and the economics align with what, in my case, the central bank would do. And I think building that narrative is important. It's key to lend it some reason and an objectivity in the decision making. And I think that's a part of the challenge. And I think I'm very happy, I'm very grateful to the governors I worked with, especially Governor Patel for giving me a lot of freedom to speak as a deputy governor and sort of being this agent for change. And I see the book as just a continuation. I wasn't sure when I left the Reserve Bank of India, whether I would do something like this as a historical account. It's mainly my speeches, but with that historical account as the common lessons I learned in the introductory chapter on fiscal dominance, I thought I may just let it be and move on. But the more I spoke to the former governors and deputy governors and reflected myself, it became clear that you are on a continuous trajectory of pushing for change. There are no full stops. You want to use your knowledge, experience, historical account to try and constantly push the system into the right direction. I think I've been very dispassionate and objective in my discussion of the problems. I've tried to just push for economics wherever they are well grounded. And whatever I see as the clear stream of reason emerging out of that thinking. And you know, hopefully it travels to the right place."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:48.280",
        "message": "I mean, I was just quite alarmed to know that you had contemplated not writing the book because on my own behalf and on behalf of many of my listeners who I think are surely going to be future readers of your book, I want to thank you for writing it. You know, while you were just talking about why you took up the assignment, you pointed out that, you know, one of the things that reassured you was that you knew you would have a voice. And I have heard you say elsewhere, and I found it very poignant, that your exit was a kind of voice. And you know, in an interview that you did with Ira Duggal, you, you know, spoke about the time you left and the sort of how you push back against the short termism or whatever pressures there were. And you said, quote, when these came to a head, the central bank has to have the ability to say no when that is not in the public interest. We did say no, we put up exactly the right defense and resistance that needed to be put up in the face of such pressures. Whatever defense we put up was entirely in the public interest. The country is far better off that our banks are not in worse shape than what they could have been given the pressures on us at that time. I think it came at a huge professional cost to some of us. But given the mandate of the RBI, and given what we interpreted that mandate to be, we thought we had to pay the price, stop quote. There are a couple of questions here, and one is, of course, the question about the political economy itself, that you go in there, you have a clear framework, you're professionals, you know what is the right thing to do. But all of these reforms that you laid out earlier in the episode, and that you've, you know, elaborated upon so lucidly in your book, how likely are they to happen? Just given the incentives of the political players in question, number two, how hard was that struggle for you? Did it get frustrating? Did it seem rewarding at times? And thirdly, what kind of struck me is that, you know, when I think of the way some of the protagonists here involved, really fought for the good ideas, which in this case by V, I presume you meant yourself and Governor Patel, you know, in a democratic republic, we can't depend on people of principle to come and do the right thing. You know, we need rules of the game to be laid down, everybody who comes won't fight for the same principles. And, you know, some will toe the line, and that's just over a long term, that's completely inevitable. So what is your sense of it? One, was it a futile battle? Two, can the battle actually be won given the way the system is already designed in the way it exists and the way everybody's incentives are? And this is basically my penultimate question. I'll have one more after this. Yes, yes."
    },
    {
        "speaker": "Guest",
        "time": "02:57:15.400",
        "message": "Yeah, I think, let's go through the three questions in sequence, because it's a very interesting thread, actually. So first, I would say, I think the question to me is, I think this goes back to the theme you have been raising on and off. The question to me is, what is it that the people of India want? Is economics on their agenda or not? Do they want growth or not? Do they want their children and youth to have high skilled jobs down the line or not? Or do they really want what looks like easy distribution of subsidies by the government, low growth, low productivity, and, you know, cozy public sector banking jobs, which are highly unproductive for the rest of the economy and eventually also for themselves and their children and youth down the line? I think this is a deeper question I just want to raise. I would think the economics should be a lot more on people's minds than what it seems to be. Maybe it is, but it is not getting vocalized as much. There are distractions of various types, and maybe they are taking over. But as we said, the right reforms will happen when the politics and economics aligned or when they are thrust upon us by an unfortunate shock or a crisis. It's better to be in the first situation where politics and economics align and to that everyone has a responsibility. I think they have to want the reforms, they have to want the economic change for the long run. I think the narratives, the public discourse, the debate are an attempt to bring together that confluence of politics and economics. But I do think that no one individual can just simply relegate the responsibility to everyone else in the end. Second, was it frustrating? Not at all. You know, I expected the problems to be severe, as I told you, that India chapter in my Guarantee to Fail book, just yesterday I read it again, and I actually felt that, oh, actually the same thing happened, you know, it all happened all over again, whatever the problems flagged"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:59:29.080",
        "message": "in that chapter after eight or nine years."
    },
    {
        "speaker": "Guest",
        "time": "02:59:31.120",
        "message": "And sometimes that is the beauty of economics, that when you learn robust lessons from past experiences, and you are able to extrapolate with the right caution, you actually realize that the underlying economics and political forces are likely to play out unless you fundamentally shift them. I think the pressures that we faced were anticipated. I think they were a bit more, if I could say, they were a bit more open, and maybe a bit more concentrated because of the short term pressures that we were alluding to in 2018. It was also a challenging period because there were some other shocks, you know, oil prices were going through the roof between April to October 18, creating a current account deficit problem. We had the non-bank finance sector and related banking sector issues in September, August, September of 2018. So it was a very complex mix. I tried to describe it to an extent in the previous chapter. But no, I was never frustrated. I think I tried to do my job. At some point, I had to take a call on whether what I thought were the key issues, which were now the intertwining of the fiscal and financial, whether being in the central bank was the right position to raise these issues or being outside. And that combined with my personal situation meant that it was better to be outside. But exit was a form of voice to raise these issues. And therefore, in the end, I decided to write the book because I wanted to flag these issues, both as a historical account for everyone to see. In fact, I've even put my minutes verbatim. I have not even changed the description of the speeches. I have not tried to provide any narrative in hindsight because I wanted to record them as they were given rather than with the benefit of hindsight around, you know, what they meant. Of course, the introduction chapter is entirely new and binds everything together. The good news is I won't have done anything differently if I was given a rerun. And I always had this clarity inside me that I want to be able to sleep at night with a no regret outcome for the day. If I could change something in the right direction based on my assessment of it, I should make an earnest effort to do it and, you know, you accept whatever comes out of it. These are very complex problems, complex sets of forces involved, not just economic, but also political, as you mentioned. And third and the last question, can you can you repeat what was the last point?"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:02:13.640",
        "message": "My third was sort of a thinking aloud of how we cannot depend on many principles."
    },
    {
        "speaker": "Guest",
        "time": "03:02:17.960",
        "message": "Yes, yes. Yeah, absolutely. And in fact, this is my thrust all along the book, which is that we have to strengthen our institutions. I think I'm very clear that this idea that a country can be made just on the basis of a few individuals, of course, it is about individuals in the end, it's individuals who have to make the institution stronger. But as a framework for thinking about what the country needs, I think what we lack in a significant measure is that our key institutions, enforcement of contracts, rule of law, the independence of the financial regulatory processes, I think these need to be given greater sanctity in the letter of the law, in their execution and implementation. And they have to be more robust over long stretches of time to short term political, industrial or other kinds of captures where the pressures might come from. I think I see the independence or the operational autonomy of the central bank as a small piece of this bigger puzzle that we have to solve on on strengthening our institution. I think if our institutions are strong, if we get the right individuals, we will blossom even further. But if our institutions are weak, even with the right individuals, we might not be able to make progress. And I think that to me, is what we have to tackle. A lot of the reforms are proposed, a lot of the reforms that are proposed in the individual speeches, they are all about actually strengthening the institutions of the country in the financial sector decision making. And I think COVID has in a difficult way, I think, offered us the right opportunity to undertake some of these institutional changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:04:13.560",
        "message": "Right. So my final question, which is, you know, something I ask all my guests on whatever is the subject we're speaking about, and, you know, you've been an insider in the system, you are, you know, you're intimately aware of all the nooks and crannies of the politics and the economics of it. If I ask you to look forward 10 years to the year 2030, and where India could be then, what's like a best case scenario and a worst case scenario for you or to phrase it differently, what gives you hope and what gives you despair about the trajectory of events right now?"
    },
    {
        "speaker": "Guest",
        "time": "03:04:45.520",
        "message": "See, I think what happens with having a financial sector that is not doing very well, what happens with fiscal situation that's a bit overstretched, what happens with lack of adequate decentralization and privatization of the sectors of the economy is that outcomes become very risky, they start depending too much on political decisions that will be taken. And of course, many people think this is actually a defining characteristic of what's an emerging market versus what's a developed economy, which is that politics should not matter too much to the end outcomes, because politics is mattering more and more even in developed economies. To me, that's a sign that they are also actually down, not such a great path in many cases. So what I'm trying to say is that I think the risks have risen, in my view, not just because of COVID, but because of our pre-COVID conditions as well, COVID has exacerbated these risks. If we take the transformational institutional reform path on fiscal, financial, and real economy, I think given that the rest of the world is on average also sliding on to not such a great path, we could actually emerge as very important winners in the process in my view. Viewed this way, this could be a golden opportunity for India, without doing much on our own. The world is looking to diversify its supply chains away from China, and given our size, given our workforce base, we are a natural contender. So the question is, do we contend well, given that this opportunity has arisen? And will we do what is required to really make it count? I think, as I say in the first sentence of my appeal, no country can take growth for granted. It is like you have to invest in it every single day. Sometimes you have made a big investment and then you can milk it for a while, but you have to keep at it. You simply can't take growth for granted. No country is so good or strong that they can grow for decades without actually undertaking more transformation along the way. So that's the rosy part, that if we take the right institutional reforms in fiscal, financial, and real side, the global situation is such that India could actually emerge to be a very significant beneficiary. See, we have always done well in services. Where we have not done well is in manufacturing. And where we have, I would say, finally shown signs of some conviction and intent is on the agri side. But on agri side, I think you need also consolidation of the sector, so that a lot of our agri labor can actually move into higher paying and better skilled jobs over a period of time. So to me, that's the rosy outcome that politics and economics indeed align, recognize the opportunity that exists both in a global and in a domestic sense. In a global sense, it's an opportunity, in a domestic sense, it's a necessity. But it's not going to come without taking tough actions. What is the bad scenario? The bad scenario is one in which we don't get out of this regression of the last 10 years in going for more centralization, going for more quick fixes, to pump priming of the economy, rather than actually putting in real pillars of fiscal, financial and real stability for the next two or three decades. If we go down that path, we just keep doing band-aids on our fiscal, financial and the real economy side, I think we will see an erosion of the growth potential of the economy on a steady basis, loss of productivity, loss of the ability to create good jobs and high skilled jobs. And it could just be, it could be sort of stagnation of growth, whether our supply side remains benign, and doesn't allow inflation to pick up down the line, or whether inflation also starts rising. If inflation starts rising with stagnating growth, that would be a very, very terrible stagflationary outcome. Typically high debt situations also have their own deflationary pressures. And so my sense is a bad scenario, a really bad scenario would be stagflation, a scenario not as bad as that would be a stagnation of growth, but with also kind of very low inflation or even deflation. I think so, I think a course correction, if undertaken, could put us closer to the rosy path. But if we don't course correct, I think, I do fear that we are slipping in terms of our growth potential. That worries me. But therefore, I hope that the book, the chapter, some of the messages in there at a minimum, they get more individuals to think about economics in what they are demanding from the system. As I said, you know, the ideas I have may not be the right ones, but I think they certainly seem to be relevant questions for India. And so hopefully, public debate can push the system closer to the rosier path than the worst scenarios that I outlined."
    },
    {
        "speaker": "Amit Varma",
        "time": "03:10:21.160",
        "message": "Viral, I love reading your book, and I enjoyed talking to you today, I think I've learned so much and it'll take me some time to, you know, listen to the episode again and process everything. Thank you so much for your time and insights."
    },
    {
        "speaker": "Guest",
        "time": "03:10:31.160",
        "message": "No, thank you, Amit. It's been a terrific conversation and all the best to you and all the listeners and to your loved ones for staying safe and healthy during these challenging and difficult times. I hope that the curve is about to peak soon. It shows showing some signs of declining over the last week or two, and I hope it has as steady a decline as New York City had post mid-April. For the last three, four months, I would love to see that every day I wake up and I see I type India coronavirus cases. That's my first thing I type because I want to see that the curve is steadily declining for several weeks in a row so that we can start dealing with the post-COVID recovery"
    },
    {
        "speaker": "Amit Varma",
        "time": "03:11:17.080",
        "message": "phase very soon. Thank you. If you enjoyed listening to this episode, hop on over to your nearest online or offline bookstore and pick up Viral Acharya's book, Quest for Restoring Financial Stability in India. The show notes contain various other links, including interviews of his, so check that out. Viral is not on social media, which is hardly a surprise. He is already viral, so why should he care about going even more viral? You can follow me on Twitter at Amit Verma, that's A-M-I-T-V-A-R-M-A, where I promise lots of meaty links and few bad jokes like this. You can browse past episodes of The Seen and the Unseen at seenunseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "03:12:27.080",
        "message": "A-M-I-T-V-A-R-M-A."
    }
]