[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "One of my favorite poems is a miniature masterpiece that goes like this. Separation, by W.S. Mervyn. Your absence has gone through me like thread through a needle. Everything I do is stitched with its color. Stop quote. While recording the episode you're going to hear now, it struck me that Mervyn's evocative poem is not just true of personal relationships. Relationships and societies can be haunted by the past in quite the same way. Indeed, you can look at the world through the prism of the seen and the unseen. All the events that happen around you are what is seen, but the many layers of history that have led to them and that affect all our actions are unseen. This is true, especially for India, a complex country with complex histories. In a sense, everything that happens here is stitched with the color of the past. And one of the things that I have realized about India's partition is that it was not just an event that unfolded over a couple of weeks or a couple of months or even a couple of years. Instead, it lives on today and its consequences are all around us."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:08.400",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:20.120",
        "message": "Welcome to the scene and the unseen. My guest today is Aanchal Malhotra, an artist, historian and writer. A few years ago, Aanchal set out on a project to document oral histories of partition using the catalyst of physical objects that people carried with them on their trips from one side of the border to another. Simply put, she would meet survivors of partition, get them to show objects from their past life, and through that, open up this deep well of experiences and memories. This came together in a remarkable and deeply moving book called Remnants of a Separation, published in the rest of the world as Remnants of Partition. Aanchal is also the co-founder of the Museum of Material Memory, which she describes as quote, a digital repository of material culture of the Indian subcontinent, tracing family histories and social ethnography through heirlooms, collectibles and objects of antiquity. Stop quote. I found this entire project so fascinating and even heartbreaking because while so much history can seem abstract, she made it concrete by giving us intimate details of personal stories, which added so much depth to my understanding of the horror of those times and also of human nature and the human condition. When the lives of others come alive for us, then our own lives are enriched. I learned a lot from this conversation with Aanchal, but before we get to that, let's take a quick commercial break. That's it for the travel and so on. So well, I'm trying a new way of keeping this thing going and that involves you. My proposition for you is this, for every episode of the seen and the unseen that you enjoy, buy me a cup of coffee or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seen unseen dot I n slash support and contributing an amount of your choice. This is not a subscription. The seen and the unseen will continue to be free on all podcast apps and at seen unseen dot I n. This is just a gesture of appreciation. Help keep this thing going. Seen unseen dot I n slash support."
    },
    {
        "speaker": "Guest",
        "time": "00:04:01.800",
        "message": "Anshul, welcome to the seen and the unseen. Thank you. It's a pleasure to be here, Amit."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:06.040",
        "message": "Anshul, the shoe is really on the other foot now because instead of you asking other people about their past, I'm going to start asking you about your past. So tell me a little bit about yourself and how you came to doing what you're doing, you know, being a chronicler of memory as it were, a historian of sorts. How did all this sort of, what are the different strands in your life which brought you here?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:27.600",
        "message": "Well, I started any form of career that I had by being an artist. And I don't know how many people know this, but I trained to be a traditional printmaker, more specifically a metal engraver. So for, I guess, from the age of 17 to 26 or so, I worked in a print shop and worked with copper plates and acid. And I really thought that that was, that was the direction that my life was going to remain in. Because ever since I've been young, I've been, I've only been fond of the arts and I have been lucky enough to have a family that supports that. So I did my BFA in traditional print and art history, then I did my MFA in printmaking, and I really thought that it would lead to a career in what is basically a master printer. And I think also the craft of printmaking is such an obsolete craft that what I loved about it is that I was associating myself to a kind of almost forgotten history, whether it is, you know, printing on a printing press or setting handset type. And that was lovely. That was really lovely. But I do realize that it has its limitations in the digital age. And in that sense, I kind of fell into history almost accidentally, because I was working on my master's thesis in Montreal at the moment. This is around 2012-2013. And what happens in a fine art program is that you can essentially work on any subject you want for your research, as long as you produce a body of work, physical work that can be hung in a gallery, and that you will defend. So like most people defend papers during their thesis, people like me would defend a body of artwork. And for this, I don't know how I got really interested. Well, I know how I got really interested in the partition of India. I was in my grad program for two years, and the third year was supposed to be the thesis year. And I remember taking a sabbatical year off, because I just didn't have any ideas for my thesis. And I think the thing with any creative practice is that the more you push it, the more it's visible that you've pushed it. And it doesn't seem natural. It doesn't seem like it's coming from within. So I took a gap year. I moved home, back to India from Canada. And I said, okay, if the idea needs to come, it's going to come naturally. And I remember it was 2013, October. And I have a friend, my aunt Austin Sufi, who's more popularly known as the Delhiwala. And he and I went to my grandfather's house in North Delhi, because my aunt was writing a story about old houses in the city at that time. And he asked us questions, of course, about the house that my grandfather lived in, which was built in the 50s. And I, that day, started seeing the house through a very different lens. Added to this fact was my grandfather's elder brother, who brought up all these old objects. And a lot of those objects had been carried from across the border before partition. And two objects specifically that had been carried by his parents to Delhi, they came from Lahore to Amritsar, and finally to Delhi. And these were very, very mundane home-based objects, a ghara, in which lassi is made, a metal vessel, and a ghaz, a yardstick, which was used in the clothing store to measure fabric. It's called a ghaz. And I think that when my grandfather's brother started talking about these two objects, it was so visceral, because he was transported back to his childhood in Lahore. And it was not just the fact that he was transported to the past, which happens quite commonly with, you know, aged artifacts, but also the fact that he was transported across this really impenetrable border, almost seamlessly in front of me. And I don't think anyone else noticed that happening, but I became obsessed with the idea that the object can transport us somewhere. And of course, you know, objects do this, old objects, when we hold them, they remind us of other times, they remind us of other people. But that idea of being transported across a border by an object was so powerful for me. And I think in that moment, I realized that I found my MFA thesis idea. So I spent the next year, I would say traveling around India, interviewing people about objects. And I'm sure we'll go more into the interview process later. So I'm just going to tell you a very brief overview. And when I went back to Canada, after my one year sabbatical was when I started really working on using historical images, which is a very important thing that I'm working on, using historical information to create artwork that I would finally showcase in a gallery and defend at some point."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:27.680",
        "message": "Right. So, you know, my sort of interface with this project is, of course, a book, you know, when it originated, were you thinking of it as sort of artwork? Were you thinking of it as, you know, it'll come together as a book? Were you merely simply at that point, not thinking of form so much, but just fascinated by the process of, you know, excavating memory through talking about things as it were, and then letting that lead where it will? What was your thought process that led you through this entire project?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:56.240",
        "message": "I don't think I ever thought of it as a book at the beginning. And to be honest, I don't think I thought of it as a book until 2016, as late as 2016. And I have been raised in a family that owns a bookshop. So books are very intrinsic to me. And despite that, I never did anything in it. That it was always about the visual for me, because I was interested in art, I was good at art. And then I went to college for art as well. So I think when I started on the idea, it was very much about the physicality of the object, the emotions attached to the object. How can I portray something in a photograph that transports someone to that moment? Right. But what I was also doing, and for this, I guess I have great hindsight, you know, I have great foresight, is that I was interviewing people about the object. So everything that would essentially be included in an oral history interview was happening anyway, because I was curious about the object, which meant that when eventually I did realize that I wanted to make this into a book, I had a lot of subject matter ready available for me. But at the beginning, it was really just about the thesis and making something visual and making something. I think also because I was I was living in Canada, and people over there really did not know enough about South Asian history. So it also became a way to make people more aware of diverse histories. But the book was never really on the cards at the"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:11:25.040",
        "message": "beginning. And how does the expected audience of a work play a part in shaping the work itself? For example, I've often found that, you know, a decade ago, I used to write for foreign papers, like the Wall Street Journal, The Guardian, and so on. And I eventually stopped because I hated it, because I found that a lot of shared knowledge that one takes for granted when one writes for an Indian audience, you know, you can't take that for granted. And you have to dump everything down. And you have to, you know, explain even the simplest thing. And the thing is that for an Indian reader of your book, knowing what I know about the partition, even my dad, you know, went from Lahore to Calcutta, though, that was not at the partition, but well before. And, you know, there's a certain shared knowledge and empathy that you can take for granted, which is not so with the foreign reader, does that then sort of shape the art that you're producing that a certain amount of the space goes into explanatory stuff, just giving the background, whereas, you know, for a different audience, perhaps you'd have less of that and more of just, you know, evoking the time and the emotions and all of that."
    },
    {
        "speaker": "Guest",
        "time": "00:12:26.800",
        "message": "Well, I mean, I think there's a two part answer to that. The first is that visual art can transcend language, which means that it can transcend specific histories, right? When you're looking at a painting or a photograph, or even a film, you may not have to be born in that specific geographic area to feel something that it's trying to make you feel. So that's, that's one of the, it's one of the positive aspects about art. And obviously art has many positive aspects, but I didn't really feel like the images had to be explained. What I felt was that the history behind the images had to be explained, which is actually what also started getting me towards the book, that there was so much that an image could not give to someone that words had to be put. But the other thing, the second part about that answer is, is a sense of emotion. What you're trying to do is not to put together a conventional history of partition, but a human history of partition. And I think when it comes to feelings of migration, displacement, loss, particularly in the country where I was living, Canada, which is largely for my immigrants, I think there was a lot of resonance. And the larger teams had a lot of resonance, the specificity may have been lost, but the larger themes about leaving a place, either by choice or by force, could be felt by"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:56.800",
        "message": "many people. How did you sort of then begin, like to speak about the interviewing itself, and we briefly spoke about it before we started recording, where you reminded me that you're a professional interviewer, and therefore out of great curiosity and hoping that I can learn something from this, how did you approach that process? Because I of course, you know, I sort of have willing participants, when I talk to people on my show, they know what I'm doing. There's that common ground, it's not that difficult, though one does have, you know, little things one does to make them comfortable, and so on. But in your case, you're speaking to people who are literally decades older than you. And what is even harder is that many of the things you want them to talk about, they could include things that they've suppressed for years and years. So your task is first to make them comfortable, and then to make them open up and to make them take you seriously. So what was that process of learning how to have these conversations? And what tips can you share"
    },
    {
        "speaker": "Guest",
        "time": "00:14:50.640",
        "message": "for other would-be conversationalists? I think learning is the key word here, because I'm still very much learning how to do it. And I think like, working with people is, you know, gives you a sense of great humility, because you're constantly learning. I started this work when I was 23 years old, which meant 2013. 23 is a very young age to do anything of this serious nature. And at the beginning, as you would expect, I had a lot of issues. Because I don't know why at that point, I thought it would be a great idea not to do any secondary research at the beginning. So to really go in straight, fresh, fill my head with personal knowledge about people, and then later do my secondary research, which in hindsight was not a great idea, because I didn't really know what I was getting into. But I have since thought about the interview process a lot. And I can maybe start at the beginning as to what I felt at the beginning. So in those first few interviews in 2013, I found it very difficult to start asking questions, because the thing is, you're right, you're not asking about how was your day, tell me about your kitty party. Let's talk about this the bola thing you played. No, it's actually tell me when you left your home and tell me how it felt. And tell me whether you were scared. What did you do? And these are really how to start saying these things. How do you reach common ground. And so I have something which I unofficially called the plateau method, which is, if you want someone to reach here, up here, then you have to make it your responsibility to also reach here, which means that if someone would be saying something of great vulnerability, I'm not saying that you have to say equally the same amount of vulnerable things, but you have to give yourself to the person as well, which means you have to be a couple of things, honest, sincere, and genuinely interested in what they're saying. I think the largest issue with being a millennial is that I had to learn how to listen to people, right, which is a really underrated, underrated habit, listening. And I think when you're an older auto historian, and you're working with older people, that is key to listen to them, because you can go in with a structured interview, which by the way, is something I never do. And you can ask all the questions and they can answer all the questions, but you still may not get anything of significance from them. The point is to listen to what they're saying and ask follow up questions based on what they have said. And these could be really mundane questions, like tell me how you made your hair. Did you wear a braid? Or did you wear a ponytail when you were young? Or tell me what you wore? Because I realized very, very early on that to talk about partition is very difficult still, which means that there is something so extraordinary about the 1947 partition that we haven't been able to let go of its heaviness. And part of that is because we haven't talked about its heaviness. So if something remains suppressed for years, then it's almost as if every conversation is starting at the beginning of unravelling something about, right. And so, in that sense, because my study was about objects, it made it a little bit easier, actually, because I could say, okay, tell me about this pen. Why did you carry this pen? How did you carry this pen? Oh, your father gave you this pen, okay, it was very expensive at the time. And then how did you know that you had to carry things? How did you learn about partition? You heard it on the radio? Okay, what radio did you listen to? What newspaper did you get in your home? So what I was trying to do was not only archive memory about partition, because that's a limited event. What I was trying to do is to archive the social ethnography of life before partition in an undivided India and how it was fractured because of partition. For that, we need to furnish people's lives with details. And I think that we have this great misconception that partition happened in August 1947. And that's the month of mayhem. And that's it. But in fact, it started much before that. And it took many months, even years to normalize. Some would argue that the repercussions still haven't normalized per se, even now. But I think that in asking questions only about the violence or the trauma or migration of displacement, you already limit your interview to that lens. And there is a great injustice in that because then you only paint the event of partition as an event of trauma. Whereas there were moments of great sacrifice and friendship and camaraderie that came from that event that were born because of the circumstances of partition and you lose out on the opportunity with the cultures. So one of the things that I did was to be completely open in my interviewing process, which leads you to a lot of tangential stories, particularly with old people, because they talk a lot because someone is listening. And that's really what they want for someone to listen. So we would be talking about a bomb blast at the time, then we would suddenly go to the school they went to. Then from there, we would go to the stones they would collect as a child and a paper book they made. And it was just really all over the place, which also tells you that memory is not chronological and it does not work in a linear fashion. And I think that, if anything, the interview process continues to be a very humbling process for me, because it just makes you realize how small you are in the larger aspect of"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:48.960",
        "message": "lives or national history. And the focus on objects, you know, it struck me while reading your book and reading you speak about it elsewhere that, you know, there are two ways in which the focus on objects can really work. And one is, of course, it's a catalyst, it can just get them to open up when you say where did this pen come from, and they start talking about that and other memories flow. But also, objects can intrinsically be meaningful. Like I was very moved by the story that you told near the start of the book of your paternal grandmother, who shows you her coin collection, right? And at that moment, it's just a mundane collection of old coins. But then she talks about how her parents lived in this joint family thing, and her dad died. And the rest of the family cut them all out, even though they were staying there. And her mom didn't know how to cope and they didn't have any money. And one day, her mom sends her out to all the other relatives to, you know, get some money and none of them gives anything. And what is she asking for? She's asking for five rupees. And when she says that she picks up five of those one rupee coins, you know, there are so many other stories like this, like the lady who carries a sword and then you realize that that sword has a greater significance and just being the one item they carried with them, that when they were sort of running away through those jungles or whatever and getting away, she actually gave birth to her kid and that sword was used to cut the umbilical cord. So that's, you know, so sort of significant. There's also the you know, the ghara of lassi, which you spoke about, where and you know, when you were describing that bit of ghara in which lassi was still made every day. And it struck me that it's almost like a series of cinematic shots where you're zooming out where first you have an inanimate object, which is a ghara and then you zoom out to the making of lassi and then you zoom out to the people making it and all the history and everything that has happened. Were these objects intrinsically valuable to these people already? Or did they gain value as they sort of, you know, as these memories roll through"
    },
    {
        "speaker": "Guest",
        "time": "00:22:42.720",
        "message": "them? I think both depending on the object. So say you carried something that was obviously valuable, and by that I mean monetarily valuable. Jewelry, piece of silver, an heirloom. Then these objects were kept in beautiful pristine condition and brought out and sort of celebrated, okay, look, we brought this from there. Look, I can put it on right now. It's almost like a celebration of things, you know, and this is particularly the case with jewelry. But say you brought something so mundane like a ghaz, a yardstick, and you didn't use it, you weren't a cloth seller anymore in India, then what happened to the ghaz? It would be sitting in a corner of your house and you would almost forget about it. That was the case with the sword mentioned. Ajit Paul Kapoor runs through the jungles of Kashmir state and arrives in Jammu, having given birth on the third day of her flight, and her husband uses the sword to cut her umbilical cord. So in that sense, the sword literally saves her life. And yet the sword had been relegated to a dusty corner of the house. Now, maybe that's because she didn't want to remember the trauma attached to that flight and thereby attached to that sword as well. But this should be an example of how objects can fall from grace and how they are not remembered. But generally I found if things were of extreme mundane nature, books, shawls, pens, this pocket knife that my grandmother carried, for example, then you would have to infuse importance into it, which also tells you about what is valuable for people in the subcontinent. Right? If something is obviously sparkly and glittery and has money attached to it, then you will take care of it. But if something is really mundane, it is not celebrated for its virtuosity or the fact that it has survived or the fact that it has seen so many important journeys. It is almost forgotten. So in a sense, if we were talking about a shawl, for example, and I would say, Oh, how beautiful. And I would go on and I would talk about it. They may not have cared about it at the beginning of our conversation. But if by chance at the end of our two or three hour conversation, I would say, can I borrow the shawl for my research? I'll return it. They would say, no, no, no. It's mine. It's my mother's. It's my father's. So I think that the jump or the shift from nonchalance towards a particular object, particularly mundane things to proprietorship was so, um, it was almost like so cliche towards the end, because I knew that it would happen. Right. Um, in that sense, I think that objects teach you a lot of things as well, right? They teach you, as you said, how to be catalysts for certain things. And I think that this was a method of storytelling I discovered while on the field. So because I wasn't trained in, in history or English or any form of sociology, anthropology or ethnography, a lot of this had to be learned on the field. And I should say that there are dedicated programs in colleges and universities now that teach that. But because you have to learn everything on the field, a couple of things happen. A, things are a lot harder for you, right? And you have to problem solve literally all the time. But the second thing that happens is that you develop really creative ways to do things. And these are things that people learn about in schools and stuff. And here you are, because you, you've derived it from necessity almost. So in that sense, I think a lot of my methodology is really grounded into the discovery of specific history. I am not interested in the extraneous details at all. I am not interested in the larger scope of landscape. The person, no, I'm interested in the nuanced, highly detailed, personal perspective of the person, because the history of partition has long been relegated to numbers and figures and facts and date. And I did not understand how my grandparents, all four of whom had migrated from what became Pakistan to India had become numbers. I just didn't get that. So that meant that for every number, there was a person's story. And I was interested in that specific story. So I built methodology around trying to record the specificities of people's lives."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:27:22.880",
        "message": "In fact, one of the sort of continuous strands that comes up through your book is that many of these people sharing these memories, even if they're sort of insiders, even if they're part of the establishment at the time, to them partition is an abstract concept before it happens. And then it becomes concrete. And it seems to me that a lot of what this book does is also make the abstract concrete that very often when you talk of history, dates, events, this happened, that happened, it's all abstract, it's just stuff on the page. And what you've done is you've, of course, told all of these stories and made it kind of come to life and become so evocative for all of us. You know, and the interesting thing is that so many of them at the time had no idea what the consequences of these abstract things would be until their lives are completely overturned. As an interviewer did some of this sort of take you by surprise. And, you know, when you listen to all these stories, these people reliving memories that they might have suppressed for so long. And of course, you said in terms of that whole plat you method, which, you know, I shall have to process and perhaps try out myself, you know, it must be so emotionally charged for you as well to listen to these stories. And particularly when some of these people are your relative, so to say, and you've also descended from four people affected by partition, all your"
    },
    {
        "speaker": "Guest",
        "time": "00:28:38.080",
        "message": "grandparents. I think that interviewing your family is the hardest, because you don't know what you may find. And you don't know how that may affect the day to day after that. Right. And I'm not just talking about like skeletons in the closet sort of things you may find, but just generally also like, just discovering the sacrifices and difficulties that they had to go through really changes your perception of a person. Right. So that's one. The second thing is being emotionally involved in an interview. I don't know how to explain this without sounding like a very crass person. But I'm not a very emotional person. And I'm very good at keeping, you know, work and personal life very separate. And I think that this is one of the reasons that people are often disappointed when they meet me, because they often expect me to be like a very compassionate person, always wanting to hear their stories. But in fact, it gets a lot, to be honest, if you're listening to stories all the time, it gets quite mentally taxing. So when I am on an interview, my main focus is to be able to record as much information as possible. Because I have a rule with people, I don't see them more than once. So the interview happens on one day. And it may be for two hours, or it may be for four hours, it may have 10 breaks in the middle, or it may have no breaks. But I try my best not to go back to the person because I find that if you go back the second and third time, then they know exactly what you want to hear and how you want to hear it. So and then they would have had a chance to process and reason with their history in some way. Whereas when you're talking to them for the first time, if they are rediscovering something, then you are discovering it along with them. So the process is very raw. But I think that you have to be very careful not to entangle yourself in that conversation, because you're still having to make sense of it and ask the questions. It's very easy to get swayed into the trauma and violence of what people saw and lose yourself in it. And this particular thing happens to me only when I'm listening to the interview again to transcribe it. When I'm in that moment, all I want to ask is a follow up question. I want to ask how they feel. I want to ask what it was like. And often the responses take people by surprise as well. Either because they are being asked so directly, or the fact that they are being asked at all. Because for much of this generation's life, it's not that they just didn't talk about it. It's also the fact that they were never asked about it. So when I'm there, I'm trying to get as much information as I can. Of course, things are emotional. Of course, you feel it. Of course, some of the things you hear are horribly inhuman. So you can't help but feel moved by them. But you always have to remember that this story is not your story, even though it may be unearthed because of you. But when you're transcribing, and you're really focusing on the words people are using. For example, a thing that always gets to me a lot is that people of that generation say something of that time of partition, they will always say, humne body dispose kar di, we had to dispose of the body. And that word dispose, it really gets to me always, because it's such a like, I would use it for, for trash. Right? I would use it, you know, I'm disposing of this, I don't need it anymore. But they often use that word to describe people that had died, and they had to either cremate them or bury them at the time. So I think that what I'm looking out for, and I'm concentrating on is the vocabulary when I'm transcribing, and that really gets to me. But again, I think that you need to make a certain amount of distance from the interview. And it happens already, because you're so much younger, and they're so much older. And the distance is so, so large, so vast, not in terms of generation, but also in terms of time and the fact that you have social media to help you understand other things and connect with other people that you feel the same thing. What was the original question?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:00.000",
        "message": "Oh, you know, I mean, I'm delighted that even I have sort of lost track of the original question, but I think you answered it. And then we went on a very amethyst digression, if I might say that, which is most welcome. So these are the tangents I'm talking about, like, you just get very used to"
    },
    {
        "speaker": "Guest",
        "time": "00:33:15.680",
        "message": "it, you know, because the thing is, I'm still trying to make sense of the craft of oral history. I think that it's not given as much importance as it should be, particularly in the context of the subcontinent. It's, you know, history from beneath, or it's only people's history. And I think the biggest question I get sometimes with it that often aggravates me is, how can you trust it? How can you trust memory? And how can you not? How can you not? Like, even if someone is making something up, even if someone has adopted a collective history to make it their personal history at the time, which is very common with partitions. So because everyone was seeing dead bodies, someone who may not have seen a dead body, but only heard about it may have adopted that story as their own. But even if that is the case, how can you not listen to it and hold it as a valid source? Because at some point, oral history becomes a part of the subcontinent. And that's because at some point, oral history becomes the only way we can actually populate these events with actual details. Conventional history has not been able to do that, which is why we study partition in school and not understand it to be an event that belongs to us, but an event that is so far back in the pages of history that it cannot possibly have an effect on the present, which, as we've seen in recent years, is obviously not the case. Partition is still trickling down to generations. So I think that, I don't know, over these last, and again, going off on a really weird tangent here, that I have learned how to be a champion for oral history, for people's history, which I think more and more people are now. So a two part question, really, actually,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:35:00.080",
        "message": "there are a lot of questions which emerge from what you just said, which is why I keep a notebook with me. But a two part question to begin with, which is that, you know, one you pointed out during the book, and this is something that we all know that a lot of people from that generation who went through partition have never told these stories. And perhaps the first time they were talking about it was talking about it to you, even the family didn't really know these things. So number one, you know, why do you think so many of those people suppress these stories? And the second part of that is that I guess, one reason no one would have asked them about these stories is that they would have, it would have felt impolite that you don't want to go to a place where somebody else doesn't want to go, which of course, is part of your work you had to do. So did you, did you feel like an intruder? And did you sometimes feel guilty for, you know,"
    },
    {
        "speaker": "Guest",
        "time": "00:35:44.560",
        "message": "dredging up all this pain and trauma from the past? Yes, yes, sometimes, not always, though, because that's what you're there for. But I remember, you know, distinctly remember this interview that actually happened after the book was published. So I haven't, I haven't actually written about it anywhere. But I remember interviewing this couple in Gurgaon. And the woman had come from erstwhile J&K state. And she had traveled to Jammu with her cute, with this huge family. And so the details that came out of that interview, they left on Karva Chauth day. And how she knows that is because it was a full moon. It was a full moon. And she knows everyone was fasting, all the women were fasting. So she was particular to tell me that we left on Karva Chauth day. And they left with a really big group of people. And they left in such a hurry that they actually left behind her sister. She was sleeping in the house, and they just left her behind. And she was an older sister for her. So all these people are migrating to India at the time. And, you know, in, there was not a lot of migration that happened in August 47 in J&K. The migration only started in October, November with attacks from what were called Kabalis at that time. Now who is a Kabali? What is a Kabali? It's difficult to say. But they call it Kabali. So I will call it Kabali as well. And so she is saying that we are running and people are running after us. And there's a lot of confusion. And we end up in this little house or small fort like thing. And we are all taking shelter there. And then my aunt starts passing out what is called Ram Nam Ki Goli, which is cyanide pills. And they're passing that they're breaking and she gets a small piece and everyone is ingesting them so that they don't have to meet a worst fate. If you have to die, die at your own hands, then something worse. So she puts it in her mouth. She's very young at the time. I don't think she was older than four or five. She puts it in her mouth and she finds it very bitter. So she spits it out. In that sense, she saves her life. And from the large party that had left, I think four people remain. And they come to India, I believe they come to Delhi. And the sister is still missing. And they just, they figure when they reach here, they just know when they reach here, she's been left behind and not much can be done. Ultimately, she's picked up by a Muslim man there, taken to his house. He takes care of her as his child. He then takes her after a couple of years to a camp, where she realizes that someone from the family has been looking for her all this time and they are reunited. And now, this narrating this incident is causing this woman a lot of pain, right? Because, but it's not a, I can't explain it because she was so young at the time, the pain is also very childlike. So the ways in which she describes it is, when I saw my sister, I didn't recognize that she was my sister. But I remember what she was wearing. She was wearing a dress. And she was very, very thin. And she was walking down the stairs. And I saw her for the first time. And I had to be reintroduced to my sister. She tells me that she lost almost all her family on that journey. And then she says, I don't blame Muslims for it. In fact, I don't blame anyone for it. Those were the times. And then she leaves the room and she goes to make a cup of tea. Now, I don't know whether she left the room because she was overwhelmed or she left the room simply because she had to make a cup of tea for us. But her husband who's been sitting in on this conversation, he turns to me and says, come help me take out the clothes from outside. And I walk with him. And while we're walking, he says, why are you asking these questions? Don't you see the pain that you're causing? And it's just like, how do you respond to that? You know, I didn't know what to say. I was just, on one hand, this is your work. Because if you don't do it, then no one will know. And no one will know. That means people will repeat this again and again. So on one level, you're recording for public knowledge, to make sure something like this never happens again. On the other hand, saying this may be causing someone pain, subliminal pain also, that they may not be telling you. And who knows what kind of conversations emerge after you leave that house. So what did I do in that moment? So the gentleman takes off all the clothes that are drying outside, he takes them inside. And then the clothes string is like very prickly. So he takes it off and the clothes string is like very prickly, that kind of plastic jute. I didn't know what else to do. So I just held on to it really tight until I felt some physical pain. And then I let it go. And I don't know why I did that. But I just felt really sad because of what he said. But he was right. He was right, you know. And you do feel like you're causing people pain. Of course, not everyone, not everyone. But then sometimes when stories are this traumatic, I don't know, I want to hope that some form of healing happens after I leave. But you can never be certain about that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:33.280",
        "message": "So you know, what you earlier said about sort of that your general demeanor is sort of not to be affected by this and you just get the work done and you're affected by it. I'm also struck by someone who told me an identical thing. I don't know if you heard that episode, Amardeep Singh, the historian of Nanak's Travels and so on. And, you know, I did an episode with him and he spoke about how he went to Mirpur once, where if I remember correctly, many of his family had..."
    },
    {
        "speaker": "Guest",
        "time": "00:41:59.040",
        "message": "His family is from Muzaffarabad actually. I know him well and I know his work well, but this particular story is also from Mirpur."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:42:06.640",
        "message": "Yeah, yeah. So how he went to Mirpur and some distant members of his family or people he knew were sort of things that happened there. And I asked him, you know, was it an emotional moment to, you know, walk by the banks of the same river and all of that? And he was like, no, not at all. Completely detached. And it's later when you view the tapes and you go through the equipment again, that the emotion really happens. That struck me. The other thing that kind of struck me and just take me through your process of making the choices you made here is that, you know, while speaking during this brief conversation so far, you've, you know, used these phrases like body ko dispose kar diya aur us zamane mein halat hi aise the. And these words have a flavor, which is very hard to capture in pure English or it's very, you know, I think a lot of the language would be very hard to capture. And what you have, of course, done is while, you know, most of it is in very clear and evocative English, you also use, you know, many bits of the original Punjabi or whatever for the flavor, which I sort of appreciated because I think that, you know, gave me a sense of, it's almost like you hear the person speaking and that's also very evocative. So how do you then make those choices of what to do about the language? Because the thing is, it's not that you're just listening to one or two languages, you're listening to Punjabi and Urdu and Hindi, but you're listening to all kinds of different ways of speaking. Like you, you mentioned someone you met in Pakistan, who was talking in a particular Patiala kind of accent and whatever. And, but then you are writing a book in English, or even if you're doing an art project, whatever there is accompanying it is in English. So how do you make these choices that, how do I get this flavor across? Because it is impossible to"
    },
    {
        "speaker": "Guest",
        "time": "00:43:45.280",
        "message": "translate, right? So... I think it connects to what you were originally saying about writing for foreign papers. Why do you need to write? I mean, I guess the question is, are you not writing for your own people? And if you are writing for your own people, then put something in there that they will relate to. English is not our language. English is a language that I think in. English is my first language. But for so many of us, the past is rendered through regional languages. And while I realized that I couldn't write a book entirely in regional languages, there are some things that I wouldn't say are untranslatable, but I would say that they don't get the significance of the experience across as well in English. I'll give you an example, you gave several. I'll give you another one. The same woman who was talking about Patiala and Samana said, woh hum takseeme hin kabhi bhula nahi paayenge. To which I translate, I'll never forget the partition of India. But it's not the same. It's not the same because takseeme hin carries with it a history. A history of hin and a history of that line. Takseeme toh line huni thi. It carries with it such a specific history that partition cannot, just the word partition in India, it cannot put across in the same way. So I think that the decision about language was pretty conscious and I knew always that I was going to do it. There was just no question about it. If you read my UK and US editions, they also have the exact same phrases because you're writing for your people. It is people's voices. And you know, with Indians and Pakistanis also, we do this thing where we say things, we say the same thing in two or three different ways. So for me, I know I'll say the same thing in Hindi, then I'll say it in Punjabi, then I'll say it in English also. Or we mix our languages, which is quite unusual. Because I don't know if other people in other parts of the world do this as well. So you know, to mix several languages within the same sentence. And I think that it's a part of, it's a part of our culture, isn't it like a part of our colloquial? So I did it as well. I did the same thing. Why not? I hate the sense that people don't consider their home market important enough. And I hate that because for me, the home market is where I do my research. It is people in the subcontinent, India, Pakistan, Bangladesh, who give me the history, who give me access to their history. They are the most important for me, no matter how popular you may become in any book anywhere in the world. I don't think that I would like to forget that I write for my people. And by my people, I mean in people in India, people of Pakistan, people of Bangladesh, I don't see a difference in that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:46:34.880",
        "message": "You know, when you speak about how you write for the people of India, Pakistan, Bangladesh, you don't really see a difference that we're all sort of one people. This is a quote from your book, which I really liked where you quote Ran Neville as saying, quote, when Hindus, Muslims and Sikhs broke sugarcane or ate aloo puri, they did so in the same fashion. When they went to buy wares at Anarkali Bazaar, they did so together. This was, is a shared Punjabi culture, and it had little to do with religion, stop quote. And you know, I had traveled, I'd spent a couple of months in Pakistan in 2006, when I was covering the cricket tour there, I'd gone to all these places. And, you know, one of the first things that struck me, though it's a cliche, and I should have expected it, but it struck me was that I didn't feel I was away from home. Apart from, you know, seeing Urdu signs everywhere, it was, one, I didn't feel I was away from home. And two, it also struck me, again, that old cliche about how people contain multitudes, that the same person may be living in an Islamic state and maybe a believer and all of that. But at the same time, there is a Punjabi earth and there is a hospitality and there is all of that culture. So on the one hand, you may have your president banning kite flying on a particular festival. But on the other hand, that's what your community does, and you're jolly well going to do it. And it seems to me that what happens during partition is that a stress on only one aspect of identity, then it's almost like you've spoken not just of the physical displacement, but also of the mental displacement. And it seems to me that at some level, it's almost as if who you are is being partially partitioned, where you're saying that this part of your identity is critical, and this is going to displace you. And this is everything to us to the state now. And the rest of all of those things which are common to you, how you eat aloo puri or how you bond over sugarcane juices is kind of lost. And yet, it seems to me that many of the people you spoke to, you know, have sort of retained an appreciation of that multiplicity of whatever makes them what they are. What are your sort of thoughts? Do you see, like, did you see a lot of bitterness people slipping back into sort of, you know, that aspect of what happened? Or was it just a sense of zamana hi vasatha and"
    },
    {
        "speaker": "Guest",
        "time": "00:48:41.280",
        "message": "whatever? I mean, it depends. Now you can't generalize anything with partition and nor should you. And I think that we make the mistake not just with partition, but also in life to think of people as binaries. So that if you're not this, you must be this. And if you're not that, you must be this, right? And this is unfair, because people have, as you mentioned, multiplicity of facets within them, and they all contribute to making up that person. It just so happens that at the time of partition, a lot of these facets may have been contradictory to one another. How do you live with that? And I think that this became most apparent in Pakistan, that a person could feel zealously nationalistic for the cause of Pakistan, yet deeply in longing of the home they left behind in India by choice. And this is very complicated. This is extremely complicated. Another interesting thing that I found there is that I would hear general statements like, usamane mein hindu toh bade intolerant thi, hindu ne yeh kara, hindu ne woh kara, which is so similar to how we hear ya musalmano ne usamane mein yeh kara, ya musalmano ne usamane mein woh kara. And yet at the same time, here I was, a Hindu, sitting in Pakistan, in someone's house, obviously the other. First time I had felt like the other. And there people were saying, hindu toh us zaman mein yeh kar rahe the, woh kar rahe the, katal kar rahe the, lekin beta tum toh bilkul family ki dara. And I would say, par main bhi toh hindu, I am also Hindu. And they would say, mein hindu toh beti woh. So this, what does this tell us about people's psyche? It says that we are okay vilifying a community of people, particularly for an event in the past. But the minute a person from that community becomes a personal acquaintance, we find it very difficult to put them in the same category. Which obviously means that large populations of Indians and Pakistanis are okay saying Pakistani kharab hai or Hindustani kharab hai. But if they meet an Indian or a Pakistani, say in Switzerland or Canada or America, or even in Dubai, or even in their own hometown, the perception may change. It is the personal, right? I don't know, it's very complicated. These multiple notions of identity and memory and belonging and unbelonging. When I was doing the interviews, I wasn't thinking about any of this. But then you hear people make contradictions in their own speech, things like what I just mentioned. And you think to yourself that partition as an event is also a contradictory event. It made people make decisions that they may not have known completely at the moment. At the beginning of the conversation, you mentioned that you were shocked by how little people, even in the governance understood what the word partition meant. And till date, if I asked my grandmother about what exactly happened at the time of partition, and why did you move from your home in the frontier province to Delhi, a trip that would have taken you three days to make, she would say fasaad the, dange the, riots the. But she doesn't know where it started, what started. If you ask any common person from that generation, have you ever seen an Englishman? They will more than likely say no. So the people that allegedly drew this line and allegedly divided the country and also propagated the idea of divide and rule were never even seen by common people. And I think that this should tell you the incredible disconnect that happened at the political level vis-a-vis the personal level. The people moved entire homes because of the boomers. Hawaayin chal rahi thi. Because of danger, because of fear, because of misunderstanding. And that's just heartbreaking. Which is why I say halaat the. It was the time. We didn't have enough news. We didn't have enough sources that we could trust. People weren't even educated. Ek badi mazedaar kahaani maine record kari thi of Burewal Mandi in Multan, where this woman tells me that ek radio tha and every day at 9pm that radio would be heard by everyone in the village. Hindu, Muslim, Sikh, it didn't matter. You would sit at that family's home. One family, Muslim family had a radio. You would hear the news. That is how we learnt about the war starting. That is how we learnt about the war ending. Second world war. That is how we learnt about partition. It was during that 9pm news that my brother was born and everyone celebrated. And it was during that 9pm news that people became strangers and enemies. Because we were told that partition is happening. How can you describe that? How can you justify that? I am still, this is the thing. I don't think that there are any answers to these questions. That how is it that Hindus, Muslims, Sikhs, everyone from that village, men, women, children are listening to a radio every day. And then suddenly a radio broadcast tells them that partition is happening and you need to go this way, you need to go that way. Do they become enemies? What happens? How does the creation of the other happen? I think that these are things that even people who lived through at that time are still trying to figure out. Just that we have"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:08.480",
        "message": "more distance from it. That's all. Yeah. And just sort of thinking aloud, I mean, this goes back to what I was sort of saying earlier about the abstract versus the concrete that, you know, some of the multitudes we contain, for example, we might be deeply nationalistic, but in a toxic way at one level, but at another level, we are friends with everyone we know and we behave very nicely with them and all of that. And it strikes me that one is an abstract concept, that kind of nationalism and the grievances of the past and all that. But the other is a concrete thing, the people we actually know. So similarly, you know, when these gentlemen sit with you and you're in their home and they tell you, oh, Hindus are intolerant, that's an abstract statement to make. But you are the concrete Hindu in front of them. So they're like, and the same thing about the radio. And the bizarre thing is that these people sitting together, listening to the radio, that community, that's a concrete thing. And yet, it is broken up by that abstract notion of, you know, you are actually enemies and that sort of the dominance of the abstract over the concrete. And you know, why we need these abstract things in the first place is sort of, again, fascinating to me. And I'm just like completely thinking aloud here."
    },
    {
        "speaker": "Guest",
        "time": "00:55:19.440",
        "message": "So that's what I do every day. You know, Amit, like you could have heard hundreds of stories as I have. And you can hope that you come up with some concrete answer for why this happened. And I'm telling you, as someone who's trying to do it, there are no answers, there are only versions. There are only versions of what happened, which only tells you that, you know, no matter how many people you speak to, there'll be more versions, and more contradictions and more complications. But was it worth it? Was it actually worth it? If you ask India, Pakistan, Bangladesh, you may get different answers. And that's also a real, it's a real tragedy that the countries that partition happened to India, Pakistan, East Pakistan, later Bangladesh, and England don't have a shared official history of the event. So no matter who you ask, you will get a different answer based on their national allegiance. Yeah, and people will rationalize"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:18.400",
        "message": "and we don't know counterfactual. So it's just too complicated. I mean, I don't think there can be a shared national history. I was kind of struck by the fact that, you know, you were musing on this very same question long before your project started. I came across this quote in an old feature on you by your friend Mayank Austin Sufi, the awesome blogger. And you had said at that time, and this is 2010, when you're just 20 years old at the time. Was this with the horrible"
    },
    {
        "speaker": "Guest",
        "time": "00:56:43.040",
        "message": "photograph of me with the bang in Jaan on a ship? Yeah, it took me a while to figure out that was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:56:48.240",
        "message": "you. But they're really nice photographs. I mean, yeah. And you said, quote, I want to know why we Indians and Pakistanis are so different as masses, and so alike as individuals. Stop quote. And this has, of course, struck me every time I have actually interacted with Pakistanis, including in Pakistan, where the, you know, the warmth I received was a bit too much. And that's something that is, you know, visible in your book also, because you sort of intermingle all the chapters with people who've gone there from here and people who have come here from there."
    },
    {
        "speaker": "Guest",
        "time": "00:57:19.680",
        "message": "Right? That was a conscious decision, actually. And I decided that at a very early stage that I was not going to divide the chapters by Hindu, Muslim, or Sikh, or Indian, Pakistani, Bangladeshi or English. It was by alphabetical order. So if there were two women, one after the other, that was fine. If there were two Pakistanis, one after the other, that was fine. If there were two stories of shawls, one after the other, that was also fine. But it felt like the only fair way where anyone and everyone would get a chance to say what they had to say and be on a level feet. So I mean, I'm very clear about things like that."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:00.480",
        "message": "Yeah, I figured it was a deliberate, though not by alphabetical order, but I figured it was a deliberate intermingling and that totally worked for me. Because sometimes I'd be reading a chapter and I'd actually for a moment, I'd forget and I'd have to go back to the start of the chapter. Alphabetical order of first name or last name?"
    },
    {
        "speaker": "Guest",
        "time": "00:58:17.040",
        "message": "It was first name. And the only time I broke that was the first chapter, which is about the Ghazan Dukhara, which is a man starting with Y, my great granduncle. But it was the beginning of the project. So I figured that it was best to put it at the front. Otherwise, it's by first name."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:58:34.720",
        "message": "Yeah, which is great, because, you know, you are, of course, Anshul and I'm Amit and I much prefer alphabetical order of first name. There have actually been studies which show that in the academic sciences, because you have the convention of going by alphabetical order of last name, people whose names begin with the later letters actually do worse over time, because in citations, it is the other guy's name, plus etc, or whatever. So I think was it in a Gladwell book that I read it, whatever, but, you know, more power to you. And I can totally see why you do alphabetical order of first name."
    },
    {
        "speaker": "Guest",
        "time": "00:59:07.120",
        "message": "But it just seemed like it was the only way someone wouldn't give preference to one nationality over the other. And the point was, to forget who this person is and where they are coming from and to just focus on their story. And that's what I have done."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:59:22.000",
        "message": "Yeah, yeah. And it worked like a charm. Let's take a quick commercial break. And then when we come back, we shall talk more about, you know, your journey back in time and your discoveries while talking to people about their objects and their memories. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indian colors.com. Indian colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices and artists get royalties for every product you buy. Win win game. The Indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmay Samanta, Manisha Gera Baswari, Shruti Nelson, Pradeep Mishra and Jaydeep Mehrotra. Stay home but dress smart. And if you're missing your friends in these lockdown days, worry not. You can show them you're thinking of them by buying gifts for them from Indian colors. Corporate gifting is also available. So head on over to Indian colors.com. There's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at Indian colors.com. Welcome back to the scene and the unseen. I'm chatting with Anshul Malhotra about her job as a keeper of memory as it were and even a drawer out of memory. Let's in fact talk about memory. I mean, which is also so fascinating to me and you alluded briefly earlier in this discussion. And I've got a couple of quotes from your book, which I also sort of want to ask you about. The first one goes this way, quote, if you imagine an experience to be the construction of a memory, then it's recollection years later can be defined as this reconstruction. As the years pass memory inherently malleable, accumulates many perforations that can be filled with new experiences, imagine fabricated, and sometimes even a seamless integration of several unconnected memories into one. Therefore, it is possible to change or alters one's original memory, depending on the conditions in which it is recalled. And sort of before I come to the next quote, it sort of strike me, you know, one of the things that I have, in fact, read recently about memory is that the first time we remember an experience, we remember it. But the second time we are remembering the remembering it. And like that, as we keep reconstructing it, we can sort of add layers onto it. And all of us, you know, just assume that, oh, I remember it so well, and so vividly, and yet, memory is so"
    },
    {
        "speaker": "Guest",
        "time": "01:02:05.360",
        "message": "incredibly flawed. So, you know, one thing that like, it's a very basic example, when you're a child, and you have a certain experience, and this has happened to me several times. And then when you get older, and you ask your parent, hey, remember that, that day that we did that thing? And they're always like, No, no, that's not what happened. It was like this. And you're like, No, I remember it was like this. And the parent is like, No, no, it was like that. So you're both thinking of the same memory, but it is mediated by your"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:02:36.240",
        "message": "newer experiences. Yeah, yeah. And you know, another of the things that we do know is that so much of memory can be constructed by suggestion or, you know, by like you said, you don't meet them a second time, because by that time, you know, they could be framing things according to how what you want to hear and not necessarily even consciously. So what have you learned about memory and all of this time, while while you've been doing this?"
    },
    {
        "speaker": "Guest",
        "time": "01:03:00.800",
        "message": "What I've learned is probably contradictory to itself is that on one level, we cannot trust true memory, because there is no true memory. On the other level, memory is probably the most intimate source in building a personal past. There is no way that you will be able to furnish the lives of people with any form of academic history when it comes to partition. And so you have to rely on memory because you have to understand the perspectives and versions of what happened. So in that sense, memory is essential. Right. And your other quote about"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:03:37.760",
        "message": "the different kinds of memory, and I found this quite profound, where you said, quote, there is the official memory of the state, one that strives to document the official facts and figures. There is political memory, the kind that is recorded in newspapers, journals and the political attributions of the time. There is geographic memory, the recollection of one's soil, the kind of memory that gets lost within the sand and rain of a land that now possesses a new name. There is a personal memory, which involves one's personal experiences. There is collective memory, the memory of society of a people, neighborhood or family. And then there is another brand, the kind that takes years to ferment, a memory residing between fact and fiction, a diluted, malleable memory that encompasses all of the above, coupled with the key ingredient of time. This is a kind of memory passed down through one's genealogy, a generational memory that I and many others being descendants of those men and women who witnessed a partition have inherited. And, you know, you began the project in a sense by, you know, speaking to your grandparents about memories that in a sense are part of your origin story as well. I mean, had partition not happened, who knows, you wouldn't have been here. I know, I think about that all the time. And I would have lost this episode. So been probably talking about policy with some boring man. But anyway, yeah. So did you feel that, that in a sense, that if there is, you know, a sense of self that also comes from collective memory, that, you know, listening to these stories is also sort of adding to your sense of self in a way, I won't say adding to your memory, as it were, but adding to your sense of self and who you are, and just adding a layer"
    },
    {
        "speaker": "Guest",
        "time": "01:05:12.640",
        "message": "to the past? Yes, definitely. I mean, one thing that I would say is, it struck me how different the official memory was from personal memory. That's the first thing. Like, I couldn't believe the stories I was hearing was so different from the stories I'd read in textbooks and books, which obviously meant that there had been a gap. There had been a large void in understanding what happened to people at the time. But I think every single interview I do, whether it's with my family or someone else, it adds to an understanding of me being a person of this land. I don't know whether it adds to my memory, as you say, because, you know, these memories don't belong to me. As I said, even if they have been uncovered by me, they are not mine. But at the same time, I think it gives me a sense of grounding, in a sense of belonging to a certain place. So I'll give you an example. Before I went to Lahore for the first time in 2014, or Pakistan in general, for that matter, I had recorded so many stories of people in India who had lived in different parts of Pakistan, that when I set foot on that land, I did not, for a minute, think that I didn't know it. It felt so seamless, because I somehow knew its core, its heart, its heart was undivided India. And I understood that part. And I think I was open, so the city was open to me. And I never felt like it wasn't mine. So I think that in conversations with people, you can understand, you can understand in principle, in theory, in life and life and memory, the heart of undivided India, and it adds to you, of course, it adds to you,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:55.280",
        "message": "how can it not? And you know, one of the chapters, which I like a lot, and for the, you know, listeners, there are like 21 chapters, which are all incredible personal stories. I mean, each of them could be a movie or a series on its own. So if there's someone from Netflix, listening, kindly get in touch with Anshul, even if you have other authors on your list, go by alphabetical order or first name. But the chapter of yours, which I really enjoyed, was a one on Prabhjot Singh, which was one a fascinating love story, how all of that unfolded, which I won't talk about, leave it to the reader to discover. And these two little snapshots of memory. And one is where she says, quote, we scrambled in leaving the house as it was, we had all been eating dinner, I had been making the chapatis on the open chulha. And with the confusion of the convoy arriving, I even left the chulha on. I remember thinking only much later about the fate of the chapati left over the open fire, stop quote. And this is such a fantastic"
    },
    {
        "speaker": "Guest",
        "time": "01:07:48.880",
        "message": "image. Like she's a poet, these little things that she remembers. And you know, like, note that I met her at a very late stage in her life. Like I met her at late 80s. And then I met her three years after that. And then the next year she died. So the fact that she remembered these incredibly poetic, just okay, I'm not going to ruin anything, go on, go on to the second aspect"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:14.640",
        "message": "of the thing. No, no, I mean, just to sort of elaborate on this, I think it can happen in everybody's life that you remember these little things, but you don't notice you're remembering and it is a noticing of the remembering that I think makes you a poet. And you know, I'm going to in fact, give this example to my writing students as an example of how you can, you know, focus on the concrete and not the abstract and make something come alive. I think also the bit,"
    },
    {
        "speaker": "Guest",
        "time": "01:08:39.280",
        "message": "sorry to interrupt you, also the bit when she talks about in the train, you know, everyone talks about trains, like everyone talks about how cramped the train is and how difficult it was and how suffocated and how afraid people were. But she goes on to give really concrete examples, like I'm wearing a black chadar. And through my chadar, the blood of other people is seeping in so I can see a pool of blood in my black chadar. That is how dark the blood was. And I think that like for those examples, those bring up such visceral memories, even if you may not have seen anything like that, immediately you know what she's talking about. No, and that's the second"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:18.960",
        "message": "memory I was referring to, which is just such an incredible, incredible image that she's left the chapati on the chula and gone to the station with her family and they wait a long time for a train. And when the train arrives is completely silent. And then they get in and they discover why it's full of dead bodies, everybody's been killed, but there's no time to offload anyone. So they make the rest of the journey with the dead bodies living in the dead together, you know, and you have suitcases of dead people lying there. And as you described through the black chadar, the blood and all of that, and it is just such an incredible image that I am just amazed that no filmmaker has yet sort of picked me up. So kind of incredibly powerful. And of course, like you said, she's a poet. So I guess that's sort of where it was coming from. But you know, when you were writing it, is this something that when you were interviewing these people, especially, is this something that you were looking for all of these concrete, vivid things?"
    },
    {
        "speaker": "Guest",
        "time": "01:10:14.240",
        "message": "Yes, because I'm an artist. That is why like, I sometimes feel really sad for not spending time in the studio. But this is how it comes out. Because when you make, when you make a piece of art, you're looking for the concrete ways in which people can enter that piece of art. You're looking for the relatable images. Why would you not do the same thing in a writing practice? I was always looking for the images, always, whether it is in the way that people spoke, in the gestures that they had, in the way that light fell on them, the colors of their clothes, the colors of their hands, their hair. That was, I was preoccupied completely, because that's what my training has been to look for the details. And I think that in that sense, I'm very grateful that I don't have an education in either history or English or ethnography. Because I know that the way that Rembrandts is written, it just is a melange of the visual art and the textual practice. It is. And another choice that you made during the writing,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:11:23.200",
        "message": "which I meant to ask you when I was asking you about the writing earlier, which I found interesting, is that you don't document what they say, you document the conversation. So you're also sort of documenting your own responses to what they are saying. Why that choice? Because, you know, others have, for example, treated it differently and just taken the words and, you know, put nothing between those and, and the reader. And yet part of this is also your journey of discovery and understanding which is coming across."
    },
    {
        "speaker": "Guest",
        "time": "01:11:50.400",
        "message": "I think that you answered the question. And it's about me. Of course, it's about me. It's about me learning about my history and other people like me. So why would I not report how I feel, even if that feeling is of naivety? There could have been no other way. Because if someone is saying something horrific, and I say something in response to that, like, how did you feel? That response is genuine. I can't imagine how it felt. I wasn't there. But I want to know. And I know that the reader who's my age is thinking the same thing. How did it feel? How could you do this? This story, Remnants, is about me. It is about my generation. It is about the generation who has inherited these memories without actual knowledge of what happened. And I always, I don't know, it makes me feel really sad that we hear snippets of these stories and we can never make sense of them because they were never told to us in full. Because there was so much shame and sadness and pain attached or fear attached to the telling of that story, that it was never told to us start to finish. I always ask, how do you begin the conversation, you know? And for me, it's always really weird. Like if I have to ask my grandmother something, or my father something about this time, it'll always be like dilly-dallying around. And at the end, when someone is getting up to leave, I'll be like, listen, tell me, you know that time that partition took place? And it's like this really heavy conversation, but I am missing my window of chance and I need to ask it now. But how do you begin? Like what are the words you use? And then is the onus of asking not on you rather than on the person who's witnessed it? We very unfairly say that we were never told stories. I was never told stories ever, never. But is that not, I should ask, I should have asked, right? So I think that all these questions that I'm asking in the book are questions I know people my age are also asking to their families and they're trying to make sense. So I get a lot of messages from people saying I employed the same methods you used in the book to talk to my family and it worked. And that's what you're doing. That's it. I mean, honestly, this may be a document for India, Pakistan, Bangladesh, but it is also a public service as to how one can ask questions in their family, difficult questions, questions that you're afraid to hear the answers of, questions that people are afraid to say the answers of. I don't know. I feel like this document will outlive me because it is for a generation. It is for a generation. That's it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:14:34.880",
        "message": "And also because I think, you know, narratives of the past shape so much of what is happening in the present and history is weaponized so casually that I think, you know, history is like this sort of play a part in, you know, highlighting the concrete over the abstract as it were, and highlighting the lives of real people and what they go through. I was, you know, struck by another sort of stand in your book that while on one hand in the present day, you are making objects come alive for these people and exploring their lives and, you know, bringing those objects alive. But on the other hand, one of the things that we realize through your book in different parts is how living people can be treated like things because of circumstances, how, you know, for example, in the chapter about General JN Sharma, he's talking about the time he was in the army at Rawalpindi. And he writes, quote, one day, a few of us were driving around the city trying to keep the peace and we heard a baby's cry. The drains were all open in those days. And so we stopped to find this one-year-old child abandoned in the drain. The boy's hands and feet had been cut off, maybe by the writers or whoever, don't ask me. These were good Indians. And by that, I mean, good Indians, good Pakistanis, good Bangladeshis, they're all the same. But when they begin writing, when they begin looting and raping and killing the innocent under the spell of unexplainable bloodlust, then they are the worst people in the world. It was such an unthinkable act. And the boy's body must have been bleeding for a while since it lay in a pool of blood. He hadn't died yet, though he was screaming in pain, a limbless body. I can never forget that sight. And he goes on to talk about how one of his colleagues said, shall we shoot him and put him out of his misery? And he can't get himself to do that. And later on, you write completely from a sort of a different angle. When you're writing the chapter on Ajit Kaur Kapoor, you write about how they are making that trip through the jungle that takes many days and you write and you quote her as saying, quote, lots of people abandoned their children in the jungle. So many small children could not walk. And so they walked ahead and left them behind. So many families even buried their children in the forest itself. Stop good. And this is buried alive. And you pointed out about how when she is given birth and the sword is used to cut her umbilical cord, even they leave the child there and they walk a few steps before they hear the cry and other instincts kick in. And this is that sort of treating a human life as if it is suddenly in those extraordinary times, a life loses its values. And, and, and, you know, people often think of partition as, you know, like you quoted that other person saying, you know, whatever, but the point is that we are like this, humans are like this, that this is, you know, if you look at what happened during the Delhi riots or the Gujarat riots."
    },
    {
        "speaker": "Guest",
        "time": "01:17:11.520",
        "message": "I was just going to say that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:17:13.440",
        "message": "And it, I think, you know, reveals a deep truth about human nature, perhaps that, you know, all of our kindness and compassion is contingent and, you know, and, and into passion whipped by abstract concepts, we can cause so much concrete harm as it were. Was this, I mean, was some of this a surprise to you? Did you have to steal yourself to take all of this in and process it? And then, you know, contextualize it to the modern time. Did you ever ask yourself, what would I do? You know,"
    },
    {
        "speaker": "Guest",
        "time": "01:17:49.520",
        "message": "All the time, I, to be able to put yourself in someone's shoes and feel what they are feeling called empathy. That's what empathy is. And I think that I did that all the time. So when Lieutenant General Sharma was talking about how it felt to leave that baby there. Of course, I was thinking about how it felt. Of course, I asked him how it felt. And you can only assume what his answer was because he was a, he was a real military man. And yet these things tore him up from inside. Right. Which tells us that there are contradictions within the most disciplined of people, which can tell us that there must be contradictions within the most nationalist of people. But of course, like you question everything. You don't think that when the Delhi riots happened, the first thing I thought of is partition. Of course, I don't know, like, I am, you can still feel the tremors of partition today and not physically only within, you know, places like Kashmir or the Northeast. You can feel it every day. You can feel it every day if you're looking out for it. And it is in the way that people have changed after partition in the creation of the other, in the way in which we treat human lives as worthless. Mob mentality is the same now as it was then. It is very difficult to extricate reason from that. It's just that now we should have had more onus and we should have had more responsibility to think the other way. But we haven't. We haven't. And anyone, anyone who cannot see the comparison is not looking for it or trying very hard not to deny it. So one of the projects that I have been doing for many years on the side is to look at generational memory and to look at the ways in which people have been shaped by partition and how or what we feel. Because I think that a lot of people think partition memory ends at the first generation, but that's obviously not the case. And maybe a theory that I have, I don't know if it's like a, it's a form in a theory or not, but maybe people who have not felt the pain of partition are the ones that instigate violence towards the other. Because never have I seen or heard in the generation that witnessed partition or even 84 riots for that matter. I don't know any malicious words for the other side. You hear stories in Delhi riots of Sikhs that were hunted in 1984 and they are the ones who saved Muslims. What does it tell you? It tells you that people who witness violence do have the ability to look past it because they have witnessed something. They don't want someone else to witness the same thing. I don't know. This is just me thinking out loud. I don't know whether this is the case. I haven't done enough research to know whether this is the case, but I'd like to think so. I don't know. I don't even know where I'm going with this part actually, just to understand whether or not we can draw connections to the present and why it was so important for me to put myself in this book because the world around us has never been more uncertain in so many different ways. And I think that there are a lot of panels to be made with partition"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:14.400",
        "message": "and the birth of difference. So I have a related sort of big question relating to this, but before that, just an observation on what you said that, you know, what you just said about people who have experienced violence, maybe more wary of, you know, going down that route again. I'm not sure I agree. And I would also say that perhaps there is a little bit of selection bias there because one of the things that I noted through your book is that everyone you spoke to was relatively very privileged and came out of it good. You know, they are the ones who managed to build a life, who survived, who managed to build a life and who can therefore have the luxury of forgiveness as it were, and, you know, can sort of suppress that their bitterness, who can leave the bitterness behind. And I'm sure that's a thought that must have"
    },
    {
        "speaker": "Guest",
        "time": "01:22:01.440",
        "message": "struck you also. Of course, the fact that you're looking at objects already means that you're looking at people who could have carried objects, right? And I would be the first one to admit all sorts of gaps in my own research. I mean, it's with people, you know, there's only so much, so many criterias you can take with people, right? So yeah, of course, there are many limitations."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:21.680",
        "message": "That is one of them. Perfect. Going back to, you know, what you just said about these times are more challenging than others. And they're more challenging in one more aspect, which you've sort of hinted at in your book, though I don't know if you consciously thought of it that way. And that is the aspect of how people relate to each other. For example, in your book, you've quoted Kizarji, one of the subjects of your chapters, saying, quote, in the old days, people used to care for one another, ek doosre ki hamdardiya karte the, but now they only think of themselves. The relationships between people have diminished between communities too, and especially between our two countries. Taluk, Urdu ka lafza taluk, in English, you call it relation, aur Punjabi vich enu kehnde hai jor jamna. Stop. My broad question for you, which also feeds into this is that one in modern times, because life is faster and more fragmented, has community become less important. And when you speak about today's times being more challenging than before, I agree with that, but not just in a sense of what is happening around us in terms of politics, because we have seen, you know, much of the 20th century, much of the world has, you know, been through, you know, authoritarian dictatorships where millions have died. So in that sense, this may not seem that new. But one way in which these modern times are different is that we are more in this way, abstract ideas, forming these online tribes of people we never meet, doing things in the virtual world, which we would normally not do in the real world, but who knows if driven to it by these passions, we could even do them. But also what there is a sense of loss is a loss of community. Like, for example, I have lived in the housing society where I live for about seven years. And I don't know any neighbors apart from, you know, one of the neighbors on our floor, we don't meet our neighbors, we don't hang around, there's no sense of community there. And therefore, you're not putting real faces to people and having those real interactions. And even if you did, as you pointed out in the example from Multan of all the villages gathered around the radio who know each other and are still broken up by that. So do you think that sort of the greater level of abstraction in our lives where we are interacting with real people doing concrete things with them less and less is something that increases the dangers of sudden violence? Because then where is the empathy? Where is the relating? Where is the, you know, looking at your neighbor's kid and saying, oh, he's got a cold and let me give him something and just feeling that normal everyday thing. So it's that, you know, I know, it's conservatives who will bemoan the loss of community. But is that then a real danger? I mean, like, like earlier, you said, for example, that, you know, millennials don't know how to listen. And, you know, to me, that's also part of what is happening. And it's not the fault of millennials, or they're inherently worse people than other generations, older people might feel that way sometimes. But just that, you know, these are the imperatives of the time where our attention is so fragmented, and we have access to so much happening in the world. Is that something you've thought about or that strikes any kind of thought?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:26.000",
        "message": "The loss of community is definitely ever present. But I have not thought of it in the large, in this very vast way. I think of it in very small ways in terms of the loss of my collective history. So a small example of that is when you go to weddings, Punjabi weddings, specifically, there are these aunties sitting with a dholak and a spoon, singing songs. I don't know these songs. I can't say these songs. I don't speak Punjabi. After these aunties are gone, who's going to sing these songs? So my worries are not always that large, my worries are smaller, and to my immediate life. But maybe you're right, maybe you're right, this drifting apart, this loss of community, this fact that we don't find commonality with neighbors anymore, or not even friends with our neighbors anymore, you know, maybe it is, maybe it is part of it. Yes, perhaps you're right."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:32.160",
        "message": "And, you know, just kind of thinking aloud and sort of inverting the lament about, you know, aunties singing Punjabi songs. And I guess why that would feel like a loss is because those Punjabi songs carry so much else with them rather than the words in the music. But they carry all of that for the people who are singing them or who remember them. And maybe it is not a loss if a generation grows up without ever having heard them, they might have their own version, modern current day versions of that just to think aloud, not to say that it is not a loss. Anything that is lost is of course a loss. But, you know, so much of what is lost is a loss because of all these other sort of resonances that they contain. And those resonances are, you know, dependent on someone feeling the resonance. It's like, you know, the poet Vijay Sheshadri wrote this beautiful poem, The Mountain at the End of the Universe, where the poem was basically about if there is a mountain at the end of the universe, and it's the only thing that is there, then how can you say whether it is a big mountain or a small mountain? I'm sorry, this is a ludicrous digression"
    },
    {
        "speaker": "Guest",
        "time": "01:27:34.000",
        "message": "it's not a question at all. I mean, it's right, I guess, you know, if there is something else taking the place within generations of something that's lost, then maybe it makes up for it. For me, like the Punjabi songs and stuff, lose them. It's just a connection with a certain place that's being lost in a certain time. And, you know, really, like, it's my responsibility to learn. But, in some parts, it's also the responsibility of elders to say, you know, so it's a dual responsibility. But for me, I always feel, I always feel it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:28:10.800",
        "message": "And is in a way, YouTube keeping it alive, because I remember all through my childhood, and I was born and I spent the first 12 years of my life in Chandigarh before I moved away, and I'm like half Punjabi, half Bengali. But all through my childhood, I never remember hearing any tappe. But recently, I've come across tappe on YouTube, they went viral, because it was this very charming couple which at their wedding were, you know, doing tappe to each other in the whole Jagjit Singh Chitra Singh style. And, you know, so maybe who knows, these technologies will keep these long tails of culture alive and help them find new audiences."
    },
    {
        "speaker": "Guest",
        "time": "01:28:43.280",
        "message": "I feel like also technology and social media help in, just like now, because we live in a digital age, they help in breaking a lot of myths about the other side as well. So that's another, I have depended a lot on social media and technology to get contacts for the other side. So yeah, definitely. But digital means we can become more connected to the past."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:29:07.520",
        "message": "Yeah, no, I used to love TikTok for that reason. I mean, it's, I taught a course called TikTok in Indian society, I think it's a great tragedy that is lost, because it just empowered so many people and give them a platform and also, you know, give them the sense that there are other people like them. And that and therefore give them the confidence to produce content, which other people would watch. So I think it's, it's fashionable in some circles to mock TikTok. But I just think it was sort of incredible in that sense. And you can't take that effect for granted, the technology came about and you had that cultural effect. And you had sort of preference cascades, where especially I mean, I saw that in the LGBTQI community, where there was so much emboldened self expression now happening. And, you know, which is that that's that's kind of an up going that's a great tragedy. I want to shift now to talking about people's conception of spaces, especially the places that they come from, you know, the small geographies, as it were the intricate memories of childhood places that they describe, for example, again, I'm quoting from your book, where you write, Balbir Singh Bir, born in Silanwadi, close to Sargodha, drew a map of his city from memory in my notebook. It was detailed beyond imagination for a place he had fled 70 years ago, complete with where the neem trees grow, where the grain market was, and where the boys of the government school set up by the British celebrated the victory of the Allied forces during World War Two. When I asked him if he wished to go back, he smiled softly. Man toh karta hai, it is my heart's desire to find a way home. But now I have no strength, neither in my heart nor in my body. But memory that is a saving grace. And so I close my eyes and I make the journey back. Every single day I plunge into the heart of my memory, arroz. And, you know, even in other parts of your book, like you, you ask someone, I think, to describe Jalandhar and they pause for a moment and said, Oh, I can't describe Jalandhar, but I'll tell you what was around my house, which also strikes me that, you know, when we are using these sort of general terms like Jalandhar or Ketpeta or whatever, you know, we are not actually talking about that city in the way any other individual in the world would. We are talking about our own sort of special experience of it, which is real only in our memories. Therefore, it's nowhere, it's not even in Pakistan. And that's something I've also felt when I revisited places from my childhood, like my college auditorium, where I went a few years back as an adult, and I was like, what the hell happened here? This was such a big place? Why is it so small and dingy? And is there something very poignant in that, that you know, that what they remember was never really there? It was, you know, are all the places that we know really constructed in our memory, in a sense, even if we haven't been through a partition and"
    },
    {
        "speaker": "Guest",
        "time": "01:31:46.080",
        "message": "actually been the space? Yes, I call it the imagined landscape, a very concrete term for me, the house of the past will always be more romantic, because it doesn't exist. It doesn't exist. In this case, with partition, it literally doesn't exist, because you're always you're holding on to the childhood notion of things, which is always beautiful. It is untouched by tragedy. It is, as you said, itna bada lagta tha, ab itna chota hai, you know, and, you know, several people point this out in the book as well. Preet Singh says that when I was in Quetta as a child, the Gurdwara was huge. But then she reads things and says, maybe it seemed huge to me, because I was a child. Or so many other people, he went back to their home, Faiz Ravani goes back to Jalandhar, and he says that I thought that the city was so big, but within five minutes, I was at my home doorstep, you know. So I think we hold on to things from our childhood in terms of geographic spaces, and they may be very different when we encounter them again. Maybe that's one of the reasons why people don't want to go back, right? Balbir Singh Veer, who sadly actually passed away this year because of COVID, he didn't want to go back because he had no need to go back. That's also one thing that one has to reckon with, right? That it may be very different. Faiz Ravani goes back to Jalandhar, and he goes to the graveyard where his father and sister are buried. And he says, there was an apartment complex there. So I paid my respects to the apartment complex. You know, the house in the past is always more beautiful, and always in some ways, full of happiness. Because it doesn't exist anymore. It doesn't exist."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:43.360",
        "message": "And is the landscape you occupy in the present also an imaginary landscape, to use your term?"
    },
    {
        "speaker": "Guest",
        "time": "01:33:49.440",
        "message": "That depends on our perspective. What you can touch is tangible. What you can see is real. But sometimes you have to see things to believe them. And sometimes you have to believe things"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:33:58.720",
        "message": "to see them. I was in fact struck by another poignant quote, where you've quoted the architect from Lahore, Noor Qader, writing about his grandparents from Jalandhar. And he sent you an email about his maternal grandfather, where he said, quote, Jalandhar was his weakness. Everything was forgiven if you were from there. My nana would even send his car to Jalandhar autos in his adopted city of Multan. Stop quote, which was quite, tell me now a little bit about, you"
    },
    {
        "speaker": "Guest",
        "time": "01:34:24.960",
        "message": "know, Please, please. Now, his daughter wrote to me recently and said, Yeah, so that's like hardcore, you know, keeping with the tradition."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:51.680",
        "message": "And abstract Jalandhar as it were, but in a good way."
    },
    {
        "speaker": "Guest",
        "time": "01:34:54.720",
        "message": "Yes, absolutely. But you know, it gives people a sense of security. I was speaking to someone the other day, and they said something very interesting. They said that partition did not change who you married in many circumstances, because even when you met people after partition, particularly in Punjabi houses, the first thing you would ask is, They always sought out people that they knew, or were familiar."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:35:25.040",
        "message": "That's so fascinating. Give me a sense now about what kind of items people chose to carry, like some of it is accidental, like, for example, you've spoken about someone who has to leave at a moment's notice to Mussoorie, and they imagine that, okay, it's like a brief holiday, and we'll come back to Quetta or wherever they were, and they just carry a shawl. In your grandfather, Balraj Bari's case, you've spoken about how their choice was a practical one of carrying utensils, because they didn't know if they'll get fed, but they knew that they are likely to get rations. So why not carry utensils to cook them in and then those utensils become such a repository of history and memory and all of that. So what are the different kinds of objects which you found people carrying when they were suddenly displaced, as it were?"
    },
    {
        "speaker": "Guest",
        "time": "01:36:09.280",
        "message": "So what people carry will also tell you how much time they knew they had, or whether they knew partition was going to happen or not. If someone sent their entire household on the goods train beforehand, you knew that they had money, and they had power, right? And they would be okay. People like my grandfather, for example, they did leave at a moment's notice, but they went from camp to camp to camp, right? And they did not know where they would get to eat from. But my great grandmother, I don't know how she had the foresight. She took utensils because she had to cook in something. Now people carried all kinds of things, everything from mundane utensils, everyday utensils, to valuable things like jewelry, or plates of gold and silver, or cultural items of cultural significance like hamam dastas, or paan daans and khaas daans. And then totally bizarre things like a 15 and a half foot crocodile carcass someone carried, right? I think that's the most extraordinary object I've archived till date. And then also the means in which they carried it. There have been stories of people putting gold inside laddus because food wasn't confiscated on the way. Or there have been this beautiful story I recorded once about a man who put a small Guru Granth Sahib, tiny two by two inch into the folds of his pagdi, so that no one would take it along the way. I think that objects actually reveal a lot about people's circumstances."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:55.680",
        "message": "And I was also struck by how also they reveal customs which also may be lost along with those objects like you've spoken about, Nargis Khatun's paan daan, for example, which came down to her and you've written, quote, one was expected to make a beautiful small paan tightly wrapped so none of the ingredients fell out and then presented the guest would accept the paan, pick it up and say adab in return, bowing their head politely. So, you know, the paan daan is not just a utilitarian thing that you make paan in it, but it's also sort of the repository of a certain cultural value and maybe an age past."
    },
    {
        "speaker": "Guest",
        "time": "01:38:35.280",
        "message": "And I think when you're saying, when you're quoting all these things, I can see how people said things like, mujhe yaad hai unhone adab kaise kaha aur unhone mujhe kaise dikhaya paan kaise banate, because she made a paan in front of me, you know. It was not the paan that I was expecting I would get because it was a very like, karwa sa paan tha, usme kuch meetha nahi tha. But she made this small tight paan because wo hissa tha, unke culture tha. Aur aurat ko paan banana aana tha. It was something they just had to learn aur chota hota tha, tight hota tha, thoda chula, you know, kattha. She told me all this. And I think that there's something quite ritualistic about that as well, right? Or even the lassi thing for that matter. Ki ghade mein lassi kaise banate hain? Ya hamam daste mein tum kaise peeste hoon cheezein? It's something very ritualistic and very, it's again a form of oral tradition, right? Passed down from one generation to another."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:33.360",
        "message": "And I was struck by another beautiful thing she said, which, you know, where I'll, you know, quote her from your book, where she says, quote, but the strangest thing was that we never realized when it happened. Kab ek mulk khatam hua aur doosra shuru, when India ended and Pakistan began. There were no obvious differences between one land and its conjoined neighbor. And so I suspect that we gained our new citizenship in a moment curiously lost on us. Tucked away in the corner of an overcrowded train, we had quietly become Pakistani. And there's an echo of this also in an interview of yours, where you say about how you decided to cross the border by foot and go. And while you were checking your documents, you suddenly realized that, hey, you'd already crossed over the line."
    },
    {
        "speaker": "Guest",
        "time": "01:40:12.960",
        "message": "Yeah. And you know, I wanted to savor that moment that like crossing over is such a reverential almost, it's such a big deal. Like you're walking across Wagah, you know, and it's just six inches. It's a white line. That's it. And ussi white line ke upar aapke your papers, your visa, your luggage, everything is checked. And before you realize that you've crossed it. And I looked back and India had been left behind. And I was almost alarmed because I didn't even realize. It's just like taking any other step."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:40:42.560",
        "message": "And another aspect of what she speaks about is this language, Samanisha. Yeah. Tell me a little bit about that because that was so incredibly fascinating. Like just a few days ago, I recorded an episode with Rajat Ubekar, where he told me about this language in Nagaland he came across, which is not documented anywhere called Nagamese, which is, you know, which came about through a combination of Naga and Assamese and later Bihari influences, and how you have all these different ways of speaking because you have Indo Aryan, Austro Asiatic and Tibeto Burmese language families kind of colliding in that space. And equally, you know, we tend to think of these languages as specific things. But the truth is Urdu and Hindi are both in a manner of speaking, not just constantly evolving, but very recent. And it's not long back that they were one thing and they were Hindustani. And there are so many different ways of speaking. And tell me a little bit about Samanishahi."
    },
    {
        "speaker": "Guest",
        "time": "01:41:34.560",
        "message": "And, you know, the interview with Narges Khatun was in Lahore. And, you know, she was a very, I would say that she began as a shy interviewee. And I hadn't planned on interviewing her until after our dinner. So I went to see the family at the home, we had dinner. And in the middle of the dinner only, she just kept looking at me. Whereas her family's actually quite cosmopolitan. And yet the first thing she asked me was, have you ever been to Patiala? It was almost very stern, you know, and like, if you say no, then I'm judging you. But I said no, because I hadn't been. And then she was, you know, she was very quiet. And then I said, then why don't you tell me about your Patiala? Tell me, what do you remember? And that whole night she spoke in Samanishahi. I only realized it was Samanishahi after we had finished our conversation. And her granddaughter, Bano, asked me, did you understand that? I said, yeah, of course, I understood if you were in the room as well, didn't you? She said, I didn't understand it. Not entirely, because I don't speak Samanishahi. And I said, well, neither do I. And up until right now, I didn't know that it existed. What is Samanishahi? Samanishahi is a mixture of Hindi and Punjabi. And in that sense, it is a bit cruder than Urdu. It is a rural Hindi, which is mixed with Punjabi. And that is what she spoke. In fact, when Bano was growing up, both her nani and her dadi were from Samana. And they used to speak Samanishahi. And Bano, who had grown up learning Urdu, thought that these two dadi and nani had made a little language of their own, because they were uneducated. And they didn't speak pure Urdu. Whereas actually, they were speaking in the language that they came from. So the fact that I was able to understand what she was saying is because I was a Hindi speaker. And not all words are different, but some words are certainly quite different. And I just found it so strange that I am able to understand a woman speaking a completely different language than I do, solely because I speak one part of it. Whereas it just didn't seem any different to me. I mean, you would be able to understand it as well. But it was extraordinary. And I think this is the kind of joy of oral history and field research, because you discover"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:56.240",
        "message": "things like this. What I was also sort of curious to ask about is not just the objects that act as a catalyst and as a sort of a gateway into the memories. But I noticed that at different parts of your book, when people are sharing their memories with you, they are also talking about missing objects. For example, in your wonderful chapter about Sumitra Kapoor, like first, I was very struck by how she could date parts of her life because she said from the age of five, because she said that that's when I started learning music and music was a peg for her memories, which struck me that there is also music in a sense playing the role of these objects do as a peg for memories. And I think with many of us, I mean, it's a common tendency to associate particular songs or bits of music with memories. And that was fascinating. But I was also struck by her sort of longing for her old pedal harmonium in Rawalpindi, that when she and her sister would go back from school at one corner, they would start racing each other because they wanted to play that pedal harmonium first, and they had to leave that pedal harmonium behind. And just the fact that decades can pass and you can remember an old pedal harmonium, which you may not even recognize if you see it, it'll seem like such a clanky instrument for all you know, but in their memory, it's so precious. Was there a lot of that happening in the sense that it is not just that, you know, these objects that they have now are an entry into their past lives, but that objects really have that kind of meaning that we hang memories on them, and we remember them, especially"
    },
    {
        "speaker": "Guest",
        "time": "01:45:26.400",
        "message": "the further back you go. Why the further back you go even now, right? I call these objects ghost objects, things that people wish they had carried, things that they left behind, things that they regret carrying and could switch. Like Maya Mirchandani's grandmother in her chapter, Savitri Mirchandani, I asked her, if you could carry something, what would it have been? And she said that there was a big swing for my child and I wish I could have carried that. So I think that the conventional boundary of the physical object has been surpassed in this book. That's for certain. Because it's not just about objects that were carried, it's also about objects that were not carried, objects that were stolen, objects that were missed, reminisced, longed for. And then there were objects that were deliberately foregoed in some way. There's a story in the introduction about a woman, a woman has narrated this story to me in Karachi, about a woman called Bua, who is migrating with her husband from Delhi to Lahore on train. And in the event of their migration, there is riots on the train and people come and her husband is killed and he's thrown off the train and he's bleeding. And she, Bua, jumps off after him and she's pregnant. So her husband is dying and he's basically losing blood and she takes off her entire chadar and she just soaks his blood in it. And then she leaves him to die there and she travels to Lahore by herself and she gives birth to her child and she buries the chadar in a grave, as if it were the father. And so there are objects of really precious nature that are given up for special circumstances. So I think that, yeah, the physical object is a very loose term in this case. Yes."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:47:19.760",
        "message": "Yeah. I mean, I found that story incredibly moving and I somehow in a morbid way expected her to keep the chadar, but, you know, soak with blood. But, you know, the chadar as a proxy for her, the essence of her husband and therefore burying it and taking her kid every year to the grave was sort of quite something. And another sort of moving bit was in your chapter about Uma Sundi Amar, she moves from Lahore to Jalandhar during partition and then she later goes back to Lahore and she's going to her old neighborhood and she stops somewhere to buy something at a store. And the person says, you are not from here. Where are you from? And she says, oh, I've come from Jalandhar. And immediately he says, you know, Dhanji, tosi mutti bar mitti na leyan de. You know, because he's sort of come from there, which was also kind of moving. You know, I'll leave it to my listeners to read your wonderful book and discover much more of it for themselves, which even if they have no connection to partition, you know, there's a lot in it that is so evocative and moving and thought provoking itself. Let's kind of get back to you and your process of sort of writing this book. Like, what was that like in the sense that, you know, I teach an online writing course where people often ask me about the different sort of writing methods that writers have and how do they find a voice, what is their discipline, blah, blah, blah. And I have to, at pains, I have to tell them that, listen, there's no one method for doing it all, except that one thing common to all writers who have written is that they managed to get their butts down and write the damn thing. And how they do it, what hacks they use, this can vary. What's your sort of system like? Like, you already mentioned that you didn't have the book in mind where you were taking a lot of this material. So obviously, you're not going there with a preformed narrative, you're going there with an open mind, and you're just trying to draw what you can and, you know, get as many vivid images as you can. But later, when you sit about, you know, looking at them, how do you then construct it? What's your discipline? Like, did the sort of format for the book? Was it there with you from the start? How"
    },
    {
        "speaker": "Guest",
        "time": "01:49:19.680",
        "message": "do you how did that work? So I always knew that the format was going to be conversational. It was clear. The minute I knew that I was going to write something, it was always going to be conversational, because it just felt most comfortable and most familiar. And most true to the actual experience of interviewing. I recorded my interviews in various languages. And just to get, you know, the process going, record the interviews, then I transcribe them and translate them into English. And then I start writing after doing secondary research specific to that person. So I should preface by saying that I was incredibly devoted to working on this, because there was a need to work on this. So in terms of either getting your butt down or inspiring yourself, there was nothing of that sense, because I had to do it. The book was born out of a necessity, because there was a void in knowledge. And so in that sense, I had to do it. And we also decided that the book was to come out at the 70th anniversary of independence. So there was naturally a deadline for it. The actual process of writing was, honestly, I had it already in my conversations. So I think that as field researchers, we are able to rely a lot on our conversations with people and they make up the bulk of our, our chapters. And I think because I had so much detail from people, so much sort of extraneous detail about all kinds of stuff, I was able to build that landscape as well. Not to mention the fact that I did a ton of secondary research about the areas that they specifically mentioned. I find it very daunting to think of a book. I find it really, really daunting to think of like a full book. So I always find it a lot easier to think of chapter by chapter by chapter. Because if you think in bite size, sort of graspable segments, then you won't get overwhelmed. And I hate, I hate to get overwhelmed. Like I'm a very, very meticulous person, I would say. So I took it chapter by chapter by chapter. And for the duration that I was working on any particular chapter, everything else didn't exist for me. Which is why you can have coinciding elements like child in Ajit Kaur's chapter to the child in Lieutenant General Sharma's chapter, and they don't have a connection. But they, if they have a connection, it's quite contradictory to one another. I think that writing comes easily to me. Like I don't want to lie about this. And I don't want to make up something when it's not true. Writing comes easily to me. The feeling also came pretty easily to me. I am a diligent note taker, which is something that if, if there are writers listening in on this conversation about, especially field researchers, make this a habit. When you are talking to people in the field, you have an audio recorder or video recorder on, but make it a point to take your own notes as well. And this could be maybe something they're saying resonates with you more. You know, it's going to be there in your recording, but you want to write it down because that is kind of the essence of their conversation. Or what I did was made a note of gestures, made a note of the light, made a note of the way they spoke, made a note of whether their language changed from one thing to another. For example, when my grandparents spoke to one another, it was always in Punjabi. But when my grandfather spoke to me, it was always in English. This is a conscious choice that he made. And it was up to me to discuss and understand why that was. So things like that. And you will find that your handwritten notes will not only make the story stay with you longer, but also help you to remember key aspects of that interview. Because if you're like me and you're doing say like hundreds of interviews in a span of six or seven months, you may not remember everything. So if you refer back to your notes, it will become a lot clearer. So that was that. But I think that the actual writing process, putting things"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:32.000",
        "message": "together, it was not hard. It was not hard. And where are you in regard to like, do you do multiple drafts? Or are you just very meticulous with the first draft, revising every sentence and paragraph as you go along? How does that work? Okay, so basically, your first draft has already"
    },
    {
        "speaker": "Guest",
        "time": "01:53:51.200",
        "message": "been edited 40 times while it was being written in a sense. Yeah. And I think that I made a really good working system with my editor, every time I would finish a chapter, I'd send it to him. And that way, we made our deadline a lot easier as well, because it wasn't a big chunk like this is a 500 and something page book, right? It wasn't that that he was getting at the end, it was just like chapter by chapter by chapter, which actually just made it a lot easier for both of us. But I have certain things like, I know that a lot of people think, okay, I just want to get all this down. And then we'll start working on it. Like we just nuance it. I can't do that. What I do is I will make really detailed points about my entire chapter. So I want to talk about this, this, this, this. And then I follow that I follow that very meticulously, which means that yes, I may make 40 divisions within the same chapter. But my first draft, so to say, will be something I can send to my editor and say, here you go. Now you can work on it. And given that it's your first book,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:56.000",
        "message": "I guess, the journey through writing it is also a journey of learning how to write in a sense. So you know, when you end the book, and I presume the introduction was the last thing you wrote in it. Epilogue was the last thing I wrote. The epilogue. Okay. When was the introduction"
    },
    {
        "speaker": "Guest",
        "time": "01:55:10.080",
        "message": "written? I'm curious. It was written after all the chapters. Yeah. After all the chapters. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:14.800",
        "message": "So, you know, and I really loved the introduction. I love the chapters also, of course, but I thought the introduction was fabulous. It just brought everything together very well. So when you finish the book, and you look back on the writing that you've done, say for the first chapter that you wrote in the book or whatever. Yeah, I thought it was horrible."
    },
    {
        "speaker": "Guest",
        "time": "01:55:30.320",
        "message": "So did you rewrite it? Or did you just say no? Um, I mean, I just thought that the quality was really different. Because I told you, right, I was sending chapters to my editor as I was going along. And I think even he saw that, as I went towards the later chapters, things became a lot more exciting and a lot more crisper. And you really found the like, Roland Barthes calls it the punctum of the image, right? So you found that that part of something. Yeah, I did a bit of revision in the first couple of chapters, definitely. There was no other way, because then it wouldn't have been of the same quality."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:56:04.720",
        "message": "And what are you working on now? I mean, the book was came out?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:07.840",
        "message": "Yes, so the Remnants came out in 2017 in India, it came out in 2019 in the rest of the world. Since then, I have been working on a novel. In fact, that I finished in March this year."
    },
    {
        "speaker": "Unknown",
        "time": "01:56:24.000",
        "message": "Wow."
    },
    {
        "speaker": "Guest",
        "time": "01:56:24.560",
        "message": "Yeah, but it took me three years. And since then, I have been working since March, I have been working on a book on generational memory of partition. So putting together a lot of the interviews I've taken over the last three or four years with second or third generations of families who had witnessed partition, get a sense of what we have inherited from the event. And again, I think I embarked on this book, because I was looking for some answers as to how as to how younger people feel about partition, have they inherited pain, have they inherited curiosity? Is it loss? Is it anger? Is it just longing for a place that you may never see? And I think what I have through a lot of my conversations is just many more questions, many more questions, very nuanced questions on identity, on belonging, on religion, on the duality of people, and the possible versions that exist within the same person. And yes, of course, a lot of lingering pain in a lot of people. So that's, that's what I'm writing these days, because all the history on generational memory, having interviewed Indians, Pakistanis, Bangladeshis, and people from the diaspora."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:57:47.440",
        "message": "I love reading this book, and I look forward to reading more of your work. And, you know, I agree with you that I think this is really important work. For my listeners, I must tell them it is not important in the sense of this, it's important for you to read this, but it's boring, but it's important. But no, I love reading it. I was very moved by it. And I think it's a book that everyone should read. And I look forward to your novel as well. Thank you so much for coming on the show. I'll have to process all the things you said about conversation and learn to"
    },
    {
        "speaker": "Guest",
        "time": "01:58:13.680",
        "message": "apply some of them myself. You know, I think that this was a very nuanced conversation in itself. And I mentioned earlier to you, I hadn't spoken about remnants in a long time, which means that some of the things that I am also saying are in retrospect, thinking about, because you know, I think that this kind of work, you grow up really fast, whether you like it or not. And I'm 30 years old now. And I feel like I'm 100. Because I just have to process so many other people's traumas, really. And you just there's a heaviness, you know, but when you think back on what you have achieved by doing this, it really feels like it has given, and I know that I'm saying this about my own book. So it's a bit like, I don't know, I guess it's a bit like, not a good practice. I don't know. But I know that it has encouraged more people to ask questions in their family. And that means that an organic archive of partition memory is beginning to be formed. And one of the things about partition is that because we don't talk about it, there is no archive of memory that remains. And when we compare it to events like the Holocaust, which is often done because of the sheer numbers, we see that Holocaust survivors have really shared stories. And now partition was way more complicated, of course, in the sense that there was no one person to take blame for what happened, because everyone was to blame at one point. But I think that we have not shared our stories, which means that in some way, our stories still don't belong to us, we need to voice them. And I know that Rembrandts has changed a bit of that. And it has moved things in the right direction. And of course, not just me, writers like Kavita Puri, and Anam Zakaria, and Urvashi Pitalia, and Ritu Menon also do similar things. And it is their efforts, as well as mine, that are steering things in the right direction. So I think the people who are listening to this podcast, if you have stories of partition or any hidden history in your family, start to ask questions. It's very..."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:21.360",
        "message": "Yeah, and I think that, you know, especially given all the resonances of that in these current times, I think it's both almost sort of urgent to come to terms with all of that. But equally, sometimes I get a little negative about it. And I think it's futile, because we learn nothing, we have never learned anything from our past. But regardless of that, you know, more power to you and those like you. And thanks again for coming on the show."
    },
    {
        "speaker": "Guest",
        "time": "02:00:45.600",
        "message": "Thank you. It's my pleasure."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:00:49.600",
        "message": "If you enjoyed listening to this episode of The Scene and The Unseen, hop on over to your nearest bookstore, online or offline, and pick up Anshul Malhotra's excellent book, Remnants of a Separation. You can follow her on Twitter at Anshul Malhotra. You can follow me at Amit Verma, A-M-I-T-B-A-R-M-A. You can browse past episodes of The Scene and The Unseen at sceneunseen.in. Thank you for listening. Thank you."
    }
]