[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "I often say that we make sense of the world by joining dots and the more dots we have, the clearer our picture of the world. So how do we gather these dots? The immediate experiences of our own lives will never add up to enough and we need to have the humility to recognize this. We need to make an effort to learn about the world, to see the world through the eyes of others, many others, so that we can enrich our own understanding. For me, the best way to gather these dots is by reading books. If you read a lot and your reading is both broad and deep, your vision is that much more likely to be sharper and clearer. And this is also true if we have an appreciation of data. What is data but a gathering of dots, facts about the world that we can bring together to paint a picture in high definition. Our brains have evolved to prefer stories over numbers, especially large numbers and complex statistics, which is why so many of the best storytellers are those who have a sense of the bigger picture. And more importantly, who actively look at the data to seek out the bigger picture."
    },
    {
        "speaker": "Unknown",
        "time": "00:01:09.040",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Bharma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:20.120",
        "message": "Welcome to the scene and the unseen. My guest today is Rukmini S, a pioneering data journalist who learned her chops at the Times of India and was the first data editor at the Hindu. She has written for a series of major publications across the world. And I'm a bit uncertain about the term data journalist, as I consider Rukmini an outstanding journalist who also happens to understand and use data very well, as indeed every journalist should. A few months ago, as this pandemic got underway, Rukmini started up a groundbreaking podcast called The Moving Curve, in which she explored her own intellectual curiosity about the pandemic. Every day, she would ask a question about the unfolding crisis and try to answer it by examining the research out there, looking at the data and so on. Every episode was five to 10 minutes long, and she recently hit 100 episodes of The Moving Curve. I've been planning to ask her on the show for a long time now, and was delighted when we could finally make it happen. Before we begin with our episode, though, let's take a quick commercial break. and much interactivity. It costs rupees 10,000 or $150. You can check out the details at IndiaUncut.com slash clear writing. This link will be in the show notes. If you want to bridge the gap between the thoughts in your head and the words on the page, then the art of clear writing might be just what you need. November batches begin on Saturday, November 7. So hurry and register before then. IndiaUncut.com slash clear writing. Look, really welcome to the scene in the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:24.280",
        "message": "Thank you. It's so exciting to be here. I feel a bit like a T20 player who's walked into a test match, except that you actually can get the T20 numbers. So that's not a good analogy either."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:38.840",
        "message": "No, no, it's not a bad analogy, because there are T20 players who walked into a test match and completely owned that feel like David Warner, for example, the first time, you know, he played for the Delhi franchise back in the day, his teammate Virender Sehwag told him that, you know, you have a game for test cricket. And that sounded very counterintuitive, because Warner was a bit of a basher there. But look what happened. He's one of the great players, Steve Smith, Jaspreet Bumrah. So and I just have to say that I am just an unabashed admirer of your podcast, The Moving Curve and the things that you've done with it. You know, I don't think I would be able to do something like that. But that kind of regularity, asking important questions and all of that. But before we kind of embarrass each other with too much praise, let's, let's move on. I'm very curious to know about your background. Because, you know, in our minds as often and you know, when you hear the words, data journalist, which for some reason is how people kind of refer to you, though, I think that's not I mean, you're obviously just a very good journalist period. And, you know, but and one of the things that obviously strikes me about your background is that you were a sort of a hardcore reporter or regular journalist who was reporting stories and doing all of that. But I'd say take me even before that, take me to your childhood, what kind of person were you? What kind of career did you look at? How did you get attracted to journalism and why?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:53.400",
        "message": "Right. So I do think that anyone who knew me growing up would be quite surprised by this turn, because I never really demonstrated any particular affinity for math, though I enjoyed it in school. So I grew up in Pune, my parents there, I am very much a Punekar in most ways. I left home after I did a BA in psychology at Ferguson College for reasons that I could not tell you anymore. You know, one of those things that you drift into when you're 18. I enjoyed it. I do feel like it exposed me to statistics and experimental science for the first time. So that was interesting. But somewhere in the back of my mind, I always knew that what I was going to get into was some form of writing. I don't think I knew anything about how journalism worked, but that seemed like the sort of thing that people who like to write did. So I went to, you know, from Pune, the Asian College of Journalism in Chennai was very far, very expensive at the time. The more well-known and familiar yet well-regarded option was the Sophia Polytechnic in Mumbai. So what I did is I did a postgraduate diploma in social communications media. That's the mouthful that that course is called. And I loved it. It's women's only college, 30 students living in a hostel for the first time, very political place and with very specific political ideas. And, you know, I'm sure we'll talk about that later, because one of the things that that I spend a lot of time thinking about and thinking about how journalism can get better about is about how to be less polarised. And I wouldn't say that that that wasn't polarised too. It was sort of like being, I suppose, on a mini GNU sort of equivalent then. But yeah, again, none of this is a criticism of the course, which I absolutely loved. P Sainath was one of our teachers. He's someone I hugely admire and love very much. He's family for me a bit now. So that was the first time I read nonfiction. That was the first time I read newspapers regularly. That was the first time I felt engaged with any sort of political thinking at all. I was very much one of those persons who floated through undergraduate college, building wonderful personal relationships, falling in love, joining a rock band and having the rest of the world entirely pass me by. So, so far it was when I woke up. And I'm very much one of those people who's everything, politically awakening, learning, everything happened on this job since I sort of sleepwalked through college in that respect. I loved it. I think I did well. And immediately after, it was a one year course. Immediately after that, there were some campus placements and I started an internship at the times of India and Bombay. And I ended up working there for four years in all. And that was, as you mentioned, very much regular journalism. So the first few months was very much, you were the person who was, you were the spot boy. You were sent to run for everything, any press release, any event. You never knew what your day was like. Anything that was in the furthest possible suburb, you were likely to be sent there. You know, an experience that nothing else will give you. Just knowing the local train system in and out, knowing every suburb in and out. So I did that. Then I covered the education beat for a little while. And the last beat that I covered in Mumbai was state government. In the course of news reporting, I ended up doing a bit of crime reporting and got very interested in legal reporting because of some trials that I ended up covering quite regularly, although I wasn't a court journalist. And then after that, after I did that for four years, I went to the School of Oriental and African Studies in London to do a Master's in Development Studies. So that again, in that respect, was a sort of standard lefty program. I enjoyed it, but I was also very sure that I immediately wanted to get back to Indian journalism that, you know, I really felt that that that was the most productive use of my time. I was really hungry to come back and work. Around that time, or a little before that, the Times of India had set up in Delhi, a group called the Times Insight Group, which is a small team of reporters focused on data journalism. So, you know, I think most people don't associate the Times of India with data journalism, but that really is the first place that set up a systematic team to do this. So Jaideep Bose, the editor then and now who had hired me in Bombay, when I came back, I talked to him about things that I could do, and he mentioned this team. Because one of the things that had happened is when I was doing my Master's, I felt I was reading World Bank reports for the first time, you know, it's not that they hadn't existed on the internet, I had just not known anything about it. And I felt that there was so much research that I was reading, that I should have been incorporating into news stories. So it wasn't yet data as such, it was more the feeling that there's rigorous research and academic work that I should be incorporating into news reporting. And then it was really three years of learning on the job. I joined that team in Delhi, I moved to Delhi, I got to do a whole lot of very sort of straight place data journalism, which is, NSS has put out a report today, report about it. World Bank has put this report out, reported it. I'm really glad I got to do that. And really on data work, I was starting from learning how to do addition and subtraction in an Excel sheet, I hadn't done anything of that sort before. And that group is headed still by Shankar Agaraman, who's a, you know, old school financial journalist, very well known among the old school Delhi journalists, a great boss, someone who really shines on election and budget days in particular. And again, this is not something people give the Times of India credit for, but it truly does shine on election days, especially. And the other great thing I got to do then was travel. There was there was nothing that no one said no to me for any idea I had, you know, around then in 2009. And then food prices started escalating the price of daal, all of that started escalating. So I could write about it and look at the numbers and do all of that, but then also go to Bundelkhand and report on it. And these were just things off the top of my head, I wanted to do the Bihar elections, because it seemed like development indicators had really improved in Mitesh's first term, I got to go and cover the Bihar elections, I wanted to write on the panchayat system, because I could see that there was incremental change going on in political representation there. So I got to cover Rajasthan's panchayat elections. Similarly, what political representation I got to report from Nagaland, where there has never been a woman MLA and I got to, you know, trail two women candidates as they went campaigning. So that that I really I remember feeling then that I was getting paid to understand the country. And just nothing I could have asked for better than that. I did feel like I was maybe getting a bit slow and maybe a bit lazy, you know, spending too much time unproductively staring at the screen sometimes in office. So I'm glad then that Siddharth Vaidhyarajan, now the Wire's editor, then the Hindu's editor got in touch with me because I do think I was stagnating a bit then. He hired me to the Hindu in 2013. And I was there for three years. And after Siddharth left and Malini Parthasarathy took over, she made me the data editor then, which was the first Indian publication to have a data editor position. So both Siddharth and Malini did have that vision for that vision, that focus, that emphasis on data over there. So that was the last sort of mainstream media full time job I had. In 2016, I quit the Hindu, I worked for the Huff Post for a little while doing similar work. And since 2018, I've been doing this independently. And I moved to Chennai in 2016."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:13:35.480",
        "message": "So the lesson for this for people listening, by the way, is that good Indian podcasters come out of Ferguson College Pune because I also graduated from there. Yeah, I passed out in 94. So I think that might have been a little before your time. Yeah. So what did you do in a rock band?"
    },
    {
        "speaker": "Guest",
        "time": "00:13:52.760",
        "message": "I sang. Oh, wow. Amazing. Are there videos on YouTube that we can embarrass you with? There are pictures from Pune times that my parents can embarrass me with."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:14:04.120",
        "message": "Wow, instantly 1000s of listeners immediately try to Google and figure that out. What I find very interesting about this whole narrative, and this is something that I've been thinking about for a while now, is the distinction between the abstract and the the abstract and the concrete in people's experiences. Like it strikes me that when you go to college, or when you go to whatever academic thing you do, you're being taught abstract ideas, you're being taught abstractions about the world. And then at some point, of course, if you remain in academics, you can just remain in that abstract realm forever. But if you go out in the real world, and you actually, you know, engage with it, then you get exposed to concrete realities. And it seems to me that this distinction between abstraction and reality is something that can possibly apply to journalists like you in many ways, like first, you do the journalistic training and all of that, and then you're out in the real world, you're reporting from the weeds. And that's one sort of element of it. Another element of it is just how you engage with data, like, you know, many people would and we'll, of course, explore this later in the episode in more detail. But people will often bring their own biases to data and try to make it conform to the narratives. But to do that, you really have to understand the data intuitively and all that. And like you said, it strikes me that it might actually have been a feature and not a bug that you had to learn all that from scratch how to add and subtract in Excel, for example, which I still don't know. And, you know, which would have also given you a concrete sense of data and its limitations and what it can be used for. Is there something kind of to that, like, as you engage more and more concretely with India, are your old frames sort of collapsing and new frames taking their place? Is there a journey like that, that you sort of consciously thought about?"
    },
    {
        "speaker": "Guest",
        "time": "00:15:40.040",
        "message": "Yeah, you've absolutely hit the nail on the head, because that is what has been my process for the last five years. So I would say that I still have, you know, largely left of center politics and ideas. But one of the big things which has really come through both the points that you mentioned simultaneously, which is one part of it is through reporting directly and part of it is going with the data. You know, it didn't even come as a moment of reckoning that I felt that I was, you know, confronting all that I believed or held dear and that it was all withering away. I suppose it had been happening continuously and didn't really come as a surprise to me, these realizations. But yes, accepting that a lot of what the left in India in particular holds true and passes on through universities or even through leftist academics and the journalists who faithfully report everything that they say is deceptive, it's problematic, it's not doing anyone much good. So, you know, all of this sounds a bit quaint, all this UPA era stuff is now very quaint that we were having all these intense discussions about things like the public distribution system, but that's what we were discussing back then. So I think, you know, things like accepting that, you know, holding the public distribution system as a model for something that must be upheld at every cost and anything that's seen as an alternative like cash or a universal basic income must be sort of reflexively attacked is something that I had to unlearn. And I'm, you know, happy to have been able to do that. And I consistently find that the data and research continues to back these things up. The other thing, all sort of mass publicly provided goods that I remain, you know, firm supporter of in the middle of a pandemic, the importance of affordable, accessible public health, it's there for everyone to see. But to go on talking about these things as, but we must strengthen public schools, but we must strengthen the public health system without accepting how discriminatory and demeaning it can be to have to be entangled with it is privilege, is ultimately privilege. So the economist Jishnu Das is someone whose work I admire very much. And I like engaging with because it makes me rethink things that I might have gone in thinking of a certain way. And I think his work on healthcare has been one of those things that I really feel I wish a lot of journalism students would look at and read because things like accepting that an MBBS doctor in a public hospital necessarily cares more and provides better care, gives better prescriptions even than quack in a private clinic is something we would all assume and something we would all, you know, put our weight behind, but he's consistently shown that not to be the case, you know, good, solid research in both urban and rural settings in Madhya Pradesh and Delhi. I feel in 2012 and 2013, these are things that I was confronting. And at that time, it felt like a debate with two sides. But now I see there are a number of people who sort of, you know, exist in the middle and don't see these as choices. But as let's all start with the belief that care or education should be something that is available to everybody, but at their own, with their own agency, with their own self-respect alive, you know. So yeah, I think both reporting and dealing with the data has made me rethink many of those things. And when you talk about the value, if any, in having to do everything longhand in the hard way, it really is true. It sounds like some, you know, some fuddy-duddy thing that your dad says, right, which is that you'll only know it when you write it out by hand, but you will only figure it out when you've done some data stuff manually is something that I've just had to accept. There's a lot of, you know, I'm sure we'll talk about this in a bit, but I spend a shocking amount of my time doing work manually. And this isn't a humble brag. If I had better skills, I wouldn't be doing this manually. It's a colossal waste of time. And anyone who's building their skills right now should build skills so that they're not doing what I'm doing. This is not smart. But there are, you know, every time I think, I was just thinking when I go on Amit's podcast, maybe I should put out an appeal to people, to anyone who wants to do this work for me, you know, paid for credit, that I need developers. Now that I don't work in a newsroom anymore, I can't hire a developer and I don't earn enough to like hire a full time developer for myself. So I said, you know, this sort of geeky person, if they listen to the show, I should put this up. But it's not just not letting go of control, which is a problem. But it also is that reading so much of this stuff manually gives me insights that I wouldn't miss otherwise. So just to give you an example, I've really enjoyed engaging with legal data. And while this sounds like something that I'm doing that's complicated or with great skills, but a lot of it is just reading court judgments. Again, if there were good machine learning tools, I'm sure people could reduce the sort of donkey work they put into it. But a lot of what I do is just reading a lot of court judgments. So there was a point at which I was having to manually read Metropolitan Magistrate Court rulings in Mumbai, because I was looking actually for sexual assault cases for something specific I was working on. But while I was looking for this, I ended up noticing that on the daily sort of docket of most judges, there was a large number of cases of particular IPC section, and I was couldn't really understand why it was coming up that often. Then, when I looked at the section, it was causing hurt using a poisonous substance. And I couldn't for the life of me figure out why I was seeing so many every day. Most Metropolitan Magistrates were seeing many of these cases every day. And then I started noticing that they were all acquittals, all acquittals. So I just couldn't figure out what was going on. So what I ended up getting to the bottom of, and then I ended up investigating and writing about that separately, was that at that time, the drug mephedrone, which was called Meow Meow on the street, was not in the NDPS, the India's Narcotics Act. It wasn't in the schedule that gives cops the powers to go after it in those ways. So the only IPC section that they felt they could use to catch this peddlers was this one. But it's completely the wrong section, because it requires you to not just prove possession at that moment, but also intend to cause hurt, which a peddler doesn't have. So it was one of the most common cases that Metropolitan Magistrates were looking at. And it had a 100% acquittal rate. Yeah, it's the seen and the unseen. I was just thinking about that, that this is what I saw. And this is the entire world of things behind it. I ended up going to Mumbai for it and speaking to the NDPS person and, you know, a couple of ACPs as well. And they were all like, yes, we know that it wasn't the right one to use, sorry, but there's nothing we could do about it. And the judges were so sick of these cases coming to them, because in each one they had to say, you haven't shown intent to hurt, acquit, acquit, acquit. And the cops were also using it to do a bit of, you know, petty score settling. And there were people who'd been in jail without bail for a year, I found, you know, the disproportionately high number of Muslim men in it. So there was"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:23:20.200",
        "message": "all of that going on. No, it's so fascinating. I mean, it's almost like you're a forensic detective and you're going through the data to figure all this out. No, I read in one of your interviews about how you mentioned that, possibly during this case that you had like these hundreds of tabs open, and you're manually going through one judgment at a time. And that's just incredible. So I actually second your appeal. And if there are listeners of the show who can create solutions for this, whether at scale or whether at an individual level, please do get in touch with Rukmini. Another part of your sort of personal journey, which you also, I think, referred to in one of your interviews as being interesting and affecting your perspective was moving away from Delhi, shifting to Chennai, having kids, choosing to kind of be located there. Did that also like shift your frame of reference and make you, you know, take you out of that Delhi journalism"
    },
    {
        "speaker": "Guest",
        "time": "00:24:09.480",
        "message": "bubble, so to say, and make you look at things differently? It did. But the more I think about it, the more I want to make sure that I don't start looking back at that experience as something frothy and silly and, you know, full of narcissistic people who only talk about each other's work. There is that too. But that's not all of Delhi's journalism. And to everyone who wants to continue in, at least in public policy journalism, I would highly recommend working in Delhi for a while. I feel like the journalism I'm able to do now, and in all sorts of ways, even personally, is because I was in Delhi for those key years in between. Moving away from Delhi has, it's made me more conscious of how it's impossible to understand some of the things that matter so deeply to people from a particular part of the country, not just from Delhi, but from anywhere else. So being in Chennai, I feel like I could see the media trying to make sense and grapple with this jallikattu issue when it happened a few years ago. I still sense it when they try to write about NEET, the medical entrance exam and, you know, Tamil Nadu's feelings on it. And I just realized how lost in translation this stuff is. Things like self-respect are impossible to, are impossible to communicate through journalism sometimes. And it underpins so much of what goes on in Tamil Nadu in particular. So, you know, I think while a lot of people who move away from Delhi or even people who talk self-deprecatingly about being in Delhi diminish it a fair bit, I do think that it's possible to move away and write, you know, more considered stuff only after you've actually been there first. So I'm very happy for, I loved Delhi. I loved living there. I loved working in journalism there. And, you know, the conversations I had and the arguments over public policy, over politics, you know, over dinner and people's houses on terraces, they were very formative. And I still, they are the sort of contours of the debates and discussions I'm still having in a sense. Having kids, yeah, that now that's a big change in multiple ways. I mean, one of it is just the time part of it. So it just means that there's a significant shift in the type of journalism I do because of the hours in the day I have. It's also definitely changed my consumption diet of journalism. My, I mean, some of it is just, it sounds so silly and childish to say, but I know that a lot of parents feel this is that I can't consume violence much at all. I'm someone who's always pushed back against things like trigger warnings. And I still would a bit in journalism. I mean, I'm sorry, not in an entertainment show, but even in journalism, I have no, I cannot consume violence anymore. And also, I mean, it really came home to me in the pandemic that I no longer can keep up with things on a sort of minute to minute basis anymore, which then means that my need to distill information both for myself and then for people who read me or listen to me has now become a part of my journalism. Because it really is that the only time that I really can think at length about the world is sort of at the end of the day. And I'm glad that I'm not reacting to events immediately, and that I have had a few hours of considered time to think about it. So it's a luxury, but I'm glad that I'm able to do that sort of work. Now, the thing about journalism is across the board, and definitely I see this about data journalism teams in newsrooms is that you're sort of expected to do a bit of everything, which is you have to put out the daily NSSO, put out this report sort of thing too, as well as the well-considered longer things. And that just leaves very little space to think. Yeah, and I mean, it was surprising to me, it made me very happy. And it was surprising to me that especially during the pandemic, when people were home and so much more housework, so much more childcare, other people were suddenly consuming news in a similar sort of way. And then that feeling of, especially in the beginning of the pandemic, I mean, it's hard to remember it now, but we were starting from figuring out, is this a virus or a bacteria? How do these things work? Does it move through coughing? So it suddenly felt that, wow, it's nine o'clock and I just check the news. And okay, now we know for the first time that it isn't mutating, or something huge and significant had happened. So I think other people too were feeling that need, that I can't follow ball by ball commentary of this. I need to know by the end of the day what happens."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:10.440",
        "message": "So, you know, a couple of tangential questions, which I hadn't planned to ask, but they came up from, you know, what you were just saying. And question number one is, you know, writers often talk about how when they become writers, the quality of their reading changes, they start reading differently. Earlier, they are sort of reading whatever books they are just, you know, they're just going with the story or whatever. But when they become writers themselves, they start noticing nuanced aspects of the craft and all of that. Now, you spoke a little earlier about the consumption diet changing as you had your kids and you had responsibilities at home and all of that, the way you consumed it changed from a real time thing where, you know, people might be tracking everything on Twitter all the time and all of that. But when you look at journalism today, has that also changed over the years that you're also looking at the craft and practice of journalism with that critical eye of someone who does it herself? And also as a sort of an adjunct question to that, does your sort of understanding of data, then sort of also affect how you look at the work of others? And does it then seem that much more inadequate and misinformed?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:17.800",
        "message": "Right. So one of the most frustrating things to me that continues, see, the thing is, I'm very much a mainstream media person. And even though I'm not in newsroom now, I sort of think and even plan or imagine very much around the newsroom. So it's incredibly frustrating to me to see that although newsroom integration is something that has existed on a Microsoft, on a PPT slides for the last 10 years in every presentation made to anyone in the media, it's not happening in any meaningful way. And I see this particularly for data stuff. So, you know, a couple of things have changed in how I consume the news. One is time, one is reading much more on my phone and, you know, than reading physical newspapers. And in the sort of stuff that I want to read considering, as you're saying, considering what I want to write as well. I always find it very amusing when journalists sort of express fears about bots, because so much of the time journalists are actually writing like bots. So one of the things about COVID coverage that I've noticed is that I regularly open something that I feel was written by a bot, because it will say so many cases today and this region more and that region less. And it's painful to think that it wasn't written by a bot. This shouldn't be what, and this is not one news article, right? If you put the same search words in Google News, you'll find about 50 Indian publications alone will have written exactly the same thing. So I'm very much a fan of lots of little regular news. I enjoy my T.O.I. kind of bits of everything in the city news, I think. I think it works very well for a city newspaper. I don't think that that's a bad way of going about it. But if you look at it as a consumer, not as a captive consumer of one newspaper, it's incredible how little value add most news articles are doing and what a waste of time it is for the journalists who are working really hard to put that out. Yes, the working on data has made it impossible for me now to see a good news report that lacks that. So for example, it's ruined political reporting for me because I just cannot wrap my head around the I landed in this constituency, one JAT is saying this, one Abhikash Mann is saying this, one SCN. I cannot wrap my head around that kind of journalism anymore because I don't know what to do with it. And most large Indian states are pretty well covered by opinion polling. Now there's differences in the quality of the polling. But to read one of these, you know, parachuted, even if not parachuted, even by people who deeply understand the region, I just find it impossible to read it anymore. It shouldn't. These are, you know, hardworking journalists who are going out there and as such getting you the voices from the ground. But I don't know what to do with it anymore. I don't know what part of my brain that's thinking about an election to put it into anymore. It's like watching a fun show now. It's not something that I can slot into any usable thing. And I think a lot of political reporters feel the other way. They feel very frustrated by opinion polling, heavy reporting, which they feel is like missing all the nuances on the ground. But and opinion polls get it so wrong too, right? So they do feel that how can you hold this as some sort of gospel when they're getting it wrong? We get the real feel on the ground. But yeah, that's what it's done for me. And another thing is when there are elements that can be answered through numbers, when it doesn't happen, then it leaves me very deeply dissatisfied. So more than even looking at the craft of writing differently, what I've been doing a bit in the last few months is looking at podcasts differently. I always listen to them a bit, but I think I listen to journalism podcasts a little more now. In general, I feel like I hear too much from journalists, and I try not to listen to more of them, especially American journalists. But there were a couple of podcasts that I wanted to listen to. And one that I was listening to over the last few days was called Canary by the Washington Post. And it's by the journalist Amy Britton. The entire podcast covers her investigation into, well, it starts into a sexual assault trial. Now, this is something I feel very strongly about. Not strongly, it's something I sort of engage deeply in, and I'm not sure yet what to feel about the reporting of sexual assault. You know, it's beyond any, nobody still needs to discuss the fact that the way women complainants are written about is a problem, that trials through the judicial system, the questions that are still allowed, the way the police behaves, all of that is a problem. But I still have a problem with over-involved journalism around sexual assault, starting from the point of using things like victim and perpetrator instead of complainant and accused, all of that stuff. So, this podcast centers, starts around a sexual assault trial in which the man admits to the crime, but it seems as if the judge has given him a lower sentence. And then what we end up finding out is that after she writes about, Amy Britton writes about this trial, because the complainant didn't take it lying down, and she started, you know, pasting flyers around the city saying that this person has been convicted, he's admitted to it, he did, you know, he was a serial offender, but see, it hasn't, you know, he was back at his job, in fact, he'd got a promotion, stuff like that. It was all factual, what she was putting out. And after she wrote, Amy Britton wrote about it, she was contacted by a woman who ended up telling her the story of how she was herself systematically sexually harassed and molested by the judge in the case, you know, many years before. So, that part is really a model of journalism. It's, you know, corroboration, contemporaneous accounts, letters, all of that, none of which you see in, you know, sexual assault. This isn't sexual assault, this is a complaint of a sexual assault, right, not a trial. You never see that in the coverage here, and it's great to see that. But I can see her sort of moving this two words. So, did this, his own experience affect his sentencing and the way he was as a judge because of what he had done in his own life? And what happens, she puts her data journalist onto it, the Washington Post data journalist, and ultimately, they come up short because they just can't sort out the court data. And part of me was feeling, well, you know, open 100 tabs and read them one by one, but also there was some information they just could not get. So, she doesn't answer that part. So, she says, I don't have an answer on that. And to me, that felt, I felt like I was being led down a path and then just completely, you know, disappointed on that, because I did want that data part in that story. Otherwise, this was a very well told story about how one judge 30 years ago had sexually harassed and molested someone. And that's, that's not the story that I felt I was being sold at all. So, yeah, it really does take away from my enjoyment of a lot of reporting now. And of course, when in cases where I can see that the data exists and should have been used, and maybe in some cases would have even not answered exactly that, as I said, particularly for political reporting, it's absolutely ruined election coverage for me now."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:38:01.080",
        "message": "Yeah, I'm struck by a couple of the things you said. One, of course, I like your, I mean, it made me almost LOL, when you said that so many people write like bots, and you can't make out the difference. Because I think, you know, we as journalists and writers, we can fall into such reflexive habits of both thinking and writing, that for all practical purposes, we might as well be bots, except that we are incompetent bots, because we don't have that kind of computing power. Like I often say that Trump would fail the Turing test. And I think that might well be true of many other humans as well. The second part that you said that really struck me and I'm obviously going to search out canary and binge on it now is a bit where journalist at the end says that I don't really have an answer, which is so refreshing, because there are, you know, it's in India, for example, it's almost like you have a compulsion to give an answer. And this percolates down for some strange reason to everyday life where if you ask anyone on the street, the directions to somewhere, even if they don't know, they will feel compelled to tell you that wahan jaiye, wahan se daine, wahan se baine, and so on and so forth. My other sort of question, which came out of what you were saying earlier was, you know, when you were talking about how moving to the south, you realize that there are areas which are, for example, not covered by Delhi questions that they are not asking, and so on. And I was being interviewed for another podcast today where I was chatting about TikTok, where, you know, I taught a brief course on TikTok in Indian society. And I'm quite, you know, I love TikTok. And one of the things that to me TikTok did was that before it came along, popular culture had arbiters in the sense that, you know, you had Bollywood and it is as one example, you have other film industries also. But for example, you have Bollywood, they're based in Bombay, there are elites who run them, some of them are, you know, these old school elites who have these regressive attitudes from the past been in Bombay all their lives. Others have, you know, are all your foreign educated young elites who've come in with their attitudes, and they don't get the real India at all. And what TikTok kind of did was that it empowered millions of people, not just in terms of letting them express themselves, but of giving them a platform where other people like them were expressing themselves. And suddenly that became the popular culture, you know, bottoms up kind of way. And it was not just, you know, what these arbiters kind of put out. And it struck me while you were speaking, and I know this is a bit of a tangent, but it struck me while you were speaking that, you know, is there a case to be made that that is what the situation is in Indian journalism as well, that you have these arbiters, you have these, you know, big media houses, even where you have independent outfits that do such amazing work like Stolen Wire, and so on. They are still run by conventional journalists who have the conventional points of view, you know, and maybe they're all really missing things, not out of any blindness or incapacity, but it's just the way that it is. And, you know, that there are gaps"
    },
    {
        "speaker": "Guest",
        "time": "00:40:43.320",
        "message": "there that could be filled. Yeah, I do think that we have not allowed ourselves to go crazy a little bit trying to think both about form and content. So I do, you know, even when I was writing data stories, and that's sometimes still feedback I might still get, which is that, why don't you humanize it a little, and then the sort of temptation to have the first paragraph being a sort of archetype of the type of person that the data story describes. And then in paragraph two, you come to the data element that sort of contextualizes. I see that in a fair amount of data journalism. And I feel like what that does is allow the reporter to, if it is a choice to tick the box that I spoke to real people, this wasn't just Amche journalism, I included human aspects in it. I brought in an element of creativity into what's otherwise quite cool. So yeah, you know, it's so hard to think of a piece of journalism that truly surprises you, right. And it doesn't have to be that way. And I agree with you that I don't understand why newer places have not allowed themselves to experiment with that, to the point that they really read like the Indian Express if they're one sort of journalism. So there was and I was looking trying to look this up before this call, but I didn't get to the name in time, you might remember this. At the beginning of the pandemic, there was a guy who wrote a piece for the Atlantic, I want to say, which sort of described what happens to your body when the virus hits you. But through a hypothetical story of a man who's, you know, meets a friend for lunch without realizing it. But the science in it was hardcore, it, you know, got right into all of the cells and all of that. So I felt like I did actually learn about how the virus does the human body and what it does. That was the first time I sort of properly understood what the cytokine storm even means. Though it was told in a sort of semi fictionalized way. And, you know, I just remember that just struck me also right now, because these kinds of stories that truly surprise you, I feel like I can really count them because there are so few when the form really takes you by surprise. I think people are doing much more inventive stuff in video. So that's where you occasionally see people breaking out of that very old school NDTV documentary kind of format of reporting, reporting on everything. And the other thing that struck me when you were giving a TikTok example, and when I was thinking about the South is that, to me in a way, Tamil, which I am in no way fluent in, and I knew no Tamil until I moved to Chennai, and I'm still not great at it. It was like that. It was like, you know, what maybe learning about TikTok felt like to you seeing this entire universe of people who other filters and bubbles had not brought to you maybe or to any TikTok user. Tamil feels like that to me. And I've got nowhere near, you know, even reading. So it's not literature. It's just popular culture that I am in some ways able to consume right now. Everyone likes to say this about their own language, but I truly so far feel that the Tamil meme industry is just off the hook. They are so funny, so quick, so savage. And these are some of the great, you know, untranslatable, because again, when I see the Tamil pop culture that filters up and makes it to the rest of the country, it's the most boring, sanitized, sort of yuppie stuff that gets popular. The guys who are on the, you know, comedy circuits, but the stuff that's actually getting shared over WhatsApp or that's really, you know, popular among friends or my husband and his friends over here is so much more subversive. So it's rare. Well, something like TikTok would be something that opens these worlds to you later in life, right? I think I have no brain cells left for any more new social media. So I've given up on that now. But I hope that Tamil can be that for me a little bit, you know, this opening up of people of a culture that arbiters had not, my own arbiters had not allowed"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:13.720",
        "message": "to get to me so far. That's fascinating. I was just trying to look for the, you know, the story in the Atlantic, which you were mentioning, we'll take a quick commercial break and come back to that. I suspect it might be by either Ed Yong or Yasha Monk, or those were the not one of them. Okay, so let's take a quick commercial break. And then, you know, during that commercial break, we can look up the story and, you know, tell our listeners who it is. So we'll be back in a minute. If you enjoy listening to The Scene and The Unseen, you can play a part in keeping the show alive. The Scene and The Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe, and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of The Scene and The Unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and The Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. sceneunseen.in slash support. Welcome back to The Scene and The Unseen. I'm chatting with Rukmini S about data journalism, COVID and we both have sort of a sheepish smile on our faces right now because before the break, we promised you we'll find you a link to the story she mentioned. And we have failed despite our substantial googling skills. So but it will be in the show notes because that gives us a few days to find it. We're recording this on Monday, October 19. It comes out this Sunday. So without finding it, it's going to come tonight. Yeah, yeah, eventually. And even though I haven't read the story, I suspect I can't sleep. One has discovered it. Let's get back to you know, your fascinating journey, discovering data. I mean, I mean, one thing that often strikes me is that I just find that term itself data journalism kind of odd because it's almost like saying, oh, that person is a word journalist or that person's the part of journalism he does is writing or reporting or whatever. And to me, all of those are kind of a package which come together. If you are a reporter or a journalist, you are supposed to examine the facts. And data after all is a collection of facts. So you know, is there a point at which the data journalist becomes a different sort of beast? Like, when did you start thinking of data is something special that kind of data consideration of data sets you apart from, you know, not from others, maybe, but maybe from the person you were previously? Like, what was the first TIL moment that you got from data?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:24.680",
        "message": "So I think what happens and what sets things apart then and then what does create a unique category is when you are able to independently come up with insights from numbers by yourself. And this is important for a number of reasons for, you know, across journalism, the point is to be able to move past the handout, the press release and be able to say something so that that means that you develop a mastery of some sort, either you're able to, you know, understand what was missed, you get to the spot and find what really happened, or you're able to get to multiple sources who tell you what really happened, or you're able to look at numbers and say something entirely new, that hasn't been told to you, and that hasn't been put out like that. So I think that came much later, there was months and months, maybe even years, but months and months, definitely faithfully reporting what the NSSO report was wanted to say, before getting to the point, you know, starting from the point where I was able to say new things, to moving to the point where I was able to say things that the press handout was very purposively not saying. So I think, you know, one of the moments that it really struck home was, I want to say in 2015, the highly delayed census religion data was finally put out by the new government. It was late, it had been expected before the elections, but I suspect the UPA government just, you know, just out of like sort of lily-livered nervousness sat on it, for no particular reason, maybe they just felt that this was a conversation they did not want coming up at all, because of the sort of criticism that came their way anyway. So the census organization in India comes under the Home Ministry, and for a lot of important census releases, the Home Minister, Rajnath Singh at the time, or any Home Minister in the past as well, would have a press conference, and the Census Commissioner would be there, the Home Minister would be there, they would put it all out. The census data operation is truly, uniquely opaque in a lot of ways. So a lot of the archival census data that I have is on CDs, which I got from the census, when I used to report in Delhi, it's not available on their website, and it's not easily available even in a book form. So what happened is that at 7pm on a weeknight, the person who covered Home Ministry told me that they put out a press release, and the press release says that now the proportion of Hindus, Muslims, Sikhs, etc. in India is this much, this much, this much. Hindus have grown at this rate, Muslims have grown at that rate. And clearly, the growth rate of the population of Muslims was much higher than that of Hindus. And that stood out in the second paragraph of the numbers, there was no context, no background, no past numbers, nothing given. And that's it, that was 7 o'clock, and obviously everybody had to run with the story. So I think what happened that day is, A, because I had been by then at The Hindu for a couple of years as a journalist whose job was to look at numbers and data specifically, it was part of my job, you know, I took it very seriously as part of my job to create these archives of data for myself. So I had extensive past data, even though it wasn't available from the census's website by then. And to create, as for all journalism, a phone book of people who I could call upon to interpret data at any hour. So what we were able to do is that we were able to look at the proportion of people by religious group from pre-independence time onwards. And what that showed and what was confirmed by the demographers I spoke to was that the Muslim population growth rate was expected to slow as Muslim women got better educated and with better access to health and as Muslim incomes rose. What had happened actually between 2001 and 11 is that the Muslim growth rate had slowed quicker than the Hindu growth rate even, and quicker than expected. None of this meant that, you know, the Muslim population was had shrunk or any of the, it was a nuanced sort of change. But to me, the reason that this was the news was not just out of some sort of, you know, liberal belief. It's also that the fact that Muslims are growing faster than Hindus has been unchanged since like 1930. So I didn't understand how that could be a news point in 2015. If there's a change in the speed of growth, that's what demographic transitions are all about. And that's what the story needed to be. So every single newspaper the next day reported that Hindus now below 80%. I mean, as of 80% is some scientific number. It was quite immaterial, but I, you know, that was the easy number to pick up from the first few lines of the press release. And our very Hindu headline at the time said, you know, Muslim population growth slows. And it sounded like literally the opposite of what everybody else was saying. It created a big issue on social media. I was actually, you know, stopped and even the Hindus always and asked by people in HR and finance, why is our paper saying the opposite of what even the Tamil newspapers that they were reading or any of the other more southern focused newspapers that they were reading were saying? I think that was one of the moments that I felt that there was value in this as a specialization and it not being left to the poor, overburdened and under equipped home ministry reporter to have to come up with the best possible news report around it that she could at 7pm and then be criticized the next day for feeding into propaganda or a narrative when she had just not been given the tools that she would need to be able to say something more. So I'm not sure I answered your question."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:54:48.200",
        "message": "No, you did. You did. I mean, it's such a fantastic example of using data to go past the intuitive conclusion that one might draw and go a little deeper and find that, hey, the truth is exactly the opposite. And obviously, your Hindu headline wasn't in any way contradictory of what the others are saying. It's just that is going deeper and kind of giving more perspective. A couple of questions kind of arise from this, like as this very example shows, in fact, that you can always present the data or interpret the data to fit your own biases. Now, we live in times where it seems that narratives are more important than facts or than truth, you know, where possibly enabled by social media and the way WhatsApp and all has been weaponized. People choose narratives to choose whatever facts fit those narratives. And that's basically it. And, you know, whatever ways data is presented in goes through that narrative and they ignore everything else. So a couple of questions here. One is that even at a personal level, every time you choose a story to do, and in the case of a data journalist, every time you choose what analysis to run on a particular piece of data or what further inquiries to make, your own biases do come into play because we're all biased as individuals. And good journalists obviously are aware of those biases and they just try to do the most fair job that they can in terms of negotiating with facts. So part one, I'll come to part two later. But part one of my question would be that then do you is that something that you've had to watch out for where you sometimes have to take a step back from yourself and say that, OK, this might be the way I am approaching it. But let me just, you know, take a step out of that. Or do you feel that completely taking a step out of that is kind of impossible? This this is"
    },
    {
        "speaker": "Guest",
        "time": "00:56:32.040",
        "message": "something I spend so much time thinking about. And when I was listening to Samant on your podcast and, you know, you were talking about subjectivity and bias. And I think someone said that, you know, what's important is being fair, going in with fairness and, you know, subjectivity, bias, all of these are things that exist in all humans. And I sort of kept that, you know, part of my head to when I try to answer these questions for myself as well, that what am I aiming for? What what do I think I'm going in with? What am I as a human able to do and what should I aspire to? So I would agree that fairness is one of the things that I aspire to. There is no doubt that particularly now that I'm in a position to choose the stories I do much more than and I'm assigned stories much less. There is absolutely a few things that I go into the data looking for and specifically report on. So I go into most data sets looking for gender and caste dimensions because these are things of interest to me and what I'm most keen on reporting on. Again, this sort of harks back to the quaint UPA era. It's hard to believe then, but one of the biggest cleavages then was between the centre left and the left of the left. It's so hard to imagine that that was the key cleavage then. But I remember, you know, I don't want to date it too specifically because I don't want to talk about who this was, but someone who assigned, you used to assign me stories at one point when I was reporting on the census. And you know, this was information on asset ownership by household. And he very clearly told me, I said, you know, I was, it was very early, so I was just not sure what part to look at. And he said, see, don't tell me the things that have got better. And that was one of the defining features of how we all, of how the UPA was covered, which is that these, you know, neoliberal, like following market forces sort of things, turning their backs on the PDS. And, you know, everybody's trying to say liberalisation has been great. But look, after 10 years of UPA, people are so poor still. And, you know, asset ownership, only so many people have a cell phone and have a toilet and that. And, you know, of course, one of the things to, for everybody to think about is the enormous damage that this sort of discussion created even to the overall political space, to the, to possibly even to electoral outcomes. I mean, that's obviously not what that election was fought or won on. But it's really something to think about how dangerous and damaging that was, particularly because it was not in any way borne out by the data. 2005 to 2015 was the period of the fastest reduction in poverty in Indian history. And it's, some of it we didn't know then, but some of it should have been obvious and was absolutely not the story of that election. So, you know, we were talking earlier as well about what I studied or what I studied and then the questions that I had to ask myself. Having studied and sort of come up in a, you know, vaguely leftish atmosphere, one of the things that I did have to sort of think hard and confront and worry about whether I was trying to sort of torture the data into constantly confessing that some of these leftist truths hold true, which is that liberalisation was bad, which is that, you know, migration is happening at a mass and dangerously terrifying scale, showing mass impoverishment of the poorest of the poor from the villages, all of these things that are not borne out by the data. That was a particularly damaging time for that sort of journalism. There's other kind of falsehoods that are happening now. And we, you know, we all know about them and focus on them and criticise them. But it's important to think of how damaging these, this sort of now what looks like a micro-polarisation, but that was a polarisation that existed in an ideological divide that existed then. The shoddy and sometimes downright dishonest journalism that happened around that then is also pretty shameful."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:01:08.280",
        "message": "And it's pretty telling to me, like you pointed out, when you sort of found that sort of nuance in that headline that you ran in the Hindu, and you said that you were actually accosted in the corridor by people wanting to know and all of that, that also tells you a little bit about the desire to believe certain narratives and the pressure to conform to them and all of that. And my sort of follow up question from there is that, you know, does, I mean, it's a two part question, part one, and I don't want to be too cynical about it. But does journalism of this sort, rigorous database journalism that is going that one or two steps deeper, does it really make a difference? Is there an appetite and a longing for it? And part two of that would be that, assuming that the answer is no, or that it is not enough to, you know, validate what we do on a daily basis, is it still almost a moral imperative for us to continue doing this kind of work so that there is a record for the future, like in a sense, like you've pointed out earlier that, you know, in a sense, you're probably one of the pioneers of data journalism in India, right? So you had to do all the manual work of going through hundreds of court judgments and all that. But now everybody who works in data, who works in data journalism, is, in a sense, creating a repository for their future selves, and future data journalists. So is that something that you take seriously? And are you more hopeful about, you know, your journalism, having an impact in these current times? And you know, I seem to be from my question. Yeah, so this is something that"
    },
    {
        "speaker": "Guest",
        "time": "01:02:37.640",
        "message": "I've usually been on the most cynical side of, which is that I feel like, that just as it is very difficult for news to penetrate bubbles, I feel I don't think that data journalism is in any way an exception to that. And now there's quite a range of, you know, ideologically tinted data journalism, quote unquote, available as well. If you want to share it on a WhatsApp group, you can find, you know, something that argues that the GDP is in great health, you'll find something written somewhere about it. So I've usually tended to, to not feel that I'm changing minds, that that's, that's not what's happening. I feel like I'm being, you know, maybe uncovering truths for people who want to read it, but not necessarily changing minds. But the more I think about it, the space, the position and the context of the people matters a lot when it comes to mind changing. So I don't think that we change people's minds in in terms of electoral outcomes, for example, you know, a lot of energy was invested, and I don't think it was wrong, because it was something that the numbers showed about the Gujarat model in 2014. So if data journalism worked, then data journalists conclusively showed the problems of the Gujarat model in 2014, and that is absolutely nothing. So, you know, I think it's crazy to think any journalism has electoral impacts. And that includes data journalism as well. Similarly, I feel like people don't like being called out and confronted on social media. And especially if they can find a large and noisy support group, they'll they'll shout even louder to not hear what you're saying. But the quieter and more intimate spaces are the ones in which I do feel that some of this percolates at some level. So, and you know, maybe it doesn't for things that matter. Maybe it doesn't for politics, for example, but I do think that things like, like, for example, demonetization, which, which in a way, after the election was won, people didn't have to worry any more that accepting that demonetization was a problem would derail the BJP's chances. Now they were not worried. Now the election had been won for BJP supporters, for example. So, in a quieter, one on one, more intimate context, I do feel that then people might consider the value of being shown or told numbers that don't necessarily, that uncover a true truth for them as well. I'm not a confrontational person. And I similarly feel this about the tone and the way in which these conversations need to happen as well. So, if we're only going to think of this in terms of changing people's minds in terms of party politics, then then we're not just going to feel cynical. It's just, it's a lost cause. And if that is going to be the sort of igniting force for journalism, then that's that's just a hopeless enterprise. But if it is to try and think at a more human, human interaction level of this truly is what the numbers that I, in all fairness, have found, I don't need to beat you over the head about them. I don't need to show you that you were wrong to believe them. But here, here they are. And I don't feel like one needs to be very, that this sort of kindness needs to be extended to people who are say, casteist or, you know, anti-Muslim. It doesn't apply to all contexts. But when you are trying to change people's minds about say, you know, poverty numbers or health numbers, that sort of stuff, I would like to think that it gets somewhere. To think that it's going to make big societal changes. I don't see evidence of that happening. And I don't I don't know if that is journalism's project at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:06:46.920",
        "message": "That's actually, you know, a fascinating note to continue on. But I mean, my aside there is that I think that writers and public intellectuals and journalists might sometimes overestimate their impact in the short run, but underestimate it in the long run. And I think therefore, what, you know, we have to keep doing is just keep banging on and just leave that historical record and just kind of make the task of those who come after us a little easier. You know, your last few words when you were speaking about journalism's project, what is journalism's project? Because on the one hand, there is an idealistic view that and a view which is dear to me in certain ways that we must sort of kind of comfort the afflicted and afflict the comfortable as the cliche goes, and journalists have a duty to keep questioning whoever is in power and all of that and all that is fine. At the same time, there is another more pragmatic view that look at the end of the day, you have to think of the market and every company has to make a profit, and blah, blah, blah. And those are a different set of imperatives, which in some sense, are, you know, a little bit more or less, are amoral. And more and more, what we find in the present time is that one, there is a lot of journalism, which is going in one direction, which is saying that we will not question those in power, because that could, that could affect our bottom line in many different ways. And two, on the other hand, we have people who should just be reporters, just focus on facts, just maintain the sort of balance between news and opinion, which once used to be sacrosanct, almost turning into sort of journalistic activists, in a sense. And of course, the finest journalists that I read do not do this at all. You know, their reporter speaks for themselves, people like you and Supriya Sharma, and so many fine people, one could go on and on. But at the same time, there is in other places, you see these little strains of sort of you can make out which side the journalist is on,"
    },
    {
        "speaker": "Guest",
        "time": "01:08:33.240",
        "message": "so to say. What is journalism's project according to you? I do, I do spend a lot of time thinking about, you know, what do you call activists? I also try and think of it in terms of very, sort of very sort of engaged and involved kind of journalism, you know. And I try to think about why I have such discomfort with it, and whether if I wasn't wrapped in all the privilege that I am, I, maybe I too would be, would feel the need to be much more involved and angry about the things that I was talking about. I don't think journalism's project is unchanged. And I don't, you know, neither the political environment nor the financial environment, for me, changes that key project of beginning by questioning, holding those in power accountable, speaking truth to power, bringing forth the things that those in power seek to hide, you know, adding weight and courage to the people who are trying to talk about things that are being hidden, but also in bringing out just the, you know, how in news stories, people never sound like actual humans. They sound like either archetypes, or they sound like some sort of quote, bot, or nobody sounds like an actual human in a news story. So, part of journalism's project should also be the feeling of encountering people. And that happens not at all, because the most engaged and involved people aren't unafflicted by this. They too are reporting in a way, talking to people in a way to push, you know, to make their own point admirable, though it may be forcefully, but without allowing people to be anything more than what that quote needs to be. So, I mean, I wish journalism project was a little more of all of that as well. You know, the joy that should be coming from it doesn't need to come from writing about purely joyful things. But that element of getting a window into just some, like a moment of humanity that doesn't necessarily need to be either bringing you to tears, or, you know, producing great, or, I haven't read a lot of Hindi books, but my extremely boring middle of the road, most, most favorite book is Raag Darbari. And I want more of Raag Darbari in journalism, not purely because you know, of all the ironies and all that it exposed, but also because nobody can tell you the plot of Raag Darbari. It is, it's a meandering journey of all sorts of human experience. And obviously, that cannot be what every news story does. But I wish there was more of that a bit of whimsy, a bit of, you know, people allowed to be a little more than what journalism's project requires them to be. Because there's no way to feel empathy or to feel, to see people as anything beyond the categories that journalists have decided they fit in. If we, if we don't report with, with anything beyond, you know, all of the while, all of my time in newsrooms, I never wrote more than 350 words per piece. And what that meant is that I had learned to switch off people so fast. I didn't want to know much more about them because there was nothing I could do with it. And one of the things that I would really, you know, want, even if you aren't in an organization, young journalists aren't in an organization that requires them to also take videos or whatever, I wish people would record people at length, and not just keep it, you know, make something out of it, even if it's just for your family to listen to, but like, a long podcast of your conversation with someone who just made it to just made it to one single quote in your new story will, will lead you to, even if you're not able to write a Raag Dharbari into your news reporting, at least there's a Raag Dharbari in your mind, you know, your experiences are at least adding up to that."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:13:15.480",
        "message": "Yeah, no, and I've just discovered that besides podcasts and Ferguson, we have a third thing in common, which is our love for Raag Dharbari, which is, like you said, you can't describe it, it's just such an incredible, capacious book, it contains so much, it's beautiful. And, you know, you were speaking with a long podcast. And, you know, that's one of my personal frustrations that I'll read a great piece of journalism, and I'll see these quotes in it. And I'll be like, shit that, you know, I wish I could listen to the full thing. Like, I think some month during the conversation, I don't know if it was on record, or, you know, when the tapes weren't rolling, as it were mentioned how many hours of sort of interviews he has. And I'm like, I would like to listen to all of them. And similarly, while reading, you know, my last episode was with the artist and historian Anshul Malhotra on her, you know, the oral histories of partition, deeply moving book. And while reading that book, again, I wish that my God that imagine being able to listen to these conversations. My next question sort of is about, you know, that sort of what can often be a dichotomy, but should not be and the best writers combine it very well, like you do, which is the two conflicting impulses that one, you want the data to tell you the bigger story to give you the big picture. But at the same time, you want to make it relatable, and you want to make it real and human as it were, by actually sort of telling a story about it. And you know, and they can often sort of exist that sort of conflict where someone who doesn't look at the bigger picture at all might be simplifying or might be, you know, not getting anywhere close to the truth, while someone who is only focused on the big picture might be able to communicate in abstract terms what the big picture is, but not make it so real and concrete that the reader can empathize with it. And you know, in a lot of your writing, you kind of marry these two, like, for example, I want to quote from this piece that you wrote in March, I think March 23, in Al Jazeera about migrant workers, where you wrote, you began the piece by saying, quote, on Saturday, the 50th day since India's first Coronavirus case was confirmed, Parma Bhandari called his family in Nepal to reassure them that he would be coming home. They were not all going to die without seeing each other, he told them, stop quote, which is such a lovely human beginning and immediately makes the reader interested. And then you there's a lot of data in the piece, but very relatable. And then towards the end, we have the line where, you know, you quote his roommate, Padam Bhandari saying, quote, now there is no going back, whatever it is, we have to face it here, stop quote. And this is from an aspect that you discussed in, you know, episode five of the Moving Curve, your amazing podcast, which we go on to discuss. But here again, it seems that you've, you know, managed beautifully to marry the personal with the overarching, you know, what's happening in general. So is this something that you've thought about a lot that, you know, how do we marry these two aspects? Does it sometimes become conflicting in some ways?"
    },
    {
        "speaker": "Guest",
        "time": "01:16:03.400",
        "message": "So it's actually one of the things that I don't feel that I do very well. It's partly on account of circumstance and partly on account of having just not figured out yet, not being sure yet, both in what I read and what I write, what, where I want, what I think the sweet spot is. So, you know, when I think about what should be ideal journalism, or what should be the ideal journalism that I'm doing, I would usually want to say to myself, I should be doing more travel, I should be going out and meeting more people. But partly, as you know, on account of the circumstances of my life right now, that's not, that's not something I do much now much, much less than I did before I used to, I got the opportunity to really see a lot of the country and learn a lot that way. So I don't think I do that. And I don't know how much more of it I want in both what I read and what I write. So the example I was giving you earlier about Canary, which is that it's a staggering piece of journalism, it's, you know, model for looking into corroboration of accusations. So I suppose if I, you know, the reporter should feel, the journalist should feel very proud of, of all of that, the humanising, the larger story, the narrative, all of that. But then, as I told you, I felt it fell deeply short on the data part of it, that was a necessary link, I think, to make the point that it sought to be making. So, you know, I should have felt that that that story was a triumph, but I didn't ultimately feel that. And then would I have been happier with not a seven part podcast, but a one, one, you know, 2000 word Washington Post piece that did actually manage to get at the heart of the judge's record, and then mention the allegations as well? Perhaps that's what I, you know, I'm looking more for. The trouble is that I find it very hard to think of examples of news reports where I felt that, you know, the narrative and the elements of storytelling that it brought to it, brought in something to the news story, to the story that, to me, would have otherwise, you know, I would have otherwise felt that it didn't give me what I wanted from it. I'm well aware that I have a much more involved way of looking at data stories. And it's probably, so one of the things I wanted to mention earlier to which I forgot, which is that the way maths is taught in this country is such a disgrace on the whole, mainly because it makes people feel that they can't do it for very unfair and often discriminatory reasons. And I feel very bad when I occasionally take data journalism courses to see very bright people completely freeze at, you know, very simple numbers, 20 year olds who get absolutely frightened by simple percentage or subtraction. And I, you know, imagine that people who have been taught maths similarly feel the same when they see a data story. So, you know, that's the last sort of thing that I would be, that I want readers to feel. So maybe, maybe more of this is important to not make, I don't want readers to ever have to feel that here's someone saying something very smart. And because I am, I don't understand numbers, I'm not smart enough. And that's why I haven't understood what they're saying. So, you know, maybe sacrificing some of the charts and the numbers to be able to tell the story better would not alienate people who have not been, just not had the opportunity to study math or logic in a way that would help them. Because having not been trained in statistics myself, the level of statistical analysis I do is extremely basic. And in a way, you know, that holds me back from being able to do more ambitious stuff, but I would hope that it makes it more accessible to readers who are more likely to be at my level than at, you know, regression analysis level. Sorry, I got a bit lost over there."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:20:24.040",
        "message": "No, all of it made sense. And all of it sort of spoke to my question about, you know, the trade off between narrative and data, the big picture in the concrete."
    },
    {
        "speaker": "Guest",
        "time": "01:20:32.920",
        "message": "Yeah. So occasionally I see people who do it wonderfully. I was reading recently a ProPublica investigation into Chicago's first hundred COVID deaths. And here there was original data journalism because there had been no analysis yet by, you know, either the local administration or the government. So this is something that journalism needed to do, because I think they found something like 70 out of the hundred deaths were African-Americans. So that was an important thing to get to quickly because that was still at a stage at which, you know, the medical fraternity could rejig and rethink. And it begins with a very moving story as well. And what I liked is what it, you know, centered on the point that African-Americans are much more likely to have what are known as comorbidities for COVID, but that doesn't make these deaths inevitable. And just sometimes you read a line and you're just like, why was I thinking, this is what I was thinking. Someone has called me out. You know, making morbidity sound like inevitability is something I was doing. And I read that one line and it just made me feel like, OK, this is something I should keep in mind when I'm reporting about Indian COVID numbers as well. So that was, you know, to me, one of those examples of really being drawn in by the narrative and then being kept there by the original, truly original data work over there. But yeah, I suppose this is where knowing your audience becomes important. And I don't know my audience at all. So knowing how much more storytelling my audience would like is a vague sort of guess that I make. Like at The Hindu, for example, there were a lot of young students who read the newspaper and I know that they were really hungry for information. So I did want to speak to them very much. I love that audience. And I think they were OK with not having the storytelling elements. They really wanted to get to the meat of it. So I don't know, maybe I hope at some point I can figure out what my audience wants."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:22:45.800",
        "message": "There's something you said earlier, which I think is profoundly important and I feel strongly about it. So I'll kind of underscore that, which is, you know, when you pointed out that people who may not have studied math very well and they might come across a story they don't really understand and they feel that, oh, am I the stupid one here? And, you know, I sort of teach this online writing course where I constantly tell them that, look, if your reader doesn't understand something, it's not their fault, it's your fault. You know, and I think that's true of journalists as well, that, you know, do not condescend to your readers. And, you know, if any reader doesn't understand something, you have messed up. That person is not stupid. And I think that, you know, that basic level of respect for the reader is not something that writers are mindful of. And now if we get into these reflexive habits of using jargon and opaque prose and all of that, and we're not really thinking about sort of the reader's experience. So, you know, and I guess for a data journalist that there must also be that tussle, right? Because in the sense that you don't want to dumb anything down, you want to say what you have to say, but at the same time, you have a lot of complex things you want to say, you want it to be understood. Is that sort of a tussle that you faced internally? So, I think what's very useful"
    },
    {
        "speaker": "Guest",
        "time": "01:23:55.080",
        "message": "for me here is not having statistical skills myself. So, there isn't very far that I can go with it myself. So, I do think that that helps keep all of what I write at a level that's, you know, going to be manageable for the lay reader and probably too little for, say, many mid-readers who would be able to understand much more complex statistical concepts that I'm not actually familiar with. I think a lot of data journalism is trying to figure out where to stand on this. And you realize immediately when someone is being, is showboating. It's profoundly annoying to see in data journalism. It's, you know, not necessary in the least. And I suppose part of growing up is realizing how annoying FiveThirtyEight and Nate Silver are. You go into data journalism thinking, oh, this is what it's supposed to be like. Oh, my God, I can't believe I discovered Excel yesterday. And then after a few months of it, I'm so pleased I can't do anything beyond addition and subtraction on Excel, because if I'm going to start sounding like this, I mean, it has its own readership. It would be ridiculous for me to have a value judgment on something that is so, does so well, is so successful. But I can't stand to read most of it. I can't stand the tone. I can't stand the place at which it sits. And in Indian journalism, occasionally there's some of that, very rarely. The other thing that tends to happen now is that there's a great confusion between data visualization and data journalism. So what you'll occasionally see are wildly indulgent and extremely expensive data visualization efforts that involve very little journalism, actually. So that's another, that's another sort of, you know, someone with mad skills, who has been given a long rope by an editor, you can see that happening. And you can see, you can see a big budget being, being burned, sometimes for pretty, for a pretty modest outcome."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:26:14.760",
        "message": "And I guess that's a natural journey for, you know, young people to make when they come into the profession. Like I remember when I was a young writer, I also like to showboat in my writing, right? So has a fancy phrase and all that. And it's as you go along that journey that you realize, as the saying goes, that you have to kill your darlings, and you have to put the reader up front, it's not about showing how smart you are. And I guess data journalists make the same question. My next question sort of harks back to something we were discussing earlier about how, you know, that as you kind of started, you know, discovering the uses of data and what it can be for your frame also subtly shifts in the way you kind of, you know, look at things shifts. Now, I would imagine that I mean, one, would you agree that at some level, every journalist needs to be a data journalist, not in the sense of knowing all the tech and doing all the Excel and all of that, but just in terms of understanding the bigger picture, through numbers and all of that. So that's part one of the question. And, and part two, then is that, you know, in all your years of experience, where you've both reported and looked at data and all of that, you know, can you, I mean, simply put, what about India do journalists not understand that they would,"
    },
    {
        "speaker": "Guest",
        "time": "01:27:22.680",
        "message": "if they had an adequate understanding of data? Okay, um, let me get to the first one. And then let me slowly let the second one marinate in my brain. I'd say that a lot of what I did for the first few years of what I looked at as a data journalism specific job is actually what all journalists should be doing. It was not specialized at all. And anyone with, you know, for Saturday's training should be able to do that stuff. And absolutely, all journalists should be able to incorporate a certain amount of data into all the news reporting. This applies deeply to political journalists, it applies, you know, very deeply to crime reporters about, and I have some, you know, very strong feelings about crime reporting in this country, which I think is a, is an absolute, it's truly dangerous and destructive, not just about the people who, you know, are reported on, it's just that so much of our understanding of the country about crime, about, you know, relationships, about so much of everything is colored by the fact that a large part of crime reporting in this country is a crime reporter uncritically reproducing an FIR as fact. And an FIR is not fact. An FIR is one person's attempt at storytelling mediated by a deeply involved and deeply problematic police system. And that's the basis on which we form so much of our understanding of this country. It really worries me. And there's not been any reckoning around crime reporting at all in this country, despite so much momentous stuff around crime having happened in the last seven, eight years. So yes, I really don't know why Moon Newsroom don't do this. It's really quite, it's relatively cheap. It's easy to do now. Everyone has a data journalist on their rolls anyway, to just give reporters the training themselves. Again, a lot of news reporters would be afraid of numbers. So, you know, maybe it's harder to get through on that. Even working in teams is so rare between data journalists and other journalists. So yes, absolutely. I mean, hopefully we'll reach a point where desks start returning reports, news reports that don't have any sort of references to data or research to substantiate at least the key point that the article is making, or at least the fact, you know, just as you need to be able to tell your editor who your anonymous source is most of the time and why you've not quoted them, you should be able to at least assure your editor that the arguments that your anecdotes are making are sort of supported by what research says. And you know, that should be a sort of line that you need to benchmark that you need to achieve for a story to go forward. So yeah, I think it's really inexpensive. And I hope more energy is put into that. And the other thing is, you know, most journalists, especially younger journalists, and especially in non glamorous beats, are so under trained, under resourced, under focused on, you know, they deserve it, they deserve being given these skills. And frequently, you know, I get other people getting in touch with me and from non English media, where really, I feel like the hunger and the desire to have data journalistic stories in the paper is so enormous, and such an unmet need that nobody is able to still fill this gap at all. So I wrote for a while for, I mean, I say I wrote, but I wrote for a while for Denik Bhaskar. And I just, they just said, just write in English, and we will translate it and carry it because, you know, just be mindful of roughly who our audience is. So you know, they don't write completely sort of a Tamil Nadu, Kerala story. But yeah, I mean, the problem is that most non English media can't pay very well. So that's immediately a problem. But yes, I wish all journalists could get some of these resources and all non English media in particular could be given"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:31:56.360",
        "message": "some of these resources. What is the second thing? Yeah, my second thing, I mean, before we get to that first, I guess, you know, the Arushi Talwar case, or the way the SSR in Braglio was reported would be prime examples of, you know, how horrendous the crime reporting in our countries is it partly because, I mean, do we take shortcuts, because we are also understaffed in the sense that, you know, people except in places like caravan and so on, people don't really get 10 days to work on one story. And, you know, let the let it marinate talk to 15 sources. Instead, everything is like, okay, where's your story for the day? And, and therefore, you take these shortcuts. And"
    },
    {
        "speaker": "Guest",
        "time": "01:32:32.600",
        "message": "that's just how the system works. Yeah, there is that. But I mean, that's a feature of it. And that's not, you know, an entirely all encompassing explanation as such. So in Mumbai, for example, where just as in Delhi, the crime reporting is an extremely competitive beat over there, a crime reporter would easily have five, six stories available to file every day. So, you know, they're not short on the stories to file, they don't necessarily need to file all of them, they have enough stuff always. No, it's just that we've made this, and editors know this very well, because, you know, most editors are very friendly with senior police as well. We've just made this an acceptable form of journalism. Most beginning crime reporters, your job is to go hang around the police station and then faithfully report whatever the key FIRs of that day are. We haven't gone into it. You know, asking someone to take 10 days and corroborate from multiple places is another thing. We haven't even said get, if you're reporting on an FIR, speak to the complainant. We haven't even started from there. Let the accused person get their side of it. We've made it an acceptable practice for just the FIR to become a statement of fact. So, yeah, in the high profile ones, we saw that, but you know, when I was at the Times of India in Mumbai, there was a shift thing that used to come to us every few weeks, which is that you would have to be the day shift reporter or the night shift reporter, no matter what your regular beat was, you'd have to do it in rotation every few weeks, which is your job would be to, basically in Mumbai, if a building fell down, you'd have to go and cover it because you know, that happens all the time. So who are you going to assign? You can't have a building falling down reporter. You need to assign someone who's just free to do the running around for the day. And your job was to call key police stations every few hours and check what's happening. The fire department, you know, in no way have we made it, you know, when I used to see when I used to see those briefs that would come in from the cops also, there was just stuff that was clearly an issue, or you could see that it was a script because you'd, this is one of the things I find a lot in even in reporting on court judgments is that cops in India follow a script so regularly about for a particular IPC section. So, for example, on suicides in Mumbai, I remember on this press notes, they would regularly say, Azarpanala Kantaloon, which is tired of his illness. And you'd immediately think, wow, you know, I'm sure there's more to it, maybe the person couldn't pay for it, or, you know, Kantaloon means almost like a board of something. And so what was it? Was it was it? What illness was this? Was it TB? Are people still having to kill themselves? You know, as people still being driven to suicide by TB? Was it what illnesses are bankrupting people? There's so much more that needed to come out of that. But, you know, yeah, that that's how it was reported by the cops and then duly and faithfully reported by crime reporters as well. Even the the sexual assault investigation that I ended up doing in Delhi's district courts came out of regular reading in the newspapers in the days after the 2012 Delhi rape. Regularly reading, a girl was kidnapped in a busy market and given a sedative-laced cold drink. And I started seeing this so often, or pulled into a moving car. I started seeing this so often, I really started wondering about this sedative-laced cold drink. Like, is it an issue? Should we now be careful that, you know, there's some sort of adulteration and cold drinks going on? And this moving car business at that time, you know, I lived with flatmates in Delhi. It used to terrify my mother to think that there are these moving cars just constantly pulling people and girls into cars. So that's what, I mean, looking into it came as a result of me myself making my own assessments about Delhi and my own safety from newspaper articles that were essentially faithfully reproducing FIRs. That, it turned out, had much more to do with parental criminalization of consensual, often inter-religious and inter-caste relationships than anything else. And it was such a fundamental disservice to everything, to the city itself, that this kind of reporting was forming the basis of our judgments about everything. I mean, I felt that maybe I felt that maybe I shouldn't be going out that much. Maybe I shouldn't be living in Delhi anymore. That's what started me looking at it and reporting on it at all."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:37:23.880",
        "message": "So they weren't moving cars. So this was basically parents are pissed off that their daughter is going in for an inter-religious or whatever, and then they file a case and then the FIR has moving car. Wow, that's incredible. Okay, so my larger..."
    },
    {
        "speaker": "Guest",
        "time": "01:37:35.160",
        "message": "The sedative-laced cold drink was usually the hallmark of that because you needed to say how this boy was able to kidnap her from a crowded market, there was a sedative-laced cold drink. So that's where... And there was, I looked at 650 cases in all and I can't remember how many had sedative-laced cold drinks in them. Many. No cop was able to produce a single cold drink bottle in court, in even one. It was just complete fabrication from beginning to end, that part. The cold drink part was a complete 100% fabrication in all of those. It was just, I mean, the level of it was just appalling. I mean, it's pretty mind-blowing. I mean,"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:38:18.360",
        "message": "imagine the first person to put that in an FIR, you know, at least there you got to give them some credit for imagination and, you know, becomes a meme. So perhaps must have been some Tamilian gentleman who made it a meme and, you know, as you point out their talent for that. So the larger question, which actually I want to make even larger and I want to kind of take data out of it because, you know, you've been a journalist for so long and have seen the whole industry so intimately. And my question simply is this, what about India do journalists not"
    },
    {
        "speaker": "Guest",
        "time": "01:38:45.880",
        "message": "understand? So my favorite way to think about this is through elections. I love elections, I love opinion polling around it, I love the news reporting around it, even though it drives me crazy. And at least, you know, when I think about elections, the thing that journalists do not get is that the motivations that people believe drive them are often not the motivations that truly drive them. They are not trying to lie or obfuscate at all. It's just that most people, especially upper-caste people, do not get how central self-respect is to Indians. I think this has come home to me more and more in Tamil Nadu, but what's come home to me is not how much Tamils value self-respect, which they do, and which has, you know, a rich political history here, but it's also brought home to me the fact that so much of what I was seeing in the country was an expression of self-respect. Shankar, my boss at the Times of India, always told me that he felt that every election was, and every campaign, every political party, was about ideas. No matter how these narratives get set about this is an election of this, this is an election of rejection of that, they are very much about ideas. And now there's strong evidence for this. Rahul Rahman, Pradeep Chhabra have a superb book on ideology in Indian politics, and it's exactly, in a sense, what Shankar had felt about elections, which is that Indians are deeply ideological, most of them, and these are ideologically coherent positions, they change very little over time, and these positions are getting stronger. So, I don't think people realize how much ideas and ideology matter to people, and this is not just in elections now, I want to say. This applies, I feel this even when people talk about finance and about, well, household finance and poverty, which is failing to understand the motivations for why people spend money on the things they do is also a big issue with how people fail to understand so much of the economy. You know, feeling that, when people talk about spending on marriages as a social evil, and then, you know, so all of this comes down to pride, self-respect, and the power of ideas. And it doesn't take more than 10 minutes of involved talking to anybody, to be, to anybody, to any Indian, to be so struck by, to feel so struck by how deeply they hold ideas. And it's just that, just as you and I, you know, anyone who tries to talk to us in an involved way will feel our passion for our ideas quickly, it just takes that extra, it takes that belief that people are more than what you've decided that they are. And so, in some ways, I'm glad that now I cover elections largely through data, because there is no way I would be able to translate into words how much of electoral motivation comes from, you know, the desire to be seen as a worthy human. And this does explain a lot of why people vote along cast lines, and it's not for the reasons that you, that usually get reported as well. It explains, you know, party commitments. So yeah, you know, you'll always find this, right? And if you decide to engage in a conversation with anyone, it's always exciting to discover someone's passion, right? You don't expect that your Ola driver is deeply passionate about a movie star, or about, you know, a singer. Sometimes I've been in cabs in Chennai and been so amazed by young boys who are huge fans of some particular Hindi movie. And, you know, because they know that I'm not speaking Tamil very well, they assume that I speak Hindi and, you know, want to know about that movie or that particular singer. It's usually something that's been released in the last few years, so I know nothing about it. But I love discovering people's passions in that way. And this is what most journalists miss, that most Indians are people of ideas."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:43:32.120",
        "message": "And it's very interesting. This reminded me of something corporate, in fact, where Zomato has started this recent thing where if a delivery boy is coming to your thing, they'll say, oh, you know, Ahmed is fond of conversation or whatever, they'll throw in a little telling detail. And I'm immediately getting my mic set up ready and saying, should I engage in a recorded conversation with Ahmed? But, you know, and this also goes back to, you know, what Stephen Covey once famously said about how we listen to respond and not to understand. And you would think that this would be such a simple thing that, you know, that we listen more, but listening is something that we're just so horrendously bad at. And I don't know if it's something to do with a certain kind of insecurity that is also greater and perhaps Indians and in other places that we we're always so, you know, in need of that validation and showing that we are smarter than the other person. And we know more that we simply don't listen enough. And that's also something that, you know, I kind of find quite evocative. Let's take another commercial break then. And after that, when we come back, we shall finally, finally, dear listener, finally, get started talking about your wonderful podcast, A Moving Curve in COVID. On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty and you love fine art, I have a win-win proposition for you. Head on over to IndianColors.com. Indian Colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches, and home decor items. You get to surround yourself with the finest modern Indian art at a fine art gallery. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy. Win-win game. The Indian Colors new range is in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmoy Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, you can show them you're thinking of them by buying gifts for them from Indian Colors. Corporate gifting is also available. So head on over to IndianColors.com. There's colors with an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen. That's right. Unseen for 15% off at IndianColors.com. Welcome back to the scene in the unseen. I'm chatting with Rukmini. Yes, remarkable data journalist, remarkable journalist period and also the podcaster of the Moving Curve. Tell me a little bit about what was the impetus behind starting this specific podcast? Like one of the things that I was struck by is that, you know, people often talk about journalism as the first draft of history. And what you know, the Moving Curve seemed to do to me since it was a daily podcast, and you know, it's not twice a week, is sort of actually almost document that in real time. And it was so fascinating to kind of binge through it. And, you know, listen to the episodes, because one can see your sort of understanding also evolve and the kind of questions that you ask. And what made you think of starting it?"
    },
    {
        "speaker": "Guest",
        "time": "01:46:40.120",
        "message": "So I've always loved audio as a medium, without ever having done anything in it at all. There was one point at which I sort of, I talked to someone about doing a podcast. And then I realized I had such clear ideas of what I wanted it to be and sound like and, you know, I didn't really, I don't think I was very receptive to suggestions. And then it just, you know, fell by the wayside. I listened to I mean, I don't listen to a ton of podcasts, but I do. I know I love it. I love it as a medium. The early days of the lockdown was so was so strange, right? We were all in such all of us suspended in such strange positions, you know, frozen and all sorts of unusual outposts that I don't know if in normal times, I would have I would have done it. You know, it sort of felt like we were all on little boats out into the sea. And it was okay to send out these mosquito messages to each other. And you know, someone would listen to it and would feel nice hearing another sound. I would have felt much more self conscious if I really felt like this was you know, if I thought of it as everybody in their houses or their workplaces listening to it. So what was happening in the early days is that we really were finding out everything about the virus so fast every day. And there was not just news to catch up on. There was also research that I felt that I needed to read academic research and understand it. And I felt like every day at the end of the day, there was something that I was taking away from it. And I like the feeling of maybe just saying it out to myself that this is what I felt that I had learned through the day. And just on a whim, I, you know, I thought, okay, let me just use this as an opportunity to get this started. And again, because I didn't think of it too much, I actually put it out because otherwise now I'm so scared of making any sort of commitments because my time is so scattered right now, that if someone had approached me and said, would you like to do 100 episode podcast around the pandemic, I would have, you know, I would have cried with fright and said no before I could even before they could have finished their question. I really like the fact that I did this entirely on my own terms. And that's the only way I would have done it at all. Otherwise, I really would have felt too scared to do it. And I don't feel you know, I should feel embarrassed by the fact that some of it was so wrong and figuring so many things out that are probably wrong now, but I don't I don't really and it is from the sort of impulse that you're describing as, you know, first draft of history, which is, I feel like this is that hopefully, that was an example of fairness that all I felt that I was going in was with a questioning mind and seeing what my questions were producing and then fairly reproducing that without, without making up my mind too strongly, you know, more strongly than what the evidence was showing, at least. I hadn't even thought at the time that I was going to have guests on it, because all of that would have felt like such a grandiose and pompous thing to do for just something that I was trying out for a few people who want to listen to, who might want to listen to it. But immediately, I mean, just a few days in, I realized that I had questions that actually someone needed to answer that, you know, the information wasn't really available. And this is the part that's been really amazing to me. So people I already know, I'm of course, thankful that they come on this. But people in government or people, similarly sort of experts who I haven't spoken to before, because I don't cover science or even health that much, them agreeing to speak to me and come on this is the truly unusual part. And I suppose that's what demonstrates true commitment to science, that if somebody wants to know the science of it, you're committed enough to go and talk to them about it. And the other thing that always felt intimidating to me is because I'm truly very, you know, totally the opposite of being tech savvy. I wouldn't have known how to do any of it, you know, but this is where friends just have done things for me. And that's been great. So Anand Krishnamurthy, who does the sound for it, is a very well known, well regarded person in audio. And it's, you know, I'm just, he's a friend, and I'm hugely thankful that he's just doing this for me, because he too likes podcasts, and, you know, is interested in this, and of course, is doing it to help me out. So because of him, I even, I even knew that, okay, then now I have a sound file, then I have to put it out somewhere. Then another friend did the RSS feed part for me, which I truly know nothing about even now, he did it. Another friend did the artwork for free, because at some point, someone said, put it on Apple podcast. Oh, God, how do I do that? And then Apple podcast said original artwork. And then me, like a complete dimwit, instead of just throwing together something on Canva, I was like, oh, that means someone has to create original artwork for me. So I went to an actual artist friend, Satyak Gade, who's a wonderful illustrator, and he very kindly, you know, came up with actual original artwork, which truly seems excessive for an endeavour of this size. But so yeah, it's still it's, it's, I enjoy it very much. And, you know, it's an indulgence. It's a very small thing. It has, you know, very few, very small numbers, very few listeners. So I know I'm doing this for myself, and because I enjoy it, but yeah, I kept thinking, was there going to be a time when I would have to start winding it down now that I've reached 100 episodes? Should I just sort of call it off? But it's, I still enjoy it very much. So I'm going to continue doing it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:53:04.280",
        "message": "No, no, it's, it's lovely. And this whole story of this podcast is so incredibly inspiring. And a shout out to Anant Krishnamurthy, old friend of mine, and someone like you rightly said, he's a he's a big name in these circles in Chennai. So for him to do a podcast is just shows, you know, his passion and his kindness as well. Remarkable chap. And I love the artwork, by the way. And you know, why I said I find it inspiring. And you know, I'm not being overly kind here is that, you know, when I spoke to you, when we were sort of laying out the logistics for this particular recording, and I was so surprised to hear that you don't have a mic and all of that, that you do it on your phone and the load, the kind of lo-fi way you've been doing it. And people keep asking me about advice on how to start podcasts. And there are two or three that have kind of helped bring into being. And I'm in fact, toying with the idea of teaching a course on starting a podcast. And what I would, you know, say to everyone who is listening is that listen, you do not need anything. Do not overthink it, just jump into it. You know, if there's something that you think you'll enjoy doing, just kind of, you know, jump into it. Don't overthink what is the mic I need? And how will I edit it? And, you know, and should it be 10 minutes or 12 minutes and all of that. And I think people just need to kind of jump into stuff and let it find its own momentum. And congratulations on 100 episodes and the Emergent Ventures Prize. It's all, you know, so incredibly inspiring. Let's now talk a little bit about sort of the subject matter. And like you said, when you started, and we were really in what one could call the fog of pandemic, that, you know, everybody's trying to figure it out. And you are sort of, in a sense, documenting your own intellectual journey through your podcast of figuring out what's going on. So, you know, where did that quest begin? Like, did you look at the way it was being reported and said, okay, these are the lacunae and these are the areas where I wish somebody was, you know, looking at XYZ? And hey, I'm going to do that. What's the available data at that time? How do you begin to make sense of it? There are so many models and projections also, you know, going around, where does one begin? What was your thinking in those early days when you kind of got"
    },
    {
        "speaker": "Guest",
        "time": "01:55:07.800",
        "message": "into it? So I think there were two stages to this. The first was the absolute, you know, early days when I felt that there was very little sort of big picture reporting happening from India. I was seeing a lot of this in the US and the UK. But I didn't feel like there was much reporting happening that yet about the nature of the virus, how it spreads, what we know about aerosols, any of that right then, because it was more about, you know, what the government's going to do, are we going to have a lockdown, that sort of stuff in the early days. So I felt like I was able to at least maybe not say things anew, but synthesize things anew. There was that sort of new endeavor to do in that. But then the other thing that ended up happening very quickly, and you know, I know this is a theme that I've talked about before as well, which is that I struggle a lot and think a lot about polarization. And it became very evident to me very quickly that this had once again become a left-right thing. And it really bothered me deeply, because it became very clear that for people on the left, it was now becoming necessary to say that the Modi government was mishandling everything, that its testing strategy was not just conservative, but was also conservative to try to show low numbers, that there was, you know, pseudoscience running amok, that there were soon going to be millions of deaths that was happening. And then on the other side, immediately that the lockdown was an enormous success, the lockdown was going to make sure that we were not going to have any more cases. You know, there's the very memorable graph by DK Pal, the government's COVID task force, which showed, I think this was in early April, and it showed a curve of cases rising, and then inexplicably on May 16, hitting zero. I mean, it just nosedived into an axis in a way that you rarely see any graph anywhere doing. So there was that sort of optimistic graph storytelling as well. And it was incredibly frustrating to me that this was again, becoming a left right thing. And I wanted to, I wanted to talk about, I'm not a science journalist, and I knew that there was very little of the science that I was going to say anything meaningful about, I was listening and reading about it. I'm interested, even though I'm not a good science communicator, but I knew I wanted to talk about the policy parts of it. And in a way that could get through this sort of frustrating left right situation that was already developing. So around mortality, for example, you know, at the point at which numbers became large enough to start sort of comparing with the rest of the world, it became clear that there was a larger story to tell about mortality, which included the fact that India does underreport most deaths from most diseases, while simultaneously reconciling with the fact that there did appear to be lower COVID mortality in India than in some Western countries for reasons that needed to be understood and analyzed. So I do remember feeling at that point that I absolutely had not seen. And this is where we talk about, you know, the lack of imagination and how to tell stories, right? You know, no one is going to pitch or get approval for an op-ed that says I'm going to, I'm going to write an op-ed considering all the aspects of the mortality issue. News reporters never go in for a 360 thing anyway, either. So this became a sort of way to be able to talk about all of the different things that were happening on mortality. So yes, there were a couple of very specific things that I felt that I was not hearing, or at least that I, you know, wanted to synthesize and be able to say. And you know, the polarization, the politics is"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:23.160",
        "message": "something that you mentioned in, you know, a bunch of episodes, episode 22 and 93 are about sort of the left-right binaries. You know, in episode 65, you handled, you know, another political issue, the discussion around hydroxychloroquine. You spoke about the missing deaths in episode 80, and whether, you know, the understating of deaths could have sort of a political impetus. And is it then from readers say, I mean, I know, like, thankfully, you mentioned that you're not on social media all the time and all of that. But is there also then a sense of frustration among some people that you're not sort of that you're going into a level of nuance that doesn't really fit any of the easy narratives? You are, you know, kind of carving your own path through it. Was it that sense also kind of happening? So, I get that from my regular"
    },
    {
        "speaker": "Guest",
        "time": "02:00:11.240",
        "message": "journalism a lot. I get that sort of response very often. So, for example, you know, I got pushed back after, in the very early days, pre-lockdown as well, I wrote for Mint about death statistics in general in India. So that, you know, the feeling of, let's go into this pandemic with an understanding of how deaths get reported in India and where things might fall short. And, you know, it was immediately, I mean, it's not uniform always, but there was some criticism of that, okay, here you're already building a narrative that we're undercounting deaths. So, I get that from my regular news reporting quite a bit. And this is where, you know, as I said, I don't have big numbers at all on the podcast. And so, what I feel is, you know, the podcast audience is, in some ways, a new sort of pandemic community has built a little bit on social media as well. And many of them are scientists who are not epidemiologists, but who are sort of more amateur enthusiasts. And that's a sweet spot for me because I'm not going to make points of great interest to experts at all in any way. But people who want slightly research-backed and considered arguments that look at a number of points of view, this is of interest to them. So, no, what I actually get is, I get, you know, appreciation for the nuance on the podcast, because that is a community that is very different from my"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:01:52.360",
        "message": "news-reading community. Yeah, and that's, in fact, you know, even though you do T20s and I do test matches, I can say that I've kind of noticed the same difference with my podcast listeners, that I'll never get those kind of harsh, real, personal, almost toxic responses that one otherwise might get in social media, where people are just reading the headline of your piece and responding to that at the level of engagement and respect is much deeper, and in your case, obviously earned. One of the things that sort of interested me is that, you know, while charting the journey of your podcast, one of the beautiful things that you did was you decided that you'll ask one question in every episode. So, episode seven, why aren't we all wearing masks? Episode eight, there is, you know, how are hospitals treating the virus when we don't even know the cure? What will life after the lockdown look like? Should we trust the models? And so on and so forth. And it was interesting for me to see those questions evolve from sort of specific questions like around masks or around lockdowns and go to those deeper, broader questions as the series progressed. For example, in episode 20 and 21, you, you know, worried about how through this COVID crisis, our rights and our privacies and all of all of those are sort of being eroded and the danger of greater authoritarianism and the power of the state expanding. Tell me a little bit about sort of your thinking on that. And do you feel that those worries are kind of borne out? What do we need to watch out for? What are the concrete signs that, you know, citizens are being even more disempowered than they already were? Right. So the question part of it, I thought I"
    },
    {
        "speaker": "Guest",
        "time": "02:03:30.440",
        "message": "was going, you know, I did feel like I was going into it with a questioning mind. And I did feel like I was going and trying to answer the question each time. As it went on, I started worrying about whether this was going to become like an artifact that I was hanging on to. But it hasn't. I do, I do feel that I do have these questions and that I am in pursuit of some sort of answer to them in each of these. I think, you know, there was a phase in the pandemic when we all wondered how different things were going to be after this was all over. And, you know, I think we all went through a phase of great hope, a feeling that there was going to be a sort of pan-human solidarity. Then, you know, there were times when that evaporated and we worried if we were going to get into a, you know, huge surveillance when Aarogya Setu started. That was, you know, a real concern then. So all of those great hopes for great change, I think, have gone through their own waves and dissipated a little. And I think what we're increasingly left with is that we're going to be left with a world not dissimilar from what was there before, with some things having been made worse for the most vulnerable people. So, you know, what we're seeing is, for example, you know, jobs beginning to return. But everywhere people are seeing that working seniors are deeply struggling. Anyone with very little elbow room is struggling deeply. So I don't think the sort of dystopian vision that we were also once having was that, you know, all of the worst in people was coming out, the sort of awful stigma that began at one point. And, you know, it seemed like we were going to build the ghettos of our nightmares were now going to start coming up. I think that's all also giving way to pragmatism. And that's not how things are going to be like as well. But I don't know, I'm sure that there are going to be traumas from this period that are not going to go away easily. So, for example, you know, I know it's extremely obvious, but having recently spoken to someone about it, that there have been one million deaths worldwide. So that is one million families, for the most part across the world, who were not able to get a final goodbye. That is an enormous sort of shared drama that a truly large number of people have had to go through. The sort of terrifying fears of the lockdown, which are now, you know, now they're a bit of a distant memory. I don't go out that much as well. But sometimes it's really something to remember, you know, that it was not allowed, you were not allowed to leave home. And what that meant like for people for anyone for whom home was not happy. Again, I know someone firsthand who lived an absolute nightmare through those days. And that, again, is a huge cohort of people for whom that trauma of living in, you know, imprisonment for those days is not going away. I don't think that, you know, either our worst fears or our best hopes about the post-COVID world are going to come true. But there are going to be scars and cleavages and maybe even little sort of seedlings of better things that will slowly make themselves apparent, not in any of the terribly obvious ways that we had once wondered about. But it's going to be that that part's going to be interesting to see how that changes. You know, for example, one of the things that happened was a big change in the number of hours of unpaid housework that men began to do. And that gap has narrowed significantly now. But if that gap, you know, still that space remains, then that is still a fundamental shift in society and what that means for the next 30 years. Because if that slight increment, if we don't go back to that little bit of the old normal, that's still that's still something. So, yeah, it's I don't think that there's going to be, you know, dramatic changes from what happened. But, you know, a series of small and maybe even unknowable, as of now, changes."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:08:08.680",
        "message": "I mean, just thinking aloud, it strikes me that what happened to all of us very suddenly, when all of this happened was that we were sort of, you know, living with complacence in the inertia of the cocoon of that normality, which we had built around ourselves. And by breaking us out of that, we were all forced to examine deeper truths of different kinds. Maybe it could be that you cannot stand the person you're living with, maybe it could be that you discover new things about them and fall in love all over again, or whatever, in various different ways, we kind of broke out of, you know, the different cocoons we might have created, which were perhaps set in our everyday routines and all of that. The other thing I want to ask you about, and I guess you'd, I think you'd have insight on that in a different context also, and not just COVID, is when you were talking about, you know, fears of the surveillance of the state and all of that. And it struck me that the one thing that saves us from even greater oppression by the state is the incompetence of the state. Because the state typically just doesn't have state capacity, there isn't much depth and nuance to what they do, the tools with which they oppress are blunt tools. And many of these high tech tools of surveillance and even using Aaragya Setu in meaningfully oppressive ways is possibly beyond the state. Now, in a larger context, is that true? Because of course, you have to, you know, I'm sure you've thought very deeply about your relationship with the state, because in a lot of cases, you're depending on data from the state. And sometimes you've pointed out before you realize that it's not that the bad data is necessarily malign, it is just incompetent. And what are your sort of thoughts on this?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:49.800",
        "message": "Yeah, I find myself saying this a lot to people a lot, which is that so much of what is imagined to be malice is actually incompetence. And I, you know, this is a recurring theme through reporting and through reporting on data as well. And, you know, assuming malafide is something that bothers me when people are talking about people that they are ideologically opposed to, again, this is something that I felt that marked some of the criticism of the government's handling of COVID as well, which is frequently assuming malafide intentions, when I don't think it called for that, you know, assuming suppression of numbers, when the sheer capacity to count properly, you know, did not exist, assuming that the government was trying was, you know, keep reducing tests so that it wouldn't discover more cases when I feel they just did not have the capacity to conduct more tests then. And similarly, about deaths as well, when you see that this is something that they fail, you know, they fail at with all diseases, it isn't a new decision to start failing at it, when it comes to COVID. So, this is true. But I should also, you know, sometimes I make this such a, I make such a point of this that I don't want to sort of fall in love with my own point and get carried away with it as well. I do think I do this about the government and incompetence. And occasionally, journalists prove malice. And it's great when they do that, because it reminds me then that I shouldn't, I shouldn't assume that the bumbling lathiwala cop is the Indian state. It's not true at all. There's a sort of lovable awfulness to that. But that's not true. So, you know, one of the most excellent journalists of the last few years has been Somesh Jha of Business Standard, who has come at data journalism in a way that I don't think I have been able to do for the most part. And that is a very valuable new direction to be going, which is to get into the making of the sausage and the corruption of the sausage makers to extend this too far. He is the journalist who discovered that the government was sitting on both employment and household consumption information data, which had been cleared by all committees and was statistically sound, but showed uncomfortable truths as clear, you know, as malafide intentions get is that showed the government in a poor light. And then the government too was shameless enough to deny his news reporting, you know, have surrogates criticize it and him, and then release exactly those numbers the day they came back to power. I mean, that was one of the most brazen and shocking things to have happened when it comes to data. You know, I too was willing to accept that, that there were some reasons that there was some fine tuning, but this sort of brazen release of it on the day they came back to power was truly shocking even to me. So, I think so much has done a good job of showing how much malice exists as well. And, you know, much as I've criticized crime reporting so far, I think sometimes what good crime reporters do is to show the most venal part of the Indian state, right? The venality of cops can be, is sort of the most distilled form of the venality of the Indian state sometimes. So, I like making that rather various ironic bumbling incompetence point, but I think people like Soumesh and a lot of crime reporters are able to show that,"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:50.440",
        "message": "that we wish it was as cute as that. Yeah. And I guess one thinking a lot, one could even say that, you know, even if the means are incompetent, the end is for all practical purposes malicious. I mean, what difference does it then make what the intent is if that's kind of where we've ended up? Let's kind of talk about COVID and your sort of understanding of it through data. So, you know, when it all broke and when you began the moving curve, what kind of data were you looking at specifically to make sense of all of it? And then how did that sense of what data should you look at evolve with time? How did the frame shift?"
    },
    {
        "speaker": "Guest",
        "time": "02:14:26.200",
        "message": "So, I think in the early days, a lot of what I was looking at was scientific research rather than data. And then I think that continued for the most part. So again, when it comes to COVID and data, I think this was one more moment when I had to re-examine one of my favorite beliefs about the Indian state, which is I often get a bit annoyed by people cribbing about how little data the government puts out or how little data that exists, what difficult formats it is in, because I don't think that there's very little. I think there's quite a bit. I think it lacks in some key areas and might be frustrating to not have that there. There's a periodicity issue for sure, because it just takes so long to put things together. And sure, formats are annoying, but there are tech solutions for that. But when this came around, I had to accept that the amount of data that the government was and is until today putting out was a real shame and a real travesty. And either it's appalling that government systems are only able to capture that much data, or it's appalling that they think and have successfully until now got away with giving us that little. So I look not only at Western countries' data, I look at quite a few Latin American countries' data as well. And I've looked at South Africa at least. And for all of this, I go to their government websites and use Google Translate. Chile, Peru, everybody is able to put out, drill down to the smallest municipality, historical data for confirmed cases, deaths, in some cases hospitalizations. Some countries put out asymptomatic, symptomatic. Some of them put out probable cases. All of this in downloadable form. I have not come across a single country that officially puts out as little data as the Indian government does. And it's just shameful that we've allowed them to get away with this, to the point that every international media organization and researcher uses a crowdsourced website. All of us use covid19india.org, which is an amazing resource put together by people seeking no credit and money, who collate official data from government handles. And all of us are just using it and considering it acceptable to be using it from a.org website, when this is absolutely the core job of a government. And I have not seen any country that does such a poor job. I have not seen a single Latin American country or any of the few African countries that I've seen do such a poor job of putting out data in the pandemic. So, you know, reporting on data was limited in the early days. Now we have, we have through covid19india.org and through other, some sort of research efforts based in India as well, you know, more data to write about. But even now, the most interesting insights to me continue to come from scientific research. Understanding just how the virus spreads, among whom and why, remains the key thing to try and understand for people trying to live their lives going forward. And I hope what we're going to have now, we've had one good paper coming out of India so far, I hope what we're going to have more of now is good Indian scientific, you know, and by good I mean not published in ICMR's own ICMR's own in-house journal, but in sort of peer-reviewed reputed journals that explain"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:11.640",
        "message": "transmission patterns in India. And from what you're saying, you know, would it be correct also to say that Indians fundamentally have a shallow understanding of what it means to be a democracy, that we often think of democracy as, oh, there are elections and we vote one of the competing mafias into power, but actually democracy should also include the state being accountable to the citizens and empowering them with information, which is why data becomes so important. It's not an aside that, oh, other states do this particular thing well and we don't. This should actually be essential to what the state does and, you know, in a sense, part of the justification"
    },
    {
        "speaker": "Guest",
        "time": "02:18:47.960",
        "message": "for its existence. Would you agree with that? Yeah, I do agree with that, though I don't fully agree with the shallow democracy part of it. I mean, it is, it's sort of like a puddle that's shallow in parts and deep in others. This part is certainly shallow in the expectation that government should give you this information. And you see it from just the, you know, the attitude that anyone assumes in a government office while demanding information that the office requires in law to give you. But it's still a sort of, you know, please can I have this posture that everybody is sort of obliged to take up? And yes, I've had this in a couple of interactions with government officials myself. At one point, some weeks ago, I, at the point when Telangana was having a pretty bad time with its numbers, Casey, our son, did a ask me anything sort of thing on Twitter. So I asked why Telangana bulletin had so much less information than other states did, which was an issue and still is. And he replied saying, no, it's all in there. And it wasn't. And I said, you know, the reason I'm asking you is because it's not in there. And he didn't get back to me further. Then one of the, you know, municipal corporations that's been doing a relatively good job with data is Mumbai. And there's a very impressive IAS officer who's leading the data side of things as well. So recently on Twitter, I pointed out to her that while they had this dashboard that was doing a very good job, like most government websites, it was updated afresh every day with no archive, like, you know, one of those sort of Cinderella things where everything disappears at midnight every day, which is so deeply frustrating to me to not be able to say, you know, make a chart for myself looking at trends over time. And she said, well, we don't want to overburden people with information. Anyone who wants more can always get in touch with us. And I just thought, I mean, how hard would it be just to just have a dropdown where you give the option of having historical data there. But, you know, that was, I mean, although she seems really great at her job and has done a lot, there was that attitude of, you know, don't ask us for excessive amounts of information. So this was something that every, you know, municipality in Colombia, for example, is putting out. There's another official in Bangalore as well, who's really very good on data and very good at sharing as well. But one of the things that India has been doing, that many Indian states are doing, which is quite unusual, is doing much more rapid antigen tests than the sort of gold standard RT-PCR test. There's ways to argue it either way. It's a discussion to be had. And one of the things that, you know, would be very valuable to have is the relative positivity rates for antigen tests versus RT-PCR. And no state is putting out that information. Mumbai puts it out in a graph. And when I asked for it in Excel form, I was told, you know, that's an excessive amount of information to ask for. And similarly, the Bangalore person was not happy to be asked about it, said Delhi doesn't put it out. How many columns can we put in every page? So, yeah, there is that information, that attitude even among the relatively, the ones who are putting out much more data than you're used to getting from and are much more responsive than you're used to government officials of, you know, don't push this so far. Don't ask for like Excel sheets, you know, it's pretty good how far we're getting. So definitely that attitude of anything more than sort of the headline number is a favor we're doing for you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:40.520",
        "message": "Yeah. Well, you know, one of the things I sort of noticed through the series is that it is, of course, not just about COVID. It is about a lot else. And a lot of that comes from, you know, prior work you must have done. For example, in episode three, you know, there is sort of what was certainly a new insight for me where you say, quote, poor people report more illness, but less hospitalization. We'll stop quote. And again, that's something that, you know, was an important insight. And I had to kind of sit down and process it and all of that. And equally, you've touched on many sort of larger issues, like what would COVID mean for India's women in episode 47, Dalits in episode 46, children in episode 70. In fact, you had multiple episodes where you've looked at the impact on parents and children. Now, you know, one thing that is often said, you know, Orville has spoken about the link between writing and thinking and one saw that is often given is that just forcing yourself to write clearly forces you to think more clearly. And one of the things that sort of struck me was that by the end of the series, and of course, it hasn't ended, but you know, at episode 99, where we are and just touching 100, what struck me was that you've gone in there asking questions as a generalist, which all journalists are in a sense, they are generalists. But have you then by asking questions repeatedly, repeatedly, repeatedly looking at the data, looking at the research, in a manner of speaking, transformed yourself into an expert of sorts also, just has the process of reporting on something for so long, which such depth enhanced your understanding of the subject, kind of massively. What I definitely feel it has"
    },
    {
        "speaker": "Guest",
        "time": "02:24:20.440",
        "message": "done is expose me to a much wider range of perspectives than would have come to me normally. Yes, I do think that some of the that you know, the complete cluelessness of the early days has been replaced with some baseline understanding. But this is the thing it's every day continues to bring in very key fundamental, not esoteric aspects of it at all very key fundamental parts that I have no, not the slightest answer to, to the point that when I begin by asking the question, it's I'm really not being cute. I actually don't know. So for example, right now, if you know, if I would like to fashion myself as some sort of expert now, I should be able to say in at least one line, why have the cases started reducing from mid September. And because I haven't worked on it for an episode, I have no clue, I wouldn't be able to answer it in a single word. I have not one word of explanation for why this is. So no, I would only feel that I'm able to say much more about the things that I have looked at. But I don't feel any closer to feeling that I understand. And I don't understand why it's spread more widely in some places than others. I haven't seen convincing explanations for the most basic things. And this is one more thing where we, you know, you, I, I would come back to journalism, regular sort of mainstream journalism, which is how, how is it that I haven't in any news publication yet seen, forget an answer, at least an attempt at answering. Why did Pune have so many cases? I mean, why did Pune district have like four and a half thousand cases per day at a point? Why did Pune city have over 2000 cases for so many days? There's no good, you know, forget good explanation. I can't see anything that got anywhere near answering that. Then why did Punjab have such incredibly high mortality for a period? And, you know, the numbers in Punjab are still not numbers I properly understand. And then again, the news reporting says things like rumors spread on WhatsApp about, you know, treatments or some rumors spread on WhatsApp everywhere in the country. There's no way to understand why in particular in Punjab, this is what happened. Why are Bihar's numbers so low? I mean, it has to go beyond just a low population density because that, so, you know, no one has, this is, I just don't know if people are going in with clearly questioning minds, because if you can start with a position of humility, of accepting that there is a big central question that you have no idea what the answer to it is, maybe that would help you A, frame questions that people actually want the answers to, and then B, get any closer to answering them, rather than regurgitating what some expert panel is saying. So, there is some government expert panel that's saying, you know, this September was a peak and things will taper off by Feb, but no convincing explanation of why this has happened now. So, yeah, I don't feel I don't feel at all able to answer those things. And I don't see the attempt to answering it, attempt to getting to those questions more widely as well."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:51.000",
        "message": "Well, I mean, one of the sort of things that struck me and impressed me while going through the full series was not necessarily, you know, even if you don't listen to the episodes, even if you just go to the medium page, and you look at the question that's been asked for every episode, I think so much of our quest for the truth really comes from asking good questions, which we don't see enough of. And, you know, you've asked, you know, almost every episode has interesting questions, like Episode 71, what does the lockdowns, disruption and health services mean for the health of Indians now in general? 72, what is it like to deal with COVID-19 in rural India? 44, where does COVID fit into India's disease landscape? On Labor Day, you know, in Episode 38, you asked, what is the future for work and workers? You know, what would life after the lockdown look like? And it seems to me that just the act of being able to frame these questions comes from a sort of a position of insight, you know, I've taken enough of your time, and I don't want you to actually answer any of these questions here, because I would rather that listeners go and listen to all those episodes, sort of like Rukmini said at the start, it's like T20 matches, you know, five minute episodes, six minute episodes. And I don't say that disparagingly, I'm just, I'm just full of enormous envy that, you know, one can pack in so much insight into that kind of space. So I'll probably end with a couple of questions. And, you know, my penultimate question really comes from, I guess, my self interest and the self interest of all of the listeners who are still sort of struggling to cope with COVID in this difficult year. And that comes from a question that you in fact, asked in episode 66, where you asked, how do we measure the risk to ourselves? And this strikes me as an important question to ask, because what we often see is a kind of pandemic fatigue has set in a lockdown fatigue, where people are like, just screw it, you know, it's fine. And, you know, all of that, and maybe people doing things they shouldn't do. But at the same time, you know, one can't blame them, it's just horrible to live with this discipline and wear masks all the time and all of that. What is your sense? How would you advise people on how to sort of navigate the road ahead in the months to come?"
    },
    {
        "speaker": "Guest",
        "time": "02:30:04.840",
        "message": "So I wouldn't like to think of this as advice, but more sort of what I feel I've heard, that makes more sense and is most convincing for me. So, you know, intimate, closed, mixed age events seem like a terrible idea. You know, research has shown this across the world and in India as well. Long shared transport is also a bad idea, though with the level of masking compliance that, you know, flights require, that might need to be recalibrated for that. But the thing is, what remains is, because there are so many unknowables, it's hard to understand what it is exactly that shakes some of these broad trends. So what suddenly causes, you know, deaths among younger people without comorbidities is impossible to say. You know, there was a period of time where young children were experiencing an inflammatory condition sort of associated with SARS-CoV-2, even though it wasn't directly that. So it's hard to say what those characteristics of those kids were and who were facing that. I suppose what I've taken broadly away for myself is as much as possible, whatever my privilege allows me to continue avoiding, I am continuing avoiding. So for example, I know everyone with little kids is, or even older kids who aren't going to school now is being driven up the wall now, having done this and homeschooling. But whoever's privilege allows them to continue keeping children at home, it seems to me like a good idea to do that. Now, recent research is showing just how much spreading happens among children and among intergenerational cohorts that include children as well. It's something we need to take more seriously in India, especially. You know, anyone who can continue working from home, all of those seem like things to continue to try to do. But, you know, I want to be very mindful, not just of work and money-related privileges, but also mental health, right? I mean, it's hard to advise these things to people struggling without other people to talk to, without other outlets, maybe even safety. So I think everyone is trying to build matrices of what they can avoid and what they must do. And, you know, these are going to be deeply personal things for most people. But, you know, the broad things of closed indoor events, any sort of, you know, large mass gatherings, of course, masking, you know. Though I have to say what frustrates me is that I still not seen proper research about cotton masks, the sort that we're all using. I know that there was simulation, which was, you know, the sort of when the advice was put out. But, yeah, I'm an absolutely passionate mask user and my little children use them as well. So I don't mean that I haven't seen anything to convince me. I'm completely convinced. I'm just saying that I would love to see a great research paper around it by now. So, yeah, these are the decisions I'm taking to just continue. My life has not really changed that much. Even since the lockdown, I still don't go out that much because as much as I can, you know, part of reporting on all of this is not just feeling that feeling terrible for the people who weren't able to continue staying in and, you know, realizing your enormous privilege in that. And to be very, to be, to remain humble in the face of this virus, to not feel that there are ways to be, you know, to not feel that youth or any of these sort of guarantees against it. I remain extremely humble in the face of the virus."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:34:06.040",
        "message": "Very wise words. And now my final question, which is, you know, almost a bit of a cliche to my listeners, I think, but I have to ask it. And especially in your sense, since, you know, your amazing journalism has given you such, or at least has caused you to think so deeply about our democracy and our society. If I ask you to, say, look ahead to 2030, away from this cursed year 2020 and look ahead to 2030, what gives you hope and what gives you despair about what our country, our society, our democracy is going through and could go through in this time?"
    },
    {
        "speaker": "Guest",
        "time": "02:34:39.960",
        "message": "I see this, I hope it remains true. So what gives me hope is that I see enormous transformational power among people who fall in love. It amazes me the, I mean, first of all, the amount of love I see around, and I mean this in a sort of, you know, romantic love among young people. That's sort of, it's incredible. I mean, people are on the phone with each other all the time and finding places. And the power to take radical decisions around being in love is really quite something. I see it quite a bit. I hope it continues to grow. And the strength in that is something else. So it's one of the few things that gives me, it gives me hope that people will take, that young people will take otherwise enormous leaps that they might not have planned to, just out of being in love. So that's my extremely strange, you know, that's something that gives me hope. I see it a lot around me. And when people tell me, you know, I don't know, some people want to tell you, when they know that you've had a love marriage, people want to tell you their stories very often. And the things that people tell you about, you know, leaving home and just getting into a bus with no money. And it's just, it's amazing. It's so brave and it's very, it's something else. So that gives me hope. And the immense self-respect and pride that young people have, much more than every generation, increasingly so, gives me hope. What fills me with despair is, I think, conservatism among young people, again, is what fills me with despair. Conservatism among older people, less so. But, yeah, to hear, I can't currently see enough outlets and pushback against the sort of toxic Muslim hatred that is being pushed in most of the country. I can't see ways out of it right now. I don't see, I don't see like a big movement of young, anyone, of people strongly saying that this is a totally unacceptable thing. And, you know, we're going to put, really put our weight behind it. So, yeah, the Muslim hatred in this country is what gives me greatest despair."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:06.600",
        "message": "Indeed. And, you know, we'll cycle back to the hope so we can end on a note of hope. You are literally the first guest over, you know, 196 episodes, who's spoken of romantic love as something that, you know, gives them hope. And it's such a delightful answer. And I'll sort of, you know, advise all my young listeners now that do not be conservative, fall in love, but at the same time, don't get into a bus with no money. That's not such a good idea. I know it really well, so do it. Okay, but wear a mask also. Definitely don't get in without a mask. Rukmini, thank you so much for being so patient with your time and so generous with your insights. It was so amazing. Having a podcaster like yourself, having a T20 star in a test match is so delightful."
    },
    {
        "speaker": "Guest",
        "time": "02:37:48.760",
        "message": "Thank you so much. A huge pleasure. And thank you to your listeners."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:37:55.080",
        "message": "If you enjoyed listening to this episode, do head on over to the show notes, where I've linked Rukmini's exceptional podcast, The Moving Curve. And you will also find a lot of her journalism over there. You can follow Rukmini on Twitter at Rukmini. You can follow me at Amit Verma, A-M-I-T-V-A-R-M-A. You can browse past episodes of The Seen and The Unseen at seenunseen.in. Thank you for listening."
    },
    {
        "speaker": "Unknown",
        "time": "02:38:48.200",
        "message": "Bye."
    }
]