[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Can stories make us better human beings? I've always believed that they can. When we enter the lives of others, see the world through their eyes, we develop empathy and perhaps even compassion. The more we experience the world through stories, the more we can transcend our own limited experience and understand how human beings everywhere are bound by the same emotions and values. And what about storytelling? When you tell a story through the eyes of someone else, do you become that other person in the course of the telling? Does every story that you tell change you in subtle ways? And what about conversation? When you enter a conversation with someone, a genuine conversation in which you trust the person you're speaking to and in which you listen, really listen to them, opening yourself out to them, does that change you as well?"
    },
    {
        "speaker": "Unknown",
        "time": "00:00:52.640",
        "message": "Should we cherish every form that can take us outside of ourselves?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:01:13.160",
        "message": "Welcome to the scene and the unseen. My guest today is Nilesh Mishra, the storyteller and conversationalist I have admired for a long time. Nilesh started off in journalism in the 1990s, even wrote a few books and then became a radio legend as a storyteller. Many of his stories set in the now mythical town of the Yad Sheher. These stories about common people in common situations struck a chord across India and soon many people were contributing stories they had written to his show. And a remarkable community of listeners and storytellers emerged from there. He also launched India's biggest rural media platform, Gaon Connection, and pioneered what he calls a slow movement. I'll provide links to all of these in the show notes. He also hosts a brilliant interview show on YouTube called The Slow Interview, which shares my personal ethic of letting a conversation breathe and spread out and digress. I was keen to have Nilesh on my show to discuss both storytelling and the art of conversation, and I was delighted when he agreed. Before we get to the conversation though, let's take a quick commercial break. How would you like to start your own podcast? Since you're listening to The Seen and The Unseen, I don't need to sell you on the power of podcasting. Audio is a unique medium, different from any other, and it allows for a level of depth and engagement that no other form does. You've no doubt experienced this in the long-form conversations that I've had here, but even for storytellers, this is the most exciting medium. And the best part of it all is anyone can start a podcast. You are limited only by your imagination and desire. And I want to help you by sharing my insights with you. I've just launched an online course called The Art of Podcasting, in which I will talk about what makes audio so unique, the different forms of storytelling that it enables, the art of the interview, and what will make your podcast stand out. I'll talk about these broader concepts, as well as the nitty-gritties of what equipment to use, how to record, how to distribute, how to market your podcast and build your brand. My course consists of three webinars over three Sundays and costs rupees 10,000 plus GST or about $150. For more details and to sign up, head on over to seenunseen.in slash learn. The Art of Podcasting at seenunseen.in slash learn. Nilesh, welcome to the Seen and the Unseen. Thank you. Nilesh, you know, when I first started my podcast, The Seen and the Unseen, before that, I wasn't someone who listened to much audio, frankly, I didn't really have a habit of radio. So I figured as research, I should listen to some good podcasters and figure out what it's like. So someone recommended that you have to listen to Nilesh Mishra. And it was so intimidating, because I thought, my God, this man has such an incredible voice. And, you know, I heard your storytelling shows, and it was just so engrossing and brilliant. And normally, when I sort of research for an episode, I, you know, I enjoy it. Often I have to read a bunch of books and all of that. And, you know, it's good fun in its own way. But this was one of the most enjoyable episodes to research because I watched all your episodes of the Slow Interview, many of them many times, and absolutely loved it because conversation is so dear to my heart as well. And to see someone who is clearly a master of it was such a joy for me. Thank you. Let's kind of start, you know, the way you often start, in fact, by talking about your early life, talking about your childhood, you know, where did you grow up? What was that like?"
    },
    {
        "speaker": "Guest",
        "time": "00:04:49.440",
        "message": "I was born in Lucknow. And at an early age, I went to Nainital. So I did much of my preschooling, etc. there. My father, at that time was teaching geology, his field has been geology at the university. So I went to school there. And it was a new world. Because you're going to the hills and there are definitely some sort of perceptions about outsiders. And there was this need to belong, even as a child. And also, because we were far away from home, for the first time, missing Lucknow, but more than that, my Nainital and my childhood here. And then I slowly adapted and started loving Nainital. When I used to be in Lucknow, I used to say I'm from Nainital. And when I was in Nainital, I used to say I'm from Lucknow. So it was like a dual identity. And I think I learned a lot of things unknowingly in Nainital, which came in handy later in my career. Most important, you know, everyday emotions. And those small emotions that I could feel, which perhaps if I had grown up in a big city, or even a relatively smaller city like Lucknow, I would have missed out. Like one thing I remember is the sanctity of touch and spaces, individual spaces. So when I went to Delhi, for example, for the first time, and wasn't traveling in buses, standing, and fairly violated, because I had come from a place where there was a space, this personal space. So I went to the school called Bishop Shaw English Medium School. It was right by the lake, and it's called Tallital. Nainital has Tallital and Mallital, Tallital is the lower end of the lake, where we also used to live. And then after some time, I went to St. Joseph's College from class five, which was one of the big sort of common schools there, and Nasiruddin Shah, and a lot of illustrious people who were students. So it was very aspirational for my parents at the time, not us, because we didn't know that much. And I remember, and I have a twin brother, we are fraternal twins, not identical, shellish. So I remember that the session had started, and then we seemed to have missed out on the admissions when our neighbor, Mrs. Shah, who used to teach at a school called St. Mary's, they were like a brother and sister school. She told us about it, and then my father went and met the principal. And accidentally, he turned out to be from Newfoundland, Canada, where my father had done his research. And that's how it became a conversation starter, and we got in. So I often look at these things about these beautiful coincidences of life. What if he was not from Newfoundland? Would my journey have been different? And there I then, I was a shy, timid sort of a boy. But in class seven, I think, for the first time, I started to come into my own when the teacher one day said that he was choosing the class's debate team. There used to be an interclass competition. And I think on a whim, I raised my hand and then we were supposed to read out something the next day and I got selected. I mean, that again, I feel it was one of the invisible turning points in my life, because I would have remained a very inward looking, very shy young person, but public speaking. And then we won the gold medal that year, and it just gave me a lot of confidence. Then I started to write for the college magazine, poems, etc. I've never narrated this story of mine. People keep saying that you should also have a slow interview. So it's good to remember a lot of things. And I was never good at sports. I was a day scholar. And that's a regret I think I had, because my classmates were, you know, they stayed back for sports, it was a huge British era, you know, school with stone walls and big"
    },
    {
        "speaker": "Unknown",
        "time": "00:10:20.040",
        "message": "auditoriums and all that."
    },
    {
        "speaker": "Guest",
        "time": "00:10:22.320",
        "message": "So they stayed back for boxing and athletics and etc. And I think there was a feeling of, in Urdu there's a word, ahsaas se kam tari, kam hone ka ahsaas. I think that would have been there in some way, because I had joined the school in class five and until class seven. I was fairly okay in academics, but I mean, like I would be like among the top 10 students, but not like, you know, first top three or something. So the high of achievement, I would say that was not there until I started public speaking. And that kind of filled up for the absence or the feeling of being inadequate in terms of achievements in some way, now that I look back. And that then set me off on to different things. I remember one of my classmates was Sajeeb Wazid, whose mother, Haseena Wazid, was the Prime Minister of Bangladesh later. Sajeeb and I used to compete in English and sort of debates, etc, etc. It was a great time, it was multicultural. There was, of course, the Day Scholar border divide, and Day Scholars, I mean, the border used to steal my lunch every day, they used to. There was not bullying as you would call it today, but definitely, I mean, because they were all from very rich families, and I was from an ordinary middle class family. So there was also that sort of not an inferiority complex, but I was very aware of the fact that there was a gap when school holidays started, their parents used to come in their big cars, and we used to hear of their big farms and etc. Somewhere all that was shaping who I was. And after class 10, the question was what to do next, and I, because St. Joseph's was only until class 10, so I moved back to Lucknow, again a big shift, because I was from a very small town, and I didn't even know how to ride a bicycle. I learned it after class 10, and then I had a grey bicycle, which I used to ride to my school. My school was Mahanagar Boys. Even Mahanagar Boys, I mean, I got an admission because that same neighbor, Mrs. Shah, Mrs. Bhavna Shah, knew someone here, and you know, the way it happens in middle class India. And when I came in, the first sort of thing that really bothered me was, I had come from huge classrooms, where the desks were like, you know, five feet apart, and you owned your space. And here there was no space, you just crammed together in small rooms, and it was hot, and it was just some other world. And then I came and realized that the school had no college magazine. So I wrote a long letter to the principal, Brother Mani, saying that, you know, I've come from a place where I was writing regularly for our school magazine, and we should have"
    },
    {
        "speaker": "Unknown",
        "time": "00:13:51.840",
        "message": "a school magazine."
    },
    {
        "speaker": "Guest",
        "time": "00:13:52.840",
        "message": "So well, he called me, and I think he found it very unusual that a boy would sort of, he was very feared. And he made me the student editor of the magazine. So in some way, I mean, because I was disliking coming back and this new kind of school, which would have been a normal for a lot of people if they had grown up in the city, because cramped spaces, you know, small classrooms, but it was not normal for me. So but this, maybe again, brought me back to the creative space and to showcase some kind of achievement. So we started the school magazine. And at that time, I started a very oddly named group, and I don't know, looking back, I don't know why I named it. So it was called the Shower Club. And I think I named it so because I thought it would be like a shower of ideas or something that some silly reason. So the idea was that to start, and I mean, looking back, to start something was brave, right? But I was never like the outgoing kind of type A personality that later became in life. At that point, I was these small acts of becoming the captain of the debate team in class seven or writing that letter to brother money. Those were unusual. But I think it was beginning to, I was stepping out of my mental sort of cocoon, my threshold. And so I found that and we formed a hierarchy. I was the president, of course, and then there's a vice president and a treasurer, it was interesting. And then we said, okay, we will do a debate competition, an inter-college debate competition. So to me, it was great because I was doing something with public speaking, I was coming back to that and also kind of scaling it up. I mean, I didn't know this phrase then, but for the other students, they would get to go to the girls' schools and get to meet girls officially. So by now, the college management and the principals trusted me enough to say, during school time, in my school dress, we used to go to other schools, to Loreto Convent, to there was an army public school here, to St. Francis, etc. So we organized a debate competition and looking back, I don't know how I did it. It was the year when I think some big anniversary of Jawaharlal Nehru was being organized and the government was spending a lot of money to do a lot of cultural events. So someone told me this, one of my mama's friends said, you're looking for a sponsor, why don't you approach the cultural department to sponsor this debate competition? So okay, well, we wrote, we had a letter pad, proper saying shower club, and this was the typesetting era. So it was made at that time. So we went to the state secretariat and looking back, I think it was really brave. So me in my school dress and my classmate Chandrashekhar Masiwal, who is now, should be about to become a general in the army. So both of us went on our bicycles and I don't know why they let us in, but they let us in, they made a pass for us. And then we went to the then secretary for culture is a gentleman called Atul Bagai, which was my first interface with an IAS officer, with that world, with governance. It was fascinating. And he had a very peculiar habit. He had like a pile of papers in front of him, he would sign and he would sign and throw them behind him. So they went like flying in the air and there were like 15 such papers and somebody would come in later and collect them and it was very cinematic. My first sort of view of the Indian bureaucracy was a very cinematic moment. And so we had this letter, which I'm assuming he found very cute. We had asked for 4000 rupees to sponsor this competition. And so he signed it and okay, and then we'll, but when we went to look for a venue and I wanted it to be in a really nice venue, so I went to this hotel called Clark's Awad, which was then like the best hotel in Lucknow. And they said, we will charge you whatever, some two, 3000 rupees per day. I hope I'm not sounding very old to your listeners by saying so, which created a budget crunch. So now the budget was coming to 6000. So what do we do? We went back to the same Atul Bagai who smiled and he said, Samosa kam kar lo na, because we had given an entire breakdown to, you know, the letter to the government said, itne samosa khilayenge, itna chai. We thought just the government, you know, you had to give all the details. So that happened. And alongside, I had this fetish to start a magazine, which was again, oddly called Shower. So the Shower, and this is the cyclostyle era. So I went up to my father one day, and he still remembers the story and I said, I said, I want to start a printing press. And he was a university professor, middle class family, never had anything to do with business or never had a lot of money, or he found this very odd. And also we lived in separate cities. I mean, he was still in Nainital, you know, at the university, and I was here in Lucknow at my Nainihal. So when he came on, you know, one of the holidays, I said, I want to start a printing, he said, why? I said, I want to print a magazine. So he said, well, go to another printing press and print it. So then there was a, I don't know, I'm looking back, maybe those were entrepreneurial skills in some way. Although I was never entrepreneurial in that sense. So I went to one of the rich philanthropists called Mr. Gupta in Lucknow, who my mother knew through some satsang or somewhere. And he was considered a miser, he would never give anything. My parents said, he won't give you a single rupee. So and this is still a joke in my family. So I convinced him and I said, this is what I want to do. And he didn't give me money, but they had a paper mill or something. So he gave me paper, like a lot of paper, so that helped. And everybody said like, wow, you got paper out of Mr. Gupta. I mean, he was a nice person, but obviously would want to see the ROI, you know, I didn't know that. And so then we, how do we illustrate? So it was exciting. And we took out a few issues. I wrote something and some other contributors wrote, they used to send handwritten. And then I started taking subscriptions for the magazine. And the annual subscription, I think was 20 rupees or 50 rupees, something like that. And I even conned my barber in Nainital into buying a subscription. He had a classic haircutting saloon. And what I did was I wrote a piece about him and there used to be this magazine called Target Magazine at the time, published by Indya Today. My first poem was called a Fisherman's Song. It was published in Target Magazine. And I remember the day because I had written to the editor. I even remember her name, Rosalind Wilson was her name. And I was in Nainital, in this small town and I had issued, I mean, I had written this letter to the Living Media India office, F1415 Connaught Place. And I sent her and then I got a letter from Rosalind Wilson saying, you know, your type written letter on lovely paper, beautifully printed saying that your poem has been published and it'll appear in the next. I was delighted. So every day, this is, I think I was still in class seven. Every day I used to go to the Talital market, from my home to the bookshop, target magazine and the moment it came, you know, I saw my name and I rushed back home because I wanted to show it to my father. And I think that was the inspiration to do something like start a magazine of my own and which was like mad, but whatever. But I had bought a subscription to Target. So I thought, okay, let's do this. So then I started regularly getting something or the other published in Target. And one piece that I wrote was a very funny story called The Barber's Barber. And it was basically about my barber and how he like shook me up and chumpy kiya yeh kiya woh kiya. And in that I had written Classic Haircutting Salon. Now Classic Haircutting Salon was an actual place where I used to go to and that's where I borrowed my name. So Mahesh was the owner. So when I was selling subscriptions, I went back to Mahesh and said, look, tumhari dukaan ka maine ad kiya yaar, tumh subscription to kharid sakte ho mera. He was thrilled. I mean, he didn't realize that I had made fun of someone like him who was like a part wrestler, part barber, that kind of thing. So he gave it, but we could never publish enough. So it happened for some time that some friend was, yaar tumhari magazine kab aa rahi hai aur o paisa gaya tha maine. So I used to avoid many people, maybe about 20-30 people, because we were afraid that they would ask us for the subscription money or the magazine. And my brother Shailesh was also a sort of party to this. And although he had no creative interest, he works for Adobe, he's a tech guy. So that's how, I mean, those little seeds of public speaking or kind of some writing, some publishing, those were happening. And then class 11, 12, after in Mahanagar Boys, and then I came back to Nainital to pursue graduation. Why this happened is an interesting story. So my father wanted me, like a lot of fathers of that time, to become a doctor. And I had zero interest in science. But because he wanted me to, and this was a prestigious school, Mahanagar Boys was one of the best schools in class 11 at the time. So I joined the biology stream and I was hitting it and, you know, we used to have to cut frogs at that time. We had to go to these shops where you used to buy frogs and I was terrified of seeing blood. Still I am. And so I, it was just starting out, the start of class 11 and I thought like, I mean, where am I stuck? So the first parent-teacher meeting happened. And our class teacher was Mrs. Vimla Mishra, very tough, very, very stern. Everybody was really scared of her, barely spoke, barely smiled, very respected. So my father sat there and Mrs. Mishra and it was a, I think the meeting was in a science lab or somewhere. From the first few minutes of that session, I said the unspeakable, or I said, ma'am, I don't want to take science, they forced me to take it. My father all this while thought up his wily plan to tackle with this unprecedented situation. So as we left, he said, So it was a very wily trick that he had come up with sitting there, which would make me study hard if I had to win the life I wanted. And there was biology, there was physics, it was an alien world for me, I did not relate to them. And while all of my classmates were pursuing their dream careers, they wanted to be doctors and engineers, et cetera, et cetera. So I, you know, I studied hard and I did get a first division, I think I got 74%, which would be considered very high at the time, although, you know, there were toppers, like the UP topper would be from Mahanadar Boys, it was that kind of an institution. And then my father kept his word. So then I said that I want to study the arts. So each boy in my class wrote the CPMT exam to become a doctor. And I was the only one who didn't. And my father said, I think he was still clutching at straws. So I said, look, if I write the exam and get through, and if I don't get through, I will live with a sense of defeat. So I didn't write the exam, I was the only boy in my class who did not write that exam. And then, of course, like I said, he kept his word, I went back to Nainital, I joined the BA course with history, political science and literature. This was also, I think he had a thought, because now that I had given up on medicine, he wanted me to write the IS exam. And these three subjects seemed fit towards that journey. I topped my university. And that was a great time. I used to sing, you know, with friends, we used to, there were competitions. I think I was gathering the moments that would later appear in my storytelling. I used to go for long walks along the lake. For the first time I was experiencing female attention, that was also new. Because until this point, and I used to be very, very skinny growing up. So both my brother and I had a huge complex about it. We never wore t-shirts, because we were like so thin. It was a big deal when I would have first started wearing t-shirts. I'm sure every skinny boy or girl would relate to it. But some, you know, one interesting thing had happened alongside, which was that when I was in class, I think around class 12 or so, still in Lucknow, I used to, like I said, go by bicycle to my school. And on the way, there is a big intersection called Burlington Chauraha. So on Burlington, there was the office of Swatantra Bharat and Pioneer, which were then big newspapers. Swatantra Bharat was huge, as big as Danyag Jagran today. It was like a household paper. And Pioneer had just kind of started and it was also with its modern design. It was also a new, refreshing sort of alternate to Hindustan Times or Times of India. It was interesting. It was like what Asian Age was perceived as in Delhi when it came. So one day, I used to look at this building every day, and one day I mustered the courage and I went into that building. And I walked up to the person, you know, the first person I saw, who had a thick beard and he was sitting and his head was a table and as luck would have it, he was the features editor called Ravi Verma, deep voice. And again, I had gone in my school uniform. So it was an unusual sight for him to see a boy in a school uniform come up. And he said, so I said, I want to write in the newspaper. So he looked at me top to bottom and he said, and maybe boys in small towns at that time didn't do these things, didn't go up, didn't start magazines, didn't go up to the features editor, etc. And he asked me to write a piece. At the same time, I went in to meet the editor of the Pioneer. It was the first time I had met a newspaper editor-in-chief. And I had written something and he said, okay, where's the story? So I was quite offended because he had called it a story. I didn't know that a news story is called a story. I thought he's calling it fiction. I said, it's not a story, it's news. So which he found endearing. And then when he saw it, he said, well, if you want to come work for us someday, come back after you finish school. So then I started writing regularly for both of them. And that's how I was starting to earn. My first earnings started. And the first thing I bought was Philips. It had these twin cassette recorders. So you started one and then it would stop and the other one would play. A lot of your listeners will not know what we're talking about. I think it was called a double deck, if I remember correctly. Yeah. It was called a double deck. It was a big deal to get it. So the aspirational piece for me. And I saved money. I used to get about 400-500 rupees per piece. My first piece was Sunday magazine front page full story. So it was a good debut and then I got spoiled. I only wrote cover stories for them. And I think because I didn't know journalism or I didn't know feature writing, I didn't know how to write a piece. I was doing it in my own way. This was the time of the first Iraq war in Kuwait. And looking back, this has been my strength in anything I've undertaken, which is I have no baggage of convention. I don't know how things are done. So when I start doing something, which is new, I don't know how it's done. So I do it my way. So I didn't know how articles are written. So I was writing like my, you know, there was a piece on snowfall and Nainital and first person piece. My first piece, I think, and I was telling Chang the other day on my show, The Slow Cafe. It was about Indian, Chinese, the community dentists and in the beauty business, etc. So it was interesting that I was starting to go to, and you know, the act of reporting is not an easy act. You go to somebody, you have them evoke enough trust in you to open up and you listen to them carefully. So one of the things that came in handy later in my career, I became a good listener. I think I'm a damn good listener where I'm genuinely interested in the other person. And all this started at that time. So my mother one day said, she had a favorite tailor called Akram, who had vanished because he went away to Kuwait. And one day she said, Akram is back. She was very delighted. What happened? So we linked back that I went up to Ravi Verma and I said, I want to do a story on Indians who are returning after the, and so this was very unusual for him and something that his own reporters had not thought of. So to be able to, you know, we were getting like a human face of a top international story, which was in the news at the time. So I did that. So I saved money, so about, I think 8,000 or something is what the double-decker cost me at the time, 8 or 10,000. And I used to listen to Jagjit Singh Ghazals and Ghulam Ali Ghazals and me and my father were living alone in Nainital at the time. My mother was looking after our village school. And my brother was in Lucknow and he had chosen to be here. So yeah, I think that's a very long answer to your short question."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:36:28.040",
        "message": "It's a delightful answer and there are many strands I want to unpack and ask you about. No, I was, you know, I'm born in the same year as you, a few months later. So a lot of what you were saying made me nostalgic in a different way. I mean, obviously I wasn't in Nainital, but I was a day scholar in a school which had a lot of borders in Pune, the Bishop School. And otherwise, another thing that sort of struck me about what you were saying was your memory for these small, small details. And I just realized that I might not remember what happened last week so clearly. But, you know, when you talk of writing, you know, posting a letter to F14, F15, Connaught Place and all of that, it's just, you know, I can see why those would kind of stick out in your mind. Now, a bunch of questions, I'll go through them one by one. One is, you know, I read in, I heard rather in, I think you were interviewing Warren Grover. I think it was in that one where you, oh, I forget which one it was, but you mentioned how thin you were and that also struck a chord because something that I often tell people, which they can't believe looking at me now, is that I was so thin in college that I didn't"
    },
    {
        "speaker": "Unknown",
        "time": "00:37:26.880",
        "message": "like wearing t-shirts."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:37:27.880",
        "message": "In fact, my quip about that is I would step out of my hostel. And if I was wearing a t-shirt, I would not want the wind to blow against me because you could count my ribs. So depending on which way the wind was blowing, I would go either to the tapri or to the canteen. And I was quite sort of moved by your story about, you know, how, when, you know, boarders used to take your tiffin, you've mentioned in another of your conversations, that in a sense, you felt good that, you know, you're having the same food as them, that kind of sense of fitting in and belonging in a sense. And I realized that, you know, one of the early anxieties that we have as people that we never quite lose, that is very hard to lose. I think I probably, you know, managed to control it in my middle age, is that anxiety of what other people think of you, you know, that desire for validation and you want to fit in and you want to be part of the crowd. And I mean, I kind of totally get that at the same level. And so it was interesting to me that all of these things that you did, whether it was, you know, the debating in school, or whether it was, you know, sort of taking the initiative to start a magazine in your next school, when you went to Lucknow, and all of that, that do you think that this, you know, your artistic expression and your ways of doing that now, obviously, you loved, I'm sure you loved writing, and you love debating and all of that, and you were just being true to yourself. But at the same time, was all of that also a way of fitting in? And a larger question is that, you know, at what point did you sort of like, I know, you're a very self reflective man, that's very obvious from the conversations you have. At what point did you become aware of this kind of anxiety, and begin to become comfortable in your own skin and sort of, you know, coming to terms with all of that?"
    },
    {
        "speaker": "Guest",
        "time": "00:39:14.280",
        "message": "I think when I was in school in St. Joseph's, there was this feeling of being an outsider, because in Nainital itself, there was the feeling of being an outsider. I have a lot of amazing local friends, and I mean, I sort of like I said, I'm half Pahari, I count myself as half Pahari, but maybe that's where this thing started of trying to fit in. If I had grown up in Lucknow, it would be different, I probably would be a different person, and then school, where A, boarders were definitely a notch higher than day scholars, which was very clear in the school hierarchy. Plus, they were very well to do, you know, well off boarders. So being aware that you're not as prosperous as them, but the equalizers were small, being the captain of the debating team and winning the gold was one equalizer, you know, starting that club, because even when I came here, all my classmates were from very rich families. They would have a scooter, and there were no cars then, but they would have that grey Yamaha bike, and those were the signs of being rich at the time for a student. When I started doing new things or taking initiatives, maybe it was my defense, maybe it was a way to stand out, make a mark, to sort of go against the current. Looking back, I seriously don't know where that courage came from, because it would have required courage. I was in a school in Lucknow, where the only thing valued was studies, because they were all potential toppers in the state, and it was a school of very intelligent students. And I was not a very intelligent student as academics go. So maybe that was my way of standing out. But what it did was that, and again, I'm analyzing that now today, because you asked me this, and maybe those little milestones, those little successes, gradually transformed me from being a person who's trying to fit in, to a person who's doing small innovations to lead in some way. And I mean, how would a boy in class 11 have the courage to go into the imposing state secretariat building, to even walk in, to even get that pass made? I don't know. I mean, it surprises me, looking back. But after that time, when I saw that my ideas were sort of elbowing their way, that the school principal would suddenly feel good, because something I did, I would go to debate competitions in other schools, and we would win. And then at the school assembly, he would honor me. This was new. This was quite amazing. So I think in doing these things, it was emboldening me in some way to do new things. And maybe that is what gave me the courage, later in life, to do even far more risky things and far more crazy things. And if I had followed the safe route, the correct route, if I had given that medical examination, my life would be different, I would be different. So maybe these were the little, I was chipping away at my own destiny, at what was to be the destiny of this regular, ordinary, middle class boy with medium level grades. But hey, here were these two, three things which I could also do, and then that made me stand out in some way."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:43:47.800",
        "message": "No, and it's, you know, you mentioned the word destiny, and it also strikes me as how contingent, you know, the direction our life takes can often become on little things, like you pointed out, going to Nainital. And I guess, you know, it's also resonant to me that you would tell your Lucknow friends that you're from Nainital and vice versa, because you're a different person then, you know, just because, you know, made that shift. And that's so fascinating to me. Another thing that sort of struck me about, you know, your background, which is very interesting is your father's idealism, in a sense, that, you know, he started in Newfoundland in Canada, and but he wants to give something back to his society. And he actually, you know, I was looking him up on Wikipedia and elsewhere, and he's noted for fossil discoveries. And even in that young career, he had, you know, already started making a mark. But he decides he wants to give back to society. And he comes back to this village near Lucknow, and, you know, looks after the school and runs the school. And did some of that idealism rub off on you in the sense that I know that when we are growing up, everything about our parents is normal. Even if they are extraordinary, we won't think of it as extraordinary. So it sort of, and this is also like what your father did this act of great idealism saying that, you know, I will not do the supposedly conventional sensible thing in picking a career, I will come back and do this also seems at odds, in a sense, with his personality as a father when he's telling you, nahi beta medical karo or nahi beta IAS karo and all of that. So one was there an awareness of this and was this sense of, you know, the fact that, you know, your father himself was so principled, was there an awareness of that and did that then also in some way of osmosis or whatever rub off on the way you approached your life?"
    },
    {
        "speaker": "Guest",
        "time": "00:45:30.440",
        "message": "For sure. And like you said, when we were growing up, we don't realize any of this. But my childhood was, I mean, I used to be in Nainital, my mother, like I said, was in Lucknow. And what were their conversations when they spoke to each other on the phone, which was at our landlord's place, they were not romantic conversations. They were about, wo truck aa raha tha, yeh taga wo rub gaya hai wahan pe, accha wo falana wo vazifa aa ya hai. It was like, it was shop talk, it was just everything was about the school. And as I was addressing students recently at our village school, and I said that, hamara toh thoda khiska hua parivaar hai, we're just nuts. This is not an ordinary family. Because our conversations, even our family group, like me, my parents and my brother, it's named after the school, like what next for BGV or something like that. So I grew up, the uncertainties were how to run the school, I used to listen in, we used to go spend time there in the village whenever we could. I remember falling sick, and I had high fever because the decoits had attacked a hut two homes away. So it was a very different kind of life. It was, while we were city boys, but we were acutely aware of our rural connection. And it was normalized. So there was no looking down on rural India. And later, now that I look back, me pursuing my journey in journalism, then going to Bombay, and then giving it all up and coming back to Lucknow. And then even that now, living mostly in my village, is the same kind of return that my father did from Canada. And when I gave up my life in Bombay, I was not following any script, I was not following a journey, I was not saying, oh, I'm inspired by my father. I just did it, you know, without thinking. But looking back, yes, I gave up a lot of things when I returned from Bombay. As my career there in the films was kind of taking off, I was meeting top directors and you know, top composers, etc. So yeah, I think somewhere, definitely there was this osmosis, for sure."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:48:06.680",
        "message": "And was your father proud when you bought that double deck and you know, with the money that you earned doing your freelance journalism and all that?"
    },
    {
        "speaker": "Guest",
        "time": "00:48:13.600",
        "message": "Yeah, I could see that he was proud that I was kind of, that in college people would know me, that his fellow teachers would talk about me. That was new. And by this time, I mean, to give him credit. So I've written a story called Papa Se Shart, which what happened was in the season one of my show, a lot of students from Kota, there's a huge listenership for my show in Kota. So they used to say that we are very stressed, can you please narrate a story from your life, which is uplifting. So I said, well, there's hardly anything uplifting in that sense. But yeah, there's this story. So I wrote a story called Papa Se Shart, which was about that bet, which my father lost. And then at the end, I had my father on the phone, and he says that I'm really happy that I lost that bet. And I would ask all parents to not force their ambitions on their children. So it was very, you know, interesting, because so by this time, he had realized that this was my calling, that that was an alien world for me, I was really enjoying, I was coming into my own in the arts, and getting recognition. And then he used to say, he'll make his way, is what sort of he used to tell. So I think my maverick ways, and my unusual unorthodox ways is something that by that time, he was quite comfortable with. And he never stopped me from anything in my life after that, I never had to make any decisions keeping his desires in mind, because he never expressed or imposed desires of any kind."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:50:10.040",
        "message": "Perfect. Let's take a quick commercial break. And then when we come back, we'll, you know, go down the rest of your journey. All right. Are you one of those people who not only loves to read, but also wants to write better? If so, I have something for you. Since April this year, I've been teaching an online course called the art of clear writing for webinars spread out over four Saturdays, in which I share whatever I've learned about the craft and practice of writing over 25 years as a professional writer. The course also contains many writing exercises, discussions on email and WhatsApp and much interactivity. It costs rupees 10,000 or $150. You can check out the details at indiauncut.com slash clear writing. This link will be in the show notes. If you want to bridge the gap between the thoughts in your head and the words on the page, then the art of clear writing might be just what you need. November batches begin on Saturday, November 7th. So hurry and register before then, indiauncut.com slash clear writing. Welcome back to the scene and the unseen I'm chatting with Nilesh Mishra, you could say I'm doing a slow interview of Nilesh Mishra if I may be audacious enough to say something like that. So Nilesh, you know, where we left off on your sort of journey. And besides your journey, of course, I'll have a lot of broader questions, which we'll explore as we go through this conversation. But where we left off on the journey was, you know, you're in Nainital, you're in college, you're writing for the Pioneer and so on. And, you know, from there, how do you sort of move on and become a full time journalist? How do you kind of get into that career? And is that what you wanted to do, like your conception of what I want to do in life? Was that more to just a general thing of being an artist and, you know, the journalism just came along and it seemed to make sense? Or, you know, did you specifically, you know, think about journalism and get excited about"
    },
    {
        "speaker": "Guest",
        "time": "00:52:09.040",
        "message": "it? No, I never wanted to become a journalist. And I never had a very good view of journalists. I used to call them magnified stenographers, is the phrase I used to use at that time. So what happened was that I did my graduation and then came to Delhi, which was a new chapter in my life. I had been only once to Delhi when I came to meet the same Rosalind Wilson who wrote me that letter. So I had come to Connaught Place to meet her. But apart from that, I'd never sort of spent any time and the huge roads, it was a completely different world for me. And I stayed as a paying guest for about a year while I was preparing for my IAS preliminary exam. And I used to get these brilliant tutorials, these big packets that came. And two or three days before the exam, I started getting some very excruciating pain in my ears. And it didn't go away. And I wrote my exam like that. And I didn't get through. And my father said, and thank God I didn't get through. Now when I talk to young people, I always tell them about my failures. Did you want to get through? No. In fact, I didn't even know what it entailed, what, because I was from Nainital. I mean, I had heard that Delhi boys do this thing called TOEFL and SAT and how they go to study abroad. And I used to feel quite awful that I didn't know how to do it, where to apply, what to do. And the same was there for IAS, that I didn't know what happens when you, is it the name of a job? I mean, what is it? So I wrote that exam. Of course, I mean, of course, during that year, I understood what it is, but it wasn't really a life of my choosing, but then there was no alternate life to be seen. And I didn't know then that a career could be made out of creativity. It had to be that thing you do on the side, as it is for millions of people. So I didn't get through. And then I was devastated because I'd studied a whole year for it. Then I wrote the international relations exam in JNU, and I didn't get through. And thank God I didn't. And at that time, when I was at a low, you know, my lowest ever in life, because I had come from Nainital and spent money and let down my parents, in my view, they never said it so, but that's how I saw it. So I joined French classes in Bharti Vidya Bhavan, as something I was doing on the side while I was figuring out what to do next. And after the classes, I used to go to Janpath where there were these two or three shops which used to sell cheese sandwiches. And because like every other student, my eating habits were all over the place, there was no fixed time. So that used to be like my lunch at whatever time of the day. And that's when one day I saw a boy coming towards me who I realized was my classmate called Gaurav Agarwal, classmate from Mahanagar Boys, from class 11-12. And then we got talking, we met, we were both living then in Noida, and he said he had two forms for the Indian Institute of Mass Communication. And I said, I don't want to become a journalist. I think journalists are lousy, they're magnified stenographers. He said, I have a form, take it, do it. So I wrote that exam and he didn't get through, I got through. I mean, again, my life is full of beautiful coincidences, beautiful coincidences. What if I had not seen Gaurav Agarwal at that moment, having sandwich at that place, whatever it was, Deepawls or something it was called."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:57:03.000",
        "message": "I used to love the cold coffee at Deepawls. I was in Delhi at that time as well for a brief while, for a year."
    },
    {
        "speaker": "Guest",
        "time": "00:57:11.280",
        "message": "And so I got in, I remember I was then in Nainital, I got this brown government letter, you know, a brown envelope, an official letter, which said that I had made it and after these two big setbacks, not making it to the IAS and then the JNU, this is something that salvaged some amount of pride at a difficult time. So I went, and when I went, so I was not sure because there were, I mean, 50% seats were reserved of the remaining, we knew that a lot of pushes and pulls happen, calls from the information broadcasting ministry, this seat, that seat. So there were 36 seats in all. And of that, there were like six or seven seats nationally that we were competing for. So according to statistically, it was almost as tough as making it to the IAS. So I was very nervous also, because I didn't want to fail this one more time. And everything depended on the interview. And when I came for the interview, I had like my weapon, which was all the articles I had written for Ravi Verma, since class 11. When I was studying for the IAS in Delhi, I had been writing for Mainstream, that magazine that used to come out at that time. So I had a big sort of thick bundle of things I had written. And I was confident that, agar yaha bemaani nahi hoti, toh mujhe koi rok nahi sakta hai. That's what I told myself as I walked into that room. And it was a good interview. I was happy. And some days later, I was told that I was in. I learned pretty much nothing at IMC. And I was in the print journalism. Later, they invited me as a guest lecturer after some time. And I went back and I very tactlessly said this to the director's face, that yaha maine kuch seekha nahi. It was a very cinematic moment. They used to give these checks of 500 to 1000 rupees. The registrar was slipping her hand, sliding the envelope towards me. When I said the sentence, yaha kuch nahi hota, the hand stopped in the middle of the table. Very awkward moment again. Once more, something very interesting happened, which was that when the course was about to end, our professor, Professor M. R. Dua, was lining up internships for everybody, which was compulsory. So I went up to my professor and I said, sir, aap mere liye internship mat dhoondiyega. This was a very subversive thing to say, because all other students were dependent on Professor Dua to find them internships. And there was this shit of a boy coming and saying, don't look for it. So I was confident that I would find it on my own. And in the phone directory, I found the number for Reuters. And Reuters was at 1 Kautilya Mark in Delhi's diplomatic enclave. And I reached out to this burly seven foot Irish bureau chief, as I later discovered, Paul Iredale. And Paul gave me a date to come and meet him, and a time which I did not understand because I didn't understand his accent. So I went at some other time to meet him and he was waiting and he was very upset. So I said, I'm really sorry and da-da-da, and again, that whole bunch of clippings and everything and I had taken. So anyway, he gave me the internship. And he told me to join on the 1st of April. I started my career on the 1st, on Fool's Day. And as it turned out, when the final exam roster came, that the last paper was on the 1st of April, which was broadcast journalism. Now, I had no courage to go back to that seven foot Paul Iredale, whose accent I didn't understand, and to explain to him once again that, you know, this has happened. Can you move that meeting to whatever, just the next day? And secondly, I thought to myself, and I remember it was very, very logical thinking. I said, look, why did I do this IMC course? You know, I did it for practical knowledge and a job. Where is my likelihood greater of getting a job? Is it by writing that exam or is it by doing this internship? Because at least I'm getting to show what I know, there's a greater likelihood of them hiring me, right? So do I want that piece of paper? No, I don't want that piece of paper. So I was the only boy, once again, in my class, like in class 12, I had not written the CPMT exam for medical. I was again the only boy to not write this exam. And everybody said, you're nuts. Why did you study all this way? I said, I can't give up this internship. And then I did the internship and then I got my first job at India Abroad, which was this expatriate paper for, it then used to have an edition in London also, apart from US editions. And a lot of my friends who joined other places, they looked at me as this fool, like what had I done? Then they had their convocation and they took pictures in their black hats and of course I was not there. So that well, I was not getting any degree and they said, well, we missed you and how foolish of you to do this. But two to three years later, I got a call from IMC and they said, well, we wanted to give you that degree. And I said, I'm not going to write any exam. They said, no, don't write any exam. But I don't know why they called. It was out of the blue, out of the blue. That same professor called Dr. Raghav Chari and I said, sir, I can't write any exam. So he said, give me something for the file, some newspaper article, something or the others just give it to me. So I gave it and they gave my degree finally, you know, it added up. And then I, at India Abroad, I started my journey, but now I started liking journalism because this was a different kind of journalism. It was big. I mean, if I had not interned at Reuters, for example, if it was somewhere else, my distaste for journalism would have continued, but it was, I was really enjoying it. And I had amazing, I mean, one of my seniors there was Narayanan Madhavan, so Gurudev hai humare ko. So there were, you know, a couple of others, Rahul Sharma, who is now a dear friend, he was the Deputy Director General of FICCI until recently and Editor-in-Chief of Khaleej Times. So I learned a lot. I was like the youngest there by many, many years. I learned a lot at Reuters and the same at India Abroad because they were also writing for an international audience. So there, the storytelling, the craft, all of that was like really good. And so, and because I was the youngest and everybody else was senior, there was a gentleman called K.S. Nair, amazing, amazing person, a guru to me, who was there and he lives in Kerala back home now. Tarun Basu, of course, was my first boss, K.P.K Kutty, who was earlier the Editor-in-Chief of UNI, he was there. So all the running around assignments, I started doing. So and there was so much happening at the time. My first sort of outstation assignment was the mid-air collision, Charkhi Dadri. And I remember, and I was getting very little money. So I was living in like a seven quarter, like this little room outside. I remember getting a call at that point and rushing to Charkhi Dadri in the middle of the night and walking in this field where there was this debris on one side and walking over limbs that were dismembered, etc., etc. It kind of catapulted me into another universe completely, because it was like being thrown into the deep end. It was not like you reported on the municipal corporation and a little bit of this beat and that beat. And finally you got, I was given like the biggest assignment right away. It was the top global story and I was doing it. Narsimha Rao was being tried at that time in the Hawala case, Sanket's trial was happening, Bofors trial was happening, Chandra Swamy. I mean, these names that we were heard were right there before our eyes, Narsimha Rao would be sitting there, Chandra Swamy would be sitting there. So I grew very fast as a journalist in my head, because it involved very, very responsible journalism. I couldn't go wrong on anything. And I started really loving my job and the fact that there was no beat. The fact that it was about the long form, it was about storytelling. And so I worked at India Abroad for three years and then I was looking around for a job and many places I went to, they said, you know, we love your work, we don't have a position. The position that we have is kind of beneath you, it's like maybe an intern or something. And now I wonder, for example, there was an ad for Time Magazine, Tim McGurk used to be there and BBC, William Woodridge was there. And they all said, you know, we love this, we love your work, but we don't have a full time position. And what if I had taken that, you know, that stringer position at Time Magazine, I would have gotten confirmed in a few years, right? And become full time. And then who knows where in the world I would be or join the BBC. So I mean, again, paths that I did not take, which I could easily have taken, which would have paid me more than I was getting at the time, etc. So at that time, I went to the AP, the Associated Press, and when I went there, they made me write an exam. I remember my news editor was Donna Bryson, a very, very warm, affectionate, African American lady, such an amazing, amazing woman. And I wrote my, not an exam, she just gave me a story to edit, and I edited it. And she said, well, I don't know, I don't know what to say, it's like ready to go. You just got the style right. Because I was already writing for an overseas audience, so I was getting all the background and context, everything. So I started working at the AP, and immediately what happened is the nuclear test. This is 1995. Vajpayee government, nuclear tests. And now, after, so firstly, I started long form. And now I'm in the business of like immediate journalism of immediacy, where, and this is way before breaking news, but, or I mean, what we have by way of breaking news today, but we were competing against AFP and Reuters for minutes every day. And now I look back and laugh at it. I mean, nobody gave a damn about who reported what one minute in advance, but one minute would be like a lifetime. And there used to be this little chart, a long chart actually, that used to come every day from our Asia office and then from the New York office about who had so many stories published in which paper. So there'd be like a score every day. So on tsunami story, it'll be 15, 6, 5. So AP, Reuters, AFP. Every day we used to see that score and feel good or bad, etc. And then the super cyclone happened in Odisha. And I was sent there and it, again, coming face to face with death, with destruction, all these very, very powerful human emotions that I was experiencing very early on in my career. That shaped who I was going to be as a communicator. And I was in Odisha for a few months, a couple of months at least, because that was the thing with the agency people, you know, you go in first and you get out last. Then the Kargil war happened. So I think I got the dates wrong earlier. So 95 is when I joined India Abroad and 99 is when I joined the Associated Press. So the Kargil war happens and 98, sorry, 98 is when I joined, that's when the nuclear test took place. And the next year the Kargil war happens, I'm there, when I'm about to go, I get chicken pox. And I'm like really devastated because I badly wanted to go. So my departure was delayed by about 15-20 days. My colleague, Hema Shukla, who now lives in the US, she went and I sort of replaced her. And again, life changing for the first time in a battlefield, so close, there are the shelling happening. You don't realize that you're so close to life and death situations. And you see the army at work for the first time, understand sort of life from their point of view. All those assignments were a great training in life for me. And as a person, a person who has, who developed great empathy because of those experiences. And I covered Kashmir extensively. I covered insurgency very extensively, Jharkhand, Chhattisgarh, the Northeast. So I was able to now start seeing the world from the point of view of others. And that's something that I have never let go of. I can, you know, I remember interviewing this Pakistani Jaisal Mohamad terrorist who was arrested for bombing something and someone had died. And he was 25 years old, I remember. And he was from Bahawalpur, the same town as Masood Azhar. And I interviewed him for two hours. And then I said, so I could, I could see the world from his point of view. I could see why he did what he did. I didn't agree with what he did, but I could see why he did it. And I could see how he got there. And I think since that time, I have managed to hold on to this, whatever few skills I have, but this definitely skill I have is that I have a great sense of proportion. I can not like something someone says, but still like that person. And I can make that difference. And that is often challenged on social media because, you know, like I recently tweeted, I unfollowed or muted a lot of people because of what they were on social media. But I like who they are in real life. And I want to continue liking them as they are. But when they come onto Twitter, they become other people. So I don't want to engage with that version of them. So I can, I think I'm able to make that difference. And all this looking back and now trying to make sense of what I learned at that time than the earlier phase, but I was able to look at the world from other points of view. And that's a, that's a valuable lesson to learn, which is extremely handy in today's time when we are so angry, so outraged, and we want to become outraged. We seem to be looking for things to be outraged about all the time. You know, yesterday my daughter, Vaidehi, who's five, so she often becomes upset for no reason and she'll sit in a corner grumpy and I was telling my wife, she's getting upset over nothing. She should be on Twitter. So yeah, that's how and I, as a journalist, I learned storytelling, I did the biggest possible assignments. For the AP, I was doing the, you know, the tsunami happened. I was in the Andamans for a couple of months. I covered earthquakes, floods, you know, all kinds of natural disasters, which meant that I came face-to-face with a lot of human misery and human pain and resilience. I mean, I remember when the tsunami happened and they were doing a survey of the Nicobari tribe. They were doing, you know, assessing loss for everybody and people had to list their losses and people from the quote-unquote mainland listed, you know, we lost this house and this radio and this TV and da-da-da and the Nicobaris listed, well, I lost three of my pigs and two of my cows and that's all that mattered to them. The homes didn't, the huts didn't, etc. And also I realized that they don't have a word for orphan in their language because nobody's orphan, the community takes over, the community takes care of them. So there's no word for orphan in the Nicobaris language. So it was, yeah, it was a fascinating time and I still love journalism. I'm an old-fashioned journalist. I miss being a reporter and I'm very, I mean, it's become a joke now in my office ki mujhe reporting karna hai. Sir, aap 5 saal se bol rahe ho. So becoming an entrepreneur has, you know, come with huge sacrifices, but yeah, I want to be a Gaon Connection reporter, not its founder. I want to write stories for my show, not, you know, be the storyteller. So yeah, I'm rambling, I think."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:16:24.960",
        "message": "No, no. I mean, that's fascinating. And that's, that's what I kind of love about my show when I can get people to ramble. I remember when, you know, the tsunami happened, I traveled on the coast of Tamil Nadu around that time. And I was in fact, blogging regularly during that. And, you know, one of the interesting things I remembered is, and it took a while to put the pieces together, is that as we would go along the coast to different villages, people showed us watches and clocks that had stopped when the waters came in, and they had stopped at different times. And you could actually make out through your journey, how the water came in just by the stop times on the clock. And that kind of strikes me as, you know, I remember blogging about that. And today, just as I, you know, as you mentioned that you were there, it strikes me as just a kind of concrete thing that you would remember and put in your stories. And we'll come to your storytelling later, which I'm a big fan of as well. Before we get there, I had, you know, a question, which is that, you know, young people today often take it for granted that look, we have the world at our fingertips. So I can go online and all of journalism is there, all of storytelling is there, kuch bhi music hai, like you said, back in the double deck days, it used to be so much hard work to get a mixtape made of something that it was almost an achievement. And today, everything is there at the fingertips. And it also strikes me that for people of our generation, you know, privileged as we were, but for people of our generation, still, the world was largely closed, there wasn't an internet. And a question that often strikes me is the question of how are we formed, like in terms of your journalistic values and aesthetics, like you pointed out, working at Reuters obviously helped because that sense of values, which is there at a top class organization is percolating down and you're continuing with it in India abroad, and of course, AP, but in a sense of storytelling, how does that sort of work out? Because I can kind of look back at my past and say that, okay, these are the kind of books that I liked growing up, and this is sort of what has shaped my aesthetic values and so on. And obviously, today, a kid growing up has the best of world cinema and the best of Bollywood. And a kid in Bombay would also have the best of Tamil cinema and Malayalam cinema, which otherwise back in the day, there would be no access to even that. What was that sort of process like of forming your taste and coming to a sense of this is who I am, this is what I like, this is the kind of work I want to do."
    },
    {
        "speaker": "Guest",
        "time": "01:18:44.000",
        "message": "One of my shortcomings is that I've not watched a lot of films, I have not read a lot of books. But I've met a lot of people, and I often say this, that I don't have a lot of knowledge, but I have a lot of experience. And that comes from the experience of others and the ability to listen to them and live their experience. And if I was doing journalism in an Indian newspaper, I know that that kind of storytelling would not have its place, the kind of long form that, you know, I would do on a regular basis. It was not a luxury, I would do it on a regular basis. Because you were explaining your stories to an international audience. And the point was that how would an ignorant American reader who didn't give a damn about India, how would you get him or her interested? Used to be what, you know, our bosses used to tell us. And because I was at India abroad earlier, anyway, I was right. So writing for the foreign audience might seem to some like you were dumbing down things like you were saying the northern state of Uttar Pradesh, and things like that. But to me, it was an opportunity to bring a lot of storytelling into my writing. And I used to challenge myself because I didn't want to become predictable in the way I wrote my intro, the way I wrote, I structured a story, was I becoming repetitive? Was I becoming boring? So it's like a challenge you throw at yourself, how can you, how do you open a story? How do you find, you know, 10 different ways to open the same story? And I used to love that. Of course, being in an agency, often our bylines were not published. It would just say AP, or when I was at India abroad in India, they were going to, as I said, IANS, which was then India Abroad News Service, now Indo-Asian News Service. So that some amount of anonymity was there. So in that sense, you were not doing it for fame. If I was, you know, today's journalism, and I say this so much, it's become like a cliche to myself also, today, a lot of journalists seem to believe that they're not covering the news, they are the news. And I come from a time when the anonymity that we had gave us the humility that we had, and which is extremely crucial. You had to earn your byline, it was not a given. If your subscriber in the US or Europe liked your story, like really good, they would retain your byline or not. And suddenly you would get this big bunch where your bylines would be in the Washington Post or the Philadelphia Inquirer or, you know, some other paper. And I find, you know, I think our generation was extremely uniquely placed. And because we've, we've seen both the AD and the BC, we've seen the arrival of the internet, for God's sake, you know, that's a path breaking moment in our lives. But we've also seen what happened before that. So we carry the right amount of nostalgia and the right amount of modernity among us, which is a deadly combination. Nobody else can match it. Nobody who came before us or after us can match what we have. It's a beautiful mix. We are, you know, that test tube, which will never get these two chemicals together. We've seen that television that opened with the creaking, you know, loud sound that wouldn't shudder. We've paid one rupee and one and a half rupee per song to get our, you know, cassettes filled with the songs we love. We have seen that time before air conditioners, before coolers, and been fine with it. We've heard that ugly sound of dial-up, which would come at the end with this rough sound, which was the most beautiful sound in the world, because we were connected to the internet and would get you to our Yahoo mail or, you know, our Yahoo search or whatever. And here we are in the world that is now already, you know, experiencing artificial intelligence and virtual reality and augmented reality, who can match this life? I would pay to be, you know, born between these two eras. So it's, I think it's fascinating. And I think that has come across in all my work, where I'm able to hold on to a lot of nostalgia, to hold on, I know those people. And in our stories, I think I'm able to keep alive those people in some way. And a lot of people often ask me, and I also wonder, my youngest known listener is five years old, like everyday listener. And my oldest is like grandparents. Why would a five-year-old or let alone a five-year-old, why would a 12-year-old, 13-year-old, 16-year-old listen to our stories? They don't relate to this world. I was in Kasauli many years ago, and there was this rooftop restaurant. The hotel was owned by my friend, so he used to push me to sing every evening. And I was singing a song I had written, Maine dil se kaha, dhund lana khushi, na samajh laya gham, toh yeh gham hi sahi, from the film Rog. And I saw this young boy, 18, 19 years old, who was singing along, and he came up to me and said, Sir, main toh rohta hu yeh gaana sunke, Sir aap mil gaye, mera matlab it's biggest moment. And I'm thinking, why does this guy relate to it? He was not even born, I think, or must have been very young when the song was written. And the answer is as follows. The answer is that, as a communicator, if our work has universal emotions, we can never fail. And it's a science I have learned during the course of my journey, when I have narrated stories and I've had people from Kashmir call in, from Sopore, from Kupwara, from Northeast, from where, in the case of Kashmir, you know, they would not like the idea of India. But in the night, they would hear stories from this guy who's rooting and setting his stories in that very idea, right, that very geography, that very place, and crying with those stories, and why, because there is a universal emotion there. The father-son emotion, the feeling of loss, the words that we talk about. Or when I get a call from a listener in Guwahati who very sweetly says, a male listener who says, main aapki kahaniya roz sunti hu, why does he say that? Why does he relate to these stories? Or people in the southern part of the country, or different age groups, or different people from different social strata. So when I started this journey, I had no Excel sheet in front of me. I had no plan in front of me. I didn't know any kind of stories that I wanted to narrate. But I was just, in the first season, I wrote all the stories and I was just, it was my stories from my growing up years, my small town, Nainital, Lucknow, they were set in this imaginary city of Yad Shehar, but they were actually, everything had either happened with me or around me, or I had seen that. And I found that, I might be digressing in this answer, but I found that I had scraped somewhere the urban dust of the average listener. In a country with some of the oldest and richest storytelling traditions of the world, we had forgotten them. And I have these two imaginary milestones in my head about how did storytelling die, or rather the simple act of parents and grandparents narrating stories to their children. First, the cable TV arrived. Until that point, Doordarshan kind of held the integrity compass when it came to content. Whatever else you might call it, it believed in good content. But that became a level playing field in a bad way, in my view, when cable TV arrived. Because suddenly now it was all about winning the audiences. So different kind of content was there, but it had huge takers. So suddenly when your 9pm programming, 10pm programming started, that simple act of narrating stories to your children went out of the window. Economic liberalization or the economic reforms when they happened, and I sometimes draw the direct linkage between the economic reforms and storytelling might seem odd. But suddenly the father or the mother who used to come home at 5.30 was now coming home at 9.30. Because privatization brought different work cultures, different working hours. The whole definition of 9 to 5 was changing. And so the time spent with the family, where storytelling was a very strong bond within families, that changed. Even grandparents became busy. And then of course, the arrival of the mobile phones, etc, etc. So when we started storytelling, it was nothing new. We were just scraping the dust off the urban existence of people. And a lot of people realized that this is the world that they left behind. This is the world that they miss, but they might not have heard that voice in so many ways. Also, nostalgia had not been creatively captured until then. The only reference before that to nostalgia was Ali Haider's song, Purani Jeans. And after that, nothing really had happened. I remember writing a piece in Brunch, which kind of started this entire journey. I was working at Hindustan Times, I was the deputy executive editor. And I was doing a story, a series called Mission Kashmir, where I was traveling with a Kashmiri Muslim and a Kashmiri Pandit colleague. And we used to sort of look for stories in remote Kashmir as we journeyed. And Poonam Saxena was then the editor of Brunch and said, if you're going to write a cover story for Brunch, then write it on 50 years of Doordarshan. And I wrote this story, which I realized was my own story as I started. I started writing it reluctantly, but then I realized it was me. It had my grandmother who was coming with guavas and salt and that little different kind of a salt called Buknu sprinkled on it. I remember that it was about that wooden case of the TV and India versus West Indies cricket matches and Srikanth and Malcolm Marshall and, you know, that era. And the response to that one piece told me that it had touched some raw nerve, which I didn't even know existed. And that then led to me sort of creating this, a music company had approached me, and then we did a music, we created a band called Bandcall 9. And then we did this album called Rewind. And then when we wanted a radio partner for that, it became a radio show. And everything then came together again, the journalism, the nostalgia, the small town sort of experiences, all of it was coming together. And because I was straddling these two worlds, I was able to remain content. It was, I think it was a new take on nostalgia because it was contemporary at one level, but it had roots and it, in that sense, it defined how we are, you know, millions of us urban Indians, who we are, you know, that when a puja is happening at our home, we do think of whether we can look for that kurta pajama, you know, kept somewhere away, which we would otherwise, you know, might not wear and opt for denim jeans. That's who we are. So the contemporary and our roots, they walk side by side, they exist side by side. And I also realized that audiences also have a split personality, young people. I suddenly realized that when I started storytelling, I started it, of course, not because I wanted to, but because I wanted to sell the CDs of my album and promote it and etc. I'd done just a three month contract with Big FM to do it, and I thought I'd do it and I'm out of it. My album would work. But at that point also, I thought that I was, my audience was 30, 35 and above. People who would have some nostalgia. And I suddenly realized that there were 12 year olds, 13 year olds, 16 year olds who were loving these stories. And I, that's when I realized that it's we the communicators who stereotype our audiences. It's we who say that, oh, this is a 13 year old audience. Well, oh, they'll be dumb. No, it's we who are dumb. We don't work hard for our audiences. We don't create good content that they would like. It's not that they don't like this stuff. We didn't work hard enough for them to like our stuff. And so there have been great learnings as a communicator in this entire road that I have traveled. I feel this, and I quite mean it when I say that I've become a better person in narrating stories because once again, that thing I started with my journalism, every day I become the other. Every day I become someone else. And in doing so, I'm able to see the world from someone else's point of view. It might be an unpopular person. It might be an angry person. It might be a woman, it might be a little child. And that helps me in my real life also look at everybody from and look at the world from their point of view."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:34:04.220",
        "message": "So a number of strands, I mean, one, of course, is very resonant to me when you talk about, you know, us sort of being that bridge generation, which is kind of rooted to the past and nostalgic about it. But also there is brave new world we've entered. And equally, I'm, you know, it's almost become a cliche to my listeners, how I keep saying people contain multitudes. And what social media often tends to do is become very reductive that you, you know, you choose your ideological tribe, and you are in your echo chamber, and then you're sort of trying to raise your status within it. Oh, don't get me started on social media. Yeah. So here's a thought that kind of has been with me for a few weeks. I recently, so I teach this writing course where I talk about how we should always look for the concrete and favor the concrete over the abstract, because that is what makes things relatable. I did an episode with Anshul Malhotra recently, she did that great book on, you know, memories of partition, where again, she's exploring concrete objects. And through that, what you find is that, you know, when you get to that intimate level of a particular object, you see the good side of people. But when you get to larger abstractions, you know, like nationalism, or like religion and all of those, and it's those abstractions that can sometimes tear you apart. And like one observation of mine, obviously, is that what seems to have happened though I will hold that cable television and liberalization are a big net benefit. But I understand your point exactly that what seems to have happened is that they allow abstraction to scale, and therefore they subdue the concrete by giving it less time. So instead of, you know, a father sitting with his daughter and telling her a story at 8pm, you have the father coming home late and you have these toxic narratives of whatever is happening on news TV dominating. And one of the things that I love about your storytelling is how you privilege the contract like the concrete, like there's a story called Saregama Pa, which you, you know, wrote in your first season, which, you know, towards the beginning has this girl who loves music and she's gotten married and she's entering her marital home. And she overhears a new husband telling the servant, you know, harmonium store, you know, and she's passionate about music. That's a big passion. And suddenly that kind of brings home and that whole shift is so beautifully communicated by that concrete object. And in one of your other conversations, you know, you spoke about how so many people got in touch with you after that and said,"
    },
    {
        "speaker": "Guest",
        "time": "01:36:29.240",
        "message": "Yeah, it was really amazing."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:36:34.800",
        "message": "So my question is, is that, you know, this sort of guideline that I, for example, tell my writing students that privilege the concrete or whatever this golden rule of storytelling almost is something that completely comes to life in your work. Now, when you are getting drawn to storytelling, and you've already spoken about how that like, I was actually going to ask you a question about your transition from journalism to radio. And while you were speaking, I realized that it's not really a transition that you're storytelling, you've just kind of moved from form to the other. But my question now here is that, you know, we will read all these books of writing advice, and some people will do courses like mine, and there will be all these guidelines. You know, people who want to write for films will buy Robert McKee story or all these Sitfield books or a three act structure. There's a great book by Christopher Booker called The Seven Basic Plots, which is keep Sati Kahaniya, everything is a version on those. Now, as you are discovering the craft of storytelling, and the other thing that I wanted to ask you about, which is related, is that you've done something extraordinary in the sense that you've not only told your own stories, but you've taken the stories of others and, you know, made them come to life while the conventional understanding and my understanding also, I must confess, would be that not everybody can be a great storyteller. But what you seem to have done is almost democratized that and told stories of many others and given form to them. So give me some of your sort of insights about the craft of storytelling and how your understanding of the craft of storytelling evolved in this time. Like, is there a structure and so often what can happen is a convention can become a formula. So from something positive, it can become a negative. So do you think in terms of structure, what are the important facets of storytelling that you consider?"
    },
    {
        "speaker": "Guest",
        "time": "01:38:18.640",
        "message": "How do you approach the art of storytelling? So like I said, in the beginning, my biggest strength in my view is that I have no baggage of convention. I have no, I don't know how something should be done. So I cook up some way of doing that. I didn't know how to start a band or start a rural media company or do on camera interviews. I'd never done video. So when radio started and it started again, I was asked by the CEO, Tarun Katyal, who now heads Zee5, and I said, you know, I don't think I can do radio. I said, okay, I was bluffing my way, actually, because before this, what had happened was that when we formed the band, Amit Khanna was then the chairman of Reliance Entertainment. He called me and long story short, I mean, he set up album. So I realized that piracy had killed this whole business. And they said, you do live shows and earn money from it, and then you pay us our advance back and etc. And I mean, I had never remotely been connected with anything like a band. I don't even actually understand English music, one of my big regrets, because I don't understand the accent. People laugh at it, but I don't understand it. So when we formed this band with a few friends who were musicians, etc. And I said, let's create a storytelling band. I said, okay, how will that work? Because I have a fetish for like new ideas. I was just bluffing my way. I said, okay, well, the storyteller will start the story and he'll go off stage. A song will start, which is written by the same writer. And then he'll come back and continue the story and that said, well, this can't work. And then I sort of convinced them, we debuted at the Kalagoda festival. And just like I had kind of remained, tried to remain relevant in a band as a writer, because they said, you know, I said, let's form a writer led band, I said, what will a writer do on stage? And in that instant moment, that was truly a life changing moment, because I said that out of nowhere, I said, well, the writer will tell a story. And all I was doing was I wanted to not be the non-playing captain to sit there and watch. That was all I wanted to remain relevant. And that had led me to this moment when I was being offered a radio show. And only to remain relevant, I said, let's do storytelling. So I went back and I wrote a story and the story was called Diwali Ki Raat. It was my first story. It's extremely simple. And until then, I had never written a Hindi story in my life. I had just written one story in English, which was an awful story in my childhood. That was it. In a real sense, I had never even written a story in my life. So forget craft or anything like that. I didn't know how to structure it. It was a simple story about a man who cannot go home for Diwali. And I think this thing that I talk about, the universal emotion, a lot of people related to it, because whichever faith you follow, not going home, not being able to go home for your festival is a very common thing. And when they okayed the show, I barely had one or two stories ready. And suddenly I was riding a tiger because it was a daily show. So I would write all night and I would record in the morning and then have lunch at the big FM office and then go back and start writing again. It was like the toughest and most creatively satisfying three months of my life. I was writing a new plot every day, new characters, not even writing like a whole series. And that's when I started to think very differently. So I would go to, like, I'm sitting here, there's an armchair next to me in my study and I would think that, okay, what if this armchair was telling its story? How many people must have sat on it or how many things it must have heard, how many secrets it must have heard. Once I wrote a story, a Chavani's Atmakatha, when they were phasing out the 25 paisa coin, that Chavani is telling her Atmakatha. So I started, again, this whole thing of seeing the world from other people's point of view. I was kind of extending that to often seeing it from inanimate objects point of view. And there was a story on this old postman who was about to retire and his son wants to move away and he, like, resents it and the wife explains and the grandson says, Baba, aapka time gaya, email karna, email ka time aagaya, koi postman hai. But I was, I think I was learning as I was writing and there was no other storytelling show to be afraid of or to compare it against. So I had no, nothing holding me back. I had the creative control. So slowly, I think what emerged was, I mean, in the first season, again, I mean, there was no craft I followed. There was no rule I followed because I knew no rules. But what happened after that was that a lot of young people tried to come to me, ki hum likhna chahate hain kahaniya. And I said, look, main kahaniya kharidne ke dhande mein nahin hoon, main teacher ka beta hoon, toh saath baith ke kar sakte hain, thoda aapse seekhunga, thoda main aapko seekhaunga. So when season one was over, none of that was on my mind. When season two started, between that, there was a gap. And some young people started coming to my home in Bombay. And because I had called them on Monday at 11 o'clock, every Monday I used to call them at 11. And I said, you know, I have a thing for naming and branding things and stuff. So I said, okay, let's call this something. I think it looks like this will become something big. I said, after the first two meetings, I said, let's call it the Monday Mundli. And then the Monday went off and it became just the Mundli. Now, how do you create a form? I didn't know how to teach writing or anything. And the structure of my small living room was such that there were two sofas on opposite sides. So they would all sit there. You know, before I knew it, there were like 10, 12 people coming, all these aspirants. And I used to sit on the same rocking chair, like this old grandfather. And so one person would narrate a story and then I would, for the first few times, I would say to her, what did you think of it? And we would go around the room when everybody used to say what they thought of the story. And slowly, a form was emerging, a process was emerging. Until then, there was no process. Now they couldn't, I said, you can't say I liked it. If you liked it, why did you like it? If you didn't like it, why did you not like it? So in the beginning, it was me who was doing most of the talking because I spoke in the end. And slowly as we went by, I realized that I was doing the least talking because they had said what I wanted to, which was delightful because their craft of appreciating or not liking a story. And then, you know, I was also now analyzing stories. What about this protagonist? And slowly we evolved a science to it. So it's a six-segment story on radio. The first segment kind of introduces the protagonist and something of the plot, the premise, the one-liner. The second takes that forward and around the third, the conflict sets in and you know, so on and so forth. Then we started enjoying that process. So I did, for example, I did something called Kahani Ek Ending Paanch. So I did five stories and I said, I'll write the first one. So the story was, it would start with one moment and you had to write five separate stories with the same names of the character and five completely different stories, not even endings. So the story was that there was a park and in a corner of the park was a bench, there was a woman sitting, she was sitting seriously and there was a guy looking for something in the grass. That was the moment. Who are they? What's their relationship? Are they strangers? Do they know each other? What's he looking for in the grass? We don't know. So that evolved. Then I used to say, okay, move the camera. The story is told from one person's point of view, move it to that subsidiary character's point of view, the POV changes. What does the story look like now? But most of all, what is a story? A story is a journey that takes the listener from a certain place, through a certain place, to a certain place. So a letter could also be a story, a page written in a diary could also be a story, as long as the listener has traveled somewhere between the beginning of the story and the end of it. So we started experimenting, we started doing concepts like, I will give you the title of a story and you will write it. And today the titles will be around colors. The story is Lal. This week I'll give you stories around different times of the day. So your story is Dhai Baje, that's the title. Your story is Subah Saath Baje. So I think we were having fun, it was like a laboratory and we were evolving. I now regret, I should have recorded a lot of, you know, because I speak passionately at these mandalis and I often say the same things and etc. But slowly I think the craft emerged that yes, there was some kind of a science behind it. I was also extremely mindful that as we got along, as we, you know, down the show, that we'd never wanted to stereotype or objectify people on the basis of their color of skin or weight or which part of the country they came from, or the usual shortcuts that communicators use on radio or TV. I was also, I didn't want my listener to feel defeated at the end. There was one story I had done. So there was one story called Meri Pyari Ex-Patni, Aur Uske Agale Din Thi Meri Pyari Ex-Husband. So Meri Pyari Ex-Husband mein jo wife hai, she is a very evil character who, you know, really destroys, deceives this guy. And a lot of the listeners wrote in, that's the only story they wrote in. They said, sorry, we didn't like this story because this was an ugly character and there should be no ugly characters in Yad Sheher because this is our catharsis, this is our de-stressing time. So there are negative characters, there are, you know, characters you don't like, but you can't have a character who's out to destroy someone and there's no arc, there's no redemption, there's nothing, the bad person gets away. So those were some of the things that I, like, I'm not doing, these are not documenting times or they will, I'm very mindful of the impact of whatever I do, whether it's storytelling, whether it's journalism, the impact is hugely important to me. And that impact should be either through journalism, you solve problems, there's a hospital that has shut down, you get it started, there's some injustice being done, you know, you point it out. Through storytelling, a lot of people have told us that their depression was healed. And people of different age groups, students have said it from quota, young adults have said it, young couples have said it, older people, you know, grandparents have said it. So all kinds of people have said their depression was healed. That really, that, I mean, is so exciting. What can be more exciting as a communicator? A lot of young people have said they got better grades because of our stories. So people in, again, students, they say that because we didn't feel the stress. People have said we are able to do math better because while we're doing math, we are, your story's playing. And I can never understand that, but I've heard it so often that I'm curious to find out the link. So the impact is, so, you know, you could say that these stories are far removed from reality, that nobody, not nobody, but the good people don't lose in them, you could say that. But at one level, they are about reality and they are about how we think the world should be. I mean, an interpretation of living with differences, with living with our shortcomings, with coming to terms with our past, our present, and things like that. So, but the one thing that kind of saddens me is that the literary world does not see my work as literature. They look down upon it. They look, I think they look at it just like, you know, that this is entertainment. When we were writing stories, whenever we write the brief in the monthly is that you're not writing for radio, you're writing literature, but because it's on a mass medium, because it's not in the form of a book, because it did not first appear in the form of a book, and that upsets me. That is classist. That upsets me. Other than that, I think I'm extremely happy that our stories have had an impact that many of the forms of communication might not have had. I often tell our monthly writers that you are, what you're doing is far more powerful than some of the biggest singers, some of the biggest artists, some of the biggest actors, because what you're doing makes people make their life choices. We've had so many people writing in, hundreds and hundreds saying that we repaired our marriage because we heard such and such story. My family was breaking apart. My mother and my wife were not getting along, and then we heard this story, and we wept, and they wept, and we became fine. Or I was in a bad relationship, and I realized that, and I got the courage to break up with my boyfriend or my husband because of certain story. I mean, imagine that power. That is the power that our stories have had on our audiences. And people write to us in the most personal of ways, I mean, what other form of communication would have this? So it's a great act of responsibility also that has to come with it."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:54:17.060",
        "message": "Yeah. So I'll make a bunch of sort of speculative points here. One, as far as all these people tell you that, you know, it helps them do math, if your story is the one in the background, that would simply be because of your very soothing voice. Like when I am working on something, I'll also put on some soothing instrumental music generally, but something that doesn't really interfere with me. So maybe that's a function of your voice. But getting sort of more serious, I think, one, I mean, there are, of course, many reasons behind the snobbishness of the literary thoughts and where that could be coming from. But one interesting sort of distinction, and I'm just thinking aloud, is that whereas that kind of literary writing sets out to reflect the human condition, what you try to do in your storytelling is also address the human condition, in the sense that people crave stories for whatever reasons, and you fulfill a certain kind of narrative craving within them. Now, again, thinking aloud, and I don't know if you would have any thoughts on this. But what we see increasingly in modern times is that, you know, we know that people explain the world to themselves through stories. But there is also a craving for a certain kind of story, which often baffles me whether it's sort of QAnon movement in the US of conspiracy theories, or whether it's what happened here recently in Mumbai after, you know, SSR died, and there were all these conspiracy theories that actually, he invented 4G, and that's why they got rid of him, or he had a cure for COVID. So that's why they got rid of him. And all these."
    },
    {
        "speaker": "Unknown",
        "time": "01:55:43.260",
        "message": "Yeah, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:55:44.260",
        "message": "So there was he had a patent for COVID and all of that. And that's why they bumped him off. There was another story which had Akshay Kumar as a villain, because apparently, SSR had invented 4G. And these were all happening on Twitter and all of that. And I'd come across them and take screenshots, because what if they disappear, but they're just all over, you can find them. And it kind of, so it's not just the stuff that is on news television, the toxic stuff of murder and drugs and all that. There are also these completely wild angles, which become viral, because people want to believe the more outrageous it is, it seems people want to believe now I can understand that people find your sort of stories soothing and meaningful, because one they provide a sort of comfort and tradition and all of that too, they make you see the world through the eyes of the other, like you've pointed out about how, you know, a story by your daughter can be so meaningful to you, because through her eyes, you realize how tall the table is, or how high your door is. And I can see why that can actually change people with the way they look at the world. But you know, do you have any speculations on why there is this deep desire for all these bizarre kinds of stories as well, like we've seen recently?"
    },
    {
        "speaker": "Guest",
        "time": "01:56:54.380",
        "message": "I think it is a titillation of sorts that we want, you know, what happened to Sebastian Bosch? We don't know, right? But a part of us wants to believe that he's alive, that he was alive to a certain point or whatever. So I think this side of us that does not want closure on certain things, things that might be dear to us, like with Sebastian Bosch, like with Sushant Singh Rajput, or things that had a packed explanation, that doesn't satisfy us. Also, we have been fed with so much by way of research for conspiracies. Now you have OTT shows that actually teach you how to kill, right? And you know, you have a Ustra, here's the part of the neck where you hit and here's how the blood comes out. You can watch it. So before OTT, I mean, so I might seem like a very old fashioned person when it comes to communication. But I realized that my views have been very, very consistent. There was once a celebrated Hindi author on the TV show with me. This was after that song came out, DK Bose. And they put me on TV and I said, like, what nonsense is this? What about, why can't good lyrics be written, was my point of view. And he said, he's no more. He said, And he said, we are showing the reality. I said, if you're showing the reality, well, there are many other realities, you know, which might be even more gory, the act of going to the latrine every day. Why don't you show that? If this is not reality, this is titillation. And that is the tussle. What is the purpose of communication? And what is the purpose of a communicator? If it is to solve problems, for sure, show the grisly, gory reality, which is what journalism does. But if the purpose is to show the unseeable, or what was earlier seen as unseeable, I mean, at that point, what I said, there was no OTT then, but I said, when you have these songs with lyrics like these, with lyrics that objectify women, when you're doing that, and the same song is playing at the school reception, at the hospital reception, on mass media TV, I mean, what are you doing? Are you realising the impact of it? Are you able to limit children or young adults from watching it? No, you're not. But in the name of the freedom of expression, you're not realising the impact that you're... Most communicators do not realise their power, or if they do, they don't give a damn. And that includes journalists. That includes writers. When a journalist stands and holds a mic and says, Teen aatankwadi shayar mein ghusaye hain. You know what that does? That what that does is that someone will not send their daughter to their friend's birthday at the McDonald's because they said it on TV. So that journalist, that reporter, for him or her, it's just a news bulletin and it's over. They don't know their power. And if they know their power, because now a lot of them do, they are very powerful, then they're not using that power responsibly. And the same is for lyric writers, is the same for film producers. And I seem like, you know, I seem so old-fashioned and like apna yeh dhol bajate rehte hain ki responsibility hone che communicators ki. But I strongly believe that. I strongly believe that, you know, with the explosion of content in our face today, I'm so scared of what my daughter watches, because the algorithm of the YouTube, she might start with a nursery rhyme or Peppa Pig and might land up God knows where. And I have no control over that, right? So that bothers me. These days, as you know, I'm infuriated against this whole white hat junior business, right? It's not about a company. It's not about, it's about the fact that, it's about the audacity that you've crossed one more Lakshman Rekha, you've crossed many Lakshman Rekhas. When the chocolate industry came, when the diamond industry was invented out of nowhere, it was, you know, this FOMO, fear of missing out. This whole IIT and medical thing that you and I have, we lived through that era. If we were not clearing those exams, but childhood for the education space, a sacred space, however sold out it might be, I mean, that's where I draw the line. And as a father of a five-year-old, I will not take this and I will speak out and which I have been doing. So the responsibility, so for example, you know, I might go as a founder of a company with a business idea, that is a great story. And I might get some $50 million of investment today, will the investor or investors look at the social impact or the, you have fantasy cricket apps today, you're gambling, you're legitimising gambling and you're encouraging people, not just encouraging, nudging them, you're putting, you know, campaigns of tens of millions of dollars behind them so that people, young people go and gamble. Do you even know what that will do? Is there no sense of responsibility for that universe or is, because your heroes in that investing business are the people, the blue-eyed boys, because they're, and they're mostly boys are, you know, the flavour of the season, who's got this investment of a hundred million, 200 million, 1 billion, that's it, what they're doing, what is the impact of that, nobody gives a damn. That's why my Twitter bio, the first line reads, decency is my business model. And through everything, I will stand for that, that through whether, you know, so we're doing the slow movement now, which includes slow content, slow products, so-and-so experiences. We're selling slow cookies also, but there is an honesty in it that I'm standing for this. There's no, this will not be lying on a label like you hear all the time. If our venture is selling honey, I guarantee you that it's pure. So it should reflect that honesty. And that's what bothers me that everything cannot be up for sale. If you are a content creator, you have a huge power. If I was the head of one of these big TV networks, imagine the power I would wield and I would say, hey, let's do something that ends female infanticide, because I know I have that power through content. If my, you know, tiny little effort on radio can have people say that they were healed of depression, well, imagine if I had a gazillion times more eyeballs. So that bothers me. And I think that's a conversation which is uncomfortable. I might seem like that angry fufa in a wedding, jo kone mein rahte hain aur humesha gussa ho jate hain. But yes, I am that angry fufa who is bothered by a lot of things. And in the middle of all that, I don't want to be perpetually upset, perpetually angry, perpetually outraged. Because if I'm outraged all the time on social media, it draws me away from the other things I do, which have a positive effect, which have a good effect. So those things sap my mind. If someone abuses you on Twitter, it affects my day, it ruins my day. Some unknown person who never gives a damn, who abused you and went on to the next person to abuse, but you feel so defeated. Yeh kaun hai yaar, isne aisa kaise keh diya, yeh mere saamne hota, iski aankhon mein aankhe dalke mein kehta, ki tu soch bhi rahe hai, tu kya bol raha hai bhai."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:05:51.860",
        "message": "Agar wo aapke saamne hota toh bolta hi nahi, but have you heard of the Ashish Nehra approach to internet trolling? No, what is that? So Ashish Nehra was once in some kind of controversy and he was getting madly trolled on Twitter and people abusing him and all. So three days after it started, a reporter went to him and said ki Nehra ji yeh sab trolling ho raha hai, what is your reaction? So Nehra is like, what trolling and then he takes out his phone and shows him and it's one of those Nokia push button phones. So you know, if you don't allow yourself to be trolled, they can't troll you. I mean, what they're going to stand outside your house and throw emojis at you or something. Yeah. Let's, you know, there is so much more to talk about. Let's take a quick commercial break and then we'll head off speed towards the end. If you enjoy listening to The Scene and The Unseen, you can play a part in keeping the show alive. The Scene and The Unseen has been a labor of love for me. I've enjoyed putting together many stimulating conversations, expanding my brain and my universe and hopefully yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although The Scene and The Unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode, besides all the logistics of producing the show myself. Scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going and that involves you. My proposition for you is this. For every episode of The Scene and The Unseen that you enjoy, buy me a cup of coffee or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to sceneunseen.in slash support and contributing an amount of your choice. This is not a subscription. The Scene and The Unseen will continue to be free on all podcast apps and at sceneunseen.in. This is just a gesture of appreciation. Help keep this thing going. sceneunseen.in slash support. Welcome back to The Scene and The Unseen. I'm chatting with Nilesh Mishra who just described himself with one of my favorite words in the Hindi language. He said he is the angry foofa, which is such a delightful word. So you know, one of the other before we I also want to move on to the art of conversation and chat about that, because again, that's something at which was such a master. But before we go into that, a broader question that I had earlier, that you know, you've come from a slightly different background from somebody who's been a journalist for Reuters and AP and all of that in the sense that you've grown up in these small towns, which are also different from each other, as you pointed out, and you've been multilingual in the sense ki kaafi journalists whom I see around me are, you know, English, English, English, everything is English. And, you know, I used to read Hindi once upon a time, but now I don't know if I'll be able to read a book in Hindi, for example. But in your case, it's sort of been an even influence. And does that also shape the sort of person you are that sort of being easily multilingual? And you know, does it shape the way you look at the world? And does it then also shape the form of whatever you do?"
    },
    {
        "speaker": "Guest",
        "time": "02:09:02.260",
        "message": "I think so. I think it gives me a kind of a familiarity for my audiences and also confidence because, for example, if I mean, I've been an English journalist for my entire work life, but I started Hindi storytelling, and then started Gaon Connection and it was all Hindi journalism. So often when I tweet in English, some people say, sir, Hindi mein bol do, sir, Hindi mein bhi toh kabhi bol diya karo, kuch troll type, toh phir mein boltao ki, toh main kahaniya kya Farsi mein sunatao bhai. So I think I have, that gives me that authority, I would say. With the English speaking world, it gives me a slight subversiveness to tell them in English that there are other realities, especially in the rural context. So often the kind of stereotypes that the English media has and perpetuates about rural India, I think I can, rather than looking in from the outside, I can tell them in the language that they understand it. And that gives me a slight subversiveness. And yeah, so I think it helps."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:10:18.300",
        "message": "One of the things you've spoken about with regard to storytelling is you're seeing the world through the eyes of the others, so therefore, empathy goes up, it changes you as a person and so on and so forth, which, and it seems to me that the conversations that you have, for example, whether in the slow interview, or all of the other, you know, the slow cafe, which you've done recently in the lockdown, seem to me to be also an extension of that. Because like what we see in modern conversations, which really irritates me, which I see in modern interviews, is that I don't see people listening. So the interviewer will be interrupting all the time, he'll be trying to show how smart he is. And, you know, and he'll be playing the gotcha game. And it says Stephen Covey once said that you're not listening to understand, you're listening to reply, which is almost a toxic habit. And what you do in all of your interviews so well, is that you just give the person all the space in the world, like one of the things that I love about your interviews, which it, you know, takes to an extent greater than with any other interviewer I've seen, is that you really allow for silence, that there will be these long stretches of silence. I remember your interview with Tigmanshu Dhulia, when you asked him about his friend Irfan Khan, who is so ill, and he's lost in thought. And you don't say a word, you just, you let the silence be there, you don't edit it out. And I found that, and you've done that in other conversations as well, that there are moments where, you know, you haven't felt that I have to force a conversation along the flow chalna chahiye, abhi main kya puchhu, oh, this is the next question on my list, yeh puchta ho. Instead, you just, how did you arrive at that?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:47.940",
        "message": "Thank you. That's a very perceptive question. So the slow interview was not planned as a show, like most things in my life. When over the last many years, when I, taking a step back, I was living in Bombay, and I started Gaon Connection in 2012. And then I was coming here, once in a while, I used to come for 15 days, 20 days, literally living out of a suitcase, and then going back. And then one day, my wife asked me, where's home? And it was a, again, a life changing question, because I couldn't give a clear answer if it was Lucknow or Bombay. And I said that, it does, she said, well, if you are so passionate about Gaon Connection, then let's move here, which was unthinkable for me at the time, completely unthinkable, because I was then working with the biggest of movie studios, etc, etc. And I was fairly sorted. So anyway, I started coming here and over the, of course, running Gaon Connection has been an entire other battle itself, the biggest battle of my life. But the school that my parents started, that got left behind in some way, in the battle to run Gaon Connection. And that used to give me guilt. So when I went there, on one of the occasions, I said, let's build a room here, so that we can come and at least stay here once in a while. And if I'm here, then I look at the school also and its problems, and maybe I can help address them in some way. So my wife then built three rooms, and a little drawing room and all that. And I had never thought I would spend any considerable time there. But it came out quite well, and she said, she one day said that, I need a name for this, because I want to put a sign outside. So I didn't want to give a name like Land's End or so-and-so Kutir or so-and-so Villa or whatever. I didn't think much, I thought for just two minutes, I said, let's call it Slow. And she immediately approved it, liked it. I said, you know, it should be called what we feel here, the state of mind here. We called it Slow. And then I started going there, staying there. So the mental block of being cut off from the city slowly evaporated, and I started liking that. And I used to post pictures on social media sometimes. So my daughter, who I'm delighted that she has friends in the village also, friends from rich families also, friends in my parents' middle class building also. So some picture of hers I put with her friends in the village on the veranda, which is like black and white, like a chessboard color. So Pankaj Tripathi is someone I knew on social media, never met him. So I was going to Bombay and I messaged him like, let's meet, finally. He said, I'm in your city. So I met him the next day and I said, let's go to the village. So I drove and I had asked two camera persons to just sit behind us and shoot randomly. And we were talking and normally and they were shooting and we were so unprepared that we had one mic between the two of us. So there was no show or anything like that planned. When we reached and we spoke some more there, and then when Pankaj left, I said, it's good, let's make something. So it was something like that Monday-Monday moment when I said, this is going to be something big, let's give it a name. The same thing here. I said, I think this is something good, let's give it a name. Because it is done at slow, let's call it the slow interview. And it also very well and very honestly defines that conversation that this is not an interview which will be sensational or hurried or will have a, you know, what do they call it, rapid fire or, you know, this is not that. So very clearly for the audience, it defines it. So we put it out. And once again, I was at that juncture in my life when I was doing something I had never done. I didn't know how to do it. I've never, I'm a newspaper person. I had, while I'm not afraid of the camera, I've come in front of the camera for different reasons, but I was not a visual person. So now here I was kind of directing a show. And so the camera team initially and very capable colleagues, they said, sir, we access working, the camera should be lurking. That's it. Two people are talking and the camera can be anywhere it's lurking and we started working on camera position. It was exciting for me. I was experiencing the same thrill again. Like we used to do these, those little experiments with something that you have control over, but no conventional knowledge of. So there's no pressure. Like when I was doing storytelling, if somebody else was doing it before me, I would have that pressure. I could be myself. I always narrated stories as if I'm narrating to a person next to me on a park bench. That was always my reference. And here I was again, at this juncture of my creative career, where it was the same excitement of starting something again. And I told our team that this is not an interview. This is a scene. Imagine that this is a scene from a film. How would the camera look at the subjects? They would not look at like, you know, two people sitting left, right, and you're looking at it. Right. So, so we evolved a new visual grammar. We broke all templates of how interviews should be shot because I didn't know how they should be shot. My ignorance led to us creating a new form. And suddenly these colleagues of ours who are from the biggest TV channels and they left that world came here and they were, I think, somewhere conscious and unsure that we are breaking all the rules. What will the veterans think? And suddenly they were getting messages like, oh my God, this, we've never seen anything like this. What are these camera angles? Then a new video editor arrived. And I remember he edited the Manoj Bajpai interview. And I watched it and I said, my reaction was, where are the pauses? Shit, sir, wo lambe lambe pauses the, bhai pauses hi toh show hai. So I mean, that I'm quite happy you pointed out the pauses and the silences. And that's what it, this is not a show that looks for headlines. This is not a headline hunting show. This is not a sensational show. There have been at least two occasions when guests have called after the show ki yaar main toh bhuli gaya tha ki camera chal raha hai, main itna engrossed tha, main yaar wo cheez kai gaya tha, yaar hata doge kya wo aali cheez? Haan hata dege. Which any other TV channel person would jump because, you know, they were controversial or too honest and hence, you know, controversial or whatever. And I think it goes back to the humility of communicators. It goes back to knowing and realizing that this show is not about me. My playground is separate. When I have the mic, when it's me talking and people are listening, that is a separate playground. This is not that. This is, I am, and I often tell this to guests in these exact same words. It's kind of a cliche, I tell them ki main ek postman hoon, ek librarian hoon main. So I also don't want these conversations to be dated. I never ask them, aapki agli film kaunsi aa rahi hai? And I tell them in the beginning, I'm not interested. This is not the show where you promote your next film. You can do that in Slow Cafe, we've designed a new show, digital show you can talk about, but not in the Slow interview. And what happened was that initially, I mean, it's a bit like everything else I've done in my life that we were, if we had told people that I'm starting a show, which will have nothing controversial, nothing newsy, nothing about their filming gossip and will be this long. Somebody might have said the same sentence, which I've heard in many forms when I've started something new, which is that this is a brilliant idea, it will never work. So when I started it, I was slightly hesitant. The first Pankaj Draupadi episode is only 30 minutes, which seemed very long to me, because the conventional wisdom handed over by the pundits was that YouTube is about snackable content, short form content, etc, etc. But I realized that the people said, sir, where is the next part? So we did another part of 30 minutes. And it was the same people who watch Netflix and Amazon. And they were loving these conversations, which had nothing titillating to offer. They were exactly the kind of tonality that we are talking about right now. And there were also internal academic sort of tussles within the team on the format of the length. If it became 45 minutes, initially, people would start getting antsy, so it's very long. And I used to say, even if it's two hours, let the viewer decide, if they want to watch 30 minutes, let them watch it. And there might be 10 people out of 200 who might watch the whole two hours. Why are you depriving them when you have that conversation? So slowly, and when the numbers started coming in, when we had millions of people watching them, we got the graceful and humble confidence that we have invented a new form, a new type. And then suddenly we started getting requests from people to feature them or their artists in these interviews. I don't know if viewers notice or not, but I go in my interview with zero preparation. I don't like talking to my guests before the shoot begins, because how I am off camera is exactly as I am with them on camera. There's no put on, there's nothing that's artificial. The show doesn't even have a formal opening or ending, it just drifts off. And I've seen that guests open up in the most remarkable of ways when they are on the show. A lot of guests say that, I don't know, they find something... Some of them I know, but some of them I don't know, I've met them for the first time. But we're talking about some things that are often deeply personal. And I don't want to prod, I don't want to talk to them about, okay, how was your relationship with your wife? But then if I feel that the conversation is going that way, if someone says that I didn't get along with my father, I will say, in some ways it's just that one word question. Also a lot of things that they are never asked, I've asked many guests, are you a good father? And they reflect, are you a good son? They break down on the show, it's been a great journey for me, great journey. My fear is, it's like you go to some shows, you go prepared, you go to a comedy show, you know there's going to be a certain kind of conversation. So I don't want people to come prepared to my show, I don't want people to come ready to tell a sob story. And I need to work on myself as an interviewer there, to not sound too predictable. It's the same as when I was there as a reporter. So how should I, should I open, you know, what should my opening question be? How should I take it forward? Like with, there was one preparation which I did with Ayushman Khurrana, where one of my colleagues, she went to his parents and he spoke about a punishment room. And I opened by saying, what if I tell you, ki mujhe pata hai ki aapke ghar mein punishment room hai. And he, I mean, that look on his face was priceless. So yeah, I mean, I just want this, and also we didn't tie it down to any periodicity. That's very, very conscious as a decision. Let people, people keep saying, sir, agla kab aa raha hai, agla kab aa raha hai. So people also know that, that it has no fixed periodicity. So and also what happened was that after the Pankaj Tripathi interview came and then Vishal Bhardwaj and the initial few ones, we didn't define the show, the audience started to define the show. Like the audience started saying, sir, aisa lagta hai hum peeche ki seat pe baithe hain aur do log baat kar rahe hain, hum sun rahe hain bas. So that was, I mean, it's like the audiences had started to define our storytelling. Ki sir, jab aapko sunte hain to lag, kuch seekhne ko milta hai, ek bhaitar insaan ban jaate hain. Aisi cheeze dekhte hain, lagta hai humare saamne ho raha hai. So from there came the tagline of the radio show, Kahaniya jan mein aap milte hain khud se. It came because a lot of people said that, ki lagta hai humare saath ho raha hai, lagta hai ye to meri kahani hai, you know. So yeah, it's been a good journey. This year we couldn't shoot anything because of COVID, but now we'll be starting some shoots. We just shot one with Suresh Rehna, he was very keen and we were talking about him coming down and so he drove down and also now a lot of guests, we request them to stay overnight and they stay at my home. So and that, the pace, the languid nature of, it just comes through and everything. And people notice, like just yesterday somebody said ki, sir wo Tigmanshu Dhulia mein aap jab breakfast ho raha hai, aapne unko kyu nahi pehle serve kiya? And I realized that because I'm, I mean, I'm kind of a loner. So the niceties or the decorum of hosting others, my wife also said it, I mean, after watching the show, ki tumne unko kyu nahi pehle diya? Ab nahi hai mujhe yeh tamiz, kyuki main khata hi nahi ho zyada logon ke saath, akela hi rehta ho. So the viewer said it, bola ki sir, in our parts yeh toh theek nahi hai sir, aapko pehle unko serve karna chahiye tha. But I love that, you know, the smallest of details they notice. So it's been a, it started again as a beautiful coincidence, a new creative journey, but who knew that sitting out of my village, I would be able to do these conversations, which will be watched around the world. And like when Nawazuddin Siddiqui came, he said, aap bahut ziddi hai, aur aap, yeh aapki zid hai ki aap Bombay chhod ke aa gaye hain, ab aap keh rahe hain sab yahan pe aayiye, aur main isi liye aaya hu yahan, aur sari duniya yahan pe aayegi. So I mean, it's amazing, like Taapsee Pannu is sitting on a gaon ki puliya bahar pe baithi hain, ya Suresh Raina jhule pe baithi hain, you know, so didn't realize that it would sort of, you know, become. And after that, I realized that a lot of other film related interviews, people are getting the courage to do longer, like a lot of film interviews now are like one hour, which was unthinkable earlier. So, and they tell me also that many friends. So I think maybe it's given encouragement to longer form conversations, because it's got the numbers, because guests, you know, so it's good."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:30:32.380",
        "message": "Yeah, no, that's, that's very evocative with me, because that's a refrain that I have constantly also heard in my life that this is idea brilliant, it will not work, like, before I did my blog India Uncut, if I was to pitch it to somebody through a platform or whatever, they'd laugh me out of the room, right? If I'm going to do a three hour interview podcast, where I will take an obscure topic with a guest and talk about it and whatever, I would have laughed myself out of the room and just evolved this way and it happened to work. And I guess speculating one reason for that might be that while we contain multitudes and while we are a very large country, where even the smallest niche actually has good absolute numbers, you know, when people think of content, or when they look at it from a marketing perspective, then it becomes reductive, it becomes reductive to that most popular strand of a person's behavior, and not necessarily to, you know, the other aspects of that nature, though, you know, you know, if there is one complaint I have about the slow interview, quite honestly, it's that it's not long enough. I understand that I have the luxury of saying that from a perspective of audio, because people listen to audio in a different way, you're listening at double speed while you're commuting or working out. So you can feed that sort of hunger for depth a little more, you're not stuck in front of a laptop looking at a screen, the other, you know, the interesting thing also that I noticed about your show, which came out of a conversation I had with a recent guest, where she was sort of talking about how my approach towards the conversation I had with her was kind in her words and give her the space to sort of, you know, flesh out the thoughts. And my thinking was that no, she was the one who was kind because from the first moment of the interview, she trusted me completely. And I saw that in your interview, for example, with Piyush Mishra, where initially you ask him just one question, something like that. And he just goes on for 45 minutes on that. And it's that whole flow where you don't have to do anything. And there is that element of trust and, you know, and it felt magical to me."
    },
    {
        "speaker": "Guest",
        "time": "02:32:42.020",
        "message": "And is there in so many of your sort of interviews, where you find this? In one interview, when we in the second part, where we sit on a puliya, he says, Bahut parichit se lagte ho, because I've not met him, I had not met him before that. And it seemed like we had met. And he said ki bahut parichit se, so I said is that a good thing or a bad thing? He said, No, it's a really good thing. They trust me and like Anurag Kashyap had tweeted that ki kaise nikalwa lete ho tum. But, you know, I think just being a good listener is a good starting point and being an earnest and honest listener, who's not looking at your words as a commodity, who's not wanting to make it a headline, who's not doing it for the traffic, who wants to just chronicle this for some years in the future when you might or might not want to say these things or all that. So yes, I feel that that guests do have that, I mean, like with Sanjay Mishra, which is like amazing, another kind of interview, such a and, and there's laughter, but there's some tears also there and, but we had never met. And when we spoke on the phone the day before the shoot, he said, main aa gaya hoon, I'm dying to come. Are bhai matlab, main toh itna wait kar raha hoon aane ka. So there's that thing also too, it's not, it's not that, you know, these are guests who would wait to be on camera or wait to be any show. I think it's that moment because you never asked, you never have these conversations in the world, they never have these conversations. And just that island of calm or comfort that they do not have to be fake. Like when we shot with Manoj Bajpayee and I had never met him. And just before the shoot, I said that film hi show nahi. So he had seen one or two episodes, I think he said, he said, I know Anurag for 27 years, but even watching your show, I came to know a few things, which I had, I never knew. And beech mein kya hoa ki, he said, chai pee le hain. So he looked at the assistant, he said, arey yeh wala show hai jisme chai la sakte hain beech mein, lao lao lao. So they get it that it's not, you know, like a studio, there's that and the other. And from the beginning, we've had that, that someone bringing tea, you know, all that, the pause, it's just a slice of life."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:35:36.700",
        "message": "It's nothing else. And has it changed you to doing the show? Because I realized that a lot of the questions that you ask also seem to have a personal resonance. For example, you were chatting, I think, with Vishal Bhardwaj, and you asked him about fatherhood. And he said that, you know, jab beti paida hoti hai, toh baap bhi paida hoti hai. You know, and I remember the expression on your face as you're nodding at that point in time. And it's obviously resonant there. And a lot of your questions also seem to be almost as if, you know, you're asking yourself in a sense, or you've thought about these things. And equally, you're asking the viewer. And it's all, you know, so intimate, that whole setting. Tell me a bit about that."
    },
    {
        "speaker": "Guest",
        "time": "02:36:16.380",
        "message": "No, I think a lot of these questions, they sound very simple. But they set you off on a mental path that you've not gone down before. Just asking yourself, have you been a good son? You know, it's a five word question that you've probably never asked yourself before. Are you a good father? So in asking them, I'm also asking the same things of myself. I'm also reflecting. And the searing honesty that my guests, you know, reply with, is something that I take away. And for sure, I mean, it's very personal. It's the idea of a lot of people speak about losing their loved ones or what happened. And it makes me afraid too. It makes the fear of losing our loved ones and so yeah, it resonates. And the same thing happens with our viewers, because in a sense, I'm asking them those questions and they're reflecting as well. Because our guests are then coming out from their pedestal to show us their human side. And most of them are very, very wonderful, very simple people, actually. In real, they're very simple people. And that's what comes through. And because they're not putting on, it's not fake. It comes through."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:38:00.800",
        "message": "And you know, I'm not going to one by one ask you the questions that you ask your guests about, you know, fatherhood, and are you a good son? But I'll ask you a sort of a general question, which encompasses all of that, and which is something I think about as well, is that, you know, Kant, the philosopher, Immanuel Kant, not Amitabh Kant, Immanuel Kant used to speak about the categorical imperative that never treat other people as a means to an end, but as an end in themselves. And I think what we tend to do almost by default in our personal lives, is that we are the center of the universe and everything revolves around us. And therefore, we do treat other people as if they are the means to an end. And there is this self centeredness, which we need to fight. And sometimes we can step out of our own minds and reflect and we can become aware of what we are doing. And in those moments, we can give other people the respect they deserve as autonomous people and actually care about them and all of that. But otherwise, the rest of the time, we are in this reflexive mode where we are the center of the universe, everything revolves around us, everyone has their roles, rather than, you know, we can't see them kind of beyond that. Now, you've sort of taken that step out more than most people, whether it's through your storytelling by inhabiting the skins of others, or whether it's just asking this question of all of your guests. You know, you've had a sort of chance to reflect upon all of this yourself. What is that sort of journey like? You know, in that sense, do you see yourself as having changed, let's say, even over the last 20 years, you know, is the Nilesh Mishra of 2020 very different from the Nilesh Mishra of say 1990 or even 2000?"
    },
    {
        "speaker": "Guest",
        "time": "02:39:40.540",
        "message": "Yes, one thing I've overcome very clearly is jealousy. And as creative people, that is the one thing that, you know, we all contend with. When you see someone else, write a great song or do a great story or win some journalism award, and I used to be insanely jealous until a certain point. And when you do that, this next emotion is that you question, you run them down. But I remember that it's when I was working in the Hindustan Times, I kind of remember that moment also. It was an amazing moment and I was telling Swanan the other day in one episode of Slow Cafe, where I was at the traffic light in front of the Hindustan Times building on Kasturba Gandhi Marg, and Swanan's song, Bawaraman, had just become a big hit. And I'm sure I felt jealous. And you feel jealous because you ask yourself, why didn't you do this? I could have done this. Why didn't I do this? Why didn't this thought strike me? Why didn't this imagery, this use of words, which is so beautifully simple, why did it strike me? And I remember that it was as if it was a moment when everything melted in my mind. And I picked up the phone and I called Swanan, I had his number, and I said, I'm just calling just like that to say, how beautifully you've written. I mean, it's an amazing piece of writing and I wish I had written it. And that's the biggest compliment I can pay to you. And I meant all of that. And since then, when I went to Bombay, did an interview with him, and we were reminiscing about all of that, I know how to openly praise him. With my colleagues, with my peers, fellow writers, in Hindi we say, with an open mouth. So I think that has most definitely changed. And it happened somewhere toward the end of 2009, I think. Since then, I've been able to win over jealousy. Another thing is that I don't take fame seriously. And I don't mean that as a cliche at all. Fame doesn't attract me because the fame I have got is accidental. I never expected it. I was a reporter, I would have been writing stories because I love journalism, I would have been a fairly good reporter. But this happened and suddenly the written word was forgotten and the voice became my identity. So the idea of being famous, I mean, I enjoy that idea, I like that idea, but I would rather be in a room, in the corner of a room in the shadows, watching people enjoy my work rather than be in the center of it. So being on camera or doing interviews or winning awards. If I was to die tomorrow morning, I'm fairly content with what I've achieved in life. And I would feel privileged that I've been able to do this much because, I mean, it's been so many lives all rolled into one. And to be able to do all of that, to be able to pursue something new, and then succeed is a privilege, is a blessing. So I feel that definitely is something I noticed about myself. Over the last 20 years, I could never have imagined being an entrepreneur. And that comes with its own mindset. If you're an individual person, you hold on to honesty, values. If you're an entrepreneur, often that might feel challenged. So how do you remain honest there or retain the values there? Mr. K.S. Nair, who I mentioned earlier, who I count as one of my gurus, told me once that it's not just necessary to be honest, but to seem honest to the world. The worst situation, like my auditor told me last year, that, you know, you are honest, but it would be a disaster if you seem dishonest after being so ruthlessly honest. So there have been a lot of challenges there in running these startups and has come at a big emotional cost. How do I keep the artist in me alive? Because that's been the big sacrifice I've had to pay. And along with that, because until a point I was a lone wolf, I was the reporter who was going out there doing whatever. And suddenly now, when you're the boss, the worst boss is the one who competes with his team or is jealous of his team or doesn't support his team member to do what he was doing and to do better. And I think I have, I mean, I love, for example, I love it when people in my team get credit, awards. I want to be in the background. I want them to remember that I did something for them. It's not entirely selfless that way. I want them to definitely remember. I want them to remember me well, even if they move on in their other career. But I feel that that amount of selflessness is something I've been able to achieve in my regular life. And there's an honesty that I've been able to hold on. See, my entire journey has been extremely unorthodox. Even now when I'm on the fringes, I'm living in a village or a city far, far away from where the action is, but I know that I'm relevant. I know that whether it's storytelling, whether it's the slow interview, whether it's in whatever new things we keep, that gives me confidence. I know that, you know, the big media companies and I might not be working together because I don't reach out to them. But I know that tomorrow if I write a film script, I can reach out to five production houses or directors. So I think I'm living my life on my own terms, and I'm still relevant. I'm in the mainstream. I think, and I actually I rarely use the word I, because this is my personal journey, but I think we have invented a new mainstream as we go along. Whether it's Gaon Connection, whether it's whatever we're doing with Slow, it's subversive. Like, end of this year, we are coming out with a small OTT platform, Slow will become an OTT platform, Garib OTT, we don't have the funding to whatever, but whatever, because we have a lot of content. We are a magnet for talent, very, very accomplished people, talented people approach us. So we want to give it a platform. And our positioning is extremely clear, decency is our business model. And if I look back at my entire journey, that's what it's been about. The word Slow defined my entire life, my entire journey, my journalism, my radio, my storytelling band, everything, what I've done in content and journalism. And in all of that, I think that's one thing I've obstinately clung on to, that I will not do anything for which I will repent or regret years later, sing my name against a song that might have obscene lyrics or whatever, things like that. So that between 2011-12 and now, being catapulted onto mass media, onto the center stage, so to say, of the creative universe, and still get away on your own terms, not having to conform, that has given me a lot of confidence. And I intend to continue building on that, retaining that, not losing that flavor, not losing the honesty that I really want to work with, and that integrity that I think not just me, but all communicators must have. But until a year and a half ago, so Gaon Connection was the centerpiece of my life. And one day I reminded myself that I have no savings, and I'm a father of five, and everything I earn, I use it to run Gaon Connection. So I said, okay, let me do some things which are seen as quote unquote commercial, but should have the same value system, which everything else I do or with has. So if you're doing slow products, and if you're coming out with some 60 organic products, they should have the same promise of honesty for the customer, for the consumer, and should empower the farmer, just as Gaon Connection wants to. So that also comes from a place of graceful confidence, I would say, very humble confidence, but for sure confidence that we've carved out our own space, we've carved out a universe of people, not just us who believe in this kind of content, and who are out there in the millions. Because if this world is run by numbers, reach, traffic, well, then let's speak your same language. I'm not going to say that I am doing parallel cinema that 100 people will watch, and you're mainstream, and hence you're bad. I will fight you on the same pitch. I will fight mainstream with mainstream. And I will show you that this stereotyping of audiences, the same person can watch an action film, a horror film, a Govinda film, and enjoy Honey Singh, and listen to me. It can be the same person, because that's how we are. We like different things at different times, right? But it's us who have bracketed people, stereotyped people, stereotyped audiences, and we are proving that wrong with everything we do. And we're doing things on our own terms, and that's what gives me confidence. I have fears also. My biggest fear is, what will happen when this country doesn't want to listen to stories from me? Every artist comes with a shelf life. I think I'm privileged and blessed that I'm still being heard by people after eight, nine years, a decade. That's a lifetime for any artist. Also, what will happen in the emerging world of artificial intelligence, where machines will come on board? But I do talk to scientists about it sometimes, and they say, well, they can never replace storytelling. They can never replace empathy or emotion. So how do we do storytelling in the era of artificial intelligence is now the next frontier"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:52:56.860",
        "message": "that I want to open up. I think, you know, if I can quickly sort of butt in there, I would say that one thing artificial intelligence cannot do is that when it speaks about a married woman's love for the music of her childhood, it cannot bring up that image of that harmonium being kept in the attic. I think that's something that requires storytellers to kind of grasp that little bit of magic. But you know, I just want to say, I think your fear is completely unfounded. This is a one moment in the conversation where I'll disagree with you because good stories I think last forever. And you know, I could speak to you for another three hours, quite frankly, you know, I can take it slower than you can even imagine. But you know, we've not done any justice to talking about Gao Connection, which can be an episode on its own and the slow movement and all of that, but you know, you've been so generous with your time and insights and I'll have to sort of let you go now. Thank you so much again for, you know, agreeing to come on the show and again being so trusting and open."
    },
    {
        "speaker": "Guest",
        "time": "02:53:57.920",
        "message": "Thank you so much. It's been quite a delightful conversation."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:03.320",
        "message": "If you enjoyed listening to this episode, head on over to the show notes where I've put links to much of Nilesh's work. If you'd like to follow him on Twitter, you can do so at Nilesh Mishra, that's one word N-double-e-l-e-s-h-m-i-s-r-a. You can follow me at Amit Verma, A-m-i-t-v-a-r-m-a. You can browse past episodes of The Seen and The Unseen at seenunseen.in."
    },
    {
        "speaker": "Unknown",
        "time": "02:54:25.900",
        "message": "Thank you for listening."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:54:39.420",
        "message": "Did you enjoy this episode of The Seen and The Unseen? If so, would you like to support the production of the show? You can go over to seenunseen.in slash support and contribute any amount you like to keep this podcast alive and kicking. Thank you."
    }
]