[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "What do people want? What are people like? What are the values and desires that drive all of us? Some of us spend our lives trying to figure out these vital aspects of the human condition. This is what art is supposed to do. And this is also what advertisers try to do. Their job is to sell products and services. But you can't sell something to a consumer without understanding the consumer. In the case of the ad man, this quest for understanding may arise from self-interest, and it may lead to empathy and insight."
    },
    {
        "speaker": "Unknown",
        "time": "00:00:39.480",
        "message": "Welcome to the scene and the unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Verma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:00:51.520",
        "message": "Welcome to the scene and the unseen. My guest today is Ambi Parameswaran, a legend of the advertising world and an author of many books that both describe our society and teach the individuals within the society to lead better lives. Ambi's latest book is called Spring, Bouncing Back from Rejection and contains lessons on how to react to rejection with many anecdotes thrown in from his own career and the lives of others. His other books are also a delight to read. For God's sake is about the business of religion in India. Sponge is a book about leadership. And my favorite is Nawab's Nudes Noodles, which sheds light on India and Indian society through the prism of Indian advertising. I've had one ad man on my show before. Santosh Desai joined me last year for episode 137 of the scene and the unseen to discuss Indian society over the last 30 years. My conversation with Ambi turned out to be quite as wide ranging. Before we get to it, though, let's take a quick commercial break. If you enjoy listening to the scene and the unseen, you can play a part in keeping"
    },
    {
        "speaker": "Unknown",
        "time": "00:01:55.120",
        "message": "the show alive. The scene and the unseen has been a labor of love for me. I've enjoyed"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:00.040",
        "message": "putting together many stimulating conversations, expanding my brain and my universe and hopefully"
    },
    {
        "speaker": "Unknown",
        "time": "00:02:05.520",
        "message": "yours as well. But while the work has been its own reward, I don't actually make much money off the show. Although the scene and the unseen has great numbers, advertisers haven't really woken up to the insane engagement level of podcasts. And I do many, many hours of deep research for each episode. Besides all the logistics of producing the show myself, scheduling guests, booking studios, paying technicians, the travel and so on. So well, I'm trying a new way of keeping this thing going. And that involves you. My proposition for you is this. For every episode of the scene and the unseen that you enjoy, buy me a cup of coffee, or even a lavish lunch, whatever you feel it's worth. You can do this by heading over to seen unseen.in slash support and contributing an amount of your choice. This is not a subscription. The scene and the unseen will continue to be free on all podcast apps and at seen unseen dot i n. This is just a gesture of appreciation. Help keep this thing going. seen unseen dot i n slash support. Ambi, welcome to the scene and the unseen."
    },
    {
        "speaker": "Guest",
        "time": "00:03:13.800",
        "message": "Thank you, Amit. It's such a delight to be on your fantastic show. Thank you very much for having me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:19.000",
        "message": "No, it's absolutely my honor. And it's a bit overdue. And as you, you know, as you'd be aware of from my show, when we begin rather than jump to the book at hand, and, you know, I was very excited to read your new book spring and I thoroughly enjoyed it. But before we get to that, I also I want to talk a little bit about your, you know, your earlier life, you know, how did you get to what you're doing now? Because the journey is really, you know, fascinating all the way from room 224 at Godavari hostel in IIT Madras to you know, where your next door neighbor had the only genuine Levi's jeans in Madras. So you claim and, you know, here we are almost, you know, 40 years later. So tell me a bit about your journey and how you went from IIT IIM to advertising to what you're doing now."
    },
    {
        "speaker": "Guest",
        "time": "00:04:08.120",
        "message": "You know, when I was, you know, those days, 19, whatever, 1975, 76, I was, in fact, thinking of doing a charter, I mean, my dad had a business, which my grandfather had started. So I didn't want to get into that. I thought I'll do chartered accountancy. And I used to be very impressed with an uncle who used to come dressed in white and white and come and meet my grandfather. So I said, I'll become a chartered accountant, you know, like very impressive stuff. And, you know, I, after my 10th standard, I had to do one year of PUC, what we call pre-university, you know, it's a one year course in Chennai or Madras. And so I was filling up the form. And when I was filling the form, I put what is called third group, which is economic commerce and maths, right? So my dad walked up and said, I was filling up the form for the Loyola College, you know, so I was hoping to get good marks and get into Loyola. So, and my dad said, do first group. So I said, why first group? He said, you know, you do first group, then you can go to IIT. So I said, okay. He said, IIT is good, you go there. Okay. I mean, I'm clueless, man. I mean, it's completely clueless, you know, reading my James Hadley Chase and Arthur Haley and all that crap. So I filled up first group. And in my class of 30 students in my school, I was probably the two or three of us who went to Loyola. The others went to what is known as the Brahmin College, which is the Vivekananda. So I went to Loyola. And in the first day or second day of class, some of the guys I got to know, I met a whole lot of new people there. And they said, yeah, what do you plan to do after this? So I said, I want to go to IIT. So they said, oh, you started preparing. I said, what do you mean preparing? I had no idea that there was an entrance exam and one had to prepare for that stuff. But anyway, to cut a long story short, I managed to get into IIT Madras. And those days, IIT was a five-year course. So we had a terrific five years of immersion in IIT. But around the third year, I realized that this is too heavy for me. I mean, I was not really cut out for heavy duty. Actually, my mistake was, if I had enjoyed calculus and high-end mathematics, maybe I would have stayed in IIT in the engineering field. But I somehow started developing a bit of an aversion to maths and to calculus. So there was an opportunity to go abroad, which I kind of ducked. And of course, I tried getting a job. And in the spring, I narrated the story how I blew that interview. And then fortunately, I got into IIM Calcutta and I went there. And it was a whole world. I mean, I found subjects which I could enjoy reading. So I actually became... I was probably in the third quartile of my class. I mean, I was not in the top, not in the second, maybe not really at the bottom, but somewhere in the third quartile. And I thought I will do okay in MBA school, but it turned out I actually did very well. So my first year at IIM Cal was pretty good. And I was among the top few people in the class. And then I narrated the story in spring how I went for a summer project interview with Indusan Lever. And I went through various rounds. And then I was called for the final interview with two people, me and another guy. And we were asked this question. We were given a watch and told, try and sell this to me. And I gave a very long-winded, logical argument, saying this watch, you're a manager, you need the watch, plan for time, blah, blah, blah. And my friend who got the job said, thank you, sir, for giving me the watch. If you want it back, you have to pay me for it. And he got the assignment very rightly. And that time, I said, look, what's going on? I mean, I blew the Indusan Lever interview in IIT. Now I've blown it again. I mean, why am I chasing what everyone is chasing? So I said, for the next two, three months, summer assignment, I will look for a Calcutta assignment. I want to go around Calcutta, taste the food, et cetera, in Calcutta. So I discovered it was a small, that time it was a small agency called Rediffusion coming for an interview. I applied to Rediffusion and I managed to land that. I think I was the only guy who applied for a summer internship, and I got it. And I discovered advertising at that time. So that's how I went from engineering to management, management to advertising. And I think probably I was the first engineer, IIT engineer, MBA to get into advertising at that time, 1979. And again, in my final year, I was getting ready for final placement and I had applied again for Indusan Lever and Rediffusion called me and said, look, are you interested? This offer was technically made in the New Kenilworth Hotel bar. And at the interview, I said, is it an interview? He said, no, it's not an interview. You want to join? Tell us now. I said, yeah, I'm interested. We spent two hours chatting about other things. The next day was the Indusan Lever interview. So I had to appear for the interview because my placement rep said, look, if you applied, you have to appear. So I said, no, I don't want to appear. I want to go into advertising. And so he said, then you need to show a letter. You need to bring a letter and show it to us that you actually have a job. Otherwise, Indusan Lever will ask us, why is this guy not coming for an interview? So fortunately, in spite of poor telephone lines, fax connection, et cetera, I managed to get the letter and I entered advertising. So from engineering, entering engineering itself was a bit of a diversion. Engineering to management, management to advertising. And when I got into advertising, Amit, I enjoyed it so much. For three years, I was there in Rediffusion. I really enjoyed it. I used to work every day, morning, evening, night, Saturdays, Sundays. And then I said, look, this is life, man. I mean, this is fantastic. But I said, am I missing something? Should I be doing something else? And that's when I said, look, maybe I should get into marketing. And fortunately for me, I got an offer to enter marketing and I spent five plus two, seven years in marketing and sales. And then I came back into advertising. So this is the long kind of me. And then I spent probably 26 years in Ulka and Ulka became FCB Ulka. And before I joined Ulka, in fact, I met Alec Padamsee, the one and only Alec Padamsee and he spoke for about two hours, gave me a bit of a headache. But he said I was making a colossal mistake joining Ulka because he said Ulka is going to shut down. My boy, Ulka is shutting down. So I said, sir, I've got an offer and I want to go to Chennai. I want to work in Chennai. So he said, my boy, you're making a mistake of your life. I said, so be it. And interestingly, since we are chatting here, when Ulka's founder passed away, Bal Mundkur, Alec was there at the condolence meeting to give a little talk and he spoke very warmly about Bal Mundkur and how Bal Mundkur set up Ulka, which became an institution is now FCB Ulka and FCB Ulka is so successful, etc., etc. And at the end of that, I went up to him and said, Alec, I don't think you'll remember, but in 1989, you told me Ulka will shut down and you told me not to join Ulka. So he looks at me and says, good, you didn't take my advice. So it's been a good ride. And then I left Ulka in 2016. I'm doing my own coaching, consulting, mentoring and that kind of stuff. So that's been good."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:12:14.120",
        "message": "Very fascinating story. And I actually what I, you know, I mean, there are different parts of this I want to ask you about and examine. And your journey through advertising has also been marvelous. You sort of wrote a lot about it in Nawab's Noodles and Noodles as well. But I'll take you back even before that. I get people from various generations on my show. And I've noticed that, you know, we often take it for granted that, you know, our experiences of growing up and the way we grew up is something that is so normalized in our minds that it's not a big deal. But actually, you know, I realized that the way I grew up as a kid in the 1980s, for example, was just to see change from how kids are growing up today, where they have access to all the music, all the literature, everything they want is just a click away, communication is easy. A friend of mine said a very interesting thing a few years back, he said that, you know, this generation will never know what it is like to be lost, you know, just in the sheer the physical value of having a GPS system. So I'd also like you to talk a little bit about your childhood in the late 60s. And then even in the 70s, in the sense of, you know, what is your day like? What kind of books did you read growing up? What kind of music did you listen to? What kind of intellectual influences were coming in? And how did those shape you? I mean, one imagines on the one hand that IIT IIM is still even in the modern time, a very sort of aspirational path to take for many people, for good reason. But, you know, one can imagine that at that time, you know, the way you describe how you almost kind of, you know, wandered into it, not realizing how much you have to prep for an IIT or whatever. So tell me a bit about, you know, the teenage"
    },
    {
        "speaker": "Guest",
        "time": "00:13:53.720",
        "message": "Ambi as it were. Well, you know, I mean, we used to, you know, I studied in a school called Vidya Mandir, which was in Mylapore, which was like a walking distance from my house, you know, it's a nice 20-20-25 minute walk from my house. And it was a very, very kind of a Brahmin school, a small size, 30 students per class, and only one section. So everyone knew everyone, right? I mean, my brother was three years my junior and the Krishnamachari Shrikant, Chika, we call him, Chika was his batchmate. And, you know, like this, you know, people across all the classes and all that. It's a very cozy kind of a school, right? I mean, teachers were like, you, my mother will meet the teacher in the temple or in the sari shop, and you know, you know each other. And so it's very, I mean, we still have a very active WhatsApp group of this gang. And we actually met three, four times the last, you know, two years. So it was, studies were very easy, right? And so I was not a great sportsman, I was not very good at sports, but I used to read a lot. So we used to be members of every possible library in that area. So we are a member of the British Council, we used to go and pick up books from there. We used to go to the USIS library to pick up books from there. There was also a legendary lending library called Eastbury Lending Library. It still exists in Chennai. So we used to go and pick up comics and books from there. And so we used to read a lot. And I remember, you know, we used to read from, of course, from Enid Blyton, we graduated to Alasdair Maclean. Alasdair Maclean was a huge favorite of ours. And we went to the guy who wrote Hotel. And I mean, we used to read a hell of a lot of, you know, this kind of books. And we also, I mean, we also very fond of Billy Bunter. I don't know why, but Billy Bunter was a big favorite. And there was a government library called the Central Library. And someone discovered that Central Library has a lot of Billy Bunters. So we actually went and became a member of Central Library, paying that five rupees or something. And then we used to go by cycle and pick up. So it was almost like a dreamlike existence. You know, every one of us had a cycle. So get on to the cycle and say, you know, you've read this, I've read this. Okay, let's go and explore. And we used to read a lot of these kind of, of course, comics were there. As you remember, there was no TV, right? Those days, no TV. We used to listen to, there was a Radio Kuwait, which used to come in the night. And we used to listen to rock, you know, pop music and rock music on Radio Kuwait, which used to be Beatles and, you know, stuff like that. And of course, Bina Ka Geet Mala used to be there. We used to listen to Bina Ka Geet Mala. There was no TV. Cinema was a regular every week. There was some cinema, we used to go to English movies, as well as Tamil movies. And I think in the 10th standard, I started watching Hindi movies. And I still remember, but you know, no one seems to remember this, that, you know, at once I remember college, school had this project where you sit and work on some projects and all that. There were no classes. I remember a friend of mine and I jumped over the back wall of the school and went and saw Johnny Mera Naam, first day for show, something, you know, maybe I'm just deluded, but, but, you know, we used to go and watch those kinds of things. You know, no internet, no mobile, no TV, even. Life was so much simpler, you know, for us, you know, growing up was so much simpler, you know, and cricket was fantastic. You never got tickets. And I remember you get a match, test match ticket for five days. People go for one, one day. So my first experience of going for a test match was the day Ken Barrington played the whole day and scored 25 runs, right? And Bapu Natkarni bowled 25 maiden overs on a trot. Can you imagine? I was there sitting in the stadium watching that stuff. And it was difficult to get those tickets, right? You got the tickets, you went there for one day and you share it with your cousin. And then, and then the school punished all of us who went out to watch the match. So we had to write imposition or something like that. So it was a very different life. I mean, I'm feeling nostalgic, but if you move any of today's children into that life, you know, they will, you know, they're going to kill you, you know, but we enjoyed it. We had a great time. But the widening of reading actually happened in IIT. School was still pretty narrow. You know, we used to read a bit of nonfiction, but not too much. But it's in IIT that you suddenly opened up, you started reading, you know, Aldous Huxley and Somerset Maugham and Fritz Capra and, you know, Godel and Scherbach and, you know, stuff like that. You suddenly started opening up, which is why I think IIT is a rare institution because it really opens up your mind to so many things and so many concepts. And we had a fantastic library in IIT. And even in IIT, we used to get onto the bike and go to a British council to pick up books. And we used to do that. And I know friends of mine who discovered James Joyce, read all his books. We discovered Atlas Shrugged and, you know, what are the other one? Fountainhead and Atlas Shrugged was a very, very popular book in the 79, 80 period. So it's really IIT, which opened up my desire to read more and more of different genres, you know, not really school. School"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:19:51.880",
        "message": "was more fiction. Yeah. And in fact, you know, you've also written in one of your books about how, you know, your roommate in IIT at the Godavari Hostel introduced you to Dark Side of the Moon. So all of you would sort of gather around and listen to that. And Pink Floyd was also, of course, a college staple when I was sort of in college in the 90s, though I wasn't much into them per se. And it strikes me as almost so, like if you had to pick one day of test cricket to watch, it would really have to be Bapu Nadkarni bowling to Ken Barrington because Nadkarni was the kind of guy who could bowl 40 overs and give two runs. And Barrington was the kind of guy who is totally believable that he could bat all day and make 25. So those two are quite a deadly combination. Now you mentioned that, you know, when you like, first of all, advertising in those days was not a glamour profession. It was slightly infradig and you've spoken about how your friends asked you that, you know, you are a IIT, IIM, why are you going into advertising? And, but you said that you enjoyed it enormously. So elaborate a bit on those early years. What about it did you enjoy? What part of the work was fun? Was it sort of the sense of new challenges every day, the creativity that came with it? Was it that sort of sense of having to look closer at your own society? Because advertising after all is about selling things to people and you need to understand the people first. What about advertising? Did you enjoy so much in those early years?"
    },
    {
        "speaker": "Guest",
        "time": "00:21:18.800",
        "message": "I think, you know, I was prepared for it. So I knew it was hard work. But you know, those days, advertising was a much smaller business. So you did not have department like client servicing and account planning and media planning. So Rediffusion had a unique way that because they hired all these so-called high caliber IIM guys, you know, client servicing, account planning, media planning, all three were done by us. So the only the media releases were done by the guys, but we used to do it. So it was a lot of, you know, what we call job enrichment. It was a very, very rich and potent job. So I, at one time, remember working on five different accounts. One was a cigarette brand called Red and White Cigarette. The other was a industrial product company called Thermax. Third was a sari company called Khatau Saris. Fourth was computers, which was, you know, ICL or ICIM computers. And fifth was Xerox. Imagine, maybe I'm forgetting caliber, suitings, and maybe one more. You know, look at the variety of products. So it was such a rich experience. So every single, and then of course, I worked on this fabulous brand called Apella. I've written about it in the book, right? The apple drink from Cadbury. So I had six or seven exciting accounts. Each was different. Each had a different consumer. So one had to understand the boiler buyer, you know, versus a soft drink buyer, was a cigarette buyer. So we used to, I used to look at research across these six, seven types of consumers, analyze them, then write the brief, sit with the producer, sit with the creative team, get the creative out. I mean, I was a bottom rung, but I was reporting to the branch director. I was a one-year-old trainee, but I was reporting to the branch director. And he and I used to go for meetings. And I remember, he used to let me make presentations. Those days, presentations are done with these handwritten charts, you know. So one had to sit and write those charts and carry them rolled up to, I remember one particular presentation. This was to Karthikeya Sarabhai. He's still a friend. So we were presenting a campaign for a brand of adhesives, which they had called Cali Bond. But we as an agency could not figure out what to do. So I went through the presentation and we presented the first idea, second idea, third idea, fourth idea, fifth idea, sixth idea, seventh idea, tenth idea. At which stage, Karthikeya stopped and said, hey guys, are you trying to tell me that we should not advertise this product? So we said, yeah, you got it. So because he said, look, you guys come and recommend one idea. The fact that you're recommending, you know, you're saying 10 ideas, which means you're confused. I said, yes, Karthikeya, we're fully confused. We don't know how to market this product. And that time, you know, Favicol was still quite strong. But we said, look, this is going to be very difficult. Just by advertising, nothing's going to happen. You know, start going and meeting carpenters and start selling it there. So every single client, every single brand, one was deeply immersed. And whatever reason, though Radio Fusion was seen as a very hot creative agency, they also had this reputation of MBAs, you know, very high quality MBAs working with them. You know, they had guys from IIM Ahmedabad, IIM Bangalore. No, no, actually, IIM Ahmedabad, IIM Cal, FMS Delhi, all these kind of really top class guys working there. So we had a lot of, you know, respect from the client. We used to listen to a lot of things, what we say. So it was thoroughly enjoyable. And which is why, you know, for two and a half, three years, I was there. I really enjoyed my stint there and in the world of advertising. So actually, when I went from advertising to marketing, I remember Arun Nanda, Managing Director of Radio Fusion telling me, Ambi, you're going into a multinational company in the marketing role. Please don't get bored too early. So I said, what do you mean? He said, look here, you've been working morning, evening, night. You know, the life of a brand manager actually is a little boring. You just take it easy. Slowly you'll enjoy that work. And they never tried to stop me from going. They said, yeah, you've got a good break, go. But, you know, be careful of a few things, you know, don't be impatient and don't be in a hurry to do things. You know, the multinationals work very slowly, work very differently. It'll be good for you to learn how they work. So, I mean, advertising was great fun. And of course, you know, the other crazy thing in Radio Fusion was really crazy. We didn't have a film manager, right? And therefore, we guys used to, the account executives, used to do negotiations with film producers, sit with film producers. I remember, oh shit, this is a crazy story. You know, we had done our first television ad for Red and White Cigarettes. And Ravi Chopra got, may he rest in peace, he was the director of that film. And Red and White hero was a young aspiring actor called Raj Babbar. This was before Insaaf Ka Taraz Hua. He was a really unknown guy then. So those days, films had to be presented in a double header in a cinema, you know, in a mini theater. So it was presented to us. And it somehow didn't have the, you know, it was a little simple story. A little kid is playing with a ball, the ball runs onto the middle of the road, and a truck is coming. It's almost hitting the kid. And our man, hero, Red and White man, jumps and saves the kid. And when the lady mother looks for the kid, he is gone. You know, he's, you know, Red and White peene walon ki baati kuch aur hai. You know, that was a line written by Kamlesh Pandey, the one and only Kamlesh Pandey. So, you know, imagine the film is presented. We're all sitting there. And this really happened. It's a crazy story. So you're all sitting there and the film was not working, you know. So we were saying, boss, Ravi, and Goofy Paenthal, who later became very famous as Shakuni Mama, right? So Goofy was, you know, Ravi's assistant. So Goofy and Ravi, I said, look, boss, it's not working. And my boss Vish said, it's not working. Kamlesh Pandey said, ah, not working. So then I said, look, maybe we need to re-edit it. So Ravi Chopra said, Ambi, you want to give it a shot? So I said, yeah. So I went to their, you know, editing lab and I sat with Goofy and I re-edited the film with the editor. And, you know, I'd learned, you know, because I'd learned some tricks working with other directors like Prahlad. So I said, look, let's chop it into small shots and create the excitement. And it worked. You know, I re-edited the film with the editor, showed it to Goofy and showed it to Ravi Chopra. They said, yeah, we are okay with this. If you're okay. I said, okay, let me go and take it and sell it to the agency. And we went and sold it to the agency and said, yeah, fine, let's take it to the client. So look at the kind of opportunity you have those days, you know, because of lack of specialization, you know, today an account executive or account supervisor may not even know how a film is edited, let alone sit with the editor and actually edit it, you know? So, and I keep telling, you know, my own people, we used to, you know, I used to hire people and I used to tell them, get involved, get involved in every stage of the advertising process, you know? So those days we got involved and we really enjoyed it. You know, that, that was the fun aspect of the, of the job, you"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:29:07.600",
        "message": "know? And I'm sure it'll sound quaint to a lot of young people listening to this because, you know, what you describe of your presentations is really, basically you're making a physical PowerPoint. There's no computer, you're making a physical PowerPoint and taking it equally, you know, when, you know, you speak of editing your, you know, actually talking of, you know, taking the reels and, you know, getting your editor to splice them and all of that. And you're not just sitting on a Mac book and, you know, moving frames allowed around. So, so my question is that, do you feel that this sort of process, and it's a, you know, this dual process, one is that you're doing everything, there's no specialization, so you have to get involved everywhere. And therefore you're enthusiastic about every part of the process and you understand it intimately. And secondly, your inner sense, working with your hands, you can't take lazy shortcuts because you've kind of got to do everything, you know? Today, if I make a PowerPoint, I can just put whatever I want, because I can edit it five minutes later. If you're making a physical chart, you have to do that thinking kind of beforehand. So do you feel that there is value in that that is lost in modern times? I mean, technology is great, obviously, I'm not being a Luddite and saying that that's an issue. But in modern times, we have one, we have specialization and two, we have these tools, not just technological tools, but also cognitive tools in terms of shortcuts that you take in the ways that you think about these things. And do you feel that that, you know, those three years, the sort of hands on training that you got actually throwing yourself into everything was invaluable and you know, played a big part in shaping you?"
    },
    {
        "speaker": "Guest",
        "time": "00:30:44.120",
        "message": "I think that stayed with me for a long, long time. You know, I mean, the fact that you could actually roll up your sleeves, sit with the editor, edit the film, and got you prepared to a lot of things. But, you know, I also think that sometimes we look at the past with a lot of rose tinted glasses. I think today, what the great thing I did, so called, you know, editing of the film. Today, a kid can do it with his mobile phone. So sometimes we, the 60 plus lot think that, you know, you have to learn it the hard way. But today's kids can, you know, can do the same editing. You know, what did I do? I took shots which were 20 frame shots and I cut them into five frame shots, you know. I mean, the editor was also surprised. He said, you want just five frames? I said, yeah, I want just five frames. Cut five, five, five, five, five, five. In that 30 seconds, I want cut, cut, cut, cut, cut, cut every five frames. Today, a kid does it with his mobile phone. So what's the big deal? You know, today, I mean, very often we think, you know, they are not, but they are so bloody smart and they can do things so well with technology that now they need to figure out what to do with it next. You know, those days, you know, the reason I did that editing was because the director I was working with was more of a feature film director. He liked the long shot, you know, put a trolley and go slow shot. So he, you know, he was shooting a, this is a 30 second film, which had so much drama and in his mind, he could not comprehend, you could do a five second shot, you know, not even five seconds, five frame shot. Right. So, and when I finally did it, he said, yeah, this looks, yeah, this is, seems to have the drama, which you guys want. Because in his case, the drama is, is a one second of pulling the punch of the one, you know, it's a, it's a slow shot. But the fact is, you know, a lot of us of that era of advertising, and I think many of us went on to become CEOs of different agencies. We all grew up like that. I mean, Ashok Kurian set up Ambience and of course, Prasad, another friend of mine who set up Capital, Rajiv Agarwal set up Enterprise and, and, you know, sorry, Nexus Equity did great work for Raymond. And of course that era people, you know, people like Arvind Sharma went on to handle Labernet, you know, so all these guys, we, we come from that era where we rolled up our sleeves and we did a lot of things, you know, now it's different right now. Now this era is going to throw up a different set of people are going to be probably understanding numbers and algorithms and those kinds of things. So I think the whole thing is coming around"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:33:25.680",
        "message": "again. Yeah. And that's a, that's a great point you make about accelerated learning in the sense that, you know, what you had to painstakingly edit out could be done by a kid on his mobile phone. And I mean, I just look at chess, which I follow pretty closely. And one of the interesting sort of insights about chess that is fairly commonplace now is that 80 of the top hundred players of all time are probably young active players today. You know, and one of the reasons is that it's your accelerated learning because so much of your learning comes from playing, you know, tens of thousands of games of Blitz on sites like chess.com and chess24 and so on. And therefore your pattern recognition becomes quicker that much faster. You have so many better study tools for theory. You have so much, you know, computer analysis as a pedagogical aid is so important. So you get that kind of accelerated learning, which is pretty incredible. My next question is also about that sort of period, like in one of your books, writing about that period, you've written quote, the Indian advertising scene was largely dominated by convent educated boys in the sixties and seventies. They took over the task from the British admin who exited the country in the fifties. Indian language writers were confined to the language department, a stop quote. And as you've pointed out, you know, that was gradually beginning to change. Like Kamlesh Pandey who went on to write Tezab is, you know, an example of that sort of change coming. But my question here is that given that, you know, the people who worked with you, all your colleagues and the people who formed the agencies would be from mostly from the English speaking elites living a certain kind of life in the big cities. And yet the consumers that you're selling to, and this is, I guess, especially true as the nineties happen and liberalization happens. And, you know, there is the explosion of the Indian middle class in towns and cities all across India. So in a sense, the advertising community is drawn from the elites, but your market is a much larger market. And that brings about the difficult question of how do you sort of understand what this market is? And this is obviously a time before there is, you know, enough data and so on. So what was that process like of getting to terms with who you're selling to and learning to recognize your own biases"
    },
    {
        "speaker": "Guest",
        "time": "00:35:45.720",
        "message": "and kind of keeping them out of the way? You know, yeah, I think, if you look at the fifties and sixties, the Britishers, Fieldin and all these guys, you know, great guys, they all left and the people who succeeded them were largely English speaking city living people, right? Gerson de Cunha. I'm not counting Alec in that because Alec is somewhat different. Gerson de Cunha, Sylvie de Cunha, you know, people like that. But around the mid seventies, people like Alec and all figured out that, you know, clients are getting these IAM types as, you know, brand managers. So he said, look, we need to match that with on our side. So he, you know, Lintas, one of the first agencies to go and start hiring from the IAMs and then JWT followed, Rediffusion, all of them followed. So what happened was in the sixties and say mid seventies, it was largely, I would call the English theater type who were running agencies. You know, you need people who had to do drama to present and, you know, and then the English, very English theater personalities. Then mid seventies onwards, a new thing happened. The MBA started coming in and MBAs realized that the consumer is different. Consumer is not you or me. And they started bringing in the discipline of consumer research. And, you know, I mean, you're working in agency, but your friend is working in Hindustan Lever or you're working in Richardson Wicks or he's working in Nestle is working in, and you know that they go into go on market visit, they go and do deep immersion with consumers. So in fact, both I think in Rediffusion, one of the most memorable part of my so-called orientation was two weeks or the three weeks I spent in Rajasthan. Right. I don't know whether I've written it in my, one of my books. So, you know, they said, look for three weeks, you guys have to go. So I was told you have to meet Jethanand, who's a sales rep of Seba Gaigi, you know, they have toothpaste, Binaka toothpaste, Seba Gaigi toothpaste, you have to meet him. Monday morning 9.30 at this Amit Verma distributors, Barmer. I was given that on Friday morning. So first thing I said, boss, where is Barmer? So that's your problem. So I discovered Barmer was near Jodhpur. So I had to figure out how to get to Jodhpur and then from Jodhpur go to Barmer. So which was, you know, fly down, hopping flight up to Jodhpur and then from Jodhpur take a night train to Barmer and get out at Barmer and then go to one of those local chawl trees, have a bath, you know, and then go to that distributor with my bag saying Mr. Jethanand, I've come from Bombay, I want to visit the market with you. So three weeks I was with him, you know, staying in local lodges, going, you know, I covered that whole belt, you know, Ajmer, Sawai Madhopur, I may even have the notes somewhere. In every single market, I covered some 10 different markets. So that kind of got imprinted into you, you know, that is the real India. You know, what we see in Mumbai or Delhi is not the real India. Though I feel in every big city, there are many, many little Indias, you know, almost like a village type India in many cities. So I spent two, three weeks in, shall I say, small town India and that was very impressionable. I think a lot of agencies did that, you know, they took these MBAs, they sent them into the market saying, look, you go and spend, you know, one month working the market. And so from the 70s, let's say mid 70s to around the, say, the late 80s, the MBAs formed a defining culture in advertising. They brought professionalism, they brought the orientation towards consumer research. So it moved away from the theatrewala on to a more all India messaging. And at that time television was coming up, you know, Doordarshan was coming up. Doordarshan's reach was dramatically different from the reach of, let's say, cinema theatres, you know. So we had to do research to understand consumers. So that changed. And then of course, Kamlesh Pandey was one of the early pioneers who actually, I used to say, used to think in Hindi and write in English. So in fact, his Hindi writing is always better than his English writing. But Kamlesh was the early pioneer. And then later, of course, Piyush came and the whole generation of writers came, including people like, you know, Nitish Tiwari and all these people came and then the whole thing changed. But it was, I think, the English theatre type to the MBA type. And then now to multiple types of people from all over India. You know, the MBA types are largely, like you said, from big cities, Bombay, Delhi, Calcutta, Madras, kind of people. But now I think the leadership is scattered. People are coming from, I don't think leadership is not just confined to the top four or five or six cities today. You get leadership from everywhere. Like, you know, even copywriters, art directors come from everywhere, right? I mean, Nitish Tiwari has come from Indore and, you know, people are coming from everywhere, which I think is great."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:41:20.880",
        "message": "No, in fact, a couple of the sort of case studies that you spoke out which stood out for me of illustrating sort of the danger of, you know, falling for preconceived notions of what audiences are like, was, you know, the story you told about Pradeep Guha at Zee, his chaiwala test, so to say, and also the sort of the Santur commercials. So tell us a little bit about that, because I found these very revealing about how sometimes you can, you know, have these preconceived notions of what people actually want. And then you realize through doing stuff that, hey, that it's actually very different."
    },
    {
        "speaker": "Guest",
        "time": "00:41:55.880",
        "message": "Yeah, you know, I mean, we can make two mistakes. And I think the Pradeep Guha, Zee is one kind of mistake, where the team at Zee felt that, you know, our consumer is maasi, they had the term maasi, whereas this stuff, which you're presenting is very classy. So this kind of stuff, my consumer will not understand, will not appreciate. And therefore, let us maasify it. Let's make, let's dump it down, dump it down, dump it down. So we had really dumped down the advertising to a very low, mundane level. And when I went to meet Pradeep, Pradeep was then the CEO, and I went to meet Pradeep, Pradeep said, yeah, you're doing good work, but tumhara yeh yaar bahut maja nahi aaya, tumhara art direction teek nahi hai, something. I said, yaar tu kya dekh, kya dekh, kya art direction bol raha hai. So he said, no, I just saw, you know, last week that hoarding, which I saw, looks very, you know, very average, you know. And Pradeep was actually very enterprising. So he said, you know, actually, you want some art director on a freelance basis, yaar, I will, I will send you some guy, very good. So he let him hire a man. I said, Pradeep, you saw what has been put up on the hoarding, right? Have you seen the options which are presented before what was put up? So he said, what do you mean? So I said, yeah, we presented six rounds. And then this, what went up was the sixth round. So I said, do you want to see the stuff? He said, yeah, yeah, show me. And I actually carried the stuff. So I said, this is first round, this is second round, this is third round, this is fourth round, this is fifth round, this is sixth round which you saw. So he said, you showed all this? I said, yeah. And they picked the sixth one. I said, yeah. What would you guys recommend? I said, I recommend the first one. I think first one is fine. Very nice looking graphics and, but your team rejected it. So why did they reject it? They said, no, they said, you know, this is too sophisticated for our target audience. They will not understand it. You know, people, you know, Jodhpur and Indore and all, they will not understand it. So he said, oh, okay. Then he called the head of Marcom and he asked her the same question. So she said the same thing. Yeah, they presented all this, but we preferred the sixth option because that is nice and massy. Whereas the first two, three options are very classy. And I've been trying to tell Ambi, you know, our audience are different. You guys don't seem to understand. So I said, okay. So by then, the chaiwala walked in and Pradeep said, you guys keep quiet. He asked, you know, Raju, which one do you like? Raju was a chaiwala from a small town, probably living in Bombay for the last two, three years. So he picked the first one. He said, I like this one. So he said, okay, bring tea for everyone. And he sent them all. Then he said, yeah, look, yeah, guys, you know, you're still looking at India through your, you know, wrong lenses. The India is changing. The small town consumer is becoming more and more sophisticated. Please, for heaven's sake, don't massify everything, you know. And then later, of course, they decided to do things which are slightly different. But a lot of time, we tend to make that mistake that our consumer is... You can make two mistakes. One is to think that our consumer is just like us, which is wrong, right? In India, our consumer is not like us. But the other extreme is a consumer is really one dehati who will not understand anything, has very poor taste. Both are mistakes. You know, both"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:45:21.160",
        "message": "are mistakes. You need to find the right path in between. Yeah. And the Santur commercial you've spoken of was also sort of a great example of that and almost pathbreaking work. Tell me a bit about how that panned out as well. And that's also, in fact, mentioned in Spring, your new book as an example of how to deal with rejection. So it's a lesson in, you know, that aspect as well."
    },
    {
        "speaker": "Guest",
        "time": "00:45:43.200",
        "message": "Yeah, you know, so I've narrated that, you know, that story is from Spring, not from Sponge. You know, when I moved from Chennai, I was in Chennai running the south operations of Ulka and I had resolved that I will not move to Bombay till I turn it around. So it took me about three years to turn it around and start making some profits. And the fifth year was a good year. And that was the year I was told, OK, now you move. Enough is enough. Sitting and, you know, having your, you know, madrasi, rasam and sambar, you bloody come to Bombay. So I moved back to Bombay. And I was told there is this important account called Santur and you're supposed to handle it. And when I started, you know, getting into the account, I realized that the brand had come to the agency in 1989. The agency had done very good work based on this consumer insight that every woman wants to look young, younger looking, same promise. And the agency had done three ads which had worked. After that, the ad had stopped working. So actually, I didn't know, later I discovered, you know, I was actually inheriting a very hot potato because the client was actually quite unhappy with what the agency had done. And the agency was convinced that they were on the right track and they had a new script ready, which they wanted the client to buy. The client refused to buy that ad, put it through research and said that it's not working. And this debate was going on for about six months when I got plonked in the middle of this debate. And those were, you know, I mean, it were different days, really. You know, agencies used to take tough stance saying, no, we believe in this. And the clients used to encourage that. You know, nowadays a brand manager will say, I'm sacking the agency, I'm calling for a pitch. Those days the client said, no, no, no. If you guys believe in that, keep fighting. We'll find a way out. So the agency and the client were engaged in a pretty tough disagreement and I was put in the middle. And I was told by the client later that, you know, we were told this guy's coming from Chennai, he'll come with a fresh perspective. And he's a bright guy, great experience, and he'll give fresh perspective. So when I got into it and I discovered the agency had presented a film about a woman in an aerobics class being mistaken for a college student. And the little kid comes and says, you know, mommy. And the agency had called, you know, agencies have this habit of calling these ad films like feature films. So this film was called Jazz. And the client was really upset. You know, what do you mean jazz? Who understands jazz? My consumer is in small town Andhra, small town Karnataka. What are you talking about jazz? You guys are all Bombay type, Colaba type. You go to small town India, understand India. You don't understand India, blah, blah, blah, blah, blah. So I had to, you know, kind of unpeel this onion. And I discovered that a client felt that, yeah, maybe the younger looking skin is a good idea. Maybe we should continue, but this is not going to work. This jazz and all won't work. So I said, look, I'm stopping to call it jazz. Yeah, we'll call it aerobics. Aerobics class. Okay. Aerobics class happens in all cities. So we'll call it aerobics. So we called it aerobics. So then I said, you know, I will do this reframing. You know, I talked about that. So I said, look, that is one. Let me, let me give you another option. So we wrote a script about a girl entering a music store and buying a flute. And someone comes and asks, you know, which college are you in? And then she says, no, I'm not to call. And then the little kid comes and says, mommy. So we presented both the scripts finally. So what we did instead of saying, buy this, buy this, buy this. So I said, look, we'll give you two. You can buy either of the two. We are okay. But our, our strong recommendation is let's invest the money, make both the ads. Okay. Maybe the flute film you run in Andhra, the aerobics film you can run in DD Metro or whatever, the more, slightly more premium channel. So the client for whatever it is worth was at a bit send. Yeah. Brand sale was going down for nine months. He said, okay, we'll make both the ads. So they made both the ads. Right. And then they took these both ads and they were very professional, right? It's not as if they're wanting to bury the ad. They said, no, we will take both the ads and we will do research in small town, India. And when they did the research in small town, India, they discovered that the small town woman actually liked the aerobics more than the music store story film. So, and then later we said, look, she's liking the aerobics because that is aspirational for her. She'll never go and do that, you know, dance class or whatever. She'll not do that, but she loves to do that. She'd love to do that. And as a result, that film became a breakthrough film for the brand, you know, and, and mind you, it took the agency nine months to convince the client to do that film. And finally I managed to do it because I reframed the problem. I created a wider canvas and then therefore the client could step down, the agency could step down. And at that time in 94, the client was even thinking of abandoning this yellow, you know, this younger looking skin, mistaken identity story. They said it's not working because you know what happened to the agency was stuck and they were doing shadi after shadi after shadi and it stopped working. And the aerobics was a breakthrough film. And then from aerobics, we did dress designer, we did a whole lot of other things. And today, you know, the agency has changed, but the client is continuing with the same theme. And Santur has become the second largest soap brand in India, overtaking Hindustan Leber's Lux, which is my little revenge to Hindustan Leber for not giving me that summer assignment, right."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:51:45.240",
        "message": "So they rejected you twice and you dethroned their big soap. So yeah, it's, it's, it's almost a soap opera. It's a real soap opera. So I want to, you know, before we touch upon the big themes of your books and I want to talk about all of them, you know, advertising as a whole, you know, the lessons of sponge, you know, leadership and knowledge management and all of that. And also of course, the lessons of spring, how to bounce back from rejection. But before we want to do that, I also want to continue talking about your personal journey, because a couple of things stand out for me. And, and one is that, and this is something that you've described in great detail in sponge, for example, your previous book, one is that you're always eager to learn things, even after you've become a senior advertising person, and you become the CEO and all of that, you're not a know it all, you're still talking to people asking questions, trying to learn things. And at the same time, you are also beginning to teach, like in the 90s, you spoke about how, you know, you started teaching at KJ Somaya and then various other places. And because there were no brand studies, because there were no case studies away, you know, Harvard and all, would you put together your own and that became the first of your 10 books and so on and so forth, down the line, tell me a bit about this. And would I be correct in surmising that these two in a sense, are related, in the sense that I would imagine that the necessity of teaching something forces you to learn, and that these two impulses are, they almost go together in a sense, would that be correct?"
    },
    {
        "speaker": "Guest",
        "time": "00:53:22.080",
        "message": "Yeah, I think, perfect. I think, Amit, I think it's absolutely perfect. If you want to be a good teacher, you have to be a good learner. Like, you know, if you want to write an article of 1000 words, you should at least read 10,000 words of what other people have written on the subject. And you know that, you do that so diligently. So, I, in fact, tried teaching in my early days, you know, as an account executive, working with my ESD motorcycle. I had a job in Worli. And a friend of mine recommended that Bhavans had this evening program and they wanted someone to teach advertising to them. So, I used to drive down from Worli to Andheri to take a class for my evening thing, but I found it too difficult. You know, I mean, I had a, advertising job is very strenuous and I could not, so it used to be bad. I mean, I had a lovely bunch of working professionals who used to come to my class, very nice people. And I think twice I missed the class. And they waited for me and went away and I felt really bad. And I, and I said, I'll complete the course, but I will not do this again. So I stopped. And then when I came back to Mumbai in 94, a friend of mine told me to go and meet Professor Pyarelal Arya, who was then the director of Somaya. And I've been shaped a lot by what he told me. So, I went and I met him and he said, he always called sir, sir, sir. So, again, he said, I am Ahmedabad graduate. So, he said, sir, you have to come and teach. So, I said, you know, Dr. Arya, I don't have time. He said, no, I will figure out. You tell me what time can you give me? So I said, okay. Saturday or Sunday, Sunday 2 to 5. He said, okay, done. Sunday 2 to 5, you come and teach. So I started. That's how I started. Actually, you know, he said, come and teach the course. Which course? He said, you teach advertising sales management. Okay. Advertising and sales promotion. That's how I started. 95, I think I started advertising and sales promotion. And I used to go, I think it was about 10 or 14 Sundays, 2 o'clock you drive down to Somaya campus and a lovely bunch of students and some of them actually ended up joining my agency. In fact, one of my students is a senior, is a president of the Bombay office now. And then I started teaching them and I used to take articles from, you know, business world used to come out of those articles. I used to, you know, those days, I'm talking 95, 96, Harvard cases are very expensive. You know, the copyright was difficult. And some of Dr. Arya said, no, no photocopy. Legitimate denge. So we never photocopied, you know, the Harvard cases. So I used those business world cases. And then I said, why don't I write some cases of my own to use? So I then wrote a few cases based on my own experience with, say, Santur and Sundrop and Tropicana and, you know, some of those brands. And I even wrote cases on some of my brands I worked on when I was running the South operation. Like there's an article, there's a case on Fenner, Fenner fan belt, you know, Bangaram Island Resort, which is a very interesting little case, Cochin Export Processing Zone. So I put all these together and I used them for teaching. And that's how the writing journey started once again. And one of my professor friends in America, I shared these cases with him. He said, yeah, why don't you publish it as a book? I said, what? He said, yeah, I mean, put together 10, 12 cases, put some theory stuff and publish it. So I said, okay. So he said, look, let me share it with a friend of mine who was a big, big time professor. So he sent it to that friend. And that friend said, look, these cases look more like promotional puff pieces for the agency. And I don't know who will publish this as a book. So my friend was a little disappointed. He said, I'm sorry, you know, this guy says this is not publishable as a book. I said, that's okay. I mean, that's his point of view sitting in Chicago, but I'm in Mumbai. And so I sent five of those cases to Tata McGraw Hill. And within a week, someone from Tata McGraw Hill, Deepa came, met me. She said, we are keen. When can you give me the other cases? So I said, yeah, give me about three months. I put it together and I gave it to her. That's how the book came out. It came out in I think year 2000 was when the first book came out. Just a bunch of cases with some little bit of theory. And I used all of them. I used all of them in teaching and I know a lot of business schools continue to use them. Though it's out of print now, sometimes I get a call saying, where can I get it? I have a PDF version. I give it to them saying, go ahead and use it. So that was then. You could not get the Harvard cases. You could not get the Ivy cases. It was so impossible to get. So we had to create our own, what you call, jugaad innovation to do this. There were a few good advertising in a brand management case study. There was an advertising case study. The first book was written by Shubhrato Sen Gupta. I still have a copy of the book. And in some sense, he is my role model because he was a CEO of a large agency called Clarion Advertising. He took time out to write a book of cases. And he used to go and teach at IIM Ahmedabad and he used to come and teach us in IIM Calcutta. And a lot of my friends who took marketing specialization in IIM Calcutta do believe that was the best marketing course they attended on campus. But between, that was 1979, but from 1979 to almost 1995-96, there were no real Indian case study books which had come out. Labdi Bhandari wrote a very nice book, which I still have and very good cases, which I used. But there was almost like a vacuum from something like 76-77 till around 96-97. And of course, 96-97 onwards, a lot of people have started writing books on Indian brands and Indian cases, which I think is very good today. If you go and search on the Harvard Publishing, there are a lot of Indian cases there. There are cases on Wipro, cases on TCS, Infosys, Mahindra, Royal Enfield. So many good Indian cases are available today. Over the years, Harvard has also reduced the pricing. So it's become much, much cheaper to get legitimate case studies to use in class. So the utility of my case books, I wrote two of them, one alone and one with a colleague called Kinjal Medh. My utility of those books are probably not as relevant today as they were in the year 2000 to 2010-11-12."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:00:39.320",
        "message": "And would you say that the process of teaching where you're basically, you know, taking a body of knowledge and you're presenting it in a systematic way to your students and therefore you're having to not just present a frame for them through which they can look at whatever you're teaching, but you're also in a sense building a frame for yourself. Does it then sort of clarify your thinking and make your thinking clearer as well? Like I would imagine that, you know, sometimes when I'm deep in a subject and there is that moment where suddenly everything makes sense and there is that, so to say, that thrill of understanding, that you're seeing things clearer because you're being sort of forced to delve into it that much more deeply. Was that there for you as a teacher as well? Like do you think your teaching side gig made you better at your advertising gig in some way?"
    },
    {
        "speaker": "Guest",
        "time": "01:01:25.520",
        "message": "Absolutely, Amit. You hit the nail on the head. I think my teaching gig made me a better advertising professional. And I have spoken in the book Spring, I've spoken about how we got the Tata Motors account, right? You know, again with Dr. Professor Arya, he said, you know, sir, we should do something together. I said, what? You know, think of some idea of some competition or something we can do together. I'm talking of 95, 96. So he said, why don't we do a case study competition? I said, huh, we can do. So I said, we'll create a special brand, which will be an advertising case study competition. And we called it Comstrat. It still exists. And I said, look, we will do it across all campuses. So what we'll try and do is get a client to contribute a case. With this case, we will use as a competition to select and we'll give the prize. So Professor Arya said, we will design the trophy and we will give some money as support. So we'll call it the FCB Ulka KJ Somaya Comstrat case study competition. I'm talking of, you know, this was 95, 96, 97. You know, there were very, very few of these happening then. And luck would have it, when we were chasing a big auto account and when Tata Telco at that time had unveiled their new car at the auto show in 98 January, I said, look, we will get Tata to participate in this. So we went and met them. At that time, they're not even called for an agency pitch. We met them. We said, we want you to participate. They said, no, no, we can't reveal any information. We said, don't reveal anything. We will write it from public domain information. You please come for the judging. So they came for the judging. I think there were five campuses which were selected. I think NMIMS, KJ Somaya, I think IIT. I think one or two outstation came for the final presentation and he was there. I think we had the presentation in one of the auditoriums in Marine Line. And it was a great presentation. He loved it. And maybe it gave him a bit of a positive vibe towards the agency. And later when we pitched for the business, we got the business. But, but, you know, we, we started leveraging all this. Teach, write cases. I remember giving my first case study book to a lot of my clients and some of them said, look, when you're writing your next case study book, we should be there in the book. I said, yeah, you know, you will be there in the book. And they were there in the book. So, you know, it kind of helped us in, in many different ways. And of course, you know, the fact that you teach, you read more, you pick up more. I used to pick up articles and give it to my colleagues to read. We had a very, very vibrant account planning team. The account planning team was again, encouraged to read and write and do research. So it kind of became a nice, kind of a upward spinning, positive cycle of what the agency can do and will do. So you became almost like a, you became more knowledgeable about what was happening. You were reading more, you were understanding more, and that helped us"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:04:56.920",
        "message": "to become a better agency. Tell me also about, you know, another fascinating part of your personal journey, which is when a few years ago you decided to do a PhD. So what was sort of the impetus behind that? And, you know, and that also of course became a book later on. So, you know, what drove you to do the PhD? Why a PhD? Yeah, you know, I mean, I"
    },
    {
        "speaker": "Guest",
        "time": "01:05:17.360",
        "message": "was teaching, right? I was teaching at KJ Somaya, and then later I was teaching at Erum IMS. So it was Dr, it was Professor Arya who put that idea into my head in the year, I think 99 or 2000, saying, Sir, aapko toh PhD karna padega. So I said, you know, Professor Arya, main kidar time nahi hai sab. He said, no, no, Pune University is offering a flexible PhD. You can go to Pune, spend, I'll arrange for it, you go and do, attend some classes, which you have to in one week, and then you can come back to Bombay, do the PhD. I said, no, uske liye time nahi hai, you know, I don't think I can do it. So I dropped it. A year or two later, Professor Suresh Ghai was then the director at Somaya. He called me one day saying, Sir, are you free to come to campus tomorrow? So I said, haan, kal aaja thaon, so I went there and we sat down. He said, look, Bombay University is now offering flexible PhD option. You've been registered. I want you to do PhD with us. I said, Sir, mere paas kidar hai time? He said, nahi, nahi, jyada load nahi hai. You have to come here once every two weeks for a half a day class, and I will find you a guide. I know you're academically minded. I know you'll do it seriously. So I want you to do it. So I got literally, you know, kind of arm twisted into doing it. And then when I got into it, I found it very enjoyable. I mean, we had a group of about 15 of us who were in that batch. And I, you know, one was a very senior executive at Wachat Hospital. One was a guy from a nutrition company. The third was Hariharan from Jet Airways. There was Isaac Jacob, who was a professor. So we had a nice group of people. Baghi, who is a professor at IIM Indore, I think. So we had a nice, we used to meet every two weeks. And we learned a lot and we learned the fun of doing research. And of course, dealing with Mumbai University is a different game. But we learned that also, you know, how to get the various permissions, approvals. So I did my PhD, I published, you know, I got my PhD. And I, and I said, Look, I want to publish this PhD thesis as a book, you know, and then, and that didn't turn out that way. But it turned out into a different kind of a book. Yeah, so that's the other story."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:07:46.280",
        "message": "Yeah, well, let's let's take a quick commercial break now. And we'll come back and continue the rest of this conversation. Cool."
    },
    {
        "speaker": "Unknown",
        "time": "01:07:54.680",
        "message": "On the scene and the unseen, I often speak about positive sum games. Well, if you want to be surrounded by beauty, and you love fine art, I have a win win proposition for you. Head on over to Indian colors.com. Indian colors licenses images of fine art from some of the best contemporary artists in India and adapts them to objects of everyday use like tote bags, pouches and home decor items. You get to surround yourself with the finest modern Indian art at affordable prices. And artists get royalties for every product you buy win win game. The Indian colors new ranges in and includes elegant yet comfortable dresses for women and casual shirts for men with standout motifs by artists such as Tanmay Samanta, Manisha Ghera Baswari, Shruti Nelson, Pradeep Mishra, and Jaideep Mehrotra. Stay home, but dress smart. And if you're missing your friends in these lockdown days, worry not, you can show them you're thinking of them by buying gifts for them from Indian colors. Corporate"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:08:50.640",
        "message": "gifting is also available. So head on over to Indian colors.com. There's colors with"
    },
    {
        "speaker": "Unknown",
        "time": "01:08:54.760",
        "message": "an OU and make art a part of your life. And hey, for a 15% discount, use the code unseen."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:09:02.360",
        "message": "That's right. Unseen for 15% off at Indian colors.com. Welcome back to the scene and the unseen. I'm chatting with Ambi Parmeswaran about his fascinating career and the fascinating books that he's written, including the latest book, spring bouncing back from rejection. You know, among your books, one that I found particularly fascinating was Nawab's Nudes Noodles because, you know, I spent a few months rather myself in advertising back in 94 before moving on to television and doing a bunch of other things. And I found it really insightful. I'd also done an episode more than a year ago with Santosh Desai, who had some, you know, stunning insights about Indian society, part of which came from his time in Indian advertising. Because if you're figuring out the consumer, you are also figuring out the individual, the citizen, all these broad social currents, and so on. And a lot of your journey seems similar in terms of sort of understanding what India is all about, and so on. So I want to ask you a sort of a few broad questions about advertising and you know, what you've seen over the last three, four decades. And my first sort of question is, how much of a reflection of popular culture or how much of a reflection of our society rather is advertising and how much can it actually play a part in shaping it? For example, you've quoted in one of your talks, Marshall McLuhan, where he says, quote, historians and archaeologists will one day discover that the ads of our time are the richest and most faithful reflections that any society ever made of this entire range of activities, stop quote. And you also quoted Kurt Vonnegut is saying, what passes as culture in my head is really a bunch of commercials, stop quote. And you know, for me, when I sort of look back at, you know, all of the advertising that I've been sort of exposed to over the years, and while reading your books, you mentioned so many commercials, and I am the kind of person that if you mention a commercial, I will immediately go to YouTube and look for it and watch it. So it was almost like, you know, reading your books took me on this sort of this trip through my memories, through this changing India, where, you know, we take the present time and what it is for granted and every all changes immediately normalized. But, you know, looking at commercials of the 80s and the 90s, and all of that was quite a fascinating trip in that sense. So, you know, what's what's your sense of how advertising has kind of coped with the great social change in India in the last 20 plus years, for example?"
    },
    {
        "speaker": "Guest",
        "time": "01:11:39.240",
        "message": "You know, so let me pull back a bit, you know, we're talking about my PhD and how, you know, as a part of my PhD, I started understanding religion and how religion is involved in shaping our behavior. And I ended up writing a book called For God's Sake, which got published by Penguin. And the guy who was my publisher at Penguin, Anish Chandy, went out on his own and he said, I want to be a literary agent. So I said, yeah, but I said, I don't have nothing else to write. He said, no, no, no, I'm coming to Bombay. Let's have a coffee and let's chat about it. So we were sitting in my office and he said, Ambi, you should write the most definitive book on Indian advertising. I said, what do you mean? Yeah, something like, you know, one or two books he gave. I said, look, I don't have that kind of time and I don't know enough to write that. He said, okay, what can you write? I said, look, I can write about how advertising has changed over the last so many years and how it has reflected societal change. So he said, okay, start writing 50, 60. I said, no. I said, I don't think that'll work, but let me think about how to write it. So then we disagreed. I said, look, I want to look at advertising as showing children, showing women, showing men, showing food. I want to show it like that. He said, no, I don't think it'll work. You should look at it more like a historical piece. So I said, no, no, no, I'm not a historian. So then when I started writing, I wrote three chapters and then he then warmed up and then we found a publisher, Penguin, who added a great amount of value. So that's when I, you know, I started my career in advertising in 1979. Okay. Maybe I was following advertising from 1977 onwards. So I had to go back and look at the advertising of 1960s, 70s, 80s, 90s. And then of course, 2000, when I was writing the book and I started putting them in silos, you know, ad which show men, ad which show children, ad which are about marriage, ad which are about, you know, food, transportation. And then, and then I realized that while people have written books about how television programming has reflected changing society, Rachel Dyer has written some fascinating books on how Hindi movies have reflected the changing society, the entire Andy, Angry Young Man, the NRI phase. I realized no one has looked at advertising and how advertising has reflected the change in Indian society. So that became the anchor. And I said, I will look at it, you know, 60s, 70s, 80s, 90s, how marriage is being shown, how sports is being shown, how, you know, how men are being shown, et cetera, et cetera. That's how, that's how I started putting things together. And I said, look, see, the good thing about writing this book at that time was that I was almost out of advertising, right? I was in my last phase of Ulka and I knew I was going to get out in 2016 and the book was going to be published in 2016. So I could write very openly about all other ads, you know, so till then I was a little bit more constrained, you know, I cannot praise other agencies ad that liberally. I have to be a little constrained, but I said, look, now I'm going to open up and I'm going to write what I think about great ads, you know, and, and I said in this book, I will not only write about Ulka and FCB Ulka, I will write about all ads. So maybe there are some 300 ads mentioned in the book, maybe 10 of them are from Ulka, you know, the rest are entirely outside the domain. And I, and that I think worked. And I think as a, as a mark of respect for the industry, when I asked my leading competitors for an endorsement, right? Piyush, Balki, Prasoon Joshi, everyone, you know, didn't need a second reminder, you know, boom, the endorsement came and that was good. And maybe that's also because I was moving out, right? So there was no question of my going to use this as a promotion piece for the agency. So, and I, when I started looking at advertising and I started reading, you know, like I said, when you start writing, you got to read and you start reading a lot of stuff. Like I went back to Marshall McLuhan and I spoke to this friend of mine, I think I've quoted him in some places, Arvind Rajagopal, who is a professor of media studies at NYU. He pointed me towards six, seven books to read. One of them was a book called Gender Advertisements, written by a professor called Irving Goffman at University of California, right? And this book was not available anywhere. And then therefore I had to get my son to buy it on second hand in Amazon in the US and send it to me and I went through it because I realized that was a useful book to read and to have. So one had to do a lot of this kind of research, you know. There are, you know, the books on Indian advertising, so-called somewhat historical books are not very great. You know, I'm sorry. There are a couple of ones which have been written, but you know, nothing is in the league of say gender advertisements or one or two other books I read in America. The American books are very negative to advertising. You know, a lot of books which are about American advertising take the Kurt Vonnegut route, which is, you know, American advertising destroyed our culture, you know. So Fables of Abundance, a lot of those books I read, I read a whole series of them. And then I said, my voice will be somewhat different. And I had to develop a particular voice, which is more happy, a more positive, a more, shall we say, inclusive voice of what advertising is. And I think, I think unlike in America, in India, I don't know, maybe because we are all now Nautanki artists, our advertising is a lot more enjoyable. Even my friends, Indians who are settled abroad, they keep telling me, you know, when we see those ads on Sun TV and all, much better than the ads we see on American TV. But I don't know why, maybe because we are better storytellers or whatever. So I had a great time. So the big question, Amit, is, does advertising reflect society? Can it change society? Now, I think, I think the argument is that advertising invariably reflects society. So I remember when I was doing this talk at Godrej Culture Lab, Santosh Desai was my fellow panelist. And a dear friend of mine, KBS Anand of Asian Paints stood up and asked me this question, saying, Ambi, you're saying that these copywriters are great observers of societal change. I don't think so, yaar. I don't think they understand societal change. They're writing stuff which they think is fun. And in fact, Santosh also said, look, Ambi, I think you're giving too much credit to the advertising industry for spotting societal change. I said, no, let me think about it. And then I wrote a piece in Economic Times saying, look, I don't think advertising copywriters are actively looking at social change, but they are part of society and they're observing the change, right? That goes into their system that comes out as ads, right? So, willy nilly, whether you like it or not, if you're a copywriter, you're watching TV serials, you're watching movies, you're watching what is happening around you, that goes into you, that becomes an ad, right? So, whether you like it or not, you are in society, you're a part of the change and therefore you're reflecting that change in society, in your advertising, consciously. And when you pull back and say, okay, actually see how marriage has been depicted or how old age has been depicted, right? The other question, can advertising change society? I don't know. I don't think advertising has that much power to, for example, reduce color bias or to reduce caste bias or religious bias. We can nudge it, we can nudge it a bit and I call that neo-visualization. Irving Goffman says that whole advertising industry is about hyper-ritualization. So, all the rituals are hyper, you know, so men are bigger, women are smaller, etc. And I'm saying advertising can do neo-visualization. You can think of a new role for the kid, you can think of a new role for the husband or the wife, right? But can you change deeply held societal beliefs? I don't think so. I don't think advertising can do that. That is a job of social worker, that is a job of religion, that's a job of, you know, larger popular culture. I don't think an advertising campaign can remove color bias or can remove, we can do a little bit. I mean, I think some of the stuff which brands are trying to do is helping it, but I don't think we can do too much. Maybe I'm underestimating"
    },
    {
        "speaker": "Amit Varma",
        "time": "01:21:04.480",
        "message": "it. So, if you'll indulge me, I'll think aloud a bit. Like one, of course, I agree with you that it's a reflection of society, but it strikes me that it is of necessity and unavoidably a simplistic reflection. Let me explain what I mean by that. I think whenever you're trying to understand something that is very complex, you do it by figuring out certain heuristics and taking simple narratives and making sense of the world through those simple narratives which cannot possibly reflect the complexity. And it strikes me that, you know, what you refer to as hyper-ritualization, for example, is an example of that. For example, you know, you've written, and I'll quote from your quote, racial and religious stereotyping is used in marketing communication to telegraphically code values that would be difficult to input into a small ad format. Now, for example, we might know that Indian women are, you know, there is no such thing as the Indian woman. It's just extremely complicated. But when an advertiser is thinking about how do I appeal to the Indian woman, they have to build up a simple construction, which obviously evolves over time. Like in one of your books, you've spoken about how, you know, during the Santur commercial, it struck you after the commercial was made that there's no bindi on the forehead of the lady and you went to your video head and said, can we use rotoscopy or whatever to put a bindi there? And she said, chill, you know, no need to worry. And there was no need to worry because that campaign was such a big success. So it strikes me that one, there is a certain lag and a certain possible sort of simplisticness with which anybody not just advertising people, but anybody who's trying to figure out a complex society might, you know, look at a society. Now, the issue with advertising is that it creates a feedback loop that a simplistic vision of society then actually goes into the advertising. And I sort of agree with Vonnegut. I'm not pessimistic or negative about it. But I agree with Vonnegut that commercials are actually a part of a popular culture. You know, many of the memes and the ways we speak and all of those things, you know, I was actually in the room when I was an HTA at the time when nothing official about it, that slogan was coined. I think Anuja Chauhan was a young copywriter at the job then who came up with it. And so it can create this feedback loop and therefore this simplistic vision that advertising might have can actually go back into society and exacerbate that like a couple of examples of this which come to mind is one is the great colonial example that when the British came to India, they needed to figure out this incredibly complex countries and their early interlocutors were these elite Brahmins. And therefore, they form their whole vision of what Hinduism was in India was from the vision of these early interlocutors, you know, and could actually have played a part in the further entrenchment of the caste system and looking at Hinduism as one monolithic thing rather than, you know, something that is far more diverse, which is, you know, one example that comes to mind of this happening. Is that something that as a person within advertising and as a very self aware person who is not just thinking what does a consumer want but who's also thinking how is society changing? Is that something that sort of concerned you and you looked at closely and also some of the case studies you've spoken about, particularly for example, I was struck by Maggie as something that in a sense spoke to a need that society did not know existed and filled it so beautifully that it became a part of culture that, you know, the kid comes home from school, what do what do you have to eat? And the mother says bus dominate and you know, and that might have been an unexpressed need that I need to make something quick to give my kids. And suddenly that becomes something cultural and is a way of sort of advertising shaping a social habit, though not in any deep meaningful way. So what are your sort of thoughts on this? Is this something you've grappled with?"
    },
    {
        "speaker": "Guest",
        "time": "01:25:09.960",
        "message": "Well, in a sense, you know, whenever you do any advertising, you do worry a bit saying, you know, am I like you said, you know, it's an echo chamber, right? So, you know, am I doing something which may reinforce something wrong in society? And I remember a young account executive who said, I refuse to work on a fairness screen, right? And then he refused to work on that brand we were handling. So that kind of protest happens. But, you know, I don't know whether, suppose I reflect something in advertising, is it going to harden the societal beliefs, right? And how can I do something different? Like, for example, in that famous Dara film, where that little boy is waiting there, you know, trying to run away from home. And that, you know, old man is coming, you know, and he says, Ramu kaka, I said, Dablu, idhar bete ho, mummy toh jalebi bana rahi hai. Now, when I wrote that in the book, and I said, it's an old postman. Now, my editor said, how do you know it's an old postman? I said, look at the semiotic symbols, you know, he's dressed in khaki uniform, he's on a cycle, he knows the kid, kid knows him. So we had to telegraphically put all that, you know, so that the consumer can quickly understand that it's a postman. You cannot sit and explain that he's delivering post and then, you know, you don't have the time, in 30 seconds, you have to tell that. So in a sense, you take a lot of these shortcuts. Some of these shortcuts actually reinforce wrong things in society. Like the whole, you know, the servant, the Ramu, in this case, Ramu kaka was a postman, but, you know, there's a Ramu's, it's the servant in the house. So the servant is always dressed in dhoti, you know, whereas the malkin is dressed in a nice thing. So you do that to unfortunately present some things which should not be presented that way. But you don't have the liberty to do that. In fact, the chapter on mystery of the missing sari, I've written about how a lot of brands have moved away from showing women in saris. Though your average consumer is using a sari, you're showing a woman dressed in trouser and shirt or in churidar and pants or whatever, because that is the aspirational dress of the urban Indian woman. Everyone wants to be dressed that way, though they are dressed in saris. And so today, the telegraphic thing, if someone is dressed in a sari, she's probably 60 years old, or she's a maidservant. Right? So how do I quickly communicate grandmother? Put her in a sari, put the mother in a pantshirt, and the kid can be in a pair of jeans. So I quickly established three generations. Right? So we take some of these shortcuts and maybe reinforcing some wrong things. So I think I've written that, you know, there is this group of people who are trying to get advertising people to become sensitive about gender. And how willy-nilly you may actually press the wrong buttons without realizing. Like there is this wonderful film written by my good friend Arun Kale about this bunch of 10 boys playing football, right, on a rainy day. And the goalkeeper is actually polio afflicted. He's got a crutch. And the game is going on and finally the kick happens, and this goalkeeper dives and saves the ball. Right? And when this is happening, you know, six kids are watching the game. They're all sitting on a parapet wall and watching it. All six of them are girls. So without realizing what have I done, I've said, boys are energetic, boys play football, girls don't. Girls sit and observe, girls sit and clap. Till I went through that workshop, I didn't realize this. I said, God, I mean, you've done something wrong. They could have easily made it three boys and three girls on the parapet and put two girls to play football. No one realized it. And I keep getting asked questions about why it's such a wonderful thing that Santur has always showed a girl child. I said, is it because of gender sensitivity, etc, etc. I said, I wish it was gender sensitive. It was not. It was a purely selfish motive that a little girl looks much more sweeter than a little boy. And you're selling a beauty product. When you're selling a beauty product, you want someone who looks beautiful. So, you know, have a pretty woman and a cute looking daughter makes better sense for a beauty product than showing a pretty woman and a nice looking boy. But people gave us credits. It's such a forward thinking, you know, that the girl child, but that was not that way. It was thought of differently. Sometimes you make the right decision for the wrong reason. And sometimes you do something without realizing that you're actually doing something wrong."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:30:14.640",
        "message": "Yeah. And, you know, another sort of interesting example, which comes to mind, which you spoke about in Nawab's News Noodles is, again, the example of Fair and Lovely, where, you know, the father doesn't really have much hope of the girl because, you know, she's not a son, what is she going to do? And she's not now using Fair and Lovely to attract somebody. She's using it to help her get a job. And she gets a job. And right at the end, you know, when she takes her father out to a hotel to celebrate, he calls her beta or whatever. And I remember when watching it, nothing struck me, it was just a commercial. When I read your description of it, again, I kind of almost recoiled saying, you know, how could, which also shows in a sense that I have changed in the way, you know, I look at the world change. And I suppose all of us, that's a natural and positive thing. But looking back, it just seems like such an incredibly regressive commercial. And, indeed, such a, you know, some would argue, like, I totally understand why the account executive you mentioned, didn't want to work on the product. You know, that's, that's completely sort of natural and understandable today. So the thing is that when a brand is sort of in a complex landscape, where for many people, they would not recoil, they would feel a surge of emotion, a positive emotion that the father has validated the girl by calling her beta, which was the original intent, obviously. And at the same time, there is a sliver of the consumer, which doesn't feel that way. And obviously, I often say India lives in three centuries at once, you know, the 19th, the 20th, and the 21st. And the 21st is kind of small and vocal and on social media and virtue signaling a lot, and they're going to jump on you for anything you do. So that sort of tightrope, how do advertisers and a brand manage that on the one hand, you want to sort of go in the right direction and do the right things and fight those stereotypes. On the other hand, to speak to these larger masses just for, you know, signaling to them who the mother is and who the daughter is, you know, you might argue the stereotyping plays a functional role there. And you also don't want to go too far to go out of your way to signal something to a particular elite bunch, which will piss off the rest of the people. And you also have to keep an eye on the politics of it, as we've seen from what happened in the recent Tanishq controversy. You know, so how does one walk this tightrope? What is sort of how does the advertiser deal with it? Because even if your core consumer doesn't care about a particular set of values, you might have an entirely different set of people jumping on you for, you know, who you're not even selling to. So how does one kind of navigate this? And is this something that you faced in your active days in advertising? Or is it something that's happening much more now? And you can just step back and say, okay,"
    },
    {
        "speaker": "Guest",
        "time": "01:33:08.960",
        "message": "not my circus, not my monkey anymore. You know, I think it's a tough, it's a tough situation, especially in India, because you're living like you said, in the 18th century, 19th century, and the 20th, and maybe entering the 21st century, it's a tough job. What you think is a perfectly harmless ad for an ad turns out to be politically incorrect. I remember, we had done this ad for Tata Indica, which said box shape, bubble shape, but then gentlemen prefer curves, and a lovely photograph of the car, right? We all thought it was nice, cute, fun. But you know, God forbid, some old gentleman actually wrote a letter to Mr. Tata, saying that, this is a very sexist ad, how did your company run this ad? So, you know, the question came to the marketing team, which gave it to us, and we said, look, it's over, the ad is not going to appear again. So that was the reply given to that old gentleman saying, you know, we apologize, and you know, we made the mistake, and we're not running it again. Then the guy was very happy. You know, so today, there's a multiple complexity here. Let's look at the fair and lovely and the, what is called the glow and lovely issue. I mean, is the consumer complaining about it? No. Does the consumer want to look fair? Yes. But where is the problem? The problem probably is coming from the global audience, right? The global investors are asking questions about, you know, you're saying I'm a socially aware corporation, how can you sell a product like this? Now, they pull out the product, what happens to the shareholder? It is a very, very profitable brand for them, right? So they're caught in this kind of a never never land. So not only is India living in 18, 19, 20, or 21st century, there is also maybe an influencer group sitting in London, who's living in the 22nd century. Right? So you know, balancing all this is very tough. And I think we did some amount of balancing during our days. Today, it's becoming even more tougher, right, because of social media. So I think companies have to be clear that at a point of time, I'll ignore social media, I don't care. Right? Like what, you know, when when Fair and Lovely did that air roasters ad, they were panned, right? Social media panned them, saying that, you know, this is, in fact, some website even rated it as the worst ad of the decade or something like that. But they said, forget it, this is too small, doesn't matter, we ignore them. Or even that wonderful Airtel ad, right, where this, the girl is a is a boss, and she goes home. And she's cooking something. And then she's asking him, what do you have for dinner? I mean, social media freaked out about it saying, why is she going home and cooking for him? Can't you advertising guys think of nothing better than women as cooks? But I think Airtel said, yeah, that's okay. You know, you can rant and rave about it. But we think we have done it right. Because we've shown a very modern woman. She's a very educated woman. She's actually her husband's boss. And she's going home and, and she's enjoying the cooking process. You know, she's dressed nicely and in a whatever, a t-shirt and whatever, and she's making whipping things up. And she's having fun cooking. It's not that she's toiling in the kitchen with her prestige pressure cooker and you know, making, she's having fun. So they said, we'll do it. And I think they ignored social media and they went ahead. Now, Tanishq was complex. One, it went on YouTube, it didn't go on TV. Maybe if it had gone on TV, positive force would also, you know, worked in favor of Tanishq. They went on YouTube, which meant the ranters saw it first before the lovers. And they started ranting about it. And the company decided to back off, which I think probably they realized that the time and the place was not right for something like that. You know, so, you know, for example, they did that wonderful ad with this girl getting married for the second time, doing the saath phera. Now I could say, someone might say, you know, in our Hindu Rashtra, there is nothing like second marriage. Ke saath phera kaise kar sakte ho? You know, you can't do it. And someone can start, you know, yesterday someone protested that, you know, you're insulting Manu Smriti because, you know, you said Babasaheb Anbekar burnt Manu Smriti. That's a historical fact. That's a historical fact. Now, so you got to, I don't know, it's very tough to navigate all this. So you've got to be careful what to avoid. By and large, advertising avoids religion. Internationally, of course, advertising avoids religion like the plague. I mean, America, American advertising, there is never any religion in play. You never show multi-religious people in an American ad. And as you know, and I've written about it, in America, they don't even collect data about your religious orientation in the census. That data is not collected because it's seen as privacy, invasion of privacy. Here, not only in India, we collect religion, we also collect caste and sub-caste and maybe even gothra, whatever, we'll collect all that. They don't do that. So we are kind of, we need to balance all this so that without, and then finally, Amit, our job is what in advertising? Our job in advertising is to sell the brand. So we cannot suddenly put on the mantle of, you know, I'm a social reformer and therefore I'm going to reform society. That's not your job. Your job, you're being paid to advertise. You're being paid to sell the product, sell the promise. As long as you do it well and you don't piss off too many people, I would say keep doing. So it's become more interesting today. Like you said, you've got to be a little more sensitive. I don't think in today's world, I would have done that box-shaped, bubble-shaped, you know, gentleman-proof of curves ad. I learned my lesson. But it's interesting that, you know, today there are multiple target audiences you need to be wary about."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:39:18.760",
        "message": "Yeah. And, you know, I caught you using the phrase, like the plague, which is not a phrase one should use in 2020, I guess. I just want to sort of, you were talking about the Airtel ad, which I think is a, you know, a perfect case study to go deeper into this. And I just want to quickly point out to my listeners what exactly happened in that commercial. That commercial basically shows an office scene and there's a lady sitting in a cabin and she's obviously the boss and this male employee of hers walks in and she's not happy with something he's done or whatever. She wants him to work further on it and he's unhappy about it. But she says, no, it's got to be done. And she gives you orders and she goes. And the next shot is she's at home and she's cooked a nice meal. And she does a video call to this same guy who you realize is her husband. And she says, okay, when are you coming home? Your food is ready. So it's like a dual role. And I found it on the one hand, for the vast majority of your audience, I think the signal here would be pretty progressive that women can work and aspire to great careers, that women can be the boss of men and it need not be something that hurts a male ego. But at the same time for another constituency, it's regressive because even though you've shown a, you know, a forward thinking, progressive woman, you are showing her cooking and therefore, you're going back into the old thing. And, and there's a similar dilemma, for example, that comes up around say, just sinking back if you're talking popular culture about the film article 15, which came out, and which I think most people would say is a very progressive film in the way that it looks at cost and tackles it head on and all of that. But I witnessed a panel discussion last year at this festival I'd gone to where the director Anubhav Sinha was being absolutely slammed because of promoting the white saviour complex. And, you know, why is the main protagonist a Brahmin? And why couldn't they have had a Dalit protagonist? And this is again, you know, the guy is made for what for 99.9% of the country is an incredibly progressive film. And you have a small sliver who are probably just signalling to their peers and looking for things to outrage about, just kind of going nuts on that. So I can sort of imagine that that's..."
    },
    {
        "speaker": "Guest",
        "time": "01:41:26.200",
        "message": "Amit, in fact, in that Airtel film, they don't reveal that they're husband and wife. And in the mobile phone, when the mobile phone rings, when he picks it up, it says wife, right? That's how you get revealed. But today, someone may say, why should it be wife? Why can't they be partner? Why can't they be spouse? You know, so like you said, there are different people. I remember at that talk, which I gave, I showed the ad of Fast Track, where there is this little cupboard, which is rocking. And then two girls come out of the cupboard and they kind of adjust their skirt and they walk off. And the line says, come out of the closet or something like that. And then I presented it as an example of, you know, propagating LGBT or whatever, right? I said, very progressive ad and from a very conservative group, Tata, Titan, etc. At the end of the talk, an elderly gentleman, my age or even older, walks up to me and said, you said it's very progressive, but what was so progressive? Two girls came out of the cupboard and they walked away. I said, sir, what were the two girls doing inside the cupboard? That is the story. And he said, ah, ah, I didn't realize. Yeah, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:42:38.960",
        "message": "That's in fact, what the two girls were doing inside the cupboard, you could say is a classic example of the seen and the unseen. I'll move on to my next question now, which is on, I think, a fundamental challenge that advertising has to face. And I'll again, quote your words about the media explosion over the last 10 years, where you write, quote, the last 10 years have seen an explosion of consumer choice and media consumption. Print is under attack from digital, even though Indian language print is still vibrant and blooming. Television has been growing rapidly as well. The numbers are astounding. There were a grand total of 55 licensed television sets when Nehru died in 1964, about a hundred thousand when Indira Gandhi declared emergency in 1975, a little over 2 million when the Asian games came to Delhi in 1982. 34 million families owned a TV set when Manmohan Singh opened up the economy in 1991. And when Narendra Modi was sworn in as prime minister in 2014, over 60% of the 250 million homes in India had a television set, stop quote. And now, of course, people don't only sort of consume video through television, you know, the mobile phones are almost ubiquitous now. So I have a couple of questions. One, of course, goes back to that famous, almost cliched quote of John Wanamaker when he said, you know, quote, half the money I spend on advertising is wasted. The trouble is, I don't know which half, stop quote. And it kind of strikes me that what has happened is one, media has become very diffused and dispersed to whatever metrics one comes up for gauging advertising effectiveness can very easily be gamed. So for example, I remember a time when digital advertising used to be sold on the basis of we get so many page views, but that's easy to game with crazy pagination or that, you know, the clicks became a measure, but all measures are easy to game. You don't really know how efficient advertising very often is. In fact, you have, you know, use the term spray and pray for digital marketing. And what's happened and I keep pointing out in the context of journalism, which obviously I know a little bit more about their advertising. But in the context of journalism, what has happened is that over the last 10 years, the way people consume and discover information has changed completely. And journalism hasn't figured it out. And it is completely clueless in that regard. And especially the mainstream outlets, but frankly, every single outlet more or less hasn't figured out that the way people are consuming information has changed so completely, and they need to do something about that, you know, and that might even be one reason that advertising as a business model seems broken for so many different industries. So what are sort of your thoughts on this? You know, how challenging are these times for advertising itself? Do we need to call into question how we define advertising and how we, you know, the practice of advertising"
    },
    {
        "speaker": "Guest",
        "time": "01:45:33.200",
        "message": "itself? So I think that's a tough, tough question to handle, Amit, because it's a, it's a, it's a huge question and it depends on the product category we are looking at. You know, I was chatting about this with Professor John Philip Jones, who's written several books on, you know, advertising effectiveness, and he's got a new book coming out. And he says that India has for a long, long time been dominated by packaged goods advertisers. You know, the Unilever, the P&G, the Godrej, the Coke, the Pepsi, etc. He says that this is going to change because those products, consumers will not want to consume based on advertising. They will want to consume based on whatever, discovery or pricing, etc. And other products will rise to the top. It could be healthcare, already wasting healthcare, ed tech, technology, you know, those will rise. But my feeling is, you know, that we keep saying the 30 second spot is dead. The hundred column centimeter ad is dead. I mean, I remember attending an FCB global conference in 1997 when Bruce Mason went on stage. I think it was Phoenix, Arizona, and he announced that the 30 second ad is dead. You guys better learn what is the new advertising going to be. At that time, when he predicted 30 second ad is dead, it was not because of online. It was because of video recorders, right? There was that fancy thing which was a rage in the US and people said people will not watch the ad. They will record it and the recorder will DVRs, I think, right? DVRs. They'll record it. It didn't happen, right? 30 second ad continued to 97, 2000, 2017. 30 second ad is still around. So my feeling is, there's an old comment, right? Television killed the radio star. It doesn't kill the radio star. It kind of made the radio star do something different. Like, for example, what you're doing, a podcast. So I don't think television will go away. I don't think print will go away. But in print, since you're in print and I also have some exposure because I sit on the board of The Hindu. So we always have the dilemma, is the news consumer who's consuming newspaper different from the news consumer who's consuming online version? Till now, it was chalk and cheese. The person reading the newspaper wants more detail, doesn't want… So he would rather have a headline saying Amit Verma interviews serial author Ambi Parmeshwaran and some interesting insights. Whereas the online version will probably say 10 things to learn from Amit Verma and Ambi, right? Or 10 mistakes Ambi and Amit Verma discovered when they talked. So the online is always a little sensational. But I don't know. If more and more paper people are going to go to online, will that online also have to change? Will it start? I don't think Wall Street Journal or New York Times are pandering to that bus feed and the witty feed audience, right? They are still maintaining integrity. So that I think will happen. As far as advertising is concerned, the big problem, Amit, is attribution. Ideally, you could say, why do I need anything? I just do search. But search is the last mile. So clients are figuring out that this pray and pray is not working. Unfortunately, in India, what has happened is YouTube has just become another television channel. So you buy, you know, what is the cost per million? So cost per thousand on Hindi GEC is, whatever, 50, 80 rupees. Cost per thousand on YouTube, with slightly better targeting, is, say, 100 rupees, 200 rupees, 300 rupees. Same thing with Facebook. Some of the clients I work with saying, hey, A. Clarke, if you spend one lakh, you get one million views on Facebook. I said, who? Generally anyone, right? So it's not then that there is nothing. Then that defeats the purpose of digital. Digital is supposed to be targeting, right? So I think smarter clients are figuring out. They're saying that I need to keep running experiments. I need to keep collecting data. I need to understand attribution a little better, right? And I think even Facebook and all these guys are trying to educate clients and saying, look, we can do the full, what they call the full stack or the full pipeline managing and full pipeline monitoring. But it's coming. I think in the next five years, we will see a lot of that happening in advertising. And another thing, which I think high time it happened, is that agencies and clients are now figuring out that it's completely unproductive to have multiple people working on the same brand. So I think, I've been speaking to some of the agency people are saying, look, we handle everything for this client, right? I handle this, for example, Nissan, and I handle all that happens on Nissan. I do the print, I do TV, I do online, I do search, I do everything because I understand the brand, I do everything. So I think the whole, what we call 360 degrees, I think it's coming back. And some of the smarter clients are saying, look, let's not have multiple agencies running amok with our brand. We need to put all that with someone whom we can trust. If that happened, then it's good for the agencies. They'll be able to command a premium, invest. The problem is in the good old days, when the client came to an agency, the agency started investing, started investing in doing your own research, understanding the product category, understanding the consumers. So you actually became a good sounding board for your client. I wish if that happens, that'll be very good for everyone."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:51:29.880",
        "message": "No, I actually agree with you about what you said about that, the online reader isn't necessarily looking for a simplistic kind of experience of buzzfeed clickbait, you know, five words of wisdom from Ambi Parmeshwaran today, or, you know, why Amit Verma was strangled by one of his guests on live zoom recording. But for me, what I see and in a sense, my podcast exemplifies that is that there is also a great hunger for depth and nuance, which you often don't get in many other sources. And all of us in that sense contain multitudes, right? I am the same guy who is hitting clickbait and who is, you know, who's got 60 tabs open on his YouTube, but also the person who listened to a three hour podcast and will read a book and take notes diligently. But I have a sort of a more fundamental thought on this. And I don't even know if this is a question, but I'm just putting this thought out there for my listeners. Because from a content creators point of view, I've been thinking about this a lot recently, which is that look, you know, where was the scope for advertising to even exist to begin with? And part of it, I think comes because when a content creator creates something of value earlier, there was no way to monetize that. But advertising, advertising was a big part of the mix. So everyone who's listening to this podcast, obviously is valuing it is paying for it with their time because time is money. So if you spend like say one and a half hours listening to my three hour conversation at double speed, that one and a half hours is worth a lot to you. And you're paying for it. And you would actually be willing to pay for it directly, except that earlier, there was no mechanism to do so there was too much friction, you can't pay for each and everything you consume. So one via medium for that is advertising where advertisers come in and they buy those eyeballs from me, the content creator, or more likely because I can't scale on my own, I would sell my content to a platform, the platform would get the collect the eyeballs, and advertising would come in. What is now happening, and it's very exciting and is going to accelerate is that more and more for creators, at this point in time, possibly only for elite creators, but more and more for creators, it becomes possible to kind of get that value from the reader or the consumer or whatever you're creating directly, you do not need the platform like I might literally even though I'm on the roster of the Times of India still as a columnist, I think it is plausible that I might never write for a newspaper again, because I don't need to, I am reaching those people directly, they are discovering and navigating content differently. And there are various other ways of monetizing which are working out for me, which have nothing to do at all with advertising. Now, obviously, in the sense that I have other ways of direct monetizing working out for me, that automatically makes me an elite creator, and it's not necessary that that will percolate through. But I think new platforms will come in new ways of monetizing will come. So my very rambly sort of thought, then is that what is the advertiser to do? Because to me, advertising was a mechanism for creators to capture some of the value they make for their content. So do you have"
    },
    {
        "speaker": "Guest",
        "time": "01:54:36.240",
        "message": "any thoughts on this? I think it's it's a it's a great narrative. What you said is right today, there is an audience for a 15 minute podcast, and there is also an audience for a one hour podcast. So the audience is multiplying. Now, let's pull back. Where did advertising come from? Advertising came to piggyback, like you said, on audiences, early newspapers, for example, you know, that's where it started, early newspapers started. And then advertisers became a little greedy. And they said, Look, we need more audiences. So they went and created the original soap opera on on radio. It was advertising created, it was created by Procter and Gamble, because they said, let's get more people to come in, come and watch this. Going, I mean, so that that equation is continued, and you gave, gave content free to the consumer, but the consumer paid you with their time. And what you got from the consumer was attention. And for their attention, you delivered five messages, six messages to them. But today, I think there is a lot of opening up happening. Thanks to digital technology today, you can actually collect money from every listener, right? So you can technically say, you want to, you know, what Steve Jobs did in a phenomenal way, right? $1.99 for a song, and he could sell songs, right? Till then, it was inconceivable, right? Today, there are aggregators who are saying, Look, you don't want to subscribe to New York Times, you want one article, pay one cent. You know, New York Times is happy, they get paid one cent for it, whatever, you know. So that's going to happen more and more, that there are going to be aggregators who come in. So I think this earlier pie in India, even the television pie in India was 90% advertising, 10% subscription, and that is slowly changing, right? It's become 55-45. Unfortunately, in India, and you write for Times of India, I write for Business Standard, and I write occasionally for ET. The problem is English media in India, English newspapers are highly subsidized, right? English newspapers in India today charge a cover price, which is even lower than that of a Hindi newspaper, paper to paper, right? In fact, ideally, English paper should be charging more than Hindi paper, right? Because it's supposed to be elite audience. But you know, for whatever reason, Times of India figured out that I need to drive readership, and they've driven readership, and they've kept the price low. But going forward, I think we will see these multiple buckets getting filled. It could be the bucket of, say, clean advertising, a bucket of what we call subscription fees. Maybe, you know, in film, in the other debate which I was having with a friend of mine, saying that, look, if 50% of television audience is going to go to OTT, and OTT doesn't have ads, what is going to be the advertising of the future? It will be product placement, right? Where your brand gets placed inside an ad. I mean, the first big such product placement was American Idol and Coca-Cola. Coca-Cola paid a million dollars to just have the Coke can in front of the American Idol jury members. And that partnership continued for something like 10 years. One million dollars just to have the can there. And now, you're having OTT serials coming. And I'm sure, you know, brands will say, and producers will say that. Producers will say, look, and they will tell Amazon or they'll tell Netflix, look, we are going to monetize this series. We're going to have a car sponsor. We're going to have a shooting sponsor. We're going to have this. We're going to make, you know, a crore of rupees from them. Is it okay with you guys? Right? So, that will start happening. And I remember seeing that serial with Sushmita Sen on Disney, right? About this Rajasthan drug thing. Maybe you didn't see it. And she was driving an Audi all the time, right? A lot of film happens in that Audi. I said, why Audi? Did Audi pay for it? You know, if they did, smart. They paid for it. But otherwise, I would say, why did Ram Madhwani use Audi? Right? He should have, you know, Ram is from advertising. So, he would have probably figured out that, you know, that he'll get a car sponsor. So, those things are going to happen. So, one other hypothesis I have, I don't know whether it really happens, is that 20 years from now, advertising will be so intuitive that you will not even realize it's advertising. That you're watching James Bond and the guy is ordering whatever, you know, Sky Vodka. You don't even realize. And then after the movie, you go for a drink and you order Sky. You don't even realize that, you know, what if you go back to Ernest Dixcher and this whole thing about hidden persuaders was that, you know, that you can actually bias consumers. So that, I think, maybe that's too futuristic, but that may happen. That you will have, every content creator will have four, five, six different buckets from which he can make his money. And one has to realize that, what are those four, five buckets? And how can I make money without upsetting these? And obviously, if you put too many ads, no one will come to your podcast. Right? If you charge too much, no one is going to come. Right? So you need to find that the right balance. And I think everyone will start finding that over a period of time."
    },
    {
        "speaker": "Amit Varma",
        "time": "01:59:59.520",
        "message": "And what you just said about, you know, how in the future, you know, we might be responding to advertising all the time without even realizing it. And, you know, anything that sounds futuristic but plausible is something that will inevitably happen at some point, right? It will inevitably happen at some point. So does that worry you? Does it worry you that there'll be so much sort of, I won't even call it surveillance, because it's not really humans doing the surveillance, it's more algorithms who know every sort of rug of the individual, as it were. Does that worry you? Or do you think that, fine, it's all in our service anyway, so why does it"
    },
    {
        "speaker": "Guest",
        "time": "02:00:35.600",
        "message": "matter? It is a little worrying, but I think consumers will wake up to it. Because, you know, you suddenly go and search for something, and then you go to Facebook, you suddenly see an ad for that, and you realize that, yeah, there is some cookie which is doing this. And today, you know, especially those people who have seen, you know, Social Dilemma are even more sensitive to this, but consumers will wake up to it. And I think companies are also now... I was talking to a friend of mine who's in the algorithm space, and he was saying that, like Apple, which is saying that, you know, all the cookies are going to be in the phone. So it'll be in the phone. So it'll be totally privacy protected. Apparently, Android is going to do the same thing. So maybe those things will happen as a result, this kind of blatant. And you know, first time I was hit by this, Amit, you won't believe it, was about almost 15 years ago, when I was taking a flight and I land in Kochi, and I switch on my, those days, BPL mobile phone, and I get an SMS message saying that, you know, this Kochi hotel has got a great offer. I said, shit, you know, I mean, I didn't know that existed, right? I mean, you land in Kochi, and then, obviously, the mobile operator knows where I am. And they say, okay, you want a hotel? Here is a hotel. That's today so natural. You go and search for something, you get served something, you know, it's so natural. And I think consumers are... consumers will slowly realize it's, you know, I think it'll evolve in its own way. You know, in the early days, consumer may have got very biased. I was looking for a Zodiac white shirt, and look at it on Facebook. You know, it's like, you know, but, you know, tomorrow, okay, so this is an algorithm. So it's there. Okay, fine. I may not buy it still, if I'm not happy. So that could happen. Consumer will also evolve, right? Consumer will evolve, and consumers are pretty smart, whether we... whatever the algorithm may say, consumers will figure out what they do, what they like, what they don't like. And I think that's going to happen. That consumers will wake up to all these hidden persuader tricks."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:02:49.000",
        "message": "Yeah. And in fact, you know, I think one danger also is of sort of treating consumers condescendingly as if they are sheep who don't have agency and can't sort of see all this for themselves. And I also want to assure my listeners that there is no product placement on this episode. So although you have heard the names of a lot of brands, and Ambi just mentioned Zodiac, there is no product placement at all. We will have none of that happening here. So you know, it's time to get to your latest book Spring. But before that, I'd actually like you to sort of say a few words about Sponge because I enjoyed that as well. And I must confess that I hadn't read that earlier. You know, while prepping for this episode, I thought I should read a bunch of your books. And I enjoyed Sponge also, especially as a framework for how one should think about just the process of learning, although you've sort of positioned it more towards leadership and so on. But so tell me a little bit about how the idea for the book came about. And if you can just sort of, I mean, I will, of course, urge all my listeners to kindly buy this and especially Nawab's noodles as well, because it is so much about advertising in that which we haven't spoken about such as changing gender roles, how children are used, you know, the use of celebs in advertising and so much else that I wanted to ask, but that would take another five hours. But tell me a little bit about Sponge how it came about and, and it feels that all of these books, Sponge, Spring now, even though they are sort of in a sense, self help books where you're sort of sharing insights and lessons and so on. At another level, they're also deeply personal, which comes out in the narrative that these are life lessons that you have learned. And therefore, you know, you're kind of sharing that with the world. So tell me a bit about Sponge."
    },
    {
        "speaker": "Guest",
        "time": "02:04:34.840",
        "message": "Okay, Sponge, actually, the idea for Sponge came a long time back and I was walking in our IM Cal campus with an old friend of mine. And he is a big professor in the US and he consults with a lot of big companies. And he was sharing his anguish and he said, look, Rambi, you know, I deal with all these CEOs in the US and a lot of them, only thing they know is how to manage the board. I said, what do you mean? He said, no, yeah, they don't understand strategy. They don't understand anything. And it's just how to go past every quarter and how to manage the board. Is that your experience? And that's when I started thinking back and I told him, look, actually, my experience is the opposite. You know, I've been, maybe I've been lucky, but I've met so many CEOs in Indian business and they've all been delightful. You learn so much from them. Yes, they are challenging. Some of them are a little rude. Some of them push you too hard, but you know, very, very, you know, you learn so much from, you know, from, I've learned, I mean, I said, I'm thankful that I, from my early stage in career, and I've had lucky to work with so many CEOs and I've learned a lot. And we kept talking about that, stayed in the back of my mind. And so when Nawab Noodle came out and I was sitting with Anish Shandy, who's my agent, and we were happy with how the book was doing. So he said, what next? So, and I said, look, I want to write about what you can learn from clients. So he said, can you tell me a story? And I narrated my, there's there in the book, right? When how Mr. Tata decided to drop everything and come to the NCPA to check the color of the car. I mean, that's, that's an amazing attention to detail, but also the passion of the man, what, you know, the fact that he's so passionate about the business and, and he looks at these, these micro details and he dropped everything and came there to spend an hour to check the color of the car. And I, he said, yeah, great. He said, write two, three chapters. And I, and I, and I wrote those, you know, I think 20, 24, 27 chapters I wrote, and then, and then I ran out and, and he asked, you know, I said, that's it, you know, and I said, I will also write something which is completely unexpected. I've written about account executives from whom I've learned and even written about a driver, you know, an office driver in, in Hyderabad office, Gausbai. And I wrote one chapter on him because I think I learned something from him. You know, so the hypothesis is whether you're a senior, junior, you will meet a lot, you know, in B2B, Amit, in B2B marketing, there's always a buyer seller fight. You know, the customer is always seen as someone demanding a low price, making unreasonable demands of you, putting pressure on you. I said, no, I want to change the narrative. I said, look, you can learn from every one of your customers. If you approach the situation with that mindset. And that was the reason for, for writing that book. And I've kind of dedicated it to all the, all the wonderful clients I've had in my life. And I, and I remember the book talk, which I gave, Sam Balsara of Madison asked me a cheeky question saying, Ambi, does it mean you only had good clients? So I said, no, you know, I was a good agency, so I only got good clients. I don't know what kind of an agency you're running. I don't know what kind of clients you're getting. So he laughed, he said, yeah, good one. So, but the fact is obviously, you know, I've had tough times with clients and those, in fact, one or two of those stories are also in the book saying, you know, really tough clients. I mean, clients will insult you, but then you can, you can manage it. You can manage that situation is all I'm saying. And some of these stories I've told my, my young colleagues, you know, that this young pup of a brand manager said, I will sack your agency. And I was, you know, average or whatever. And I, and I had to tell him, listen, Amit, you can't sack the agency. Your father can't sack the agency. Your grandfather can't sack the agency. And I don't think you know your great-grandfather. So don't talk shit. I was a one-year-old guy in the advertising, right? And this was a brand manager in a large company. I mean, that was really crazy to say that. But I said that, I don't know why he backed off. He said, no, no, why are you getting upset? I was just saying, I need the poster in two days. And you're saying all this to me. I will not sign. Where am I? I'm not going to, he virtually started crying. Can I tell these guys, look guys, you know, you know, barking dogs never bite. So don't get scared. If a customer tells you, I will sack you, but be worried. If the customer doesn't tell you that he'll sack you, but watch out the smoke signals. And, and those are the clients who will actually sack you. So it was putting it together. Yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:09:43.240",
        "message": "That was such a filmy dialogue by you. I think all the listeners will suddenly be sitting up in that chair that your father can't sack me, your grandfather can't sack me. Marvelous looking at Ambi Parmeswaran with renewed respect. So, you know, one more question about the book before we move on. So, you know, I enjoyed all your personal anecdotes about Ratan Tata, about Rohinton Aga, about Hemur Amaya, some fantastic stories, but I was particularly struck by your anecdote about Varghese Kurien. And I'll quickly recap it for the benefit of my listeners that Ambi and his team went to present something to Varghese Kurien and they're presenting this campaign. And somebody in Varghese Kurien's team says, wait a minute, that blue is a bit of an issue. Can we do something about that blue? At which point Mr. Kurien turns to this young pup in his organization and says, dekho beta, not in so many words, obviously, but essentially that, listen, imagine a building with five pillars. And if you tell the architect, I want it to stand only on two pillars and the architect does that and it falls, are you going to blame the architect? So similarly, you know, don't mess around here. If you have any feedback, give it to them, but don't give arbitrary orders ki isko nikaalo, usko nikaalo. And I thought that, you know, what struck me about that was the humility of the man that despite having reached where he has reached and achieved all that he has achieved, you're willing to sit back and acknowledge that my knowledge is limited. And I should keep that in mind when I sort of engage with the world. And it strikes me that that is in fact identical to the metaphor of the sponge that you're bringing out, that the sponge has a sort of functional humility built into it, that it will just absorb all the water, take the nutrients and then let the water seep out of it. So my larger question, based on the fact that you have, of course, met many more CEOs and important people than I have, how important a characteristic is humility in people achieving excellence and, you know, reaching where they reach?"
    },
    {
        "speaker": "Guest",
        "time": "02:11:40.200",
        "message": "I think, you know, in several stories I've written, I've recounted, you know, that some of the wonderful people I've met are the most humble people, right? I mean, the leaders, whether it was Rohit and Agha, who I used to call him as an account executive, I used to call him and he used to take the call and I say, sir, you know, we have money shortage, we need money and he used to talk to me. So we got this thing, it's going to Russia, once I get there. I mean, so whether it was, you know, so I think humility is extremely, extremely important in a CEO. In any leader, forget about CEO, any leader have to be humble, have to be ready to listen to people around him, whether it is a young colleague or it is a peer. So decide, you know, I think that's a story which I've narrated about Dr. Kurian that, you know, once they identify a partner to work with, then the partner is always right, till they probably mess up in a big way. But, you know, you select carefully, you don't select someone who will mess up in a big way, right? So you select carefully, after that you trust the partner, right? So in advertising, you work with a photographer, you trust the photographer generally. You work with a filmmaker and you say, I don't want the music and I remember we made some film and the brief was, we don't want a jingle. But the director comes and says, no, I've done a jingle. And you know, for a fact, a jingle costs him money. Putting some simple music is costing much less than say recording voice, et cetera. But so you admire the guy saying, you know, you're committed to this, fine, we'll watch it. And then if you don't like it, it'll be rejected. So you got to surround yourself with associates, with partners whom you can trust. And that will only come if you are humble and you're not full of yourself saying, you know, I'm the greatest guy, I have the biggest ideas, you know, I'm the smartest guy. No, that's not the way to ongoing success."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:13:41.220",
        "message": "And that brings us to your latest book. And you actually mentioned the sort of the genesis story of the idea for the book, that you were giving a talk about sponge at, you know, this university campus. And at the end of it, this young girl in the last, near the last to ask you a question that, you know, all this is okay for you to say you have access to all these CEOs, you can learn for them. But you know, for most of us, we just face rejection and everything we do, how do we sort of cope with rejection, at which point you pointed out that they expected you to sheepishly not have much to say, because you have been so privileged. But instead, you gave a 10 minute talk where you spoke about all the rejections in your life and how they shaped you and got a standing ovation at the end of it and thus was born spring bouncing back from a rejection, which is on the stands now. And I encourage everyone to kind of pick it up. So tell me a bit about this, like, you know, is it in hindsight that you look back at the times that you face rejection, for example, you know, from Unilever twice when you were in IIT Madras, and then IEM Calcutta, and then you sort of draw from that or is rejection something you actually thought about at all the different times you actually got rejected? And, you know, built a framework around that to sort of deal with that? Or is it you know, the accumulated wisdom of a lived lifetime sort of looked at in hindsight?"
    },
    {
        "speaker": "Guest",
        "time": "02:14:58.160",
        "message": "It's a combination. I think I thank that girl for asking that question. And even now, you know, I sent this book to my old boss. And he also asked, what rejection have you faced, yaar? So I said, you know, I've written a book, please read it, you know. So I think some of this is hindsight, you know, you realize that at that time, you did face that rejection and you managed to handle it. And you handle it in a particular way. Some of it is kind of, you know, reflection of what happened in the past. And some of it could be live, you know, I mean, the Hindustan Lever summer internship was live. It was a rejection which hurt me. I didn't sleep that night. But then I said, look, I cannot continue like this. I cannot continue applying to Hindustan Lever and getting rejected. This is not on, you know, this is not my life. You know, I need to figure out what I enjoy doing. And it gave me that whole power of, you know, redirection and I explored a new area. And, you know, I mean, the two months in Calcutta, I enjoyed different types of cuisine. I went to my first jazz concert. I started understanding what was jazz. You know, so it was so enriching than, you know, going around, let's say, some Jabalpur market and, you know, doing some market research study for a packaged goods company. It was so much more enriching. So some of those are live, you know, you know that, you know, you've been rejected. You know, you can handle it in one way, but you handle it. Like I give an example of the rejection which we had with Hyundai, right? When we faced, you know, we pitched and we knew we were not getting it. And at that time we said, look, we are not getting this. What are we doing wrong? And then we figured out you cannot win a big car client by carrying three layouts and two scripts. It's not going to work. You need to rethink the whole thing. And you need to immerse yourself in the category. And this is what we did. And then we got the Tata Motors business. So some of those are live. Some of those are like, you think back, you know, like I would have narrated a story about my grandfather. You know, at that time I was a kid, right? I was probably eight years old, something like that. At that time I didn't realize the momentousness of that event. That, you know, Prime Minister's car was supposed to stop in front of my grandfather's business, business premise. And my granddad was supposed to shake his hand and garland him. Okay. I mean, it's such a, such a huge honor, right? And the car just drives by. Did my grandfather get upset? No. He didn't, you know, he didn't take it personally. He said, no, it's okay. They didn't stop. Fine. No problem. You know, I didn't ask for it. It came my way. It's not going to happen. It's okay. As it turned out, you know, on the return trip, the car came and stopped and my grandfather actually met the Prime Minister and garlanded him and all that. So, so I, but that for one hour, one hour, I did not see him say one bad word about anyone. I was a little kid hanging around there on the side, just watching what was going on. You know, I mean, uh, people are, you know, ranting and raving and all that, but the grandfather was cool. Okay. No problem."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:18:03.960",
        "message": "I said, wow. Even someone who had reason to say it's Nehru's fault didn't say it."
    },
    {
        "speaker": "Guest",
        "time": "02:18:09.960",
        "message": "Yeah. Nehru or Kamaraj's fault, or probably that, that, that cop, rider's fault wouldn't stop. But you know, but he didn't, he didn't blame anyone. He didn't say anything. Yeah. He could have actually ranted and raved about Nehru and he would have been way ahead of his time. Uh, you know, but, uh, he didn't do that. And that, you know, if I had not started writing this book and started digging deeper into rejection and like, like we discussed, like you don't start writing a book, you form some kind of an idea and you start reading. And I, and I started reading books on resilience, about six, seven books on resilience. I started reading articles. I went, uh, you know, psychology today is a fabulous website. I read all those articles. I went through some academic journals and then I came across this term, don't take it personally. And then the story came alive in my mind. You know, when I read that, you know, what do you mean by don't take it personally? And then I linked that my grandfather's story to the concept of don't take it personally. So, you know, you read, read, read, read, and then you pick up something and then you connect it. Uh, even that, you know, APJ Abdul Kalam story about the inner critic and all that, that I read that story in a different book and I said, look, what must he have gone through when the so-called first SLV literally came down in 317 seconds? And what did Professor Satish Dhawan do to protect Dr. Kalam and how Dr. Kalam remembers that, you know, so vividly and, and that, you know, how he overcame that failure or that rejection to then become a, you know, very, very successful, uh, you know, uh, satellite launching technologist, uh, you know, among other things. So, and you, you know, you have one or two stories in mind, you start reading, reading, reading, and then you start suddenly start connecting, saying, you know, I want to write about this. I want to write about that. Where's the story? And you go back. And the, what I also decided this book, I will, you know, sponge is all about my stories, uh, especially FCB Ulka, a lot of those stories. I said, spring will have minimum, uh, FCB Ulka stories and maximum other stories. So I, I spoke with academicians. I spoke with very senior bureaucrats. I spoke with sports personnel, uh, you know, Olympians. And then I started pulling out their stories into the book, startup entrepreneurs. I started putting that in the story. So this book is a little bit, uh, it's not just my advertising, uh, stories. It's, it's a lot more, uh, from, you know, there are startup entrepreneurs in there, there are academicians in there, there are Olympians, there are authors, uh, musicians. There are probably 60 different stories in this book. And probably six of them are from my life and the others are from outside, you know? So, uh, some of the stories are so sensitive that I've hidden the name, but you know, someone, some reviewer called me, he said, are these all true stories? I said, yes. Every single story there is true. If I've not put the person's name, it happened. I didn't put the name, not to embarrass him, embarrass him or her. Right? So everyone, every single story there is true. So it was great fun writing it. And, and this book is actually aimed at the slightly younger target audience. So when someone writes to me, saying enjoyed the book, et cetera, I say, yeah, give, give it to your son or give it to your daughter or give it to your neighbor's kid or give it to your nephew or niece. You know, if they, especially if they are 19, 20, 25, uh, they will find it a very useful read. So thank you. I think this is a different book to write. Interesting."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:01.360",
        "message": "No, no. I loved it and found it so insightful, not just for the 20 year old, but also for someone in his mid forties, like me, I guess, compared to you, I am the slightly younger"
    },
    {
        "speaker": "Guest",
        "time": "02:22:10.320",
        "message": "audience. You're a spring chicken."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:22:12.320",
        "message": "I'm a, I'm a spring chicken. I was, I was, uh, you know, one of your insights was struck me, reminded me of something that happened in my poker days where a bunch of us veterans were sitting around and this young guy comes and he says, you know, I'm playing so well, nobody ever calls my bluffs at which point we all laughed. And I told him that, listen, if no one ever calls your bluffs, it means you're not bluffing enough because obviously the optimal level of bluffing will mean that some of your bluffs get called. And I was reminded of this by this lovely quote in your book, which is, uh, and I want all the 20 year olds kindly to listen to this and remember this quote. If you have not faced rejection, maybe you have not tried hard enough, stop quote. And elsewhere, you quote, as in PMG as saying, quote, if people are not laughing at your dreams, your dreams are too small, stop quote. And all of it was very inspiring. I mean, it actually sort of gave me a warm glow. When I look back at the various times I have been rejected because I can use these narratives to sort of, uh, frame it. Um, so, you know, I've, I've taken a lot of your time today and I know you're also looking forward to, uh, you know, getting to lunch. So I would ask all my listeners not to reject your wonderful book and to immediately go out and buy spring bouncing back from rejection. But before that, a sort of a final question from you that one of the things that I realized while going through your books, while watching your videos and so on is that over this life that you have lived, you have actually made a conscious effort to write about all of this wisdom that you have accumulated. And at the end, you know, thankfully the world gets to benefit from it because we get these books and we get those videos and all of that. And there are a lot of gems in there. But if you were to today encounter the 20 year old Ambi Parmeswaran, maybe the sort of the kid from Godavari hostel, IIT Madras will just listen to dark side of the moon and who's on a bit of a high and feeling good about life. And if you encounter him and you have to give him some life advice, uh, you know, what would you tell him that you wish someone had told you back then?"
    },
    {
        "speaker": "Guest",
        "time": "02:24:15.240",
        "message": "Oh, thank you. Uh, Hamid, thank you for having me on the show and all your kind words about, uh, about my book. I'm happy we're doing this show. I'm happy that, you know, we are reaching an audience talking about this. So let's say 20 year old, uh, Ambi will be probably sitting in the Godavari common room, uh, after dinner with his good friend, God bless him, Joe Mariswamy, listening to dark side of the moon for the 300th time. Right. I'll probably go and tell him, yeah, start reading more, you know, uh, you know, enough of this dark side of the moon, but, but I really don't, you know, I think, I think, uh, it was good because it kind of widened the horizon. Uh, I would have probably told him and I, and I, I did good. I should have told him this said, get your swimming, right? You know, you won't believe it. I, you know, they built this beautiful Olympic size swimming pool in IIT Madras. I went for a swim with my good friend, uh, Bala PD Bala, we call him and Joe. And I don't know what happened. I almost sank. Right. And I kind of went down and the lifeguard pulled me out. After that, I did not go into the pool. Right. And this has been nagging in my head, you know, you know, swimming, swimming, you know, I've not learned swimming. I'm always scared of depths, always scared of depths. So a year and a half ago, I said, I've got to overcome that. And I got myself a personal trainer and now I can do, you know, whatever 10 laps or 20 laps on, on Olympic size swimming pool without a problem. So I would have told him that guy, get up tomorrow morning, go learn swimming. You know, I would have told him that, but you know, finally I, I, I did, I did learn swimming. So that"
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:01.320",
        "message": "was good. That was very good. That's a, that's a pretty amazing answer because you have done so many different things in your life, but the one thing that you focused on now is the one thing that you did not do. And I think there's a lesson in this for all our young listeners that, uh, you know, don't, don't leave things undone. Just, just, just try everything, just go for it. And, uh, uh, yeah, if you aren't rejected, you're not trying hard enough. Amri, thank you once again for"
    },
    {
        "speaker": "Guest",
        "time": "02:26:25.640",
        "message": "coming on the show. It's been such a pleasure chatting. Thank you. Thank you. Thank you, Amit. Thank you, Amit, for having me on your fantastic show and, uh, Seen and the Unseen. And I hope during the discussion, we have done a bit of seen and unseen on the show. We've taken our listeners to some of the stuff they have seen and probably many other stuff, which is unseen for them. So thank you very much. And God bless you. Thank you."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:26:54.480",
        "message": "If you enjoyed listening to this episode, do head on over to your nearest bookstore online or offline and pick up any of Ambi's books, which I will also link from the show notes. You can follow him on Twitter at Ambimgp. You can follow me at Amit Verma, A-M-I-T-B-A-R-M-A. You can browse past episodes of the Seen and the Unseen at SeenUnseen.in. Thank you for"
    },
    {
        "speaker": "Unknown",
        "time": "02:27:16.360",
        "message": "listening."
    },
    {
        "speaker": "Amit Varma",
        "time": "02:27:29.520",
        "message": "Did you enjoy this episode of the Seen and the Unseen? If so, would you like to support the production of the show? You can go over to SeenUnseen.in slash support and contribute"
    },
    {
        "speaker": "Unknown",
        "time": "02:27:40.040",
        "message": "any amount you like to keep this podcast alive and kicking. Thank you."
    }
]