[
    {
        "speaker": "Amit Varma",
        "time": "00:00:00.000",
        "message": "Welcome to the IBM Podcast Network. Let me begin the show with a confession. I am God. Yes, you heard me right. I am the Almighty God. Now, it might seem kind of contradictory that I'm also an atheist, but that's what happens when you lack self-belief. Anyway, let me tell you about what happened yesterday morning. It was monthly admission day. That day in the month when I admit dead souls into heaven. So, I was sitting at the gates of St. Peter's and as the applicants trooped past me, I gazed into their souls to determine if they were worthy of admission. Had they been defenders of freedom all their lives? Had they respected the personal autonomy of others? Had they been kind and empathetic to their fellow humans? Did they like golden fried prawns? Anyway, so I chose a few thousand souls and they all gathered before me. I said to them, you will now get the rewards for your earthly good deeds. You can have whatever your heart desires. Who here wants an eternity of sensual pleasures? The crowd was quiet. No one stepped forward. I tried again. Who here wants to lie on a comfy divan with slaves in silk harem pants holding grapes above their face? No one volunteered. Who wants to listen to some divine music? Who wants to watch movies and eat seafood platters all day? Who wants to do adventure sports without risk of death for you're already dead, ha ha ha! Who wants to watch CCTV footage from any place on earth? Silence. No one seemed to want any of these things. I was bemused. I asked them, so what the hell do you want? One of them shouted, we want jobs. Then all of them shouted in chorus, we want jobs, we want jobs, we want jobs. My mouth was open in divine astonishment. Finally, the first guy said to me, we want jobs. Jobs is our idea of heaven."
    },
    {
        "speaker": "Unknown",
        "time": "00:02:08.600",
        "message": "Welcome to The Seen and The Unseen, our weekly podcast on economics, politics and behavioral science. Please welcome your host, Amit Badma."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:02:19.200",
        "message": "Welcome to The Seen and The Unseen. This episode follows on from last week's episode in which I discussed the Right to Education Act with my guest, Vivek Kaul. We ended the episode when Vivek pointed out that one of the unseen effects of our dismal education system was that so many people were simply unqualified for the job market. Because there was a demand-supply mismatch at the level of education, there was also a demand-supply mismatch at the level of jobs. Both Vivek and I feel that India is headed for a jobs crisis. This jobs crisis is the unseen effect of decades of bad policy. Our education system is messed up, our labor laws are horrible, the license in Inspector Raj has crippled India, and our agricultural policies have trapped our farmers in a vicious cycle of continuing poverty. To talk more about this jobs crisis, I've got Vivek back with me in the studio. Welcome back, Vivek."
    },
    {
        "speaker": "Guest",
        "time": "00:03:13.200",
        "message": "Thanks for having me over again. One of my friends, Varun Mitra, who was on the show,"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:03:17.700",
        "message": "a few weeks ago, often quotes Naipaul and talks about the million mutinies that are brewing in India. And some of these recent mutinies that we've seen are like the Jat agitation in Haryana, the Patidar agitation in Gujarat, and all of them revolve around the question of jobs, a subject which you've studied very deeply and are very worried about. Can you expound on that a bit? Yes."
    },
    {
        "speaker": "Guest",
        "time": "00:03:39.100",
        "message": "So, you know, the funny thing is that most of these job agitations are centred around people who come from landowning castes. So, if you look at Jats in Haryana, or you look at the Patidar Patels in Gujarat, or the Marathas who have been having these silent rallies all across Maharashtra, or the Kapus in Andhra Pradesh, they are landowning castes. So, the point is that they never really needed jobs up until now. Now, what has happened is that over a period of time, the average landholding of a farmer in India has come down dramatically. And as per the agriculture census of 2010-11, which is the latest data that we have, it's come down to around 1.1 hectare. And they've come down essentially because families are growing."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:04:34.300",
        "message": "Because, you know, every generation the land gets divided."
    },
    {
        "speaker": "Guest",
        "time": "00:04:37.300",
        "message": "You know, there is only so much of land going around. And so, the land keeps getting smaller and smaller. And, you know, as the land keeps getting smaller and smaller, the economies of scale keep going out of the window. So, farming is not as lucrative for them as it used to be. So, they need jobs. The problem, as we discussed in the last episode, is that the educational outcomes of people who have been through the Indian schooling system, are really not up to the mark. And they want government jobs. So, the irony again is that, you know, the government jobs are going up at a very, very small pace. I mean, in case of many, many, in many states, the government jobs may have actually come down. In one particular state that I studied in the book was Haryana. And in case of Haryana, the rate of, you know, job acceleration at the Haryana government level has been very, very slow. So, the funny thing is that, you know, I really don't know as to why are they asking for a government reservation because the government doesn't really create jobs anymore."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:05:51.700",
        "message": "So, give me a sense of the scale of the problem. Like, this demographic dividend that we speak of, is it really a dividend?"
    },
    {
        "speaker": "Guest",
        "time": "00:05:58.700",
        "message": "What kind of... Yes. So, you know, there is a lot of research around this. And essentially, the researchers try and estimate as to you know, the number of new individuals entering the workforce every month. And the estimates vary. But on an average, they all come to, you know, something around 1 million individuals entering the workforce every month, which is around 1.2 crore every year, which is around half the population of Australia. Now, in the traditional sense of the term, you know, what does demographic dividend mean? It essentially means that when your working population, working age population is growing at a faster rate than your overall population, then the country tends to benefit. Because as these guys get jobs and, you know, they spend, you know, they earn money and they spend that money, the economy tends to grow at a much faster rate than it did in the past. So, there are examples of this demographic dividend happening all over the world, including China. But then there are other examples in the Middle East where the demographic dividend did not turn out to be a demographic dividend. You know, in India, the way we are currently going, there are not enough jobs being created for the 1.2 crore individuals who are entering the workforce every year. So, there is a supply problem. There is also a problem at the level of people who are entering the workforce in the sense that their learning outcomes, their educational outcomes are really not in place. I mean, as we discussed in the last episode, you know, people can't do basic reading, basic writing. And an average Indian is educated only until the primary school level. Now, which is not in this day and age, which is, you know, it's very difficult to be a primary school, pass out and find something of a proper job."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:07:57.700",
        "message": "So, the tragedy of so many people coming into the workforce and those jobs simply not being there is really the unseen effect of a number of different policies which have, you know, perpetuated themselves over the decades. One of them, of course, is education. There is a mismatch at a fundamental level between the kind of education that people want or need and the kind of education which the state in a supply-led, top-down kind of wisdom actually ends up providing. And that creates a sort of a massive mismatch. What would you say are the other huge causes for those jobs simply not being there?"
    },
    {
        "speaker": "Guest",
        "time": "00:08:31.500",
        "message": "Okay. See, over the last few years, what has happened is that, you know, the Indian corporates have been heavily leveraged and they've taken on a lot of loans from banks and are no longer in a position to repay. And given that, they're not in a position to expand. So, when you're not in a position to expand, you know, you're not really creating jobs. I mean, if you look at the rate of investment in the Indian economy, it has fallen dramatically over the last five years."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:09:06.300",
        "message": "And what would you say are the fundamental causes for this?"
    },
    {
        "speaker": "Guest",
        "time": "00:09:09.300",
        "message": "So, one is, as I said, that, you know, there is already, as far as industries are concerned, they already have enough capacity. That capacity in itself is not being utilized. The second thing is that, you know, labor laws in India are extremely screwed up. So, anyone, you know, who wants to expand thinks twice. So, if you compare, you know, India with China, I mean, I don't have specific numbers, I don't remember specific numbers right now, but India has many more small industries whereas China has mid-level and larger industries. And the small industries in India continue to remain small because it is unviable for them to grow bigger. You know, the moment they grow any bigger, the law of the land catches up with them and they have to follow, you know, all these labor laws and a lot of other laws, which makes it very, very difficult for them to continue to be viable. And this is not something that, you know, I'm making up. Even the National Manufacturing Policy of 2011, which ultimately was copied and became the Make in India thing, elaborates on it in great detail. So, this is, you know, labor laws and the fact that corporates are heavily leveraged is, you know, one thing which is essentially holding back capacity expansion. Two things actually, yeah."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:33.700",
        "message": "So, at a policy level, let's say you're sitting right now in the PMO and Modiji calls you into the office for a meeting and he says, Vivek, I've heard your podcast, I've read your book, amazingly insightful. What should I do? These are the jobs that the nation needs. If we are to make something of a demographic dividend, otherwise it will be…"
    },
    {
        "speaker": "Guest",
        "time": "00:10:50.500",
        "message": "So, that's a, you know, that's a very long answer. I mean, I can give you a long answer, I can't give you a short answer."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:10:55.500",
        "message": "Give me a long answer, let's go."
    },
    {
        "speaker": "Guest",
        "time": "00:10:57.500",
        "message": "So, you know, as we were talking before the podcast, you know, I mean, and as I have repeated through the last two podcasts, you know, most of the Indians coming out through the education system are not really properly educated. So, their educational outcomes are not in place and given that, the jobs that they can do are essentially, you know, low-skilled, what we call low-skilled jobs. Typically, you know, when people move away from agriculture into other jobs, they move into construction jobs. Now, if you look at construction, construction jobs essentially get created at, you know, three levels. One is when corporates expand, which isn't happening right now. Two is when the government tries and builds physical infrastructure, which is happening right now. But then, you know, the government has a limitation on the amount of money that it can spend in any given year. The third thing is real estate. Now, this is where, you know, things can change and India's so-called demographic dividend can find jobs despite the fact that they are not very well-educated because real estate does create a lot of low-end jobs. The problem is that in the top, you know, in the biggest eight cities in India, which is where the real estate market really is, the demand for homes is simply not there. And the reason for that lies in the fact that prices have reached a level where people simply can't buy. So, for real estate demand to pick up, prices need to fall. And when prices will fall, then, you know, demand will pick up and then construction activity will pick up and then all these people, you know, not all, but, you know, a significant portion of the people entering the workforce will find lower-level jobs. Now, the question is why are real estate prices not falling? You know, this is something that everybody keeps talking about. And, you know, a simple as well as a complicated answer for it is the fact that a lot of real estate is essentially run in the black economy. Now, you know, why does a builder want you to pay a certain portion of the money that you pay him in black? You know, I mean, let's say you're an honest taxpayer and when you're buying a home to live in, when you pay a builder in cash, you're converting your white money into black. But why is the builder asking for that money in cash? I mean, obviously, you know, a simple answer is that he does not want to pay tax on it. Fair enough. But there are other answers as well. Now, he needs that cash because he needs to, one, pay his suppliers in cash. Two, he needs to pay the politician who is backing him in cash. Why does he need a politician? He needs a politician because our real estate regulations, you know, across states are so complicated that anyone who does not have the blessings of the local politician and the local bureaucrats would not be in real estate business in the first place. Now, this also explains to a large extent as to why we do not have, you know, a pan-India real estate company, if you were to look at it. In fact, we don't even have a pan-Mumbai real estate company. There are, you know, players who concentrate in different pockets of the city, which explains to you, you know, many things. So, again, so the question is, why does the politician need money in cash? The politician, obviously, you know, one is because he is corrupt. He also needs money in cash because he has to fight an election every five years. And elections in India now have become very, very expensive. In fact, some time back, I was talking to, you know, a pollster and he was telling me that even municipal level elections, if you are serious about contesting a municipal level election in a big city in India, it can cost you a few crores. And you may not win the election, you know, at the end of the day. There you go, my dreams of being a corporator. Vivek, what have you done? So, you know, so the point I'm trying to make is, so the politician needs cash to fight elections. So, unless electoral funding is cleaned up, you know, if we can clean up this entire process of electoral funding, I mean, like in the US, the electoral funding is very, very open. If in India we can have some sort of a system, you know, like the American system, I mean, not that the American system is perfect. They have, you know, there are problems there as well. But at least it's clean and it's, you know, it's transparent. So, if we can have some sort of a similar system, then, you know, the electoral financing part gets cleaned up. Now, once the electoral financing part starts to get cleaned up, then, you know, your real estate guy suddenly does not need all the black money that he needs as of now. Then the prices start to come down, then we create jobs. But the point is that, you know, this is not like, you know, a government taking a single decision and a solution emerging. There are multiple decisions at multiple levels which need to be taken. I mean, take the fact that, you know, take agriculture for that matter. Now, as of now, if you have agriculture land, I mean, you would have discussed it in your past podcast. If you have agriculture land, you can only sell it as an agriculture land. Now, the change in land usage depends on the local government. And which is where they make all the money that they do, all the corrupt money that they do. Where there is discretion, there is rent-seeking. Where there is rent-seeking. So, these are the things, you know, these are fundamental reforms that are needed. And it's all, believe me, it's all connected. I mean, you know, if these things are cleaned up, you know, some amount of jobs will start to get created at least in construction. If labor laws are cleaned up, you know, manufacturing can, you know, small manufacturers can hope of, you know, becoming a little bigger. And there is enough research, you know, globally which shows that jobs are created. Big companies don't create jobs. Jobs are created when small companies become bigger."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:16:55.900",
        "message": "And simultaneously, as I spoke about in previous episodes with other guests, you know, in our service industry, jobs are actually going because of artificial intelligence. Even in manufacturing, there is a limit to how many new jobs can now spring up because of automation. I mean, all of these decades, we had these terrible labor laws and terrible regulations which kind of crippled the manufacturing industry. But even if they were all to be removed overnight, we might just have missed the bus."
    },
    {
        "speaker": "Guest",
        "time": "00:17:20.700",
        "message": "We might have missed the bus. But the point is, you know, what else can you really do?"
    },
    {
        "speaker": "Amit Varma",
        "time": "00:17:23.700",
        "message": "What else can you really do? It's pretty depressing when you look at the causes of, you know, our shortfall in jobs because it starts right from education because you have, you know, a top-down command and control kind of system where market inputs don't really dictate what kind of schools we have and what kind of education people get, which leads to a lot of underqualified or non-qualified people emerging into the workforce. And they don't have jobs because the manufacturing industry has been stymied with these terrible labor laws and regulations and so on. Plus, there is a whole mess of what you described as happening in real estate. Plus, you have tens of millions of people in this country literally trapped in agriculture because they're not allowed to get out. It's just very messy. So, tell me, in the years to come, like one of my friends has expressed this fear to me in the past that we only have 20 years to sort things out because after that, instead of getting younger as we are now, we start getting older and people start moving out of the workforce. And if we don't fix it by then, we are in for, A, a disaster and B, a lot of social unrest."
    },
    {
        "speaker": "Guest",
        "time": "00:18:30.100",
        "message": "Which is, you know, social unrest has already started. I mean, it's happening. I mean, it's not very in the face right now, but it's there. Now, whether that will turn into something like an Arab Spring is something that one cannot speculate about. But the funny thing is, you know, I mean, as we were discussing before the podcast, the official rate of unemployment in India is just 5%. Yeah, why is that? I don't get it. So, it's the way you calculate unemployment, basically. So, there are two methods and in the first method, you know, if you are employed for 183 or more days during the course of the year, you are considered to be employed. So, you can be unemployed for 182 days in a year and you would still be considered to be employed. So, as per this method, the rate of unemployment is 5%. Then we have another method which is even more interesting, which basically sees that have you been employed for the last 30 days. You know, whenever the survey happens, they check this. So, if you have been employed for the last 30 days, you are considered to be employed. As per this method, the rate of unemployment is 3.7%. But then, you know, even though these data points mislead, there is another data point that the government puts out, which tells you the real state of unemployment in India, is that only 60% of, a little more than 60% of people who look for jobs during the course of the year, I mean 12 months of the year are able to find jobs. In case of rural India, this number is even lower at 52%. So, only 52% of rural India has a job all through the year. So, this tells you the real problem of unemployment in India. So, what we have is not unemployment, but underemployment. You know, everybody is doing something, but then that something is really not productive enough."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:20:23.300",
        "message": "This is a very scary story you have laid out Vivek and it just reminds me of how privileged both of us are. Thank you for coming on the show. Thanks Amit for having me. And then I said, you want jobs? I can give you jobs. I can give you anything. I am God. Jobs, come out and say hello to these wonderful people."
    },
    {
        "speaker": "Unknown",
        "time": "00:21:09.900",
        "message": "And as I said this, Steve Jobs stepped out from behind me."
    },
    {
        "speaker": "Amit Varma",
        "time": "00:21:39.900",
        "message": "He profiles LGBT people from all across the country and some of the stories are really poignant."
    },
    {
        "speaker": "Unknown",
        "time": "00:21:44.700",
        "message": "You can download it on any podcasting network. Thank you."
    }
]